{"lines": [{"text": "I think in action, okay, so today we have you have water in a Gatorade water", "start": 0.0, "end": 14.94}, {"text": "in a Gator, I got water in a Fiji and and a coffee, which I have learned. I'm", "start": 14.94, "end": 19.96}, {"text": "a pretty often a two beverage user user. I see the thing is I will have a drink", "start": 19.96, "end": 29.4}, {"text": "but I'll have it on my walk over most of the time.", "start": 29.4, "end": 33.04}, {"text": "He is the weasel. I will have no drink", "start": 33.04, "end": 36.4}, {"text": "on set because if I had a drink you guys would hear me slurping all episodes.", "start": 36.4, "end": 42.0}, {"text": "It's because it's a technique thing. You have a", "start": 42.0, "end": 43.8}, {"text": "poor drinking technique. Oh yeah. I have a terrible drinking technique.", "start": 43.8, "end": 48.08}, {"text": "What do you do? What I do is I do this. I binge drink. Test it on this.", "start": 48.08, "end": 51.52}, {"text": "I binge drink pretty much everything. Show the people. No I'm not drinking any caffeine anymore.", "start": 51.52, "end": 55.28}, {"text": "I had a prime blue raspberry. It's not even a sip of coffee that would be too much.", "start": 55.28, "end": 59.36}, {"text": "A sip of coffee would turn, I think the whole world around me would slow down.", "start": 59.36, "end": 64.96}, {"text": "That's kind of what you want though.", "start": 64.96, "end": 65.96}, {"text": "No, the whole world I'd be in bullet time, like over the hedge.", "start": 65.96, "end": 69.16}, {"text": "You'd be like over the hedge, yeah.", "start": 69.16, "end": 70.16}, {"text": "Yeah, I'd be exactly like over the hedge.", "start": 70.16, "end": 71.36}, {"text": "Do you guys ever feel like living in the United States of America is the real bullet time?", "start": 71.36, "end": 75.04}, {"text": "Yep.", "start": 75.04, "end": 76.04}, {"text": "Oh.", "start": 76.04, "end": 77.04}, {"text": "See, if they wanted to switch to video, if they wanted to really, like, if they wanted", "start": 77.04, "end": 84.24}, {"text": "to make a spreadsheet of something, all of our damn hats.", "start": 84.24, "end": 88.48}, {"text": "So somebody just yeah, somebody made a if our if our the only employee that he has to do", "start": 88.48, "end": 96.82}, {"text": "one thing every day and he's not it is one thing we do.", "start": 96.82, "end": 100.28}, {"text": "We do be able to pull it up for us. He's the one that present. He showed us this. He's", "start": 100.28, "end": 104.4}, {"text": "completely gone. Yeah, he sent us this. This is somebody made a let me see what their name", "start": 104.4, "end": 109.3}, {"text": "is. I'll give them credit. Bobby Brown bail bonds. He is on strike two of not showing", "start": 109.3, "end": 115.68}, {"text": "coming up to maybe he's on strike. Did you guys consider that? Oh my God, I", "start": 115.68, "end": 119.12}, {"text": "might not even consider that for what camera switcher strike. Have you not", "start": 119.12, "end": 123.24}, {"text": "heard there's a camera switcher strike going on really? Yeah, it's him and like", "start": 123.24, "end": 127.92}, {"text": "two other people. He works for the WGA and the Wimps Guild of America. That's", "start": 127.92, "end": 132.12}, {"text": "right. Yeah, the Wimps and Girls of America. Yeah, so it looks like so", "start": 132.12, "end": 137.12}, {"text": "somebody made a", "start": 137.12, "end": 138.16}, {"text": "spreadsheet that has the beverages of every episode that we've done on video", "start": 138.16, "end": 145.4}, {"text": "shows the beverage. So this will be one for Gatorade for for so yeah, that's I", "start": 145.52, "end": 149.82}, {"text": "guess I wanted this is something I did want to address. I'll let you complete", "start": 149.82, "end": 152.88}, {"text": "talk about what this is, but I am I do I will need to clear the air. Okay,", "start": 152.88, "end": 157.48}, {"text": "go ahead, go okay. No, you go ahead. Okay, so what I would like to say off", "start": 157.48, "end": 162.8}, {"text": "the bat is that I", "start": 162.8, "end": 163.76}, {"text": "am just like a madman with my beverage choices. I've always yeah, I have known", "start": 163.76, "end": 170.76}, {"text": "that I kind of I always noticed that you would love to bring a cup of coffee.", "start": 170.76, "end": 175.36}, {"text": "Well, I like bring it like this. Yeah, and I do like walking around", "start": 175.36, "end": 179.96}, {"text": "holding the coffee from the top already a spill right here and guess that's not", "start": 179.96, "end": 184.24}, {"text": "that well you because I don't fucking sit there in the middle asshole. No, you", "start": 184.24, "end": 188.44}, {"text": "spilled that, but I do like walking in like this. I feel you know what it is. I", "start": 188.44, "end": 192.64}, {"text": "feel like I like feeling like I'm going to work. So I like feeling like this is", "start": 192.64, "end": 196.12}, {"text": "like when I used to have a like an office job. This is how I would show up.", "start": 196.12, "end": 200.28}, {"text": "I've never had an office job, so I drink when I'm going to work. I'm pounding back like a 200 milligram caffeine thing.", "start": 200.32, "end": 209.32}, {"text": "For me, an office job means taking a K-cup and drinking five or six K-cups to take away their K-cups.", "start": 209.32, "end": 217.32}, {"text": "Me, I'm so fucked up from not sleeping the night before.", "start": 217.32, "end": 219.32}, {"text": "Shotgunning a monster on my way to work.", "start": 219.32, "end": 222.32}, {"text": "Eating the cream, drinking the creams.", "start": 222.32, "end": 225.32}, {"text": "yeah. Oh, we need to get we need to get some of those cream so that we can get", "start": 225.32, "end": 229.12}, {"text": "those creams, those creams, those", "start": 229.12, "end": 231.12}, {"text": "you remember one time we had that rancid tea. We should get that. Oh yeah,", "start": 231.12, "end": 235.88}, {"text": "one time me and Cameron at our old job. We had we made we submitted all the", "start": 235.88, "end": 239.56}, {"text": "time and we made this tea and it was only time I've ever seen spoiled tea.", "start": 239.56, "end": 245.2}, {"text": "It was completely rancid and then we tried and then I like we made and like", "start": 245.2, "end": 248.88}, {"text": "we could smell the tea bag and tell it was like rancid. Then you look it up in", "start": 248.88, "end": 253.64}, {"text": "every single review of the it was like fifty fifty. It was like there's some", "start": 253.68, "end": 257.8}, {"text": "type of tea where like it's like a yeah you half the time it completely goes", "start": 257.8, "end": 262.08}, {"text": "bad and it tastes like", "start": 262.08, "end": 263.4}, {"text": "vomit yeah. Do you remember when there was the controversy in our old office", "start": 263.4, "end": 268.04}, {"text": "about blueberry? I do remember the blueberry. There was a very coffee.", "start": 268.04, "end": 271.48}, {"text": "There was a controversy of what a fuck they bought our old office because", "start": 271.48, "end": 275.36}, {"text": "somebody bought a variety pack, a cura cake up a blue mountain or green", "start": 275.36, "end": 280.0}, {"text": "blue bound coffee variety,", "start": 280.04, "end": 281.4}, {"text": "yeah and it was and it had", "start": 281.4, "end": 284.7}, {"text": "like yeah. It was like you know, like it was like every flavor like breakfast", "start": 284.7, "end": 288.3}, {"text": "blend, dark roast, light roast,", "start": 288.3, "end": 290.2}, {"text": "yeah it was three. It was those three and then blueberry and the blue berry", "start": 290.2, "end": 294.84}, {"text": "one. When you turned it on on the cake up, it smelled like a diaper yeah,", "start": 294.84, "end": 298.72}, {"text": "smelled like it filled the entire office with entire office. I'd never had it. I", "start": 298.72, "end": 304.44}, {"text": "started drinking it because I eventually got got brought over, but we had this", "start": 304.44, "end": 308.36}, {"text": "same guy that we worked with who would miss him. I miss him so much. He was the", "start": 308.4, "end": 312.7}, {"text": "best guy ever. He really was. I actually love him, but he would I remember this", "start": 312.7, "end": 317.54}, {"text": "dude yeah. He would like when everybody started saying like oh God, that coffee", "start": 317.54, "end": 322.3}, {"text": "smells terrible. He started being like I actually like it yeah and started", "start": 322.3, "end": 325.84}, {"text": "making it every single day. How I remember it was like everyone was like", "start": 325.84, "end": 329.08}, {"text": "God that smells horrible, like who's even having this and then like and we", "start": 329.08, "end": 333.04}, {"text": "like didn't know who it was like who was drinking it all the time because we", "start": 333.04, "end": 335.8}, {"text": "come in, it would smell like blueberry and one time seeing him making it and", "start": 335.84, "end": 338.8}, {"text": "be like yeah, you're the one who's been making the blueberries like yeah. I", "start": 338.8, "end": 341.16}, {"text": "love it yeah and then he kind of just leaned into it more because we hated it", "start": 341.16, "end": 345.32}, {"text": "and we and but then eventually we ran out of every other kind of coffee and so", "start": 345.32, "end": 348.86}, {"text": "here I am sitting there making the blueberry coffee right kind of just like", "start": 348.86, "end": 352.4}, {"text": "and the first time I was what am I going to do go to Starbucks? Fuck no,", "start": 352.4, "end": 355.76}, {"text": "I was broke, don't get donuts right next to the whole reason why I liked that", "start": 355.76, "end": 360.64}, {"text": "job was that I could get free coffee, free coffee, free food all the time.", "start": 360.64, "end": 363.6}, {"text": "you get to work an event and you just take all yeah. We used to have to go", "start": 363.64, "end": 366.56}, {"text": "like I mean that's what I I depended on that yeah on every other day.", "start": 366.56, "end": 371.18}, {"text": "Basically, I would have to go and film you get some kind of a set up like a", "start": 371.18, "end": 374.52}, {"text": "P a system. No, it's just a little that was the only only time until like this", "start": 374.52, "end": 378.76}, {"text": "year that I ever had a lobster roll. Yeah, I would always feel like a cat", "start": 378.76, "end": 382.76}, {"text": "that they were like giving scratch to at the end of the event. That's how they", "start": 382.76, "end": 385.76}, {"text": "like that's how they would lick my lips and look at like sixteen grapes that", "start": 385.76, "end": 390.1}, {"text": "they had like left over that were all the like bad. Well, that's how they'd", "start": 390.1, "end": 393.4}, {"text": "spokesy to do those jobs, because no one would want to do it, because it was you", "start": 393.44, "end": 395.98}, {"text": "would have to sit in a room for an hour and a half and film the most boring", "start": 395.98, "end": 398.66}, {"text": "presentation of all yeah, but like our boss would send out emails or the", "start": 398.66, "end": 401.96}, {"text": "subject line, which is like a hundred dollars and then like in the body of", "start": 401.96, "end": 406.22}, {"text": "you like if you work this event, they're going to give you food. Yeah, you get", "start": 406.22, "end": 409.82}, {"text": "ten bucks an hour plus", "start": 409.82, "end": 410.96}, {"text": "I'm fucking there, and it would be a mad dash to reply to the email first and", "start": 410.96, "end": 417.3}, {"text": "say I can do that yeah skipping class to do yeah literally. I would do that all", "start": 417.3, "end": 421.52}, {"text": "every time I'd skip it, I would skip anything to get like and I would do I", "start": 421.54, "end": 425.54}, {"text": "would take I would take the leftovers yeah like I would just hope to God that", "start": 425.54, "end": 430.7}, {"text": "everybody would leave the room before taking the leftovers and assume that I", "start": 430.7, "end": 434.78}, {"text": "was going to clean it up and then I was put it in my backpack. So I'd go home", "start": 434.78, "end": 438.1}, {"text": "with like ten turkey sandwiches. Truly, I did that in high school, though I did", "start": 438.1, "end": 442.44}, {"text": "that. I would work these like events. I would like go there's this guy. I forget", "start": 442.44, "end": 447.02}, {"text": "name but I worked for him and my job was videographer and I would just go and I would record like", "start": 447.06, "end": 454.64}, {"text": "all school assemblies for the elementary school and stuff like that. So I would just be skipping", "start": 454.64, "end": 458.76}, {"text": "like, it's a, it's, I'm amazed that I graduated high school because I skipped so many classes", "start": 458.76, "end": 465.18}, {"text": "just to go do like, it's like, oh I'm sorry I have to go take this Sony Handycam and film", "start": 465.18, "end": 471.26}, {"text": "like the first graders choir assembly. You liked it. Yeah. I would get free sandwiches", "start": 471.26, "end": 476.32}, {"text": "and then he would take me to Walmart after.", "start": 476.32, "end": 478.32}, {"text": "As like a reward?", "start": 478.32, "end": 480.56}, {"text": "No, he just needed to go.", "start": 480.56, "end": 481.76}, {"text": "My job, my other job in high school was videographer for the", "start": 481.76, "end": 488.04}, {"text": "football coach.", "start": 488.04, "end": 489.68}, {"text": "His personal videographer.", "start": 489.68, "end": 491.64}, {"text": "Yeah.", "start": 491.64, "end": 492.68}, {"text": "Around the house.", "start": 492.68, "end": 494.84}, {"text": "Can you take a video to show my wife how to watch this?", "start": 494.84, "end": 497.48}, {"text": "Like Brian.", "start": 497.48, "end": 498.48}, {"text": "Following around Joe Rogan, taking videos of everything he does.", "start": 498.48, "end": 502.48}, {"text": "You were doing his blog.", "start": 502.48, "end": 503.6}, {"text": "Yeah, pretty much.", "start": 503.6, "end": 504.84}, {"text": "They would make me stand in this little fucking thing on top of like next to where the announcers were for the football game.", "start": 506.28, "end": 512.98}, {"text": "So I just stand up there with a camera.", "start": 512.98, "end": 514.54}, {"text": "And if I like missed a shot like you get really mad at me.", "start": 514.54, "end": 517.9}, {"text": "But I had to like he was like all right you record once the whistle starts.", "start": 517.9, "end": 521.58}, {"text": "So I had to like record every single fucking play.", "start": 521.58, "end": 525.98}, {"text": "So he would have like a playback thing the whole game the whole game.", "start": 525.98, "end": 529.34}, {"text": "But he didn't have like a good enough camera.", "start": 529.34, "end": 531.3}, {"text": "He didn't have a good enough camera.", "start": 531.3, "end": 532.46}, {"text": "so all the footage is like like so you know, like they have the digital zooms", "start": 532.46, "end": 537.26}, {"text": "on those cameras, all digital zoom yeah. So I just like blurriest fucking", "start": 537.26, "end": 543.22}, {"text": "because I couldn't let you near the field because you'd scream. Yeah, I", "start": 543.22, "end": 545.82}, {"text": "would be screaming. Yeah, I would be I'd be", "start": 545.82, "end": 548.96}, {"text": "I'd be", "start": 548.96, "end": 550.94}, {"text": "jumping over", "start": 550.94, "end": 553.7}, {"text": "Okay, I need to clear the air. If I was oh, wait, I need to clear the air.", "start": 559.54, "end": 563.9}, {"text": "Somebody this is weighing on me, this chart that this person made. I didn't", "start": 563.9, "end": 568.54}, {"text": "count, but they put a whole lot of entries for Gatorade. They did a whole", "start": 568.54, "end": 573.1}, {"text": "lot of Gatorade. And specifically, they put Gatorade and the flavor or the", "start": 573.1, "end": 575.94}, {"text": "color or whatever of Gatorade. At least 50% of those,", "start": 575.94, "end": 579.74}, {"text": "that's water in a Gatorade bottle. Fuck me. And I feel like, okay, I'm not", "start": 579.74, "end": 585.22}, {"text": "gonna, I mean, I'm not gonna say like, okay, you have to be zooming in on", "start": 585.22, "end": 588.9}, {"text": "this video, but I feel like you can tell the difference between water and", "start": 588.9, "end": 591.5}, {"text": "Gatorade. What if it's a Gatorade Zero? I honestly, I can't tell. It's not", "start": 591.5, "end": 595.38}, {"text": "Gatorade Zero, 'cause they wrote the flavor 'cause they look at the bottle.", "start": 595.38, "end": 598.22}, {"text": "Gatorade. You could be pouring Propel into your Gatorade bottle. What if it's", "start": 598.22, "end": 600.5}, {"text": "Gatorade Zero color? They also put, they said on the thing, they said,", "start": 600.5, "end": 603.82}, {"text": "like, \"No, some of those Gatorades could be water in a Gatorade bottle.\"", "start": 603.82, "end": 607.94}, {"text": "So they knew. So they knew, but they still... They had a hunch. But they", "start": 607.94, "end": 610.9}, {"text": "still made it look like I drank a Gatorade every single day. And I'd like", "start": 610.9, "end": 613.74}, {"text": "to say, pretty much every time that I had a Solo cup, which there's a", "start": 613.74, "end": 616.34}, {"text": "lot of solo cup. That was water. I'm a water drinker out of the solo. We still", "start": 616.34, "end": 619.9}, {"text": "have really solo cups at the old office. I drink water. I had no drinks pretty", "start": 619.9, "end": 623.94}, {"text": "much. That's not true. You had a lot of drinks. I had a good chunk of drinks,", "start": 623.94, "end": 627.26}, {"text": "but I thought, as soon as Jubio sent me that and it said list of drinks,", "start": 627.26, "end": 632.1}, {"text": "I was like, \"Okay,", "start": 632.1, "end": 633.3}, {"text": "I am gonna have a revelation about how much soda I drink.\" So I'd like to...", "start": 633.3, "end": 638.22}, {"text": "And then I realized, \"Oh yeah, no, I'm not drinking as much soda as I", "start": 638.22, "end": 642.5}, {"text": "I'd like to defend myself. I am somebody who is easily parched. I have a", "start": 642.5, "end": 650.8}, {"text": "parchable mouth. I have a salad. The number one way to get I think I might", "start": 650.8, "end": 655.14}, {"text": "have coffee. I might have type two diabetes. Yeah, well, sometimes I think", "start": 655.14, "end": 659.54}, {"text": "that because I pee pretty much once an hour. Yeah, I think that too. I", "start": 659.54, "end": 662.82}, {"text": "probably because of diabetes. It's probably because all the things you're", "start": 662.82, "end": 665.7}, {"text": "drinking, but I want to drink those things. So what does that say", "start": 665.7, "end": 669.5}, {"text": "that you're thirsty.", "start": 670.6, "end": 671.6}, {"text": "So why am I thirsty?", "start": 671.6, "end": 672.6}, {"text": "Probably because I have a fucking deadly disease.", "start": 672.6, "end": 673.6}, {"text": "It might be a kidney problem, not type 2 diabetes.", "start": 673.6, "end": 678.32}, {"text": "You could be.", "start": 678.32, "end": 679.32}, {"text": "Diabetes is a kidney problem.", "start": 679.32, "end": 680.32}, {"text": "You could be.", "start": 680.32, "end": 681.32}, {"text": "It is a kidney problem.", "start": 681.32, "end": 682.32}, {"text": "Okay.", "start": 682.32, "end": 683.32}, {"text": "I thought it was a pancreatic problem.", "start": 683.32, "end": 684.32}, {"text": "Nope, it's kidneys.", "start": 684.32, "end": 685.32}, {"text": "Alright.", "start": 685.32, "end": 686.32}, {"text": "I was going to say we could have like a whole like fundraiser to get you on dialysis or", "start": 686.32, "end": 691.12}, {"text": "something.", "start": 691.12, "end": 692.12}, {"text": "I don't need.", "start": 692.12, "end": 693.12}, {"text": "I'm not dying yet.", "start": 693.12, "end": 694.12}, {"text": "He's dying.", "start": 694.12, "end": 695.12}, {"text": "I'm not dying yet.", "start": 695.12, "end": 696.28}, {"text": "from what I've known him for four years now, five years, every single day he", "start": 696.28, "end": 701.88}, {"text": "tells me I just shit liquid, like black liquid. I think my insides are failing.", "start": 701.88, "end": 709.56}, {"text": "I don't say any of this. I didn't shit. I've had normal shits recently. My shits", "start": 709.56, "end": 713.48}, {"text": "have been perfect. As long as I've known you, every single day you tell me", "start": 713.48, "end": 717.04}, {"text": "something like, \"I think this is it. I think this is the big one. I think I'm", "start": 717.04, "end": 721.68}, {"text": "done.\" That's not true. That's what I say. That's what he says. He says he's", "start": 721.68, "end": 725.64}, {"text": "always having he has he has diarrhea, but he like likes it. He likes to tell", "start": 725.68, "end": 730.76}, {"text": "everyone he's like he loves", "start": 730.76, "end": 732.14}, {"text": "a little", "start": 732.14, "end": 733.84}, {"text": "come out of the bathroom when you go. I just had a diarrhea. Well, because I", "start": 733.84, "end": 738.64}, {"text": "feel like allergies and then you're okay. Here's the thing about diarrhea", "start": 738.64, "end": 741.6}, {"text": "because I can't breathe. That's why that noise is I diarrhea in the work toilet.", "start": 741.6, "end": 746.72}, {"text": "It's best you guys hear it for me. We hear it from you before you say a word", "start": 746.72, "end": 750.92}, {"text": "Hey, hold now hold on no no a hundred percent you are you. I think I hate to", "start": 750.96, "end": 757.44}, {"text": "say it what you are the loudest shitter. Oh, there's no doubt every time that", "start": 757.44, "end": 762.8}, {"text": "every time that you would go to the bathroom at the old office, you just", "start": 762.8, "end": 765.5}, {"text": "hear", "start": 765.5, "end": 765.8}, {"text": "it's like somebody let go of a fucking balloon. Yeah, see I always was like", "start": 765.8, "end": 773.12}, {"text": "what's going on when you do that with the balloon. You guys like", "start": 773.12, "end": 775.8}, {"text": "it was like what's going on until I seen this spreadsheet and says I drink", "start": 777.52, "end": 781.44}, {"text": "about four", "start": 781.44, "end": 781.88}, {"text": "so yeah", "start": 781.88, "end": 785.28}, {"text": "diarrhea all the fucking time. You're", "start": 785.28, "end": 788.16}, {"text": "drinking the worst coffee in the world from the bodegas. I've had diarrhea in", "start": 788.16, "end": 793.68}, {"text": "weeks. It's been probably the longest run of my life. I do not believe that", "start": 793.68, "end": 798.0}, {"text": "because I've heard to use the bathroom here. That's not diarrhea. That's just", "start": 798.0, "end": 800.96}, {"text": "far tiding between the poop", "start": 800.96, "end": 802.36}, {"text": "farts hiding between the you've never had that where like you go, you put out", "start": 805.28, "end": 809.44}, {"text": "you put out a turd and then there's like you have like six inches of part air", "start": 809.44, "end": 817.88}, {"text": "and then another turn.", "start": 817.88, "end": 819.4}, {"text": "The title is farts hiding between the poop pieces in the songs like I told", "start": 819.4, "end": 827.04}, {"text": "you that you were fifteen and not yeah. I have you guys been keeping up. Do you", "start": 827.04, "end": 833.36}, {"text": "know about this this e sports situation that's going on in the world. I don't", "start": 833.4, "end": 838.32}, {"text": "know pay attention to that. I pay attention to mostly skateboarding and", "start": 838.32, "end": 841.0}, {"text": "music. Yeah,", "start": 841.0, "end": 841.72}, {"text": "I mostly pay attention to literature.", "start": 841.72, "end": 845.84}, {"text": "There's this guy you guys will be interested in this guy. I think no as", "start": 845.84, "end": 852.0}, {"text": "maybe told me probably a little bit just due to he's a valor player used to play", "start": 852.0, "end": 855.44}, {"text": "for a team called Sentinels. Yes, he's told me. Yeah, so he's he's having like", "start": 855.44, "end": 859.68}, {"text": "like a full psychotic break and it's very sad, but it is it's creating some", "start": 859.68, "end": 864.72}, {"text": "pretty amazing stuff. He's been doing these streams where his face is like so,", "start": 864.72, "end": 869.02}, {"text": "so three months ago he got arrested trying to buy a Lamborghini, 'cause they", "start": 869.02, "end": 872.56}, {"text": "wouldn't, they wouldn't sell him a Lamborghini, 'cause he didn't have the", "start": 872.56, "end": 875.22}, {"text": "money for it, and he was like, I'm not leaving a T like one, he just like sat", "start": 875.22, "end": 878.92}, {"text": "on a Lamborghini until they arrested him, and then he was like radio silent for", "start": 878.92, "end": 883.46}, {"text": "months, and then he started like tweeting about how he's gonna go live", "start": 883.46, "end": 886.56}, {"text": "again, and so he's been tweeting. So I just have to read some of these. These", "start": 886.58, "end": 890.04}, {"text": "are he's posting like pictures of like a really fucked up weed set up and then", "start": 890.04, "end": 894.56}, {"text": "he's like Uber eating McDonald's and just posting his food every single day", "start": 894.56, "end": 898.86}, {"text": "and in between he's saying stuff like", "start": 898.86, "end": 901.66}, {"text": "like", "start": 901.66, "end": 903.26}, {"text": "am I an AI?", "start": 903.26, "end": 905.46}, {"text": "I'm going to Porsche tomorrow morning to pick up my car, plus a $100,000,000", "start": 905.46, "end": 912.22}, {"text": "check to settle this war.", "start": 912.22, "end": 913.54}, {"text": "He's tweeting the inward", "start": 913.54, "end": 915.98}, {"text": "now. Oh my God, I just saw that he's calling himself hunter is the first", "start": 915.98, "end": 920.68}, {"text": "name is hunter. He's calling himself hunter or taga because he thinks that", "start": 920.68, "end": 923.72}, {"text": "he's marrying chin or", "start": 923.72, "end": 925.22}, {"text": "he's taking her last. I'm going to go masturbate to Jenna or take a source", "start": 925.22, "end": 931.22}, {"text": "material source material, which I don't know what that means means he's", "start": 931.22, "end": 935.48}, {"text": "animated her in source film maker. He's posting he's referring to himself as", "start": 935.48, "end": 940.46}, {"text": "Eric Cartman", "start": 940.46, "end": 941.48}, {"text": "he's he's saying all nuclear weapons must be deactivated. I believe you know what", "start": 943.68, "end": 949.48}, {"text": "I'm on yeah, he's yeah, he's kind of spit. I mean he really a lot of this is", "start": 949.48, "end": 953.8}, {"text": "is like spitting honestly he's he's", "start": 953.8, "end": 956.76}, {"text": "keeps talking about Joe Biden. He's saying can I have the presidential", "start": 956.76, "end": 960.56}, {"text": "position", "start": 960.56, "end": 961.2}, {"text": "and I think that'll work. I think if he tweets at Joe Biden and retards", "start": 961.2, "end": 965.92}, {"text": "everywhere in politics here in America, but we can fix that. Marry me, Jenna", "start": 965.92, "end": 969.88}, {"text": "Ortega back from jail again.", "start": 969.88, "end": 971.84}, {"text": "man.", "start": 971.84, "end": 972.84}, {"text": "Man, he what are his live streams, though, so the streams are he goes live", "start": 972.84, "end": 980.44}, {"text": "and he plays Valorant and he's so clearly cooked on Benzos. He has like a", "start": 980.44, "end": 984.04}, {"text": "most insanely puffy face looks like he's been stung by a bee. He like keeps", "start": 984.04, "end": 988.6}, {"text": "forgetting to mute and unmute his Mike and and the entire stream is him playing", "start": 988.6, "end": 992.52}, {"text": "Valor and just frying being really, really good, but then also he's getting", "start": 992.52, "end": 996.28}, {"text": "calls from every single person in his life constantly and they're telling him", "start": 996.28, "end": 999.52}, {"text": "stop streaming and he's just like", "start": 999.56, "end": 1000.92}, {"text": "he just like mumbles out everything yeah. This is my one of my favorite ones.", "start": 1000.92, "end": 1005.96}, {"text": "So like I said, he's calling himself Eric Cartman, twenty four year old Eric", "start": 1005.96, "end": 1010.16}, {"text": "Cartman here. Great idea to stream soon. Sure, people will be reasonable and not", "start": 1010.16, "end": 1013.76}, {"text": "hurt because why would we anyway? Nothing else matters power through control, not", "start": 1013.76, "end": 1017.24}, {"text": "dominance. This nation doesn't take war lightly, but nothing can stop the United", "start": 1017.24, "end": 1020.72}, {"text": "States. Is everyone brainwashed or am I retarded?", "start": 1020.72, "end": 1023.6}, {"text": "he's just got these heaters after heater after heaters and then my favorite one", "start": 1025.72, "end": 1029.88}, {"text": "is this where he says", "start": 1029.88, "end": 1030.92}, {"text": "where he said he he kind of gets you here. He he says I feel at peace. This", "start": 1030.92, "end": 1037.7}, {"text": "was like after he had this stream where he like was", "start": 1037.7, "end": 1040.4}, {"text": "mumbling and his face looked all fucked up. He says I feel at peace currently", "start": 1040.4, "end": 1045.2}, {"text": "figuring out the situation slowly, but I also feel very alone because I can't", "start": 1045.2, "end": 1048.6}, {"text": "interact with people close to me. Thank you all for the support. Recently, it", "start": 1048.6, "end": 1051.96}, {"text": "means the world to me, so I'm going global now with my ideas", "start": 1052.0, "end": 1055.6}, {"text": "to gain some political", "start": 1055.6, "end": 1058.02}, {"text": "damn. It's something I've been trying to do is go. I thought you were saying", "start": 1058.02, "end": 1065.68}, {"text": "like you're trying to have a mental break. No,", "start": 1065.68, "end": 1068.16}, {"text": "it's so crazy that one day you can just like snap like that. It's literally", "start": 1068.16, "end": 1074.64}, {"text": "just sounds like a matty gold to need valor ranked. I'm somewhat addicted to", "start": 1074.64, "end": 1079.16}, {"text": "the thrill of such a game. I mean it's a true miracle.", "start": 1079.18, "end": 1082.94}, {"text": "It's just so scary that you can just snap like that one day and then it's", "start": 1082.94, "end": 1087.94}, {"text": "like you have no idea that you are", "start": 1087.94, "end": 1091.18}, {"text": "like completely crazy. Everybody who does that and knows exactly what they're", "start": 1091.18, "end": 1095.3}, {"text": "doing. Yeah, they're all playing, they're all playing a joke. And they have to be", "start": 1095.3, "end": 1098.42}, {"text": "held accountable for every single thing that they did. Yeah, I do, I mean I just", "start": 1098.42, "end": 1102.5}, {"text": "think like,", "start": 1102.5, "end": 1103.06}, {"text": "I don't know man, I feel like there's no, if you do something like that, like play", "start": 1103.06, "end": 1108.1}, {"text": "video games for a living, there pretty much is no other ending but that to it.", "start": 1108.14, "end": 1111.64}, {"text": "Yeah.", "start": 1111.64, "end": 1112.14}, {"text": "Right? Like how else do you get out of that life?", "start": 1112.14, "end": 1114.14}, {"text": "That happened to, what's his name, Atika or whatever.", "start": 1114.14, "end": 1117.14}, {"text": "I don't know who that is.", "start": 1117.14, "end": 1118.14}, {"text": "He was the Super Smash Brothers streamer. They used to have a big mural of him by my old apartment,", "start": 1118.14, "end": 1123.14}, {"text": "like my first place in New York. There was a huge ass mural of him. He like had a,", "start": 1123.14, "end": 1128.14}, {"text": "he had like a psychotic break and then like killed himself.", "start": 1128.14, "end": 1131.14}, {"text": "It's like the saddest, it's the saddest like streamer story besides like, what's his name?", "start": 1131.14, "end": 1137.14}, {"text": "Wings of Redemption.", "start": 1137.14, "end": 1138.78}, {"text": "Crying Chris, the streamer.", "start": 1138.78, "end": 1140.78}, {"text": "Crying Chris had a really sad story.", "start": 1140.78, "end": 1143.74}, {"text": "Crying Chris had one of the saddest", "start": 1143.74, "end": 1145.38}, {"text": "streaming stories in the world", "start": 1145.38, "end": 1146.6}, {"text": "because it was just like, you know,", "start": 1146.6, "end": 1148.46}, {"text": "he started out really good like", "start": 1148.46, "end": 1150.04}, {"text": "Modern Warfare 2 player in like", "start": 1150.04, "end": 1151.38}, {"text": "2011 and then out of", "start": 1151.38, "end": 1153.76}, {"text": "nowhere all of his streams,", "start": 1153.76, "end": 1155.66}, {"text": "Trickshotta, FaZe Clan, whatever,", "start": 1155.66, "end": 1157.58}, {"text": "and then all of his streams are just", "start": 1157.58, "end": 1158.94}, {"text": "him playing Nelly and Tim McGraw.", "start": 1158.94, "end": 1161.54}, {"text": "Well, he started...", "start": 1161.54, "end": 1162.54}, {"text": "It's all in my head.", "start": 1162.54, "end": 1163.54}, {"text": "And he's playing like,", "start": 1163.54, "end": 1164.86}, {"text": "he's playing Heavy Rain muted.", "start": 1164.86, "end": 1166.74}, {"text": "Heavy Rain on mute just crying.", "start": 1166.74, "end": 1168.74}, {"text": "He was playing Heavy Main on TF2 and he would only do taunts.", "start": 1168.74, "end": 1173.74}, {"text": "So he would get killed.", "start": 1173.74, "end": 1175.74}, {"text": "So he was like, \"I've lived a million lifetimes.\"", "start": 1175.74, "end": 1178.74}, {"text": "It was that heavy.", "start": 1178.74, "end": 1179.74}, {"text": "That's sad as fuck.", "start": 1179.74, "end": 1180.74}, {"text": "I guess the end point of being a streamer is either that you are caught doing something you shouldn't do", "start": 1180.74, "end": 1185.74}, {"text": "while the camera is on because you forget or you completely get driven crazy by the pressure that that hasn't happened yet.", "start": 1185.74, "end": 1192.74}, {"text": "I think that's actually what...", "start": 1192.74, "end": 1194.74}, {"text": "what what is going to wondering when it will happen, what the thing is going to", "start": 1194.74, "end": 1197.74}, {"text": "be. Is it just going to be that I stand up and I'm not wearing pants? I feel", "start": 1197.74, "end": 1201.04}, {"text": "like I or am I going to like throw my dog out the window. If I was a streamer,", "start": 1201.04, "end": 1205.2}, {"text": "I think I would probably try to get that out day one. Yeah, I think I would like", "start": 1205.2, "end": 1208.5}, {"text": "turn on the thing is you really here's my penis. You really want it to be", "start": 1208.5, "end": 1211.94}, {"text": "accidental nudity because any yeah that I feel like the ones you always hear", "start": 1211.94, "end": 1216.78}, {"text": "about are like yeah. He cut his girlfriend's head off. Well, he didn't", "start": 1216.78, "end": 1219.82}, {"text": "realize that the camera was on cutting. Yes, saw your head off to be like", "start": 1219.82, "end": 1222.66}, {"text": "looks like I was", "start": 1222.68, "end": 1223.4}, {"text": "running to the key board and pressing a button.", "start": 1223.4, "end": 1226.52}, {"text": "Yeah, these streamers are sick. There's", "start": 1226.52, "end": 1231.12}, {"text": "people. It is the craziest profession in the world besides professional chef or", "start": 1231.12, "end": 1237.84}, {"text": "like that's or volcano skydiver, yeah skydiver, maybe back flip front flipper,", "start": 1237.84, "end": 1243.88}, {"text": "navy seal with PTSD or trying to work in", "start": 1243.88, "end": 1247.44}, {"text": "before hit man in an acting class or you see the new episode. No, I haven't seen", "start": 1249.16, "end": 1255.16}, {"text": "the last two. I've never seen a single episode. I don't care. People shit on it", "start": 1255.16, "end": 1260.48}, {"text": "because it's Bill Hader with his head up his ass. Let's talk about it. All right,", "start": 1260.48, "end": 1265.28}, {"text": "let's go. All right, let's set so a panel on Barry. Barry, the season four", "start": 1265.28, "end": 1270.52}, {"text": "premiere was intense. Fuchs is in jail, Barry's in jail. Snowho Hank is trying to buy some", "start": 1270.56, "end": 1280.12}, {"text": "sand. What else happens? You've got to watch to find out. You just gave all the fucking", "start": 1280.12, "end": 1286.56}, {"text": "spoilers and then you say, but you have to watch to find out what he does with the sand.", "start": 1286.56, "end": 1289.56}, {"text": "That's not a spoiler. You're trying to buy sand? That's in the trailer. Oh, the sand thing", "start": 1289.56, "end": 1292.84}, {"text": "is a spoiler. Barry, I watched the first season. Barry, this show with other more", "start": 1292.84, "end": 1300.52}, {"text": "for quality program. I'd rather", "start": 1300.52, "end": 1302.58}, {"text": "go with a bunch of other actually good shows. Yeah, I think it's underground.", "start": 1302.58, "end": 1308.88}, {"text": "Maybe make a show about different kinds of areas right now. My everyone, I", "start": 1308.88, "end": 1313.64}, {"text": "think for every point in my in your life, you have to have something that", "start": 1313.64, "end": 1316.72}, {"text": "you have never watched, never seen or anything and that's because you're a", "start": 1316.72, "end": 1320.04}, {"text": "born hater. You just insist that you don't really bad. I don't believe it.", "start": 1320.04, "end": 1323.04}, {"text": "I think you have to have a philosophy. Yeah, I know it's the one your", "start": 1323.04, "end": 1327.68}, {"text": "philosophy. I mean you said you as in the", "start": 1327.68, "end": 1330.64}, {"text": "I", "start": 1330.64, "end": 1332.8}, {"text": "I think all three of us do that. I don't have something like you. Oh my what do I", "start": 1332.8, "end": 1338.4}, {"text": "hate? What do I hate? What do I hate? You hate so many one thing mother fucker. I", "start": 1338.4, "end": 1343.16}, {"text": "dare you if I hate so many you hate so many. I'll say like, oh yeah, it's pretty", "start": 1343.16, "end": 1347.32}, {"text": "fun. You're like, oh, okay. So your example is this thing. I have multiple", "start": 1347.32, "end": 1352.68}, {"text": "examples that I cannot think of right then. You don't have multiple examples,", "start": 1352.68, "end": 1355.92}, {"text": "buddy. Nice try. I'm not a hater. You're a hater in the sense of you say", "start": 1355.92, "end": 1360.88}, {"text": "something is gay.", "start": 1360.88, "end": 1361.72}, {"text": "Yeah, I would never say the G word. But you don't say, you don't say, you", "start": 1361.72, "end": 1365.08}, {"text": "don't walk around being like, \"I hate this,\" but if someone mentions something,", "start": 1365.08, "end": 1367.88}, {"text": "you'll call it gay. You know what else we'll do? Okay, perfect example. Okay,", "start": 1367.88, "end": 1372.4}, {"text": "now you have one. I can tell you have a really good one, 'cause you moved the", "start": 1372.4, "end": 1375.62}, {"text": "microphone away. Perfect example. To breathe.", "start": 1375.62, "end": 1378.24}, {"text": "Don't you say skateboarding. Three weeks ago, no, two weeks ago,", "start": 1378.24, "end": 1383.16}, {"text": "We're at the bar. It doesn't matter what I'm going to lie. I'm putting the", "start": 1384.28, "end": 1388.54}, {"text": "evidence out there. Okay. And there is receipts and people on your close", "start": 1388.54, "end": 1393.44}, {"text": "friends' Insta will know.", "start": 1393.44, "end": 1394.64}, {"text": "Two or three weeks ago, Neil's show or my old roommate, he has a show at", "start": 1394.64, "end": 1400.2}, {"text": "Revision Lounge. You can check it out.", "start": 1400.2, "end": 1402.16}, {"text": "He's on the bill. We're hanging out at the bar after the show. He says,", "start": 1402.16, "end": 1408.2}, {"text": "\"I've been getting really into Pink Panther recently.\" Pink Panther is great.", "start": 1408.2, "end": 1413.0}, {"text": "That's the opposite. I like it.", "start": 1413.36, "end": 1414.86}, {"text": "You did used to hate Pink Panther. When he listened to Pink Panther, you made fun of it.", "start": 1414.86, "end": 1419.16}, {"text": "Yeah, I didn't hate her. I said I didn't want her to come to America, drop that bomb.", "start": 1419.16, "end": 1423.56}, {"text": "No.", "start": 1423.56, "end": 1424.36}, {"text": "Don't have a bomb.", "start": 1424.36, "end": 1425.06}, {"text": "And I still think that.", "start": 1425.06, "end": 1426.36}, {"text": "Because I was doing my DJ set last year and I put the song in there.", "start": 1426.36, "end": 1430.26}, {"text": "I was sure this was earlier than I'd ever been to one of your DJ sets.", "start": 1430.26, "end": 1433.46}, {"text": "I've avoided them at all costs.", "start": 1433.46, "end": 1434.76}, {"text": "You we did a show with Jacques that had a DJ set.", "start": 1434.76, "end": 1437.46}, {"text": "And I went to the bathroom.", "start": 1437.46, "end": 1438.76}, {"text": "You did. You stayed in the bathroom the whole time. Didn't want to hear me.", "start": 1438.76, "end": 1441.46}, {"text": "I don't want to hear that bullshit.", "start": 1441.46, "end": 1442.76}, {"text": "I actually think I left right after, but it was that the beginning of the show.", "start": 1442.76, "end": 1446.56}, {"text": "Oh well, I then I was definitely not there.", "start": 1446.56, "end": 1448.56}, {"text": "Well, there's one example you hated on it and then once it became a thing that", "start": 1448.56, "end": 1454.26}, {"text": "you found you liked it.", "start": 1454.26, "end": 1455.38}, {"text": "So this is not a good example. Check me is not a good. Yeah, I actually", "start": 1455.38, "end": 1460.7}, {"text": "thought of a bunch of examples that I can't say yeah, because they're all our", "start": 1460.7, "end": 1463.52}, {"text": "close friends.", "start": 1463.52, "end": 1464.24}, {"text": "Don't say that does everyone we know I do yeah, just like everyone we know I", "start": 1464.24, "end": 1470.72}, {"text": "hated and until just one day I was like actually or you think I still hate you", "start": 1470.8, "end": 1475.92}, {"text": "know people who you don't know who you hate like people you never met before", "start": 1475.92, "end": 1479.2}, {"text": "yep that you just are prejudice towards you're making me sound awful. I don't", "start": 1479.2, "end": 1483.6}, {"text": "have prejudice. This is now you're lying. I'll go with the pink panther thing,", "start": 1483.6, "end": 1487.9}, {"text": "but now you're lying and I don't like that at all and you know what I hate is", "start": 1487.9, "end": 1492.12}, {"text": "a lot of political figures that you really hate that you never met or given", "start": 1492.12, "end": 1496.58}, {"text": "a chance. I don't I was thinking about as well that people are shitting on", "start": 1496.58, "end": 1500.0}, {"text": "this lady, this old fucking raggedy bones bitch, Dianne Feinstein.", "start": 1500.04, "end": 1503.62}, {"text": "What's her deal?", "start": 1503.62, "end": 1505.62}, {"text": "Just some ancient lady who has no idea where she is.", "start": 1505.62, "end": 1507.62}, {"text": "Why are people like...", "start": 1507.62, "end": 1508.62}, {"text": "She is one million years old and she needs to give up her senate seat.", "start": 1508.62, "end": 1511.62}, {"text": "I literally do not give a fuck who is in any office on this planet.", "start": 1511.62, "end": 1515.62}, {"text": "I hate her.", "start": 1515.62, "end": 1516.12}, {"text": "Yeah, you do.", "start": 1516.12, "end": 1516.62}, {"text": "You hate the government.", "start": 1516.62, "end": 1517.12}, {"text": "No, I do not.", "start": 1517.12, "end": 1517.62}, {"text": "You hate the office of the government.", "start": 1517.62, "end": 1519.62}, {"text": "I don't hate it.", "start": 1519.62, "end": 1520.12}, {"text": "I'm indifferent.", "start": 1520.12, "end": 1520.62}, {"text": "Daryl?", "start": 1520.62, "end": 1521.12}, {"text": "Daryl?", "start": 1521.12, "end": 1521.62}, {"text": "If Daryl doesn't stay in that office, then I will completely blame him.", "start": 1521.62, "end": 1525.62}, {"text": "Well, yeah, because he moved up from the warehouse.", "start": 1525.62, "end": 1527.62}, {"text": "I Darrell is honestly one of the few things in this world that I'm pretty", "start": 1527.62, "end": 1532.78}, {"text": "sacred about. Yeah yeah. Darrell Philbin. Darrell Philbin from the office. That's", "start": 1532.78, "end": 1538.66}, {"text": "the one thing that I think the first time that I met you back in 2011 I think.", "start": 1538.66, "end": 1544.54}, {"text": "Yeah. Hey I'm Caleb you're wearing a shirt and there's a picture of Craig Robinson.", "start": 1544.54, "end": 1548.06}, {"text": "Let's do an impression of each other the day that we met. Okay here's my", "start": 1548.06, "end": 1551.62}, {"text": "my impression of you.", "start": 1551.62, "end": 1552.46}, {"text": "And then I really how I used to you literally, I remember I met you. I was", "start": 1552.46, "end": 1563.58}, {"text": "hanging. I met you. You were with Ben and you like got up on. I was like", "start": 1563.58, "end": 1569.7}, {"text": "talking to Ben and like you were his little brother. You got up on the", "start": 1569.7, "end": 1572.86}, {"text": "fountain. That was right next to and you like walked up and down the fountain.", "start": 1572.86, "end": 1577.5}, {"text": "I remember one of the first times that--", "start": 1578.54, "end": 1580.9}, {"text": "- Really tall guy, right?", "start": 1580.9, "end": 1582.5}, {"text": "- Yeah, you.", "start": 1582.5, "end": 1583.82}, {"text": "One of the first times that I hung out with Patrick,", "start": 1583.82, "end": 1585.38}, {"text": "what I remember is that he was,", "start": 1585.38, "end": 1587.7}, {"text": "we were in that little alleyway that led to a city place,", "start": 1587.7, "end": 1592.14}, {"text": "and you were on your skateboard.", "start": 1592.14, "end": 1593.22}, {"text": "- That wasn't mine, that was Shev's.", "start": 1593.22, "end": 1594.82}, {"text": "- Oh, excuse me.", "start": 1594.82, "end": 1595.66}, {"text": "- That was Shev's.", "start": 1595.66, "end": 1596.48}, {"text": "- You were on somebody else's skateboard,", "start": 1596.48, "end": 1597.32}, {"text": "that's an important detail.", "start": 1597.32, "end": 1598.94}, {"text": "And you were doing some tricks that you weren't landing,", "start": 1598.94, "end": 1602.38}, {"text": "and you were saying like,", "start": 1602.38, "end": 1603.98}, {"text": "man, I haven't skateboarded in a while,", "start": 1603.98, "end": 1605.42}, {"text": "and I was thinking, why is he doing this?", "start": 1605.42, "end": 1607.14}, {"text": "What's he doing? And that was a brick road also. That's tough to skate on.", "start": 1607.14, "end": 1612.66}, {"text": "Yeah. I think I hadn't skated... I think that day, honestly, was the day that I", "start": 1612.66, "end": 1619.78}, {"text": "was like, \"I should start skating again.\" When did you? That's so crazy.", "start": 1619.78, "end": 1624.24}, {"text": "That is genuinely like... 'Cause I think I almost landed a kick flip and then", "start": 1624.24, "end": 1629.12}, {"text": "I was like, \"Oh, fuck.\" I used to be good at that. Why did you stop?", "start": 1629.12, "end": 1632.96}, {"text": "fat one. Fat, but that's a grad. You don't get, you don't wake up one day and be", "start": 1633.74, "end": 1637.58}, {"text": "like, \"Fuck me, I'm fat. Time to stop skating.\" No, I did that. I think I was", "start": 1637.58, "end": 1641.6}, {"text": "just like, I think I genuinely was like, \"Oh, I don't know.\" Like, it's embarrassing", "start": 1641.6, "end": 1646.22}, {"text": "for like somebody my age to still be skateboarding. And you said that when you", "start": 1646.22, "end": 1649.78}, {"text": "were 19. Yeah, I said that when I was 19, I stopped skating for a really long", "start": 1649.78, "end": 1654.0}, {"text": "time. And then I met you guys when I was like 21. And now you're kind of going", "start": 1654.0, "end": 1658.14}, {"text": "into the OG, kind of old, older man. Yeah, yeah, really old man. Old head's spurning", "start": 1658.14, "end": 1662.96}, {"text": "wisdom of the children. Old head who, who,", "start": 1662.96, "end": 1665.16}, {"text": "old head who what? Who's cracking all of his single bones every single day.", "start": 1665.16, "end": 1672.08}, {"text": "Cracking them? Cracking all of them single bones. Breaking them or cracking them like a", "start": 1672.08, "end": 1675.08}, {"text": "knuckle? And he hangs out with the 16 year olds and says, man, I used to be able", "start": 1675.08, "end": 1678.4}, {"text": "to do that. Man, I used to be... It used to be different, man. Man, you used to not", "start": 1678.4, "end": 1682.08}, {"text": "be able to wear high ass pants, but now... You used to be able to say what you want", "start": 1682.08, "end": 1685.72}, {"text": "to. We used to wear high heels when we skated back in 2015. We used to get on our", "start": 1685.72, "end": 1690.08}, {"text": "our skateboards, we used to get on our-", "start": 1690.12, "end": 1691.62}, {"text": "Man, we used to wear polka dots.", "start": 1691.62, "end": 1693.34}, {"text": "Man, shit's just different out.", "start": 1693.34, "end": 1695.64}, {"text": "I used to wear a blue shirt with a big star on it.", "start": 1695.64, "end": 1697.06}, {"text": "Shit is just different.", "start": 1697.06, "end": 1698.08}, {"text": "We used to walk around-", "start": 1698.08, "end": 1699.52}, {"text": "I forgot about the star shirt.", "start": 1699.52, "end": 1701.04}, {"text": "I used to wear a dark blue shirt.", "start": 1701.04, "end": 1703.98}, {"text": "A navy blue shirt with a gold star.", "start": 1703.98, "end": 1706.0}, {"text": "A big yellow gold star.", "start": 1706.0, "end": 1707.02}, {"text": "Man, back in my day, when we skateboarded, we used to all wear", "start": 1707.02, "end": 1709.34}, {"text": "that Sriracha shirt.", "start": 1709.34, "end": 1710.36}, {"text": "Yep.", "start": 1710.36, "end": 1711.56}, {"text": "We used to walk around with the Sriracha shirt on.", "start": 1711.56, "end": 1714.08}, {"text": "All the skateboards used to be shaped like the Sriracha bottle.", "start": 1714.08, "end": 1716.6}, {"text": "What is up with men who wear the Sriracha shirt?", "start": 1716.6, "end": 1720.1}, {"text": "It's the new try for sure off of your body. The red Sriracha shirt with the", "start": 1720.1, "end": 1725.62}, {"text": "khaki cargoes. You do not need to be shopping at Marshalls. What's that type", "start": 1725.62, "end": 1729.14}, {"text": "of fabric? That's what I was a type of person who goes to Marshall's. The", "start": 1729.14, "end": 1732.78}, {"text": "polyester one or the like the all over print, the all over print one that's", "start": 1732.78, "end": 1736.9}, {"text": "kind of like a soccer jersey. I'm talking about the red shirt that is like,", "start": 1736.9, "end": 1740.58}, {"text": "yeah, it kind of has, it's like very stretchy. Yeah. It stretches over a fat", "start": 1740.58, "end": 1744.44}, {"text": "guy's belly. Well, that's a... And he wears a Sriracha thing because he's", "start": 1744.44, "end": 1747.1}, {"text": "he's like, oh, it's food. I think that's a sixty forty cotton polyester bland", "start": 1747.1, "end": 1751.12}, {"text": "shirt. I think the next shirt that's going to catch on because the sriracha", "start": 1751.12, "end": 1755.34}, {"text": "shirt that I mean,", "start": 1755.34, "end": 1756.76}, {"text": "I think the next one is going to be a mayonnaise shirt.", "start": 1756.76, "end": 1759.72}, {"text": "Helman's yeah, that's literally these guys would be wearing a man. I was", "start": 1759.72, "end": 1766.16}, {"text": "available, yeah, instead of the sriracha, where the sriracha shirt, because they", "start": 1766.16, "end": 1769.58}, {"text": "think it's exotic. That's the that's the fat guy equivalent of walking around", "start": 1769.58, "end": 1773.62}, {"text": "with a shirt. That's a movie poster that has Japanese characters. Yeah,", "start": 1773.62, "end": 1776.76}, {"text": "name of the movie there is like yeah. I like I like sauces, but I like exotic", "start": 1776.76, "end": 1781.26}, {"text": "there's this kid on my bus in middle school. It's a ratchet shirt kid. He", "start": 1781.26, "end": 1787.52}, {"text": "definitely was a Sir Roger shirt kid. He was a pretty big boy and the guy, this", "start": 1787.52, "end": 1792.18}, {"text": "kid in the back of the bus, Hunter was trying to get his attention and he's any", "start": 1792.18, "end": 1796.6}, {"text": "I think he was wearing headphones and somebody like tapped him on the shoulder", "start": 1796.6, "end": 1801.62}, {"text": "as soon as like Hunter was like hey fatty. There's a", "start": 1801.62, "end": 1804.66}, {"text": "in the back of the bus.", "start": 1805.96, "end": 1807.26}, {"text": "That's mean. He turned around immediately and then the name I would to the name,", "start": 1807.26, "end": 1813.62}, {"text": "the name mayonnaise stuck", "start": 1813.62, "end": 1815.48}, {"text": "because he dared to look at somebody who yelled at him, who was yelling at him", "start": 1815.48, "end": 1821.54}, {"text": "for calling it horrible. I just thought of any, then he embraced it and we were", "start": 1821.54, "end": 1826.5}, {"text": "just kind of like all right man, all right mayonnaise.", "start": 1826.5, "end": 1829.46}, {"text": "It is a cool nickname.", "start": 1829.46, "end": 1832.36}, {"text": "I don't like that. Yeah, that is pretty sick. That's a good one. I just came up", "start": 1833.28, "end": 1837.92}, {"text": "with a scenario that I want to lay out for you guys really quick. Go. So you see", "start": 1837.92, "end": 1841.24}, {"text": "a guy, he's wearing a Sriracha shirt. Yeah, he's like maybe, maybe, maybe he's", "start": 1841.24, "end": 1844.96}, {"text": "on your maybe", "start": 1844.96, "end": 1845.68}, {"text": "can't help myself. I pull it down right there in the middle of a bus stop. I'm", "start": 1845.68, "end": 1850.72}, {"text": "fucking sucking his cock. I pull down those khaki cargoes. I pull down his Bob", "start": 1850.72, "end": 1854.58}, {"text": "Ross underwear and I just I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm", "start": 1854.58, "end": 1858.28}, {"text": "on his fucking balls. I'm getting the whole thing down there. Maybe he's on,", "start": 1858.28, "end": 1860.6}, {"text": "maybe he's on your on your daily commute like he's on your bus or something,", "start": 1860.62, "end": 1863.62}, {"text": "and then I do it every day. I don't know him in a saran sure bus driver,", "start": 1863.62, "end": 1867.2}, {"text": "which", "start": 1867.2, "end": 1867.48}, {"text": "I don't care. I'll give him road head. Why drive the bus? All right, get up", "start": 1867.48, "end": 1871.62}, {"text": "here and you think okay, this is it's a saran shirt guy great like oh great.", "start": 1871.62, "end": 1875.66}, {"text": "He's wearing the saran shirt and then the next day you get on the bus. He's", "start": 1875.66, "end": 1879.04}, {"text": "wearing another shirt. Kikoman so sauce next day, Heinz Ketchup next day", "start": 1879.04, "end": 1884.08}, {"text": "Helman's man. You realize he's a full sauce. He's a", "start": 1884.08, "end": 1886.14}, {"text": "thought he was a Sirachus. No, just so is a full sauce ward. Wow! His name is", "start": 1887.66, "end": 1892.86}, {"text": "Jed Sossman. I do want I do want the perfect t shirt rotation is Monday.", "start": 1892.86, "end": 1899.02}, {"text": "Wake up Sirachus shirt Tuesday, wake up dark side of the moon shirt yeah and all", "start": 1899.02, "end": 1903.8}, {"text": "of these by the way, two sizes too small yeah like so spray, except in the arms", "start": 1903.8, "end": 1907.68}, {"text": "they're big in the arms. Somehow dark, when they know Wednesday, Dr Pepper", "start": 1907.68, "end": 1911.12}, {"text": "Wednesday is the Dr Pepper, the faded", "start": 1911.12, "end": 1913.12}, {"text": "Friday Friday, well, he's green try for a shirt gold. Well, yeah, I know, but", "start": 1917.1, "end": 1921.64}, {"text": "nothing on", "start": 1921.64, "end": 1922.06}, {"text": "Thursday. No sure day is a button down. That's a", "start": 1922.06, "end": 1925.82}, {"text": "print of oh with a vest. Yeah, there's days. Thursday is definitely a bright", "start": 1925.82, "end": 1931.9}, {"text": "button down. Yeah, like a really bright one, like a pink, a pink button down", "start": 1931.9, "end": 1936.18}, {"text": "with a pattern on it. Yeah, Saturday, it's the weekend. It's a try for shirt,", "start": 1936.18, "end": 1939.94}, {"text": "but he cut the sleeves off. Well, that's tough. Yeah, that is tough.", "start": 1939.94, "end": 1943.94}, {"text": "the triforce shirt and the khaki cargo Sunday, maybe a maybe a Sunday's going", "start": 1944.94, "end": 1949.08}, {"text": "to church. So it's a full suit, so it's the same as the same as Thursday, but I", "start": 1949.08, "end": 1953.26}, {"text": "want other shirts. I want a nirvana shirt in there. Yeah, a really, really", "start": 1953.26, "end": 1956.5}, {"text": "bad nirvana shirt would be good in there. Star Wars, Empire Strikes Back,", "start": 1956.5, "end": 1960.24}, {"text": "faces of Vader, the faces of expressions of Vader shirt is going to be here.", "start": 1960.24, "end": 1966.94}, {"text": "Yeah, see, but that's a little too like even those guys, but that's how he's", "start": 1966.94, "end": 1970.44}, {"text": "wearing it. He's wearing it. Ironically, yeah, okay, as he's like I would never", "start": 1970.44, "end": 1974.36}, {"text": "for this. I'll wear a fucking", "start": 1974.4, "end": 1976.56}, {"text": "Helman's mustard shirt, but I'm not wearing", "start": 1976.56, "end": 1981.48}, {"text": "fucking", "start": 1981.48, "end": 1983.08}, {"text": "Helman's Mayo T shirt. It would dare I say it would be a shirt that would go", "start": 1983.08, "end": 1990.08}, {"text": "hard. It would go hard. Yeah, wow,", "start": 1990.08, "end": 1992.44}, {"text": "I would wear that. I think shirts", "start": 1992.44, "end": 1995.24}, {"text": "the guy. It was like a genuine like do you think one day they asked it like who", "start": 1995.24, "end": 2000.6}, {"text": "was the first guy was like, let's put fucking Sirach on a shirt. People will", "start": 2000.64, "end": 2004.64}, {"text": "wear that. Yeah, I mean, it was you know, what happened in fourteen? Well,", "start": 2004.64, "end": 2008.24}, {"text": "actually, nobody what happened was any of them and then they got to marshals", "start": 2008.24, "end": 2011.28}, {"text": "and they went crazy. A guy was wearing a plain t shirt. Yeah, he was eating", "start": 2011.28, "end": 2015.28}, {"text": "food. He got Sirach on his shirt. His friend said, Hey man, you got Sirach on", "start": 2015.28, "end": 2019.72}, {"text": "your shirt. Why pull up above his head? Sirach shirt.", "start": 2019.72, "end": 2022.68}, {"text": "You know what it actually was. I think I do. I think they make no money off", "start": 2022.68, "end": 2028.32}, {"text": "shirts than they do the fucking tops.", "start": 2028.32, "end": 2030.04}, {"text": "So in 2014, like yeah, like everybody, like they had like the fucking Sriracha like key", "start": 2030.04, "end": 2034.32}, {"text": "chain and stuff that you could like keep that shit.", "start": 2034.32, "end": 2036.4}, {"text": "Why did they, who did that?", "start": 2036.4, "end": 2038.0}, {"text": "I don't know.", "start": 2038.0, "end": 2039.0}, {"text": "Why did Sriracha become a...", "start": 2039.0, "end": 2040.0}, {"text": "There has to be some like...", "start": 2040.0, "end": 2041.0}, {"text": "There has to be some like...", "start": 2041.0, "end": 2042.0}, {"text": "The company that makes Sriracha.", "start": 2042.0, "end": 2043.76}, {"text": "One ingenious marketing guy who did all this stuff.", "start": 2043.76, "end": 2046.76}, {"text": "It was Paul Rodriguez of the Permanent Skateboards.", "start": 2046.76, "end": 2049.4}, {"text": "The Power Rangers guy.", "start": 2049.4, "end": 2051.24}, {"text": "Paul Rodriguez did this collab with Sriracha.", "start": 2051.24, "end": 2054.28}, {"text": "No that is not the first thing he did.", "start": 2054.28, "end": 2055.88}, {"text": "No, it was huge. It was like a really big collab. They were making like Sriracha skateboards", "start": 2055.88, "end": 2060.56}, {"text": "and all the Sriracha shirts were gone through Primitive.", "start": 2060.56, "end": 2063.76}, {"text": "They would not go Sriracha skateboard first.", "start": 2063.76, "end": 2067.6}, {"text": "They did Kikkoman. They did the Kikkoman soy sauce too. They did a Kikkoman soy sauce cruiser", "start": 2067.6, "end": 2072.62}, {"text": "board that's shaped like the soy sauce bottle.", "start": 2072.62, "end": 2074.68}, {"text": "Oh, and our motherfuckers walking around with Kikkoman soy sauce shirts? Not that often.", "start": 2074.68, "end": 2078.76}, {"text": "They used to.", "start": 2078.76, "end": 2079.76}, {"text": "No, no, no, no.", "start": 2079.76, "end": 2080.76}, {"text": "The primitive Kikkoman soy sauce collab was also very big.", "start": 2080.76, "end": 2083.32}, {"text": "Who thinks soy sauce is primitive?", "start": 2083.32, "end": 2084.8}, {"text": "No, the skateboard company.", "start": 2084.8, "end": 2086.8}, {"text": "What the hell is wrong with you?", "start": 2086.8, "end": 2088.8}, {"text": "I don't know why I know all that, but I know it.", "start": 2088.8, "end": 2090.8}, {"text": "I know why you know all that.", "start": 2090.8, "end": 2092.8}, {"text": "Because you like skating.", "start": 2092.8, "end": 2094.8}, {"text": "Also their Naruto and Dragon Ball Z collabs are the only thing that's keeping them afloat.", "start": 2094.8, "end": 2097.8}, {"text": "Which is insane.", "start": 2097.8, "end": 2099.8}, {"text": "Oh wait, really?", "start": 2099.8, "end": 2101.8}, {"text": "Yeah.", "start": 2101.8, "end": 2103.8}, {"text": "I'm sorry. I didn't realize that.", "start": 2103.8, "end": 2105.8}, {"text": "That's why their team is so big.", "start": 2105.8, "end": 2107.8}, {"text": "I really hope nothing happens to those two collabs then.", "start": 2107.8, "end": 2109.8}, {"text": "They'll probably go under.", "start": 2109.8, "end": 2111.8}, {"text": "No, Tiago Lemons would not get a check.", "start": 2111.8, "end": 2115.16}, {"text": "Tiago Lemons?", "start": 2115.16, "end": 2116.56}, {"text": "Tiago Lemons would not get a check.", "start": 2116.56, "end": 2118.12}, {"text": "What a fucking normal name to have.", "start": 2118.12, "end": 2119.84}, {"text": "He's Brazilian.", "start": 2119.84, "end": 2120.84}, {"text": "Lemons?", "start": 2120.84, "end": 2121.84}, {"text": "He's Brazilian, that's why.", "start": 2121.84, "end": 2122.84}, {"text": "You know, have you ever heard of Brazilian...", "start": 2122.84, "end": 2123.84}, {"text": "Why is he not named Tiago Lime?", "start": 2123.84, "end": 2125.84}, {"text": "Have you seen the Brazilian lemonade thing?", "start": 2125.84, "end": 2128.84}, {"text": "Yeah, it looks like shit.", "start": 2128.84, "end": 2130.84}, {"text": "Dude, it's limes. They're calling it lemonade. It's all limes and it's milk.", "start": 2130.84, "end": 2134.84}, {"text": "In Spanish they call it the same thing. It's just a lemon.", "start": 2134.84, "end": 2137.84}, {"text": "Limon.", "start": 2137.84, "end": 2138.84}, {"text": "It's the same.", "start": 2138.84, "end": 2139.84}, {"text": "It's the same?", "start": 2139.84, "end": 2140.84}, {"text": "Yeah. Is it the same fruit? It's not the same fruit, but they just, it's just a,", "start": 2140.84, "end": 2144.72}, {"text": "it's a, they're both a, a, a Limon.", "start": 2144.72, "end": 2147.0}, {"text": "So they at least say Limon Amarillo? Limon Trotsky. Um, not really.", "start": 2147.0, "end": 2153.76}, {"text": "They just don't have, they don't even know how to tell the difference.", "start": 2153.76, "end": 2157.04}, {"text": "They just don't give a fuck. It's not that big of a deal.", "start": 2157.04, "end": 2159.6}, {"text": "It's like the difference between an, a red apple or a green apple.", "start": 2159.6, "end": 2163.32}, {"text": "We don't know how to,", "start": 2163.32, "end": 2164.16}, {"text": "I don't know how to differentiate between those two.", "start": 2164.16, "end": 2168.12}, {"text": "you the day that I found out I was allergic to raw apples is devastating.", "start": 2168.12, "end": 2172.96}, {"text": "I used to love to just you know, a big honey crisp and just take a big old", "start": 2172.96, "end": 2176.8}, {"text": "bite out of it. A honey what if you wait, where you were you not allergic to", "start": 2176.8, "end": 2181.04}, {"text": "apples and then you became allergic to apples, you know, like those allergies", "start": 2181.04, "end": 2184.36}, {"text": "that you get when you like like every seven years. So you didn't used to be", "start": 2184.36, "end": 2187.64}, {"text": "allergic and then you became allergic. I think so yeah, well, I wasn't alert. I", "start": 2187.64, "end": 2191.92}, {"text": "found out because I ate a big bag of cherries and then you thought these are", "start": 2191.92, "end": 2196.2}, {"text": "kind of like a full", "start": 2196.24, "end": 2197.44}, {"text": "stomach hurt and then my stomach was swollen. It's six hundred cherries", "start": 2197.44, "end": 2203.56}, {"text": "maraschino cherries", "start": 2203.56, "end": 2204.88}, {"text": "maraschino cherry and I threw a do maraschino other fruits. I agree a", "start": 2204.88, "end": 2209.52}, {"text": "maraschino banana sounds so", "start": 2209.52, "end": 2211.76}, {"text": "fucking good", "start": 2211.76, "end": 2213.36}, {"text": "where you can eat the peel. Oh,", "start": 2213.36, "end": 2216.08}, {"text": "Maraschino melon maraschino, you know, it actually would be good. Yeah, I", "start": 2216.08, "end": 2222.16}, {"text": "think it's just got sugar on it. Right there. She no, I don't even know", "start": 2222.16, "end": 2225.44}, {"text": "Maraschino Apple. Who's Maraschino? Maraschino is a former WNBA player.", "start": 2225.64, "end": 2231.64}, {"text": "I feel like we talked about this before, so tell me if we did, but I knew this before and I completely forgot about it,", "start": 2231.64, "end": 2236.64}, {"text": "but then I was talking about it with my family when I was back in Boston.", "start": 2236.64, "end": 2239.64}, {"text": "We already talked about this.", "start": 2239.64, "end": 2240.64}, {"text": "That Scally Bread is only in Boston.", "start": 2240.64, "end": 2242.64}, {"text": "Yeah, I was talking about Scally Bread last night.", "start": 2242.64, "end": 2245.64}, {"text": "Yeah, and it's called that because there was a family called the Scally family.", "start": 2245.64, "end": 2249.64}, {"text": "The Scally family in the North End, yeah.", "start": 2249.64, "end": 2251.64}, {"text": "I looked it up because I was looking when I first moved here. I was trying to buy", "start": 2251.64, "end": 2255.16}, {"text": "scally bread somewhere thinking about something. What I am trying to make", "start": 2255.16, "end": 2259.72}, {"text": "something work in my head. Okay,", "start": 2259.72, "end": 2261.08}, {"text": "all right, go ahead.", "start": 2261.08, "end": 2263.0}, {"text": "I'm still going to go. Now I was trying to do maybe a Terry Shivo cherry, but", "start": 2263.0, "end": 2269.8}, {"text": "then I got now I would have to be a vegetable. Well, that's what I was", "start": 2269.8, "end": 2274.04}, {"text": "thinking about how funny it would be to be talking about somebody who had a", "start": 2274.04, "end": 2277.4}, {"text": "brain injury in there in a coma and like you're it's like your dad telling", "start": 2277.4, "end": 2280.6}, {"text": "somebody and he's like, \"Yeah, Chris, he fell off a ladder. He's stuck in the hospital. He's", "start": 2280.64, "end": 2284.0}, {"text": "a complete fruit now.\"", "start": 2284.0, "end": 2285.0}, {"text": "He's just getting confused. \"Yeah, it's real sad. My cousin went to the hospital. He's", "start": 2285.0, "end": 2291.76}, {"text": "a fruitcake.\" Anyway, sorry. You guys talk about bread.", "start": 2291.76, "end": 2296.8}, {"text": "I do think a Terry Shivo cherry is good.", "start": 2296.8, "end": 2301.16}, {"text": "What about a maraschino human?", "start": 2301.16, "end": 2303.34}, {"text": "That would just be a wet guy. I mean, I turn into a maraschino human when I come out of", "start": 2303.34, "end": 2306.84}, {"text": "the fuck when I'm done playing basketball. I've told you guys about when I play basketball", "start": 2306.84, "end": 2310.96}, {"text": "that I get so sweaty that I thought I was really good at pick up basketball because", "start": 2310.96, "end": 2316.08}, {"text": "nobody would want to get close to me because I'd get so sweaty.", "start": 2316.08, "end": 2318.44}, {"text": "You told us about that.", "start": 2318.44, "end": 2321.36}, {"text": "I think that I have some kind of medical, I think it might be a superpower.", "start": 2321.36, "end": 2325.32}, {"text": "Did you get your cholesterol checked?", "start": 2325.32, "end": 2327.76}, {"text": "I don't even care.", "start": 2327.76, "end": 2329.72}, {"text": "Maybe that's it.", "start": 2329.72, "end": 2330.72}, {"text": "My cholesterol?", "start": 2330.72, "end": 2331.72}, {"text": "Maybe you drink so much coffee.", "start": 2331.72, "end": 2333.2}, {"text": "There's no anything in this.", "start": 2333.2, "end": 2334.84}, {"text": "Sodium.", "start": 2334.84, "end": 2335.84}, {"text": "sodium in coffee, are you crazy? You put sodium in there, you put sodium chloride", "start": 2335.84, "end": 2339.6}, {"text": "in there. You put salt in your coffee thinking it's sugar and you're like,", "start": 2339.6, "end": 2342.8}, {"text": "\"Damn, this makes me taste good.\" Makes me taste good? Probably would make me", "start": 2342.8, "end": 2347.76}, {"text": "taste good. Yeah, it makes you taste good because you're brining your insides.", "start": 2347.76, "end": 2350.32}, {"text": "No, you would taste the best. You're like an olive wagyu cow. I would not taste", "start": 2350.32, "end": 2356.32}, {"text": "the best. You are. The stuff that I eat, Doritos, Mountain Dew. You're a turducken.", "start": 2356.32, "end": 2361.68}, {"text": "Actually, I think I would taste the best. You would probably taste normal. No. I", "start": 2361.68, "end": 2365.52}, {"text": "that I have taste. He would taste like chicken feet. I have a", "start": 2365.52, "end": 2368.66}, {"text": "Mediterranean diet. Yeah, yeah, I was told to go on the Mediterranean diet by", "start": 2368.66, "end": 2373.02}, {"text": "a doctor. What's the Mediterranean fucking doctor?", "start": 2373.02, "end": 2375.48}, {"text": "He recommended, you know what, you know, writes a prescription for his", "start": 2375.48, "end": 2381.6}, {"text": "family's restaurant. It's making it's making a lot of sense. Yeah, the doctor's", "start": 2381.6, "end": 2385.08}, {"text": "office was on top of a doctor. Coppelopolis. Yeah, yeah, you just go", "start": 2385.08, "end": 2388.92}, {"text": "right down the stairs. Yeah, I read and then he's like, yeah, and you're going", "start": 2388.92, "end": 2392.68}, {"text": "I'm going to have to worship some new gods. Yes, a whole pantheon and I'll say", "start": 2392.68, "end": 2397.12}, {"text": "is it cool if I change their fucking names?", "start": 2397.12, "end": 2399.4}, {"text": "I'm Roman, I'm Italian, yeah,", "start": 2399.4, "end": 2403.32}, {"text": "they nobody worships the Greek gods. I would piss me off. I do that would piss", "start": 2403.32, "end": 2408.6}, {"text": "me off. If some do you guys ever think that that's going to happen,", "start": 2408.6, "end": 2411.24}, {"text": "there are there are people who call themselves Apolloists or something, but I", "start": 2411.24, "end": 2417.32}, {"text": "don't think they actually worship Apollo. No, they just Richard Spencer says that", "start": 2417.32, "end": 2421.12}, {"text": "worships Apollo or something. Really? Isn't that funny? I didn't know that.", "start": 2421.16, "end": 2424.92}, {"text": "Yeah.", "start": 2424.92, "end": 2425.26}, {"text": "It was the first. I guess, yeah. He would ever saw the other Nazi guys", "start": 2425.26, "end": 2430.72}, {"text": "getting into Norse mythology and he's like, \"I have to be a little different", "start": 2430.72, "end": 2434.12}, {"text": "here.\" I gotta be weird. Yeah. I'm sick of these alt Nazis. Just be a normal", "start": 2434.12, "end": 2439.76}, {"text": "one. Why do you have to be like, \"No, I'm gonna be...\" I like great stuff.", "start": 2439.76, "end": 2443.2}, {"text": "Yeah.", "start": 2443.2, "end": 2443.52}, {"text": "I'm gonna wear a suit. Just wear the outfit. It's already cool enough. They", "start": 2443.52, "end": 2446.8}, {"text": "They all wear suits. It's so crazy. They all wear suits and the suits look very", "start": 2446.8, "end": 2451.96}, {"text": "ill-fitting.", "start": 2451.96, "end": 2452.96}, {"text": "Yeah, because they look ill in them.", "start": 2452.96, "end": 2454.96}, {"text": "Damn, you look...", "start": 2454.96, "end": 2455.96}, {"text": "I'm not saying that.", "start": 2455.96, "end": 2456.96}, {"text": "And fit. Proper fit.", "start": 2456.96, "end": 2458.96}, {"text": "They're not looking...", "start": 2458.96, "end": 2459.96}, {"text": "Hey, you know what, Richard Spencer? You are not looking proper fit. You look like a proper", "start": 2459.96, "end": 2464.44}, {"text": "bitch.", "start": 2464.44, "end": 2465.44}, {"text": "Oops.", "start": 2465.44, "end": 2466.44}, {"text": "Joker gun. Oh, the bang gun.", "start": 2466.44, "end": 2472.44}, {"text": "It's a complete accident.", "start": 2472.44, "end": 2475.44}, {"text": "that actually is a sick. If you play those at the same time again, it sounds", "start": 2475.44, "end": 2479.84}, {"text": "really cool. Do you guys think that one day they'll change the gods of", "start": 2479.84, "end": 2482.66}, {"text": "Christianity like they did with Rome? Oh, absolutely. They're gonna be calling", "start": 2482.66, "end": 2485.74}, {"text": "Jesus Barack.", "start": 2485.74, "end": 2486.56}, {"text": "That's right.", "start": 2486.56, "end": 2488.36}, {"text": "They'll call Jesus Barack. They'll call God", "start": 2488.36, "end": 2492.66}, {"text": "fucking Billy Eilish.", "start": 2492.66, "end": 2495.48}, {"text": "Fucking. They may be, now I'm thinking about it, it would, back then when", "start": 2495.48, "end": 2500.28}, {"text": "everyone had a thousand gods and they all each had names and stuff, and then", "start": 2500.28, "end": 2505.0}, {"text": "and they were like we're going to have one God and we're not even give him a", "start": 2505.0, "end": 2508.56}, {"text": "name and if we do, you're not allowed to say it.", "start": 2508.56, "end": 2510.68}, {"text": "Do you think this religion stuff is all hocus pocus? Yeah, not me. I actually", "start": 2510.68, "end": 2516.08}, {"text": "starting to believe. Yeah,", "start": 2516.08, "end": 2517.84}, {"text": "I believe more and I'm more of a believer in aliens. I'm more of a", "start": 2517.84, "end": 2523.56}, {"text": "believer in thoughts and ideas. Yeah, the marketplace of ideas. I'm starting to", "start": 2523.56, "end": 2528.48}, {"text": "believe a whole new type of religion that I just thought of,", "start": 2528.48, "end": 2531.6}, {"text": "just who gives a fuck gives a fuck ism who gives a fuck ism Eric and Jack show", "start": 2532.28, "end": 2537.78}, {"text": "I DGAF ology is what you're thinking of. No, I'm thinking of my whole", "start": 2537.78, "end": 2542.16}, {"text": "ology is a science. Well, he believes in the science who cares about any of this", "start": 2542.16, "end": 2546.48}, {"text": "stuff. We're all going to die. Oh, this is actually damn somebody else already", "start": 2546.48, "end": 2551.28}, {"text": "made up this. It's nihilism absurdist absurdist nihilism that I have and I", "start": 2551.28, "end": 2558.16}, {"text": "I guess I have. I guess I have been kind of more into memes lately. Yeah, I'm", "start": 2558.16, "end": 2563.06}, {"text": "more of a believer in stuff that is not short. I send him all these amazing,", "start": 2563.06, "end": 2568.44}, {"text": "incredible. He sent me a good this morning. Did you write that one", "start": 2568.44, "end": 2571.66}, {"text": "customly? Well, I found that one really. I found that one and I copied and", "start": 2571.66, "end": 2576.4}, {"text": "pasted it because I didn't feel like crediting the author. Let me pull it up.", "start": 2576.4, "end": 2579.86}, {"text": "I saw somebody retweet it and I was like, damn, moving the mic away, like", "start": 2579.86, "end": 2586.62}, {"text": "Charlemagne because I've been watching a lot of that a lot of you said a lot of", "start": 2586.64, "end": 2590.88}, {"text": "breakfast club ass tits bro her shit posts.", "start": 2590.88, "end": 2594.4}, {"text": "These are all memes. I've been sending Cameron all these. I don't understand", "start": 2594.4, "end": 2600.08}, {"text": "that means and philosophical questions and ideas. I posited Cameron one of the", "start": 2600.08, "end": 2604.56}, {"text": "craziest philosophical ideas, which was would you rather do Sidney Sweeney? No,", "start": 2604.56, "end": 2611.72}, {"text": "no, no, that was a detective. Okay, Cameron say yours first and then I'll", "start": 2611.72, "end": 2615.68}, {"text": "they might wait yeah. This is actually a hard question okay or no it's not for me,", "start": 2615.68, "end": 2619.64}, {"text": "but for some", "start": 2619.64, "end": 2620.12}, {"text": "would you rather have sex with yeah, Sydney, Sweeney or a shaggy sheep?", "start": 2620.12, "end": 2631.0}, {"text": "Yeah, so", "start": 2631.0, "end": 2633.4}, {"text": "there's way no, no, no, there was a lot of added thing okay, so you need to", "start": 2633.4, "end": 2639.88}, {"text": "finish the whole thing yeah. I know I just wanted to make you look like a fool.", "start": 2639.88, "end": 2642.64}, {"text": "I am a fool, the shaggy sheep, which it is, it has to be shaggy, has a sheep STD", "start": 2642.72, "end": 2649.36}, {"text": "that none of humanity has ever contracted even once, but if it, but it", "start": 2649.36, "end": 2654.6}, {"text": "will, it will be contracted by you. It's a female sheep, not a male sheep, by", "start": 2654.6, "end": 2658.64}, {"text": "the way, okay, and you will get it and it will cause an outbreak of a new", "start": 2658.64, "end": 2663.92}, {"text": "disease. That is a sheep STD to everyone in the world, but I do I have to have", "start": 2663.92, "end": 2668.92}, {"text": "is actually a bunch of people to cause the outbreak or what? No, it's it", "start": 2668.96, "end": 2672.42}, {"text": "becomes I", "start": 2672.42, "end": 2672.88}, {"text": "yeah, it's like it's like emanating from you. Okay, yeah, so that's it's a it's", "start": 2672.88, "end": 2678.44}, {"text": "a bat soup situation. Yeah, exactly, and how many it's zoonotic. How many people", "start": 2678.44, "end": 2682.96}, {"text": "die from this? Oh quarter million. I was about to say twenty million. We can go", "start": 2682.96, "end": 2687.24}, {"text": "with that's the either one. I mean any if you even said if you said a millionth", "start": 2687.24, "end": 2691.64}, {"text": "of a million, that's still if it has a million in there, I'm, but you won't die.", "start": 2691.64, "end": 2695.0}, {"text": "you won't die, but you'll be sick, but everyone knows it was you and you're on", "start": 2695.68, "end": 2699.82}, {"text": "the new me for seven all right and your and the disease makes your penis turn", "start": 2699.82, "end": 2704.2}, {"text": "completely blue and hairs grow out of it and it can't be covered by your pants", "start": 2704.2, "end": 2708.48}, {"text": "and they put you on the news and then now the other side, the other side of", "start": 2708.48, "end": 2712.38}, {"text": "it, Sidney Sweeney. Yes, it's for she's four years old and it's Christmas", "start": 2712.38, "end": 2716.54}, {"text": "man. Yeah, see that's hard. See that's the kind of questions that me and", "start": 2725.04, "end": 2729.58}, {"text": "Cameron posit to each other all the time. That we develop. We have, we have", "start": 2729.58, "end": 2733.9}, {"text": "literally hard philosophical conversations like this. This is one of", "start": 2733.9, "end": 2737.0}, {"text": "those philosophical questions where I feel like you're, you need to ask a", "start": 2737.0, "end": 2740.06}, {"text": "mathematician or something. It's, it started, it started when I asked Patrick", "start": 2740.06, "end": 2743.52}, {"text": "just would you rather fuck Sidney Sweeney or a shaggy sheep, and then I", "start": 2743.52, "end": 2746.56}, {"text": "just kept adding details. You wanted to balance the scale a little bit. Yeah,", "start": 2746.56, "end": 2749.6}, {"text": "it turned into something horrible. Yeah. So then I asked him,", "start": 2749.6, "end": 2753.16}, {"text": "I asked him a question that I think is probably the same amount of hardness.", "start": 2753.96, "end": 2760.08}, {"text": "Okay.", "start": 2760.08, "end": 2761.08}, {"text": "Would you rather have $30 taken out of your bank account every single hour for the next", "start": 2761.08, "end": 2770.12}, {"text": "18 days or become a registered sex offender for the rest of your life?", "start": 2770.12, "end": 2776.64}, {"text": "No, you did not say registered.", "start": 2776.64, "end": 2777.64}, {"text": "You said be a pedophile is what you said.", "start": 2777.64, "end": 2778.64}, {"text": "You said be a pedophile.", "start": 2778.64, "end": 2779.64}, {"text": "It's the same thing.", "start": 2779.64, "end": 2780.64}, {"text": "No, it's not.", "start": 2780.64, "end": 2781.64}, {"text": "It's not the same thing at all.", "start": 2781.64, "end": 2782.64}, {"text": "it's not the thing at all to register to be a pedophile in society. You have to", "start": 2782.64, "end": 2787.04}, {"text": "register, but you're no, but pedophile means it is the there are a bunch of", "start": 2787.04, "end": 2790.28}, {"text": "underground pedophiles running around who are unregistered. You don't have to", "start": 2790.28, "end": 2793.28}, {"text": "it's not like say, oh, fuck, I just realized I'm a pedophile. I thought they", "start": 2793.28, "end": 2796.26}, {"text": "were all in a database. No, no, they're in the database. If they show off the", "start": 2796.26, "end": 2800.36}, {"text": "grid pedophiles, Jesus, by a big ranch. So you are so, so yeah, that's the", "start": 2800.36, "end": 2804.48}, {"text": "question is, would you rather lose thirty dollars right time every hour,", "start": 2804.48, "end": 2809.44}, {"text": "one times twenty four. It's not that much money times eighteen for eighteen days", "start": 2809.46, "end": 2813.82}, {"text": "eighteen days. Yeah, that's twelve thousand nine hundred and sixty dollars.", "start": 2813.82, "end": 2816.62}, {"text": "Yeah. So would you rather pay? I mean it's a lot of twelve thousand nine", "start": 2816.62, "end": 2819.54}, {"text": "hundred and sixty dollars or I don't have the money, but I think in eighteen", "start": 2819.54, "end": 2823.54}, {"text": "days, wait, I could easily come not easily, but I could, but I but also", "start": 2823.54, "end": 2828.58}, {"text": "explain your since you said bank account, you can get overdrafted right.", "start": 2828.58, "end": 2832.26}, {"text": "That's okay. Okay, wait, oh yeah, of course, so maybe so I would do that. If", "start": 2832.26, "end": 2836.06}, {"text": "just the fucking yeah zero dollars. The money isn't going anywhere. So", "start": 2836.1, "end": 2839.5}, {"text": "Saturday, I wait who gets the money yeah. Is it a I don't know I think I", "start": 2839.5, "end": 2843.78}, {"text": "think it's just the government, but here's another question that I asked.", "start": 2843.78, "end": 2846.5}, {"text": "Do I get tax thirteen K? This is a more important. The government is doing", "start": 2846.5, "end": 2850.18}, {"text": "this.", "start": 2850.18, "end": 2850.62}, {"text": "This is a more important question here. You want me to read it?", "start": 2850.62, "end": 2854.34}, {"text": "Saturday, five twenty four PM. I texted Cameron with a question that I knew", "start": 2854.34, "end": 2859.94}, {"text": "would blow his mind. Okay, as it took him two hours to reply because he was so", "start": 2859.94, "end": 2865.1}, {"text": "was pondering it. Would you nut in your cousin if a scientist told you it'd create the cure", "start": 2865.66, "end": 2870.82}, {"text": "for cancer, but you found out later it was a mad scientist who was lying to you?", "start": 2870.82, "end": 2875.18}, {"text": "And what did I answer?", "start": 2875.18, "end": 2876.18}, {"text": "You said, \"I would do my own research first to confirm whether the scientist was telling", "start": 2876.18, "end": 2879.82}, {"text": "the truth or not.\"", "start": 2879.82, "end": 2881.1}, {"text": "And then would you real quickly just read what your next text was?", "start": 2881.1, "end": 2883.46}, {"text": "\"Sunday at 11.21 a.m. I probably woke up an hour before that.\" Texted Cameron, picture", "start": 2883.46, "end": 2890.1}, {"text": "your old Greg with the quote it's attached to your rod mother licker.", "start": 2890.1, "end": 2893.26}, {"text": "Okay, wait, this is actually good. Would you rather drink Bailey's from a shoe", "start": 2893.26, "end": 2901.3}, {"text": "or fuck your cousin?", "start": 2901.3, "end": 2904.22}, {"text": "See, because that question like how dirty is the is it like a shoe? It's all", "start": 2904.22, "end": 2915.9}, {"text": "great shoe. It's all the bottom of the sea or the lake. Yeah,", "start": 2915.9, "end": 2919.54}, {"text": "Am I going to get a Greg a real cryptid? No, oh", "start": 2919.54, "end": 2925.34}, {"text": "he's not like a legend. He is a legend, but it is a proper. He's a proper", "start": 2925.34, "end": 2931.06}, {"text": "legend for the video, but", "start": 2931.06, "end": 2932.58}, {"text": "is he? Can you go and see like a like a place? What is all Greg up to? He", "start": 2932.58, "end": 2940.46}, {"text": "hasn't made a video in a minute. He I think he went to have an old Greg", "start": 2940.46, "end": 2944.5}, {"text": "reunion. I think he went like Kev Jumbo. He like went. He became a monk or", "start": 2944.5, "end": 2947.82}, {"text": "something. Did Kev Jumbo become a monk? Yeah, he became very religious and went", "start": 2947.86, "end": 2952.3}, {"text": "and became. Kev Jumbo was one of those YouTubers where I like as a kid, I saw", "start": 2952.3, "end": 2957.94}, {"text": "that he was like number one most subscribed or something and I was like, I", "start": 2957.94, "end": 2960.9}, {"text": "wonder what this is all about and I clicked on it. I was like, I don't", "start": 2960.9, "end": 2963.3}, {"text": "understand this at all. Why do people care about this? That's what all of them", "start": 2963.3, "end": 2965.86}, {"text": "are, right? But at least if like, I don't know, maybe I did. I don't actually", "start": 2965.86, "end": 2968.74}, {"text": "even know what Kev Jumbo really did. A lot of these, a lot of people who do", "start": 2968.74, "end": 2970.78}, {"text": "like streaming and YouTube stuff are so uninteresting, but because they are there", "start": 2970.78, "end": 2974.46}, {"text": "all the time people are held hostage by the like the only thing that they see", "start": 2974.5, "end": 2979.0}, {"text": "every single day. So then they're like, oh, I guess I kind of like that's", "start": 2979.0, "end": 2981.94}, {"text": "worrying about this person's life big now, Shane Dawson, but that's because he", "start": 2981.94, "end": 2985.38}, {"text": "did funny voice, Shane Dawson. Yeah, you can look at a guy like Jumbo and you're", "start": 2985.38, "end": 2988.98}, {"text": "like, I understand, yeah, yeah, I understand why why people are watching", "start": 2988.98, "end": 2992.82}, {"text": "this, because he's doing he's why people are watching this, because he's doing", "start": 2992.82, "end": 2996.2}, {"text": "videos that are he's doing skits, yeah, but kept jumbo just talked about his", "start": 2996.2, "end": 3000.58}, {"text": "life and was just like yeah, but he did the amazing race, though that's what it", "start": 3000.6, "end": 3005.3}, {"text": "was with his daddy. Yeah, it was pretty funny. Yeah, his dad was real name", "start": 3005.3, "end": 3009.24}, {"text": "jumper. His last name was Jumba. No, yeah, he's a Cajun fella. Yeah, I was a", "start": 3009.24, "end": 3014.92}, {"text": "Cajun man, Kev, John, yeah, Kev, John. I remember he's a monk now, Shane Dawson.", "start": 3014.92, "end": 3020.32}, {"text": "So somebody told me that at least he could be just a guy, but I don't think", "start": 3020.32, "end": 3024.32}, {"text": "he I think he quit every online thing and started doing monk like stuff. At the", "start": 3024.32, "end": 3028.44}, {"text": "least. I remember when I was 11 years old seeing a Shane Dawson video where he's supposed to be", "start": 3028.48, "end": 3035.2}, {"text": "Corbin Blue and he looks like he jumped in a vat of pudding and he is wearing an afro wig.", "start": 3035.2, "end": 3044.4}, {"text": "Kevjamba?", "start": 3044.4, "end": 3045.2}, {"text": "No, Shane Dawson. He's in full, he's in a black face.", "start": 3045.2, "end": 3050.16}, {"text": "You would say pudding face, I guess is what you're saying.", "start": 3050.16, "end": 3052.72}, {"text": "the shade of brown that he used for this black face looked like chocolate pudding.", "start": 3052.72, "end": 3059.04}, {"text": "And I wish Juvio is here to pull up a picture because it is extremely dark.", "start": 3059.04, "end": 3063.0}, {"text": "Chocolate pudding is not what I would... I mean, I feel like that's a normal skin tone to have.", "start": 3063.0, "end": 3067.48}, {"text": "That's not that like crazy.", "start": 3067.48, "end": 3069.24}, {"text": "No, but like the...", "start": 3069.24, "end": 3070.0}, {"text": "A normal skin tone to have as a white person?", "start": 3070.0, "end": 3072.2}, {"text": "Not as a white person, probably.", "start": 3072.2, "end": 3073.72}, {"text": "The sheen that the light...", "start": 3073.72, "end": 3074.32}, {"text": "I don't know. I mean, I'm scared. What do I say?", "start": 3074.32, "end": 3076.8}, {"text": "The sheen that the light would hit in the video.", "start": 3076.8, "end": 3079.0}, {"text": "I mean, I don't know.", "start": 3079.0, "end": 3079.84}, {"text": "the studio lights that he had in the video, they're shining on his face so crazy", "start": 3079.92, "end": 3086.92}, {"text": "that it looks like if it was in black and white it would probably be the scariest thing you'd ever see in a David Lynch movie.", "start": 3086.92, "end": 3092.92}, {"text": "I'd bite his head off.", "start": 3092.92, "end": 3093.92}, {"text": "Yeah.", "start": 3093.92, "end": 3094.92}, {"text": "Hey David Lynch.", "start": 3094.92, "end": 3095.92}, {"text": "He was really made out of pudding.", "start": 3095.92, "end": 3096.92}, {"text": "Hey David Lynch.", "start": 3096.92, "end": 3097.92}, {"text": "Be normal bitch!", "start": 3097.92, "end": 3098.92}, {"text": "Stop making weird flicks.", "start": 3098.92, "end": 3099.92}, {"text": "Yep.", "start": 3099.92, "end": 3100.92}, {"text": "I don't want to go to the, here's me at the movie theater, this is what I want to do.", "start": 3100.92, "end": 3103.92}, {"text": "Eat my popcorn.", "start": 3103.92, "end": 3104.92}, {"text": "Drink my soda.", "start": 3104.92, "end": 3105.92}, {"text": "I'll watch a couple minutes.", "start": 3105.92, "end": 3106.92}, {"text": "Look at my Insta.", "start": 3106.92, "end": 3107.92}, {"text": "so yeah look at my phone and then every once in a while I look up and I'd like", "start": 3107.92, "end": 3110.62}, {"text": "to see a fight scene. Yeah, I do not want to look at somebody who's shorter than", "start": 3110.62, "end": 3115.68}, {"text": "average", "start": 3115.68, "end": 3116.32}, {"text": "doing this being odd. I do not want to see any more zigzags. I do not want to", "start": 3116.32, "end": 3124.2}, {"text": "more zigzags people with dirt on them. I do not want to see a fast woman. I don't", "start": 3124.2, "end": 3129.68}, {"text": "want to see somebody talking like a weird bitch and I don't like that. I and", "start": 3129.68, "end": 3135.0}, {"text": "David Lynch, for the last time, I don't like sexual tones of voice.", "start": 3135.04, "end": 3139.36}, {"text": "Please stop with that. Also, ditch the close-ups.", "start": 3139.36, "end": 3142.64}, {"text": "Stop it.", "start": 3142.64, "end": 3143.64}, {"text": "I don't like close-ups.", "start": 3143.64, "end": 3144.64}, {"text": "Stop it now. No more close-ups and no more things about like your relationship with mommy.", "start": 3144.64, "end": 3151.04}, {"text": "Who's mommy?", "start": 3151.04, "end": 3152.04}, {"text": "Why is your mommy weird to you?", "start": 3152.04, "end": 3153.04}, {"text": "Hey, guess what? You're making me feel awk. I'm feeling awk when I watch these movies", "start": 3153.04, "end": 3158.2}, {"text": "because I'm sitting next to my mommy watching them.", "start": 3158.2, "end": 3160.44}, {"text": "Yeah.", "start": 3160.44, "end": 3161.44}, {"text": "And I'm saying, \"Mommy, close your eyes.\"", "start": 3161.44, "end": 3162.44}, {"text": "Same goes to you.", "start": 3162.44, "end": 3163.44}, {"text": "Same goes to you, Ari Aster.", "start": 3163.44, "end": 3164.44}, {"text": "Ariester. I'm feeling awk. So please don't go see you Ariester your whole new movie", "start": 3164.44, "end": 3168.94}, {"text": "about mommy being meanie. Ariester you sorry. Sorry bastard. Don't you ever make", "start": 3168.94, "end": 3176.54}, {"text": "a motherfucking movie again. Mommy is mean. Quit it. Bo is afraid. Mommy is", "start": 3176.54, "end": 3180.94}, {"text": "meanie. Mia's afraid. Yeah. Mia's afraid of mommy. Mia's afraid. Mia's afraid.", "start": 3180.94, "end": 3186.94}, {"text": "Mia's watching his first two movies. Mia's afraid of his other movies. Mia's", "start": 3186.94, "end": 3189.74}, {"text": "fucking afraid. Also, you started your entire career making a movie that is so", "start": 3189.74, "end": 3195.0}, {"text": "disgustingly about", "start": 3195.0, "end": 3196.34}, {"text": "father having sex with his older brother. They should literally have called that", "start": 3196.34, "end": 3201.08}, {"text": "movie. There is something weird and wrong about Ari. You know what I would", "start": 3201.08, "end": 3205.78}, {"text": "have called it. That kid fucked his dad. That's what I would have called the", "start": 3205.78, "end": 3208.52}, {"text": "movie because then I wouldn't have watched it. I would have said, oh,", "start": 3208.52, "end": 3210.84}, {"text": "that's a pornographic. I don't want to do it. I named it but not watch it.", "start": 3210.84, "end": 3213.54}, {"text": "Father fucker. Well, that's the kind of", "start": 3213.54, "end": 3214.98}, {"text": "a perfect job. What name movies and movie namer? Yeah, like you like or the", "start": 3216.14, "end": 3221.36}, {"text": "guy who puts the but they don't you don't watch the movie. They just kind of", "start": 3221.36, "end": 3224.24}, {"text": "give you a post. You go there's something about Mary yeah.", "start": 3224.24, "end": 3228.78}, {"text": "It's a good idea. That is a good title for a movie yeah yeah one, but then", "start": 3228.78, "end": 3236.86}, {"text": "there's something, but then they have to go. They have to go and do the the", "start": 3236.86, "end": 3239.64}, {"text": "reshoots right, so they show you this fam this funny or this sweet family movie", "start": 3239.64, "end": 3244.34}, {"text": "about Ben Stiller, but you've had you haven't added your coffee today, so", "start": 3244.62, "end": 3247.68}, {"text": "you're mad and you're saying meet the Fockers yeah go ahead, make that", "start": 3247.68, "end": 3251.9}, {"text": "fucking movie. I dare you", "start": 3251.9, "end": 3253.28}, {"text": "that's a good idea yeah yeah, they would bring to me. They would bring the", "start": 3253.28, "end": 3258.36}, {"text": "avatar sequel to me and then be like we're like we wanted to be the way of", "start": 3258.36, "end": 3262.58}, {"text": "something. We're not really sure way of blue bitch. They're going to be swimming", "start": 3262.58, "end": 3266.46}, {"text": "around a lot. Yeah,", "start": 3266.46, "end": 3267.42}, {"text": "yeah, you say well, the people are made of water, so", "start": 3267.42, "end": 3271.72}, {"text": "way of water. There you go. They show you what if you call it avatar way to", "start": 3272.6, "end": 3276.62}, {"text": "water", "start": 3276.62, "end": 3277.06}, {"text": "and like I don't know if I saw the poster for child's play, I would", "start": 3277.06, "end": 3282.68}, {"text": "immediately call it child's play. Immediately you I call most movies", "start": 3282.68, "end": 3286.98}, {"text": "child's play. I would have called it to adult for them on doll yeah yeah", "start": 3286.98, "end": 3292.06}, {"text": "Chuckies play time normal child, normal child, weird doll yeah, no, I would", "start": 3292.06, "end": 3297.56}, {"text": "yeah. Oh my God, can you imagine so I'm assuming the movie name or he names", "start": 3297.56, "end": 3301.24}, {"text": "maybe he has like a quote. He does like maybe five movies a day or whatever", "start": 3301.26, "end": 3304.32}, {"text": "imagine that they bring you child's play and you're like a child, but I guess and", "start": 3304.32, "end": 3307.92}, {"text": "then the rest of the day so easy child's play to play three child's play your", "start": 3307.92, "end": 3313.28}, {"text": "naming, but there could give you're giving you movies. They're giving you", "start": 3313.28, "end": 3316.3}, {"text": "crap. Yeah, they're giving you like child's play three", "start": 3316.3, "end": 3318.88}, {"text": "pretty good. I mean I like this movie idea or this idea from a job. Yeah,", "start": 3318.88, "end": 3324.86}, {"text": "yeah, that is a good job. The namer, the namer, they would have an award. They", "start": 3324.86, "end": 3328.66}, {"text": "have different namers and then they would have an award for them at the academy.", "start": 3328.68, "end": 3331.72}, {"text": "How do you qualify for this job though?", "start": 3331.72, "end": 3333.64}, {"text": "It's kind of like it's like how editors have like A.C.E. at the end of their title.", "start": 3333.64, "end": 3337.8}, {"text": "You have to send in a packet where you name a bunch of... they're like, \"What would you name a", "start": 3337.8, "end": 3343.0}, {"text": "movie that is about a guy fighting another guy?\" And you'd be like, \"Guy versus guy?\"", "start": 3343.0, "end": 3348.12}, {"text": "Yeah.", "start": 3348.12, "end": 3349.08}, {"text": "Free guy.", "start": 3349.08, "end": 3349.88}, {"text": "Free guy.", "start": 3349.88, "end": 3350.44}, {"text": "Fight fuckers.", "start": 3350.44, "end": 3351.32}, {"text": "Fight club.", "start": 3351.32, "end": 3352.2}, {"text": "Fight club.", "start": 3352.2, "end": 3352.92}, {"text": "That's how they came up with that one?", "start": 3352.92, "end": 3354.12}, {"text": "Yeah.", "start": 3354.12, "end": 3354.76}, {"text": "I'd call a movie \"Stupid Fucks.\"", "start": 3354.76, "end": 3356.44}, {"text": "What movie would you call stupid fucks jackass actually here? Wait, okay, let", "start": 3358.52, "end": 3362.86}, {"text": "me get it. I'll give you some log. I actually think you'd probably be best at", "start": 3362.86, "end": 3366.26}, {"text": "okay. Let me give you some log lines for some movies and you tell me what you", "start": 3366.26, "end": 3370.2}, {"text": "name them. Okay,", "start": 3370.2, "end": 3370.96}, {"text": "a", "start": 3370.96, "end": 3373.28}, {"text": "the an American epic about a", "start": 3373.28, "end": 3378.8}, {"text": "an Italian family involved in the mafia and a power vacuum is created. A big", "start": 3378.8, "end": 3386.32}, {"text": "movie Cowboys versus aliens, a big movie and Cowboys versus aliens. So that's", "start": 3386.36, "end": 3390.36}, {"text": "going to take some rewrites. Okay,", "start": 3390.36, "end": 3391.96}, {"text": "a", "start": 3391.96, "end": 3394.5}, {"text": "star crossed lovers who are star wars. Okay, star wars movie", "start": 3394.5, "end": 3400.0}, {"text": "okay,", "start": 3400.0, "end": 3402.7}, {"text": "what", "start": 3402.7, "end": 3406.2}, {"text": "Matthew McConaughey has to go to space to save the entire world. War scary", "start": 3406.2, "end": 3411.68}, {"text": "movie. Okay, well, it's kind of a scary movie when you're on. If you smoke, we", "start": 3411.68, "end": 3415.32}, {"text": "it is pretty scary.", "start": 3415.36, "end": 3416.46}, {"text": "Oh, a mysterious convict on death row", "start": 3416.46, "end": 3423.2}, {"text": "has mystical powers, superhero movie, Harry Potter", "start": 3423.2, "end": 3427.98}, {"text": "for okay,", "start": 3427.98, "end": 3430.14}, {"text": "a man's experience and a turn of the century, the experience, okay, the turn", "start": 3430.14, "end": 3436.54}, {"text": "of the experience", "start": 3436.54, "end": 3437.16}, {"text": "turn of the century turn of the century. Okay, in the title it's in the log.", "start": 3437.16, "end": 3442.76}, {"text": "That is good", "start": 3442.76, "end": 3443.44}, {"text": "Leonardo DiCaprio has to go into your dreams to Caprio", "start": 3445.28, "end": 3448.58}, {"text": "why I didn't finish Leo.", "start": 3448.58, "end": 3451.36}, {"text": "Those are the names Leo period Leo period, I think is better. I'm going to", "start": 3451.36, "end": 3457.7}, {"text": "give it okay now. It's a competition, okay, a", "start": 3457.7, "end": 3462.26}, {"text": "for an escaped slave has to has to the slave.", "start": 3462.26, "end": 3467.02}, {"text": "He has to hook up with a German guy to go get his wife Brumhilde from Leonardo", "start": 3467.02, "end": 3473.8}, {"text": "DiCaprio again.", "start": 3473.8, "end": 3474.6}, {"text": "slavery, the movie, DiCaprio, colon, the slave DiCaprio, the slave. Well, yeah,", "start": 3474.6, "end": 3482.36}, {"text": "but I'm going to give it to you. DiCaprio, the slaver. Well, but he you", "start": 3482.36, "end": 3486.28}, {"text": "don't know that, though, because I didn't say that in the log line room", "start": 3486.28, "end": 3489.48}, {"text": "Hilda's capture room. Hilda's capture. Okay, actually, I'm just going to do", "start": 3489.48, "end": 3494.82}, {"text": "Tarantino movies. Okay, seven funny looking businessmen go back into their", "start": 3494.82, "end": 3502.2}, {"text": "27 brothers, the funny farm, the funny farm is better.", "start": 3502.22, "end": 3505.32}, {"text": "Two", "start": 3505.32, "end": 3508.92}, {"text": "funny business guys have to hunt down some business. The fuckers goofballs,", "start": 3508.92, "end": 3515.42}, {"text": "the movie", "start": 3515.42, "end": 3515.92}, {"text": "is better. He's doing better than you. He's definitely gonna get this job.", "start": 3515.92, "end": 3519.72}, {"text": "Nazi Germany, 1931 Caleb's family. No, it's not.", "start": 3519.72, "end": 3525.02}, {"text": "Who's Caleb? That's people don't know who Caleb is. That's why you watch", "start": 3525.02, "end": 3529.22}, {"text": "watch a movie to find out who Caleb is okay wait to", "start": 3529.22, "end": 3533.14}, {"text": "two broadway producers produce a movie a a movie", "start": 3533.14, "end": 3538.42}, {"text": "box office bomb for insurance purposes, but it ends up being a critical hit the", "start": 3538.42, "end": 3544.76}, {"text": "bitches the bitches", "start": 3544.76, "end": 3546.32}, {"text": "the bitches. You can't steal his name the play okay. Well here okay, here's a", "start": 3546.32, "end": 3555.12}, {"text": "curveball okay", "start": 3555.12, "end": 3556.32}, {"text": "major league, a young lion is born and gifted the kingdom, but the king, I", "start": 3557.44, "end": 3564.94}, {"text": "thought when you said a curve hill,", "start": 3564.94, "end": 3566.3}, {"text": "oh, is this the name? I thought that you said a curve ball. That's the name of", "start": 3566.3, "end": 3570.74}, {"text": "the movie. Yeah, no, it is okay. That's actually pretty. What's the name of the", "start": 3570.74, "end": 3574.22}, {"text": "lion", "start": 3574.22, "end": 3574.62}, {"text": "king", "start": 3574.62, "end": 3577.06}, {"text": "I don't know", "start": 3577.06, "end": 3580.4}, {"text": "Mufasa Mufasa story. Actually, that's not his name. Is it now? Which one's", "start": 3580.4, "end": 3585.28}, {"text": "Mufasa Mufasa is the villain. Oh, no, he's the dad. No scars, the villas,", "start": 3585.32, "end": 3589.92}, {"text": "oh yeah, scar is not a dad's name scar. Oh, what about okay, wait, but it is a", "start": 3589.92, "end": 3594.22}, {"text": "name of a very touchy uncle scars attack scars. He doesn't attack him really,", "start": 3594.22, "end": 3599.12}, {"text": "though he just kind of lets him go. The menace of scar scarred hands, letting go", "start": 3599.12, "end": 3602.48}, {"text": "is kind of more of the image that you're the way that became the king.", "start": 3602.48, "end": 3606.48}, {"text": "He is kind of a wimp. It's good. I like that one. The wind who would be king", "start": 3606.48, "end": 3612.72}, {"text": "featuring featuring Zazu and Pumbaa and Timone.", "start": 3613.64, "end": 3617.22}, {"text": "With Zazu.", "start": 3617.22, "end": 3619.66}, {"text": "Okay,", "start": 3619.66, "end": 3622.48}, {"text": "a clown fish loses it,", "start": 3622.48, "end": 3627.88}, {"text": "his son. It is just, you can name any movie it.", "start": 3627.88, "end": 3632.24}, {"text": "Yeah, that's true. Finding Bitch. What the hell? His son is named Nemo. I", "start": 3632.24, "end": 3639.02}, {"text": "really don't know anymore. This has been going on too long. The Fantabulous", "start": 3639.02, "end": 3643.28}, {"text": "journey of one Nemo the fish. This has been going on too long. I think we've", "start": 3643.3, "end": 3647.6}, {"text": "this is an exhausting job. I think I can see you're just you're you're just", "start": 3647.6, "end": 3651.5}, {"text": "doing badly and you're holding his camera. I think well, I can see the", "start": 3651.5, "end": 3654.84}, {"text": "fucker that shit. You can't see I concede. Oh, I can see it in the job", "start": 3654.84, "end": 3659.0}, {"text": "that he was in. I couldn't see the best man one.", "start": 3659.0, "end": 3662.94}, {"text": "And I'm going to go for a movie. The best man one, the best man, one man,", "start": 3662.94, "end": 3667.34}, {"text": "one, and then they could do the best man to", "start": 3667.34, "end": 3668.98}, {"text": "Oh yeah, wait Jonah Hill has to go hang out with his wife's. See we were going", "start": 3672.62, "end": 3677.66}, {"text": "we were going to a movie.", "start": 3677.66, "end": 3679.1}, {"text": "They should call it. We should have just been going. We should have made the", "start": 3679.1, "end": 3682.9}, {"text": "movies for, we should have been coming up with movie ideas from the titles,", "start": 3682.9, "end": 3686.74}, {"text": "from the title. Give me a title then. Reservoir Dogs.", "start": 3686.74, "end": 3689.82}, {"text": "Reservoir Dogs,", "start": 3689.82, "end": 3691.86}, {"text": "it's about a group of mangy little pups who are stuck in the Los Angeles River", "start": 3691.86, "end": 3698.58}, {"text": "and they have to get out of it. Yeah. And there's seven of them and they're", "start": 3698.58, "end": 3701.78}, {"text": "well named. No, they don't rocky", "start": 3701.82, "end": 3703.82}, {"text": "Balboa", "start": 3703.82, "end": 3705.72}, {"text": "Benden Franklin", "start": 3705.72, "end": 3708.42}, {"text": "chrysanthemum. That's the girl. He's just trying to prove that he can name", "start": 3708.42, "end": 3713.02}, {"text": "stuff because he failed so badly, badly, wimpy, failed badly. Now, we'll end", "start": 3713.02, "end": 3716.62}, {"text": "that in the grinch", "start": 3716.62, "end": 3720.82}, {"text": "bye bye.", "start": 3720.82, "end": 3723.82}], "title": "#183 - Movie Namers", "link": "https://www.patreon.com/posts/183-movie-namers-82867284", "date": "Sat, 13 May 2023 10:59:01 GMT", "id": 34}