{"lines": [{"text": "*intro*", "start": 0.0, "end": 9.0}, {"text": "Yep, yep. Today we're a fucking on one. Telling it like it is.", "start": 9.0, "end": 13.0}, {"text": "Can I tell it like it is real quick? Real quick?", "start": 13.0, "end": 17.0}, {"text": "Real quick. Really really quickly though? I'm sick and tired of being sick and tired.", "start": 17.0, "end": 21.0}, {"text": "Yep. So that's real shit that I just fucking said.", "start": 21.0, "end": 25.0}, {"text": "I'm gonna tell it like it is really quick. Okay.", "start": 25.0, "end": 29.0}, {"text": "me to say for the Patreon subscribers, me and Patrick, we packed all the T shirts", "start": 29.0, "end": 33.84}, {"text": "that you guys ordered, we packed them up in packages and let me tell it like it", "start": 33.84, "end": 36.84}, {"text": "is. If you", "start": 36.84, "end": 37.88}, {"text": "were a male and you ordered a small, we noticed.", "start": 37.88, "end": 42.52}, {"text": "We noticed that. And I'm not afraid anymore to tell it like it is.", "start": 42.52, "end": 48.04}, {"text": "Nine of you. We have your address. We have your address. We have your email.", "start": 48.04, "end": 53.24}, {"text": "We have your phone number. We gonna kill you, dog.", "start": 53.24, "end": 55.44}, {"text": "You better grow. You better go get that surgery.", "start": 56.24, "end": 60.4}, {"text": "You know what? We're going to put a timer on this. If you were a male and you", "start": 60.4, "end": 65.28}, {"text": "ordered, or you at least had a masculine name, and you ordered a small, you have", "start": 65.28, "end": 70.6}, {"text": "90 days to grow either horizontally or vertically.", "start": 70.6, "end": 76.4}, {"text": "You have 90 days to put on 30 to 60 pounds.", "start": 76.4, "end": 79.92}, {"text": "No, no. They got to grow vertically.", "start": 79.92, "end": 81.44}, {"text": "That's not that hard. That's one pound.", "start": 81.44, "end": 83.12}, {"text": "Well, no. That's unreasonable.", "start": 83.12, "end": 85.84}, {"text": "get some lifts in your shoes. It's not growing, man. You have the 30 day", "start": 85.84, "end": 89.58}, {"text": "vertical, the 30 day vertical challenge. No, and also you need to grow width", "start": 89.58, "end": 96.3}, {"text": "wise and you need to grow personally because you are a broken person. If", "start": 96.3, "end": 100.1}, {"text": "you're that thin as a man. At the very least, if you're a fucking small shirt", "start": 100.1, "end": 103.24}, {"text": "size as a man, order a large and wear it as a baggy sleep shirt. Yes. Wear it", "start": 103.24, "end": 108.5}, {"text": "like where the sleeves go over your wrist. Don't admit to people who aren't", "start": 108.5, "end": 112.98}, {"text": "we're afraid to tell it like it is, that you are small, yes, because we'll tell", "start": 112.98, "end": 116.68}, {"text": "it like it is. We're going to we're not afraid to tell it and don't say, oh, I", "start": 116.68, "end": 119.68}, {"text": "ordered it for my dog. I ordered it for my baby pet turtle. We know,", "start": 119.68, "end": 124.3}, {"text": "motherfucker, yeah, are you not dropping twenty bucks on a you're not dropping", "start": 124.3, "end": 127.6}, {"text": "twenty bucks on a gift for a girl. If you are wearing a swag, nineteen shirt,", "start": 127.6, "end": 130.96}, {"text": "you are not ordering a shirt for your girlfriend. No, no girl wants to wear", "start": 130.96, "end": 134.94}, {"text": "that terrible. I sure know girls don't like us. Let's tell like it is.", "start": 134.94, "end": 139.9}, {"text": "let's tell it like it is now that all the shirts are sold, accounted for and", "start": 140.78, "end": 145.66}, {"text": "gone out of our lives. That's gotta be the worst shirt I've ever seen in my", "start": 145.66, "end": 150.06}, {"text": "fucking life. I cannot believe you're wearing this shirt. Who the fuck? What", "start": 150.06, "end": 153.94}, {"text": "is wrong with you people? We did this as a joke. You're on notice, Noah. Noah", "start": 153.94, "end": 159.32}, {"text": "made that one as a prank. The point of this, this shirt is supposed to be a", "start": 159.32, "end": 162.9}, {"text": "spacer in your dresser door. Yeah, yeah. It's just to separate the color and the", "start": 162.9, "end": 167.82}, {"text": "shirt. You pick that shirt up, it's paper thin. You're going to put your finger in it.", "start": 167.82, "end": 172.42}, {"text": "All the shirts come with dry rot.", "start": 172.42, "end": 174.42}, {"text": "It's shit.", "start": 174.42, "end": 175.42}, {"text": "These are the worst shirts.", "start": 175.42, "end": 176.42}, {"text": "We got the cheapest brand in the world.", "start": 176.42, "end": 178.58}, {"text": "We're telling it like it is. The logo on the back, they made it too small.", "start": 178.58, "end": 182.18}, {"text": "It's tiny.", "start": 182.18, "end": 183.18}, {"text": "They made it way too small.", "start": 183.18, "end": 184.18}, {"text": "And while we're telling it like it is, T-shirt printing company, I don't think we can say", "start": 184.18, "end": 188.34}, {"text": "their name.", "start": 188.34, "end": 189.34}, {"text": "Don't remember their name.", "start": 189.34, "end": 190.34}, {"text": "Don't remember their name, but if I did, you know what? You made us pay too much.", "start": 190.34, "end": 194.3}, {"text": "But also, and also, I well, you know, if we're telling it like it is, I did pay", "start": 194.3, "end": 199.8}, {"text": "that bill probably four times, eight, no, about eight months late.", "start": 199.8, "end": 204.6}, {"text": "All right. Yeah, so that's fine actually. Yeah, so it's okay. Also, I, when they", "start": 204.6, "end": 212.5}, {"text": "were making the shirts, they posted it on their Instagram story and they posted a", "start": 212.5, "end": 218.04}, {"text": "post of it and it said the one and only shirt and then I said, \"Fuck these guys", "start": 218.04, "end": 222.24}, {"text": "we're stealing our design and then found out it was the t shirt printing. Are", "start": 222.24, "end": 226.88}, {"text": "you for real? I remember that", "start": 226.88, "end": 228.4}, {"text": "talking about bro and I was like, oh whoops, but that was the night that was", "start": 228.4, "end": 233.98}, {"text": "the night as if also like show, I think as if anybody would fucking steal that", "start": 233.98, "end": 238.76}, {"text": "design. No, was it like a design? No, yeah, they would it's got to be the", "start": 238.76, "end": 242.8}, {"text": "worst shirt ever man. Well, it's you know, literally the worst shirt of all", "start": 242.8, "end": 245.94}, {"text": "time, keeping it real. The next one, it's going to be even worse.", "start": 245.94, "end": 249.12}, {"text": "we're not a clothing for all or no less funny, no you were colors also to be", "start": 251.12, "end": 256.26}, {"text": "white on why two years after the after the pandemic happened, we're making this", "start": 256.26, "end": 261.2}, {"text": "shirt. What's wrong with us? Millions of people died. Let's go, let's go. It's", "start": 261.2, "end": 265.1}, {"text": "not funny to joke about. I would never joke about this shit. Let's go even", "start": 265.1, "end": 269.46}, {"text": "let's make an even more dated reference shirt. Somehow, let's make a shirt about", "start": 269.46, "end": 274.06}, {"text": "Obama's second term. Yeah, something like that. Let's make sure about my", "start": 274.06, "end": 278.64}, {"text": "residents black by Lambos blue. Yeah, let's send out that sure and charge", "start": 278.68, "end": 283.48}, {"text": "people thirty dollars thirty thousand dollars. Yeah, no thirty bucks. Yeah,", "start": 283.48, "end": 288.08}, {"text": "wow and no international shipping. We're going to try to fuck you guys over at", "start": 288.08, "end": 292.92}, {"text": "every single Canada, Canada and Mexico. We have to do that. We still have to", "start": 292.92, "end": 296.92}, {"text": "ship those shirts. They're sitting right at Canadians. I'm not shipping the", "start": 296.92, "end": 300.64}, {"text": "fucking Canadian", "start": 300.64, "end": 301.48}, {"text": "and always since we're keeping it real. You guys in Canada. I dare you to try to", "start": 301.48, "end": 307.04}, {"text": "come over. You have no legal recourse. We're in a different country. Do something.", "start": 307.08, "end": 311.48}, {"text": "What are you gonna do? Fuck off. Yeah. Yeah. We actually love all of you.", "start": 311.48, "end": 316.8}, {"text": "Nah. No. You're not telling it like it is. You fucking fell for it. You are not.", "start": 316.8, "end": 320.92}, {"text": "See, but that's not... Sarcasm and lying is not telling it like it is,", "start": 320.92, "end": 324.5}, {"text": "even if you're trying to be funny. You gotta be straight up. It's to bolster", "start": 324.5, "end": 327.08}, {"text": "a point", "start": 327.08, "end": 327.68}, {"text": "that I made. Well, it didn't work. The point, you didn't make a point.", "start": 327.68, "end": 332.88}, {"text": "Well, I'm keeping it real. You're no point at all. He has been mean to me", "start": 332.88, "end": 335.2}, {"text": "lately. I've been mean to you. Wow. What did I do today? I don't want to even get", "start": 335.2, "end": 341.04}, {"text": "into it.", "start": 341.04, "end": 341.56}, {"text": "What did I do today? It's not even today. It's every day this week. You made me", "start": 341.56, "end": 348.24}, {"text": "your slave yesterday. What did I do yesterday? I saw you for 30 seconds", "start": 348.24, "end": 352.68}, {"text": "yesterday. That's actually true. I had to stay in here. You're like, \"I paid", "start": 352.68, "end": 356.84}, {"text": "you.\" You have to wait. I paid you to walk my dog and you think that's", "start": 356.84, "end": 360.64}, {"text": "It was 15 minutes, you made $20?", "start": 360.64, "end": 363.52}, {"text": "Indentured servitude.", "start": 363.52, "end": 365.34}, {"text": "I thought I was doing you a favor.", "start": 365.34, "end": 366.82}, {"text": "You're always like, \"I'm so broke, I can't even afford a fucking sandwich.\"", "start": 366.82, "end": 371.2}, {"text": "Rudeness right now.", "start": 371.2, "end": 372.2}, {"text": "You started saying that I slaved you.", "start": 372.2, "end": 373.2}, {"text": "Rudeness is okay on the telling it like it is.", "start": 373.2, "end": 375.64}, {"text": "Rudeness, also, you said I slaved you.", "start": 375.64, "end": 377.84}, {"text": "That is too much, man.", "start": 377.84, "end": 379.76}, {"text": "That's too fucking far.", "start": 379.76, "end": 380.76}, {"text": "I actually had a good time with Phil.", "start": 380.76, "end": 381.76}, {"text": "I know, and you got paid for it.", "start": 381.76, "end": 383.52}, {"text": "So I made your day better.", "start": 383.52, "end": 385.0}, {"text": "It was better.", "start": 385.0, "end": 386.88}, {"text": "I didn't have to do any bull crap.", "start": 386.88, "end": 390.2}, {"text": "Oh wait, I just thought of something to tell it like it is actually.", "start": 390.2, "end": 392.7}, {"text": "It just happened to me right before we started recording.", "start": 392.7, "end": 394.7}, {"text": "What happened?", "start": 394.7, "end": 395.2}, {"text": "Went to the bodega to buy this Gatorade.", "start": 395.2, "end": 398.2}, {"text": "It said $3 on the thing.", "start": 398.2, "end": 401.7}, {"text": "Yeah, don't tell me.", "start": 401.7, "end": 403.2}, {"text": "I gave him $3 cash.", "start": 403.2, "end": 404.7}, {"text": "The guy said, \"You have 50 cents?\"", "start": 404.7, "end": 407.2}, {"text": "I said, \"No, I don't have 50 cents.\"", "start": 407.2, "end": 408.7}, {"text": "He charged you tax on the cash?", "start": 408.7, "end": 410.7}, {"text": "I said, \"No, I don't have 50 cents.\"", "start": 410.7, "end": 412.7}, {"text": "And he said, \"Okay.\"", "start": 412.7, "end": 414.7}, {"text": "And he let me pay $3 for it.", "start": 414.7, "end": 416.7}, {"text": "But I still don't like him.", "start": 416.7, "end": 418.2}, {"text": "Yeah, because he tried to charge me fifty cents. Buddy, if you're, if you need", "start": 418.2, "end": 422.28}, {"text": "fifty cents, if you want fifty cents from me, how about you walk outside on", "start": 422.28, "end": 425.56}, {"text": "the corner and dingle jangle a cup around? That's right. I'm not carrying", "start": 425.56, "end": 428.8}, {"text": "quarters to the store. No, I'm not like, \"Oh, this guy probably needs quarters.\"", "start": 428.8, "end": 432.64}, {"text": "You're the one who gives me quarters. And he's grumpy all the time and he", "start": 432.64, "end": 435.92}, {"text": "has a bad attitude in general. Dude, these... I hate that. I hate when", "start": 435.92, "end": 439.28}, {"text": "they're not jolly and they don't give me stuff for free. And doesn't call me", "start": 439.28, "end": 442.22}, {"text": "boss, he barely talks. Here's all you boss. No. Here's the... Not Bobby,", "start": 442.22, "end": 445.76}, {"text": "I have the different store. They call me boss. There's two things that I'd like", "start": 445.76, "end": 449.44}, {"text": "to say. Number one, I hate when they're grumpy. Number two, I hate when they're", "start": 449.44, "end": 453.28}, {"text": "too happy. No, I like the worst job in the world. What are you doing? Like it?", "start": 453.28, "end": 457.62}, {"text": "Yeah, act accordingly. The guy today I put on my prime energy drink and he", "start": 457.62, "end": 462.44}, {"text": "goes, I love prime. I was like, what? And he's like, I love prime. I've tried", "start": 462.44, "end": 468.08}, {"text": "every flavor. Oh, that is weird. Dude, that's not happy though. That's that's", "start": 468.08, "end": 472.8}, {"text": "weird. He gave me this weird sexual smile. Yeah, that's he was like I love", "start": 472.82, "end": 477.32}, {"text": "prime. If it's sexual, it is weird. And I said, I don't even like this shit", "start": 477.32, "end": 481.32}, {"text": "buddy. Yeah, I fucking hate this shit. I hate, but I have to drink it. I", "start": 481.32, "end": 485.62}, {"text": "hate bulgogi. I'm buying it to stimulate the local economy. That's the only", "start": 485.62, "end": 488.78}, {"text": "reason I'm buying it. You bought bulgogi at the bodega? No, I ate bulgogi", "start": 488.78, "end": 492.72}, {"text": "and had a fruited sour ale last night. That's why I need this prime right", "start": 492.72, "end": 496.42}, {"text": "now, because my body is hating every part of myself. Yeah.", "start": 496.42, "end": 500.22}, {"text": "I pooped massively. You know what I did? I made a pretty good meal last night.", "start": 501.38, "end": 505.16}, {"text": "What'd you make? Probably worms. Yeah, it was worms and dirt. That doesn't", "start": 505.16, "end": 509.28}, {"text": "sound good.", "start": 509.28, "end": 509.96}, {"text": "That sounds like... No, no, no. You think that it comes out on the...", "start": 509.96, "end": 515.1}, {"text": "Like I pulled the... Whatever it's called. The top? Yeah. Yeah. I pulled", "start": 515.1, "end": 519.56}, {"text": "that open and it's worms and dirt, but then you look closely,", "start": 519.56, "end": 522.66}, {"text": "Oreo crumbs, chocolate pudding. Brown gummy worms. Sour gummy worm, yep.", "start": 522.66, "end": 528.36}, {"text": "You see, but that I hate when people do that kind of shit because gummy worms", "start": 528.38, "end": 531.42}, {"text": "do not belong with chocolate. No, they don't. No, they really don't. You don't", "start": 531.42, "end": 535.18}, {"text": "it's just that they have to make what they have to do. Chocolate worm,", "start": 535.18, "end": 538.74}, {"text": "chocolate worm. They gotta make a chocolate worm or a frosting worm. Leave", "start": 538.74, "end": 543.1}, {"text": "the Oreos, leave Oreos intact. Stop crushing these. No, no, no, no. Ice", "start": 543.1, "end": 548.7}, {"text": "cream. What about ice cream? Just fucking make a normal ice cream. I do not", "start": 548.7, "end": 553.42}, {"text": "want the little white parts of Oreos. He's wearing the glasses today because", "start": 553.42, "end": 557.22}, {"text": "doesn't want anyone to see him cry. I'm hungover and these are my... You had one", "start": 557.26, "end": 561.3}, {"text": "beer and you're hungover? Buddy, if you think I had one beer, then you are wrong.", "start": 561.3, "end": 566.38}, {"text": "You had two, three? I had three beers. And I'm so hungover I can barely even speak.", "start": 566.38, "end": 574.7}, {"text": "That is light work. Damn. I do like it. For an alcoholic like me, that's light work.", "start": 574.7, "end": 579.46}, {"text": "We're getting kind of drunk AF yesterday, all of us maybe. Yeah, me and Cam had...", "start": 579.46, "end": 583.98}, {"text": "I had a beer and I had a margarita and I had some champagne.", "start": 583.98, "end": 588.42}, {"text": "Whoa, celebration time.", "start": 588.42, "end": 590.86}, {"text": "You were having a celebration.", "start": 590.86, "end": 592.02}, {"text": "I was basically having a little celebration.", "start": 592.02, "end": 593.5}, {"text": "I had champagne and I bought a pack of GVICs because they're $8 and me and Noah have them.", "start": 593.5, "end": 600.42}, {"text": "I'm going to tell it like it is.", "start": 600.42, "end": 602.88}, {"text": "You like saying GVIC more than you like drinking it.", "start": 602.88, "end": 605.74}, {"text": "It's a good enough beer.", "start": 605.74, "end": 607.18}, {"text": "I'm sorry to tell it like it is, but I had to right then.", "start": 607.18, "end": 611.22}, {"text": "it's good enough that to justify the fact that you get you would never you would", "start": 611.22, "end": 615.08}, {"text": "never you would never say you would never get the name of another pack of", "start": 615.08, "end": 619.92}, {"text": "beer. You were buying you would never be like yeah. I bought a six pack of", "start": 619.92, "end": 623.22}, {"text": "Miller Highlight. I would say that I would say the brand every time. No, you", "start": 623.22, "end": 626.42}, {"text": "wouldn't I would say it now. It's a in a cute way.", "start": 626.42, "end": 628.52}, {"text": "I guess I mean I got some parties.", "start": 628.52, "end": 634.42}, {"text": "would say I got my Modellies. My Gansets. Gansets you would also say that. My Pacificos. You", "start": 636.22, "end": 643.22}, {"text": "sounded Jamaican. Pacificos. That's not Jamaican. That doesn't sound, it sounded more like a", "start": 643.22, "end": 652.28}, {"text": "cinnamon stick. Do you think I even know where Jamaica is? It's on the plain of existence.", "start": 652.28, "end": 656.1}, {"text": "Is it an island? Barely. It makes some good ass, fire ass music. Let's go in on Jamaica", "start": 656.1, "end": 662.7}, {"text": "real quick. Okay. Jamaica, your jerk chicken is too good and your music's awesome.", "start": 662.7, "end": 667.58}, {"text": "Yeah, Jamaica, stop jerking these chickens around.", "start": 667.58, "end": 670.22}, {"text": "Yep. And maybe jerk your political leaders around to get some stability in your country.", "start": 670.22, "end": 675.42}, {"text": "And let's... And enough with the ganja. Let's... And let's get the music...", "start": 675.42, "end": 678.22}, {"text": "Drop the weed, man.", "start": 678.22, "end": 679.98}, {"text": "Enough with the ganja. Let's get the music to be a little more... Let's get the rhythm", "start": 679.98, "end": 682.62}, {"text": "a little more regular. I don't want to hear any of that dun, da, da, dun, any like swingy stuff,", "start": 682.62, "end": 686.62}, {"text": "just, you know, four, four. Yeah. And stop making drums out of metal.", "start": 686.62, "end": 691.58}, {"text": "Yeah, nobody wants to hear about a metal drum. That drum should be a bowl.", "start": 691.58, "end": 695.58}, {"text": "That drum should be beating out of that drum. That is what you should be.", "start": 695.58, "end": 698.38}, {"text": "Yeah, stick to the good. You guys make good food. Put the food in the metal drum.", "start": 698.38, "end": 703.02}, {"text": "Steel drums. I'm going to steal your drum and give you a normal one with a sheepskin thing on it.", "start": 703.02, "end": 708.3}, {"text": "The steel drum should be a place where you can steal drumsticks from. It should be where", "start": 708.3, "end": 714.54}, {"text": "they put a bunch of bowl of different chicken. Drumsticks of jerk chicken.", "start": 714.54, "end": 719.18}, {"text": "Yeah, dude. Dude, just so much shit is pissing me off, man.", "start": 719.18, "end": 722.54}, {"text": "Yeah, I'm effed.", "start": 722.54, "end": 724.1}, {"text": "I'm effed in my pee.", "start": 724.1, "end": 727.18}, {"text": "I'm effed in my pee right now.", "start": 727.18, "end": 728.86}, {"text": "I'm effed right in my pee.", "start": 728.86, "end": 730.18}, {"text": "And I'm speaking of being pissed off,", "start": 730.18, "end": 733.26}, {"text": "the landlord keeps yelling at me because I don't like to lock up the gate", "start": 733.26, "end": 738.62}, {"text": "because the kids are going to come in here and do graffiti.", "start": 738.62, "end": 742.02}, {"text": "Apparently, I ain't Mark Maron, motherfucker.", "start": 742.02, "end": 744.26}, {"text": "Leave me alone.", "start": 744.26, "end": 745.86}, {"text": "We're a different podcast.", "start": 745.86, "end": 747.42}, {"text": "We're not locking the gates.", "start": 747.42, "end": 748.42}, {"text": "That's what he's getting so mad he's saying.", "start": 748.42, "end": 749.74}, {"text": "I see you do a podcast.", "start": 749.74, "end": 750.74}, {"text": "Lock that gate.", "start": 750.74, "end": 751.74}, {"text": "Yeah, you're doing WTM with Mark Maron, you're not locking the gate.", "start": 751.74, "end": 754.82}, {"text": "Nobody's going to know.", "start": 754.82, "end": 756.82}, {"text": "Honestly, they think that I'm Mark Maron because of my attitude and my musical tastes.", "start": 756.82, "end": 761.3}, {"text": "I don't want to lock the gate because I like to look out and see when the kids go into", "start": 761.3, "end": 764.86}, {"text": "our little area and I want to go out with a baseball bat.", "start": 764.86, "end": 767.7}, {"text": "You like to shake the broom at them.", "start": 767.7, "end": 768.7}, {"text": "With a bunch of nails nailed into it.", "start": 768.7, "end": 770.02}, {"text": "We've got to get your corn broom here.", "start": 770.02, "end": 771.82}, {"text": "Oh, so we can shoo him away?", "start": 771.82, "end": 773.54}, {"text": "We can shoo him away.", "start": 773.54, "end": 774.54}, {"text": "Shoo!", "start": 774.54, "end": 775.54}, {"text": "Oh my God.", "start": 775.54, "end": 776.54}, {"text": "God, they get off the bus, they go stand. I don't know why they stand there. It's a sidewalk and then they just stand inside the fence.", "start": 776.54, "end": 784.04}, {"text": "It's always also a sidewalk. It's a VIP section. They think they're in the VIP section. We should bring out some sparklers and some champagne.", "start": 784.04, "end": 791.24}, {"text": "I want to hiss at them through the window. I want to buy them beer. They seem cool. You know what we should do is put an alarm on the gate.", "start": 791.24, "end": 797.04}, {"text": "So whenever it opens it goes \"doot doot doot\". Yeah, but we can't shut off the alarm. Just hop the fence whenever we need to get in.", "start": 797.04, "end": 803.04}, {"text": "I was saying that fancy is hoppable. If someone's going to do graffiti, they're going to fucking do it.", "start": 803.04, "end": 807.04}, {"text": "If someone wants to write, they're going to fucking write.", "start": 807.04, "end": 811.04}, {"text": "And who are we to stop them?", "start": 811.04, "end": 813.04}, {"text": "I think we should lay down turf in here.", "start": 813.04, "end": 815.04}, {"text": "That's a good idea.", "start": 815.04, "end": 817.04}, {"text": "I honestly have thought about that three or four times.", "start": 817.04, "end": 819.04}, {"text": "Anytime I'm at Home Depot and I see that big roll of turf, I say, \"Buddy, how much for the whole thing?\"", "start": 819.04, "end": 823.04}, {"text": "At least a quarter of it.", "start": 823.04, "end": 825.04}, {"text": "Let's just do a half mini golf thing.", "start": 825.04, "end": 829.04}, {"text": "Yeah, Patches got you that for Christmas last year.", "start": 829.04, "end": 831.04}, {"text": "set up a mini golf, a mini golf, that is a good idea,", "start": 831.04, "end": 834.08}, {"text": "black light mini golf in here. Why can't we put turf in here? You completely", "start": 834.08, "end": 840.24}, {"text": "can't. There's no reason. It's just a rug. It's just a rug. There's no reason", "start": 840.24, "end": 843.72}, {"text": "we can't.", "start": 843.72, "end": 844.24}, {"text": "We could put turf everywhere in here. Let's put turf on the walls too. Yeah,", "start": 844.24, "end": 849.58}, {"text": "oh my God. Let's make this a green room. Box. Green box. Green box and then", "start": 849.58, "end": 854.62}, {"text": "we sell, I mean I don't condone it, but I would sell it to make", "start": 854.62, "end": 858.04}, {"text": "2020. You know we need to get we need to get a big green turf backdrop here and", "start": 858.04, "end": 863.04}, {"text": "we need to get podcasts about list and a pink neon right there. Oh my God,", "start": 863.04, "end": 867.54}, {"text": "switch these out for SM seven bees. The sure Mike's. Yeah, I need to. We do", "start": 867.54, "end": 871.94}, {"text": "need some of those. We need to and then we need to talk. We need to have a", "start": 871.94, "end": 874.54}, {"text": "bunch of women on here. Only fans. Yeah, I'd ask them what they think about if", "start": 874.54, "end": 880.24}, {"text": "you think food goes bad. Yeah, and they're like, I don't really know. I", "start": 880.24, "end": 884.64}, {"text": "felt is it if a woman gets ripped in half? Yeah, that's what I asked. Is it", "start": 884.64, "end": 889.18}, {"text": "the rippers fault and all the girls are like the rippers father ever and one of", "start": 889.18, "end": 893.22}, {"text": "the girls,", "start": 893.22, "end": 893.72}, {"text": "the girls fault actually, yeah, she knows what's like that's that's a bit", "start": 893.72, "end": 900.22}, {"text": "that's a good friends with the ripper and I know that he's actually do it on", "start": 900.22, "end": 904.08}, {"text": "purpose, but when the cameras are off there, Jack, the rippers actually a", "start": 904.08, "end": 907.34}, {"text": "really nice guy. He actually he subs to my only fans. Whoa,", "start": 907.34, "end": 911.98}, {"text": "what jack the rib on shell these days, jack the ripper probably would be", "start": 913.3, "end": 918.3}, {"text": "and he'd probably instead of he'd been only fans model, he'd be ripping his", "start": 918.3, "end": 923.58}, {"text": "fucking dick off. Exactly. He'd be jacking and ripping his own cock off", "start": 923.58, "end": 928.14}, {"text": "because he'd be jackling so much of the a ripper. They didn't have any", "start": 928.14, "end": 931.62}, {"text": "pornography back then. Do you ever think about how in this in the did", "start": 931.62, "end": 935.18}, {"text": "nineteen? It was all wood carvings. They've had pornography for all of", "start": 935.18, "end": 939.54}, {"text": "human or not. He has probably they've had drawings. They've had it since the", "start": 939.54, "end": 943.56}, {"text": "cave time. You're being a you're being very obtuse. Right? They had pornography", "start": 943.56, "end": 948.06}, {"text": "in cave times. And back then it was why I'm just because you can't nobody's", "start": 948.06, "end": 952.06}, {"text": "coming to a stick figure. Well, yeah, they are. No, no, no, no, no, no, no,", "start": 952.06, "end": 955.74}, {"text": "no. Just stick figures with two boobs or just a red blot. And that was for", "start": 955.74, "end": 959.14}, {"text": "stability. Idols that people made in like Mesopotamia. That's like the", "start": 959.14, "end": 962.5}, {"text": "earliest human civilization. They're making fucking. They're making masses of", "start": 962.5, "end": 966.18}, {"text": "of their pantomime is little like things like this. Nobody's jacking off to", "start": 966.18, "end": 969.98}, {"text": "that. That was just that was an homage to the beauty of the female form.", "start": 969.98, "end": 972.86}, {"text": "That's a hundred percent. No, no, no, no, no, you have a dirty mind.", "start": 972.86, "end": 975.22}, {"text": "That's what all hundred thousand years. That's what you're someone like you", "start": 975.22, "end": 978.1}, {"text": "was going to say that about only fans. So you're going to say that", "start": 978.1, "end": 979.94}, {"text": "wasn't for jacking off. I won't exist asshole. I said someone like you,", "start": 979.94, "end": 983.74}, {"text": "dickhead. I will die. There will never be another person like you. You have", "start": 983.74, "end": 986.3}, {"text": "no listening comprehension. Nope, I do. No, you don't. You're a hypocrite.", "start": 986.3, "end": 990.74}, {"text": "You ruined my point. You ruined my point because you wanted to be. No,", "start": 990.74, "end": 993.78}, {"text": "no, I didn't have a point. That wasn't the point I was trying to make.", "start": 993.78, "end": 996.02}, {"text": "that wasn't the point I was trying to make you are. Honestly, you belong in a", "start": 996.02, "end": 1000.06}, {"text": "high school debate team. That's like the level of annoying. You are you do do", "start": 1000.06, "end": 1004.42}, {"text": "some debate stuff. Yeah, you do have that kind of talking. You told me I was", "start": 1004.42, "end": 1008.34}, {"text": "wrong, so I told you I was right. No, see that's a high school debate team.", "start": 1008.34, "end": 1011.62}, {"text": "Yeah, I'm telling it and I have to be the moderator. Here's a point. I was", "start": 1011.62, "end": 1015.02}, {"text": "trying to always have to be the moderator. Here's what you do. Here's", "start": 1015.02, "end": 1017.7}, {"text": "the point I was trying to make. I don't even get to debate before you were", "start": 1017.7, "end": 1020.22}, {"text": "statues yeah is that if it was the eighteen hundreds and you had no porn", "start": 1020.24, "end": 1026.08}, {"text": "who among us wouldn't start just randomly killing women and eating their", "start": 1026.08, "end": 1030.08}, {"text": "breasts and their asses.", "start": 1030.08, "end": 1031.2}, {"text": "You see what I was trying to get at it's a it is a good point yeah, because if", "start": 1031.2, "end": 1039.14}, {"text": "you didn't have yeah, who's to say I don't know I don't know if I would have", "start": 1039.14, "end": 1042.36}, {"text": "read honestly tell you that the reason I wanted to argue with you so much is", "start": 1042.36, "end": 1045.28}, {"text": "because of those glasses yeah, it's making me mad to look at you. Well, it is", "start": 1045.28, "end": 1049.92}, {"text": "You have a Bud Light hat on, so. He does not have a Bud Light hat on.", "start": 1049.96, "end": 1053.64}, {"text": "You're the one with the Bud Light hat. He has a Mexico hat on.", "start": 1053.64, "end": 1055.64}, {"text": "Oh, it's the colors.", "start": 1055.64, "end": 1057.64}, {"text": "(laughter)", "start": 1057.64, "end": 1059.64}, {"text": "It kind of looks like Bud Light.", "start": 1059.64, "end": 1061.64}, {"text": "If we're keeping it real right now,", "start": 1061.64, "end": 1063.64}, {"text": "still, he got mad at me", "start": 1063.64, "end": 1065.64}, {"text": "for my new hat that I'm wearing.", "start": 1065.64, "end": 1067.64}, {"text": "This hat pisses me off. He called me a poser,", "start": 1067.64, "end": 1069.64}, {"text": "but I just want to point out, for a whole year,", "start": 1069.64, "end": 1071.64}, {"text": "he wore a Frog Skateboards", "start": 1071.64, "end": 1073.64}, {"text": "beanie. I thought it was for that.", "start": 1073.64, "end": 1075.64}, {"text": "You have never", "start": 1075.64, "end": 1077.64}, {"text": "I have a skateboard right over there.", "start": 1077.64, "end": 1079.64}, {"text": "Let's break this down. Hold on. Let's break this down. What did you just say? Frog, skateboards,", "start": 1079.64, "end": 1085.0}, {"text": "beanie. I don't skateboard, but I like frogs and I wear beanies. So how's that me being a poser?", "start": 1085.0, "end": 1091.72}, {"text": "Two out of three. This is a golfing hat. Yeah. I like hats. I don't golf. 50% is more.", "start": 1091.72, "end": 1097.64}, {"text": "I don't golf and I do like old English fonts, which is on here. That's 52%. That's 52. You", "start": 1097.64, "end": 1109.16}, {"text": "don't go. You know what? How about right now? I have I have a skateboard right", "start": 1109.16, "end": 1113.2}, {"text": "over there. I have a skateboard right over there. We're going to turn the", "start": 1113.2, "end": 1115.88}, {"text": "camera. We're going to see if you can Ollie right now. Fuck you, man. I'll do", "start": 1115.88, "end": 1120.6}, {"text": "this right now.", "start": 1120.6, "end": 1121.16}, {"text": "All right.", "start": 1121.16, "end": 1123.04}, {"text": "No, he's doing the camera. No, no, you have to point. He has to point the", "start": 1123.04, "end": 1127.44}, {"text": "camera at you.", "start": 1127.44, "end": 1128.12}, {"text": "Yeah, so Caleb is getting the skateboard. He's standing next to it.", "start": 1128.12, "end": 1136.12}, {"text": "Okay, put one foot onto it. He's bending down as if he's winded.", "start": 1136.12, "end": 1139.32}, {"text": "He looks like he's going to throw up. Maybe his hands are above just above", "start": 1139.32, "end": 1144.52}, {"text": "his knee. Okay, second foot on. He's wobbling a lot. He's really wobbling.", "start": 1144.52, "end": 1147.82}, {"text": "He looks like a snow angel.", "start": 1147.82, "end": 1149.12}, {"text": "He's got a beautiful stance.", "start": 1149.12, "end": 1151.82}, {"text": "He is falling off the skateboard without trying to do a trick.", "start": 1151.82, "end": 1155.62}, {"text": "I'm just narrating here. No, no, no, no.", "start": 1155.62, "end": 1162.62}, {"text": "Okay, so he's still, he's doing again a star type pose.", "start": 1163.52, "end": 1167.2}, {"text": "All right.", "start": 1167.2, "end": 1168.52}, {"text": "- No.", "start": 1168.52, "end": 1169.36}, {"text": "- No, I don't know really.", "start": 1169.36, "end": 1170.88}, {"text": "- You didn't even leave the ground.", "start": 1170.88, "end": 1172.88}, {"text": "- Okay, so he's getting back on.", "start": 1172.88, "end": 1174.64}, {"text": "Okay, he's almost destroyed our printer.", "start": 1174.64, "end": 1179.4}, {"text": "You should move that, fix the printer.", "start": 1179.4, "end": 1182.56}, {"text": "Fix the printer before you sit down.", "start": 1182.56, "end": 1184.72}, {"text": "- Oh my God, he knocked the printer over.", "start": 1184.72, "end": 1186.84}, {"text": "- The printer completely almost fell over.", "start": 1186.84, "end": 1189.04}, {"text": "- Yeah, we almost lost the fucking printer.", "start": 1189.04, "end": 1191.96}, {"text": "the printer. I just spent a hundred dollars on yeah. We almost just lost", "start": 1191.96, "end": 1196.1}, {"text": "the printer, but okay, can you imagine I guess Caleb,", "start": 1196.1, "end": 1199.32}, {"text": "Caleb did the most eleven year old.", "start": 1199.32, "end": 1203.82}, {"text": "I'm saying", "start": 1203.82, "end": 1206.74}, {"text": "I had to do it at I'm not saying no, I'm to see you read at an", "start": 1206.74, "end": 1210.36}, {"text": "eleven year old. I'm saying I'm saying you did it. I'm saying you did it. I", "start": 1210.36, "end": 1213.48}, {"text": "know, but you had to add all these qualifiers to make me feel", "start": 1213.48, "end": 1215.52}, {"text": "obtuse. I didn't make you feel obtuse.", "start": 1215.52, "end": 1218.34}, {"text": "Eleven year old, maybe", "start": 1218.34, "end": 1221.28}, {"text": "maybe I learned a new word what it's so wrong to learn new words. Yeah, you", "start": 1221.28, "end": 1225.76}, {"text": "really like this. I'm being sexually harassed today by you to know because I", "start": 1225.76, "end": 1230.44}, {"text": "decided that I want to have three D glasses on it really is so terrible.", "start": 1230.44, "end": 1235.16}, {"text": "It's genuinely is. I don't want to look at you. You again are out of frame. You", "start": 1235.16, "end": 1240.36}, {"text": "need to move in. It's hurting", "start": 1240.36, "end": 1241.8}, {"text": "the vibe.", "start": 1241.8, "end": 1243.72}, {"text": "There is a divide. You are so with you", "start": 1243.72, "end": 1247.28}, {"text": "right now. So see, I'd like to see you hit a 90-yard drive. I could maybe hit a 30-yard", "start": 1247.28, "end": 1259.88}, {"text": "drive. No, no, no, no. You would hit the golf ball five inches behind the ball. You'd hit", "start": 1259.88, "end": 1267.08}, {"text": "the ground so hard you'd break your hand. I actually, for my brother's bachelor party,", "start": 1267.08, "end": 1270.64}, {"text": "I did, we just like went to one of those like drive, like it was a,", "start": 1270.64, "end": 1275.04}, {"text": "I guess a driving range, but it was, it was just a fucking piece of wood that", "start": 1275.04, "end": 1279.92}, {"text": "everyone stood on and hit balls towards the field. That's a driving, that's a", "start": 1279.92, "end": 1284.68}, {"text": "driving, that's what a driving range is. That is exactly a driving range. Yeah.", "start": 1284.68, "end": 1288.0}, {"text": "Well, it wasn't. You're thinking Topgolf. Yeah, it wasn't in like a place, so I", "start": 1288.0, "end": 1292.08}, {"text": "was like, oh, okay. Like there weren't, there wasn't any. That's basically what a", "start": 1292.08, "end": 1295.44}, {"text": "driving range is. Yeah, you can set one up yourself. Well, then I've been to a", "start": 1295.44, "end": 1298.44}, {"text": "driving range and I've done an adequate job there.", "start": 1298.44, "end": 1302.76}, {"text": "I would love to work at a driving range. I'd be the guy that collects the balls.", "start": 1302.76, "end": 1307.44}, {"text": "You're in that armored, you're in the kill dozer driving around collecting the balls,", "start": 1307.44, "end": 1313.08}, {"text": "listening to classic rock.", "start": 1313.08, "end": 1314.08}, {"text": "You are basically a gopher if that is your job.", "start": 1314.08, "end": 1316.76}, {"text": "What? You're thinking, you're doing Caddyshack?", "start": 1316.76, "end": 1320.88}, {"text": "Oh yeah. I've actually never seen Caddyshack.", "start": 1320.88, "end": 1325.36}, {"text": "You've never seen Caddyshack?", "start": 1325.36, "end": 1326.36}, {"text": "No.", "start": 1326.36, "end": 1327.36}, {"text": "They were playing it at the dentist one time.", "start": 1327.36, "end": 1328.36}, {"text": "very funny. It's one of those things like the Blues Brothers where it's like your", "start": 1328.36, "end": 1332.6}, {"text": "dad's like, \"Oh, this is the funniest thing in the world.\" And you watch it and it's", "start": 1332.6, "end": 1335.4}, {"text": "just two fucking guys just like... Yeah, blades of glory. Yeah, blades of glory is", "start": 1335.4, "end": 1339.44}, {"text": "funny though. My dad was like, \"This is the funniest movie ever.\" That's good. But I", "start": 1339.44, "end": 1343.12}, {"text": "watched it and I was like, \"This is a little bit lowbrow maybe.\" Yeah. Don't you", "start": 1343.12, "end": 1347.12}, {"text": "think? I was never too big a fan of lowbrow humor. I don't like lowbrow stuff.", "start": 1347.12, "end": 1351.72}, {"text": "Until I found out about poop jokes. Yep. Everything changed for me. Until I found", "start": 1351.72, "end": 1356.08}, {"text": "about British accents and then I was like okay that's I like that quite a bit more.", "start": 1356.08, "end": 1361.24}, {"text": "Yeah the Blues Brothers is I guess the movie is good but the sketch on SNL one", "start": 1361.24, "end": 1366.72}, {"text": "of those brothers turned blue. Yep. Yeah. From a speedball. Is that what happened", "start": 1366.72, "end": 1371.68}, {"text": "to him? Yeah he did a speedball and just fucking farted. Farted to death. That's a", "start": 1371.68, "end": 1377.04}, {"text": "bad way to go. John Belushi farted to death. That's so awful. Yeah. I hate hearing that.", "start": 1377.04, "end": 1381.6}, {"text": "Uh-huh. And when he farted, it was so loud that it clapped his stomach to his skin.", "start": 1381.6, "end": 1388.3}, {"text": "You're kidding.", "start": 1388.3, "end": 1389.3}, {"text": "No, and it popped like a balloon.", "start": 1389.3, "end": 1391.3}, {"text": "Oh, God.", "start": 1391.3, "end": 1392.3}, {"text": "Yeah.", "start": 1392.3, "end": 1393.3}, {"text": "Oh, my Lord.", "start": 1393.3, "end": 1394.3}, {"text": "You know, the sound it made was exactly like a whip cracking.", "start": 1394.3, "end": 1396.3}, {"text": "Can you imagine if you farted really loud and you looked in the mirror and your butt", "start": 1396.3, "end": 1400.0}, {"text": "was red?", "start": 1400.0, "end": 1401.0}, {"text": "[laughter]", "start": 1401.0, "end": 1402.0}, {"text": "Yeah, like a, just around your, like getting a little less red as it goes far away from", "start": 1402.0, "end": 1410.7}, {"text": "on your ass cheeks like oh my God, like a chemical like you just got spanked", "start": 1410.7, "end": 1414.8}, {"text": "like yeah, yeah, yeah, spanked by your own fart", "start": 1414.8, "end": 1417.84}, {"text": "and it's it's your pants slap against your", "start": 1417.84, "end": 1423.92}, {"text": "do this fucking like that's that's why I don't think I'd ever wear leather", "start": 1423.92, "end": 1431.14}, {"text": "pants,", "start": 1431.14, "end": 1431.6}, {"text": "not because I don't think I wouldn't look good in them, but no, like you'd", "start": 1431.6, "end": 1435.4}, {"text": "look so good and leather farting in a pair of leather pants. I bet sounds one", "start": 1435.4, "end": 1439.86}, {"text": "sounds insane and two is like I don't know it like you're already your nuts", "start": 1439.96, "end": 1445.26}, {"text": "and your penis or in a sous vide in there in the summer time. I bet if the leather", "start": 1445.26, "end": 1449.34}, {"text": "pants are tight enough too, you could see the entire fart travel all the way down", "start": 1449.34, "end": 1453.9}, {"text": "the pant leg to your shoe. Definitely. I don't get why these rock stars wear them.", "start": 1453.9, "end": 1457.62}, {"text": "They're probably, you know, with a rock star's diet, they eat fucking heart", "start": 1457.62, "end": 1462.04}, {"text": "dargs and beer all the time. It's because it's cow sacrifice. Oh yeah, that makes", "start": 1462.04, "end": 1467.98}, {"text": "complete and total. They want to sacrifice animals. I want to see a movie like", "start": 1468.0, "end": 1471.04}, {"text": "Inside Out about a bunch of farts trapped in some pants like that. Yeah. Yeah. And", "start": 1471.04, "end": 1476.08}, {"text": "they have to work together to get down the leg to go back in the butt. Better out", "start": 1476.08, "end": 1479.68}, {"text": "than in. That would also maybe be a good Shrek reference. Maybe be a good video", "start": 1479.68, "end": 1482.84}, {"text": "game where it's like you have to travel down the leg and it's an alternate path", "start": 1482.84, "end": 1486.08}, {"text": "where you can either go down the leg and get out of the cuff down there or maybe", "start": 1486.08, "end": 1489.56}, {"text": "you can go find like a key and you can unlock the fly. You can like come back", "start": 1489.56, "end": 1494.76}, {"text": "like a metroidvania. Okay, the fly. Yes. Yeah, you want to go, but then but then", "start": 1494.76, "end": 1500.66}, {"text": "people, oh, that's kind of a prank, though. What is people think that you", "start": 1500.66, "end": 1504.26}, {"text": "got your dick and balls smell like a fart if it comes out of your fly? Yeah,", "start": 1504.26, "end": 1508.86}, {"text": "I guess that is a little key turn and then the why unzip from the inside.", "start": 1508.86, "end": 1513.76}, {"text": "That is one of the worst putting those on pants. The worst things that your", "start": 1513.76, "end": 1518.46}, {"text": "penis and balls could smell like is a fart and mine do pretty much because of", "start": 1518.46, "end": 1524.66}, {"text": "just the way I sit. I would pay money to have a corrective surgery that points my", "start": 1524.66, "end": 1529.6}, {"text": "asshole like 15 degrees further towards my back so that farts would not feed below", "start": 1529.6, "end": 1537.36}, {"text": "my balls and make my balls go up. What are these for right here? Your butt cheeks?", "start": 1537.36, "end": 1540.64}, {"text": "No, the two dimples that you get in your back. I've never had that because I've", "start": 1540.64, "end": 1544.82}, {"text": "never been skinny. I had those. I had those. But the thing about it, those could", "start": 1544.82, "end": 1550.52}, {"text": "be rerouted. Yeah, you could reroute all your so you have three holes while you", "start": 1550.52, "end": 1555.28}, {"text": "have your two fart holes like it's a car exhaust. Okay, and then that is like", "start": 1555.28, "end": 1559.72}, {"text": "your like your", "start": 1559.72, "end": 1561.24}, {"text": "yeah, now that I'm thinking about it goes your butthole is where the dipstick", "start": 1561.24, "end": 1565.04}, {"text": "comes. It would be nice for it would be nice and for farting that put your butt", "start": 1565.04, "end": 1569.6}, {"text": "further up on your back when you had to shit. It would be really bad. Well, no,", "start": 1569.6, "end": 1572.64}, {"text": "no, no, no, no, no, but hold the butthole is still for poop. It's just these are", "start": 1572.64, "end": 1575.96}, {"text": "now exhaust. All right, I'd like to read it on the human body right now. Yeah, I", "start": 1575.96, "end": 1579.16}, {"text": "I think it's time we do it again. Yeah, we've done that before. I don't think so,", "start": 1579.16, "end": 1583.26}, {"text": "but okay, so if I was evolution or God, depending on if you ask a dumb person or", "start": 1583.26, "end": 1587.74}, {"text": "a smart person, yeah, I would put the asshole directly in the middle of the", "start": 1587.74, "end": 1591.26}, {"text": "center of the palm like Iron Man. Okay, and you would yeah, you can because then", "start": 1591.26, "end": 1595.4}, {"text": "it becomes twofold. Number one, it's a built in defense mechanism. You can shit", "start": 1595.4, "end": 1598.9}, {"text": "and fart in people's faces and you could literally control cover somebody's mouth", "start": 1598.9, "end": 1602.8}, {"text": "and shit into their", "start": 1602.8, "end": 1603.76}, {"text": "like", "start": 1603.76, "end": 1605.76}, {"text": "like that as you shit into their mouth or sleepovers would be so bad growing up.", "start": 1607.96, "end": 1611.76}, {"text": "Oh, my God, and imagine if you're about to if you have like a huge shit coming", "start": 1611.76, "end": 1615.2}, {"text": "up, you could see it coming down your arm. That'd be so awesome. Like a vein", "start": 1615.2, "end": 1618.8}, {"text": "we were adding out, we're adding like a transparent window that goes up. Yeah,", "start": 1618.8, "end": 1623.96}, {"text": "forearm. Well, it'd be like those videos of like body builders or they flex on", "start": 1623.96, "end": 1627.4}, {"text": "their veins pop, but you just you see blood, but then also you see one big", "start": 1627.4, "end": 1630.84}, {"text": "kind of log of do do one turd. Yeah, yeah, and then I think the if you like", "start": 1630.84, "end": 1636.24}, {"text": "eating poop, it would be a lot easier to sneak that.", "start": 1636.28, "end": 1638.28}, {"text": "Penis probably in the fingertip like Scary Movie 3.", "start": 1638.28, "end": 1641.28}, {"text": "That honestly, when I saw that as a kid,", "start": 1641.28, "end": 1644.28}, {"text": "when I saw that guy with Leslie Nielsen pee out of his finger,", "start": 1644.28, "end": 1647.28}, {"text": "I thought to myself, that would make life so much easier.", "start": 1647.28, "end": 1652.28}, {"text": "Here's my argument against that. Penis in the finger.", "start": 1652.28, "end": 1654.28}, {"text": "Number one, it's too exposed.", "start": 1654.28, "end": 1658.28}, {"text": "Yeah, I think you'll hurt your whole point of view.", "start": 1658.28, "end": 1660.28}, {"text": "No, no, it's still the finger. Just the urethra is rerouted too.", "start": 1660.28, "end": 1663.28}, {"text": "Oh, so just peeing?", "start": 1663.28, "end": 1664.28}, {"text": "you're just paying yeah. So peeing goes through the finger, but then why does", "start": 1664.28, "end": 1667.58}, {"text": "might as well just make it one hole like girls have and just shoot all your", "start": 1667.58, "end": 1670.32}, {"text": "shows. That's the guys have the urethra on the finger. Girls just shoot it all", "start": 1670.32, "end": 1674.6}, {"text": "out of their palm, pussy, but", "start": 1674.6, "end": 1676.12}, {"text": "okay, their pussies on their hand urethra for guys guys. Guys have a", "start": 1676.12, "end": 1682.0}, {"text": "normal. No, their balls are their their", "start": 1682.0, "end": 1684.0}, {"text": "hanging below their wrists. Yeah, no balls should be inside your body in the", "start": 1684.0, "end": 1689.08}, {"text": "middle of your chest, like a resident evil, but the ball should be on the", "start": 1689.08, "end": 1691.76}, {"text": "opposite side of your heart. It should be mirror. One is your heart and one is your two balls.", "start": 1691.8, "end": 1696.8}, {"text": "Oh yeah, so then like people can, if your finger is really long and your balls are here,", "start": 1696.8, "end": 1702.84}, {"text": "people can, you know, you can brag about how close your balls are to your arm. So like", "start": 1702.84, "end": 1707.88}, {"text": "having a short arm would be like a flex. What are you saying? A flex would be I have a short", "start": 1707.88, "end": 1715.0}, {"text": "arm yeah, why in this world, because that means you're", "start": 1715.0, "end": 1719.16}, {"text": "that means that it's closer to your your finger is close to your balls. Is", "start": 1719.16, "end": 1724.24}, {"text": "that something you think people brag about is my people people now no, so my", "start": 1724.24, "end": 1728.76}, {"text": "my logic here is that people brag about how big their dicks are now do so in", "start": 1728.76, "end": 1733.5}, {"text": "this world in this world. It's people are bragging about how short their arm", "start": 1733.5, "end": 1739.0}, {"text": "is, but why", "start": 1739.0, "end": 1740.24}, {"text": "so they can when they brag about how big their finger is no, no, because", "start": 1741.12, "end": 1744.82}, {"text": "fingers are all the same size and also another thing that I would say is that", "start": 1744.82, "end": 1748.16}, {"text": "smaller would be better. Exactly, the smaller it is, the better it is, but", "start": 1748.16, "end": 1753.34}, {"text": "then if you have like a little like arm like this, it's like damn, you think", "start": 1753.34, "end": 1757.32}, {"text": "guys would get surgery to just have their hands sitting on their tiny arm.", "start": 1757.32, "end": 1761.0}, {"text": "He's got that little chicken and he walking around that tiny. He got that", "start": 1761.0, "end": 1764.84}, {"text": "would it be like way? I was supposed to be like how you know, someone says, oh,", "start": 1764.84, "end": 1768.08}, {"text": "you have big feet, you have a big dick. Yeah. So is it like that? Maybe you have", "start": 1768.12, "end": 1771.24}, {"text": "a short arm. It means you have strong balls or something. Yeah, exactly.", "start": 1771.24, "end": 1774.96}, {"text": "Exactly. It means your balls are so strong. That's what you should have said", "start": 1774.96, "end": 1779.68}, {"text": "exactly, too. Yeah, it seems like you just wanted to do just anything he said", "start": 1779.68, "end": 1783.36}, {"text": "that would have justified that you were gonna go. Yeah, exactly that. Well,", "start": 1783.36, "end": 1785.92}, {"text": "think of another reason.", "start": 1785.92, "end": 1787.0}, {"text": "I mean, there is almost no reason. There's no... That was random. What I", "start": 1787.0, "end": 1790.84}, {"text": "said made no sense. Think of one other... Think of another thing, then. Short", "start": 1790.84, "end": 1794.12}, {"text": "arm is cool because", "start": 1794.12, "end": 1795.62}, {"text": "because you can wear different shirts. Yeah, actually, you know exactly I've", "start": 1795.62, "end": 1801.48}, {"text": "been thinking about", "start": 1801.48, "end": 1801.98}, {"text": "sometime.", "start": 1801.98, "end": 1804.34}, {"text": "What'd you say? I've been thinking about a one side tank top for a while. Yeah,", "start": 1804.34, "end": 1809.12}, {"text": "maybe that would be a real style.", "start": 1809.12, "end": 1811.08}, {"text": "What does that mean? She wears like a half of a tank top. I thought that other", "start": 1811.08, "end": 1816.56}, {"text": "part of her arm. I forgot about her. Yeah, I think that's", "start": 1816.56, "end": 1819.56}, {"text": "And they're not casting her because she was so hard to work with.", "start": 1821.72, "end": 1823.96}, {"text": "Anya Taylor-Joy.", "start": 1823.96, "end": 1824.96}, {"text": "Charlie's Throne was hard to work with.", "start": 1824.96, "end": 1826.8}, {"text": "Yeah, if you ask Tom Hardy and a bunch of fucking mutant fuckers in the desert,", "start": 1826.8, "end": 1832.04}, {"text": "yeah, she's a bitch.", "start": 1832.04, "end": 1835.48}, {"text": "That was the that was the message of that movie.", "start": 1835.48, "end": 1840.44}, {"text": "So basically she's a bitch.", "start": 1840.44, "end": 1841.84}, {"text": "Yeah. Even in the desert, women are going to nag you.", "start": 1841.84, "end": 1844.52}, {"text": "They want water and a fucking bitch.", "start": 1844.52, "end": 1847.28}, {"text": "They want to have babies or something.", "start": 1847.28, "end": 1849.2}, {"text": "Yeah, they want to escape from sex slavery. Yeah, well,", "start": 1849.24, "end": 1853.24}, {"text": "yeah, simple is as simple does I get that movie. I like mix up what that", "start": 1853.24, "end": 1859.94}, {"text": "movie was about with", "start": 1859.94, "end": 1861.94}, {"text": "what's that movie City of God? No, no, no, no, no, no, no, that's Brazil,", "start": 1861.94, "end": 1866.84}, {"text": "Brazil. What's the one that I'm thinking of you think live?", "start": 1866.84, "end": 1870.44}, {"text": "Children of men, children of men, children of men. I get what the point", "start": 1870.44, "end": 1876.44}, {"text": "of their children of man. Yeah, that that kind of that is to me the least", "start": 1876.44, "end": 1881.52}, {"text": "interesting, least terrifying apocalypse thing. Children of men is like, oh, no,", "start": 1881.52, "end": 1885.6}, {"text": "we can't have a baby's. I don't give a fuck. You got a lot of time left to", "start": 1885.6, "end": 1889.8}, {"text": "fuck around. Yeah, I did like that movie, though. I saw for the first time", "start": 1889.8, "end": 1893.24}, {"text": "when I lived with Neil. Also, no, never have to use a condom ever again. Oh,", "start": 1893.24, "end": 1897.8}, {"text": "never have to pull out. All right, never. And also let's go. Plan. Parenthood", "start": 1897.8, "end": 1902.56}, {"text": "it goes away to this is perfect. This is ideal. This is utopia. What's the", "start": 1902.56, "end": 1906.8}, {"text": "scariest apocalypse? Scariest apocalypse is probably come out of the earth.", "start": 1906.8, "end": 1911.44}, {"text": "Yeah, or bad.", "start": 1911.44, "end": 1913.8}, {"text": "Honestly, the scariest one to me is that we, this entire planet is a single", "start": 1913.8, "end": 1919.88}, {"text": "molecule and then one day somebody in the", "start": 1919.88, "end": 1922.88}, {"text": "four realities, a big finger is the scariest one. Galactus. A big finger", "start": 1922.88, "end": 1928.12}, {"text": "because you don't even think it's a finger. Yeah, dragons dragons dragons", "start": 1928.12, "end": 1933.62}, {"text": "don't scare dragons. What about black skeleton? We've beaten dragons before", "start": 1933.62, "end": 1937.82}, {"text": "and we'll beat him again. That's what I said. That's what the 1400s is. We'll", "start": 1937.82, "end": 1941.32}, {"text": "send those fuckers back to their caves. I wonder if every dinosaur that ever", "start": 1941.32, "end": 1945.42}, {"text": "lived came back to the earth. If we could defeat them, if every dinosaur", "start": 1945.42, "end": 1949.12}, {"text": "came back to earth for defeating the dry, they come back out of the earth.", "start": 1949.12, "end": 1952.82}, {"text": "Oh, wait, so it's dinosaurs versus dragons. That's not what I was saying,", "start": 1952.82, "end": 1956.12}, {"text": "but that's thank you so much for defeating dragon. No, that's what", "start": 1956.12, "end": 1960.66}, {"text": "happened. That's a velociraptor. Now we can get normal job. That's what", "start": 1960.66, "end": 1964.28}, {"text": "happened when we get rid of Planned Parenthood. They come on and be like,", "start": 1964.28, "end": 1967.12}, {"text": "thank you. Thank you. We have to hide away.", "start": 1967.12, "end": 1969.08}, {"text": "Thank you. You destroy our eggs. We're finally back. You defeated evil.", "start": 1969.08, "end": 1975.32}, {"text": "We're back and we're all vegetarian.", "start": 1975.32, "end": 1977.72}, {"text": "It's a new and guess what now we can fossil fuels no more. You can write us", "start": 1977.72, "end": 1983.16}, {"text": "Now we can go back to doing what we've always wanted to do, lay eggs inside of human women.", "start": 1983.2, "end": 1988.6}, {"text": "I want to fuck a white woman.", "start": 1988.6, "end": 1992.68}, {"text": "Where the white women at?", "start": 1992.68, "end": 1993.68}, {"text": "Where are they?", "start": 1993.68, "end": 1994.68}, {"text": "Popping out of Loch Ness.", "start": 1994.68, "end": 1995.68}, {"text": "Oh there goes my watch.", "start": 1995.68, "end": 1996.68}, {"text": "Oh it's 101.", "start": 1996.68, "end": 1997.68}, {"text": "Whoa.", "start": 1997.68, "end": 1998.68}, {"text": "You have an alarm set for 101?", "start": 1998.68, "end": 1999.68}, {"text": "I fucking guess so.", "start": 1999.68, "end": 2000.68}, {"text": "I don't know these are.", "start": 2000.68, "end": 2001.68}, {"text": "Big fan of Zoey.", "start": 2001.68, "end": 2002.68}, {"text": "This guy.", "start": 2002.68, "end": 2003.68}, {"text": "Big fan of Zoey 101.", "start": 2003.68, "end": 2004.68}, {"text": "No I don't.", "start": 2004.68, "end": 2005.68}, {"text": "Dan Schneider fan.", "start": 2005.68, "end": 2006.68}, {"text": "I don't give a shit about Zoey 101.", "start": 2006.68, "end": 2007.68}, {"text": "You give a shit about Dan Schneider.", "start": 2007.68, "end": 2008.68}, {"text": "I don't give a shit about Zoey 101.", "start": 2008.68, "end": 2009.68}, {"text": "I don't give a shit about Zoey 101.", "start": 2009.68, "end": 2010.68}, {"text": "I don't give a shit about Zoey 101.", "start": 2010.68, "end": 2011.68}, {"text": "I don't give a shit about Zoey 101.", "start": 2011.68, "end": 2012.68}, {"text": "Dan Schneider. You don't care? I mean I care. I care about her as a person. She went through a lot.", "start": 2012.68, "end": 2018.6}, {"text": "Everyone hates her because she was trying to keep Britney Spears in a conservatorship or whatever", "start": 2018.6, "end": 2024.04}, {"text": "and then like Britney Spears started posting just like pictures of her like full butthole.", "start": 2024.04, "end": 2028.76}, {"text": "What? And everyone was like all right. There's pictures of Britney Spears's butthole? No she's", "start": 2028.76, "end": 2032.6}, {"text": "just posting weird stuff. Oh. You can't. Your full butthole is a pretty good example of a weird thing", "start": 2032.6, "end": 2039.16}, {"text": "thing to do, even though it is a I'm blowing it. I haven't seen I have tried", "start": 2039.16, "end": 2043.8}, {"text": "so hard to avoid seeing my asshole the last couple of years, yeah, and I have", "start": 2043.8, "end": 2048.44}, {"text": "not seen it in a long time. What if there's a pretty easy not to see it?", "start": 2048.44, "end": 2051.96}, {"text": "There's a video that my wife showed me the other day. You have me in college", "start": 2051.96, "end": 2055.96}, {"text": "where she's videoing me like cooking something and she's like try it. She's", "start": 2055.96, "end": 2060.0}, {"text": "like, yeah, I'm going to send this to my parents or something like, yeah, here's", "start": 2060.0, "end": 2062.76}, {"text": "us in the new apartment and I just bend over and I spread my ass.", "start": 2062.76, "end": 2066.08}, {"text": "know it and it's got to be one of the most disgusting things I've ever seen.", "start": 2066.96, "end": 2069.82}, {"text": "Why were your pants off? They weren't I pulled my pants down and moon it at the", "start": 2069.82, "end": 2074.0}, {"text": "camera and you have to do that. She can't show it to her parents.", "start": 2074.0, "end": 2078.0}, {"text": "Everyone's one you have to show. Yeah, you have to assert dominance over your", "start": 2078.0, "end": 2082.56}, {"text": "wife by showing", "start": 2082.56, "end": 2083.92}, {"text": "your brown asshole. I think that's what I got a brown dude. That's what I got to", "start": 2083.92, "end": 2088.64}, {"text": "do. My girlfriend's addicted to the new Zelda game. You're just going to walk", "start": 2088.64, "end": 2092.36}, {"text": "right in front of the camera in front of the drop it, drop the drop the and you", "start": 2092.36, "end": 2095.64}, {"text": "have to do it in front of the TV. The TV, that's the funniest place to do it.", "start": 2095.64, "end": 2099.0}, {"text": "The funniest place to do it. And also, they don't look away.", "start": 2099.0, "end": 2102.04}, {"text": "They like it.", "start": 2102.04, "end": 2103.56}, {"text": "They look into it like it's the... They look into it, they see their future.", "start": 2103.56, "end": 2108.46}, {"text": "It's the Ark of the Covenant. The Eye of Sauron. Yeah. They look in and", "start": 2108.46, "end": 2112.0}, {"text": "they get a better example. That's a better example, yeah. For weeks afterward,", "start": 2112.0, "end": 2114.48}, {"text": "they close their eyes and they see it staring at them. Their eyes roll back", "start": 2114.48, "end": 2117.72}, {"text": "in their heads. They orgasm instantly, I'll say. That's a trick. Yeah, my", "start": 2117.72, "end": 2122.76}, {"text": "girlfriend's so addicted to that new Zelda game that it's literally like,", "start": 2122.76, "end": 2126.16}, {"text": "like if they were trying to make a commercial in the 90s about video game", "start": 2126.16, "end": 2130.26}, {"text": "addiction, I've just been lying to her. I've just been telling her,", "start": 2130.26, "end": 2134.26}, {"text": "I was like, my mom was just an extra in a movie.", "start": 2134.26, "end": 2137.06}, {"text": "She's just like, oh, yeah.", "start": 2137.06, "end": 2139.56}, {"text": "Yeah, this has been the year where girls have started playing video games.", "start": 2139.56, "end": 2145.76}, {"text": "Hogwarts. Hogwarts. I know somebody whose girlfriend played Hogwarts.", "start": 2145.76, "end": 2151.16}, {"text": "he woke up at five in the morning and he walked into his living room and she was playing Hogwarts.", "start": 2151.46, "end": 2155.66}, {"text": "She had been up until five in the morning.", "start": 2155.66, "end": 2157.9}, {"text": "Dude, I've been going to bed so early and then I wake up because she's coming to bed", "start": 2157.9, "end": 2162.22}, {"text": "at like two in the morning because she's like, \"Yeah, I just got the fucking, I just built", "start": 2162.22, "end": 2166.42}, {"text": "like some weird shit.\"", "start": 2166.42, "end": 2168.46}, {"text": "You know what she would love?", "start": 2168.46, "end": 2169.46}, {"text": "She loves the Zelda games.", "start": 2169.46, "end": 2170.46}, {"text": "You know what she would love?", "start": 2170.46, "end": 2171.46}, {"text": "Like a baby bottle with some warm milk in it.", "start": 2171.46, "end": 2173.5}, {"text": "I think maybe a leap pad might be really fun.", "start": 2173.5, "end": 2177.46}, {"text": "I'm going to go into the YouTube app. One of those spinner things that teaches you what", "start": 2177.46, "end": 2180.9}, {"text": "animals say. Cocoa Melon. Oh, she would love Cocoa Melon if she likes that game. Yeah.", "start": 2180.9, "end": 2186.58}, {"text": "You need to get her on Doom Eternal. I've been trying to get her into, what's that,", "start": 2186.58, "end": 2191.7}, {"text": "Manhunt Twisted Metal. Yeah, Manhunt. Your girlfriend's staying up every night. That", "start": 2191.7, "end": 2199.22}, {"text": "would honestly worry me. What is that? If I can play Manhunt all day or if a friend", "start": 2199.22, "end": 2203.46}, {"text": "of mine plays manhunt or what's the postal or the mass shooting game from a couple", "start": 2203.46, "end": 2209.04}, {"text": "years ago where it's like top-down hotline miami style yeah if so if I'm", "start": 2209.04, "end": 2212.82}, {"text": "playing that I'm like oh yeah it's just cool there's a bunch of people my", "start": 2212.82, "end": 2216.42}, {"text": "girlfriend's playing my girlfriend plays that I serious I would think about", "start": 2216.42, "end": 2219.66}, {"text": "breaking up with her and I'm like I'm like trying to get like good photos of", "start": 2219.66, "end": 2223.22}, {"text": "me for like the the a&e documentary yeah it's about me you know trying to just", "start": 2223.22, "end": 2229.22}, {"text": "like look like deleting every single bad photo of me of an in existence. Yeah,", "start": 2229.22, "end": 2233.98}, {"text": "so when they use like they go back, they use, you know, it would also be, you", "start": 2233.98, "end": 2237.24}, {"text": "know, it would also be a scary one to walk in and your girlfriend's playing", "start": 2237.24, "end": 2239.84}, {"text": "area simulator would be", "start": 2239.84, "end": 2242.04}, {"text": "if you walk in late at night, your girlfriend's been playing for seven", "start": 2242.04, "end": 2246.9}, {"text": "hours of", "start": 2246.9, "end": 2247.46}, {"text": "trouble in terrorist town, just", "start": 2247.46, "end": 2249.88}, {"text": "public", "start": 2249.88, "end": 2251.16}, {"text": "nobody", "start": 2251.16, "end": 2253.0}, {"text": "whole game, open mic, not even push to talk to everybody's hearing everything", "start": 2254.78, "end": 2259.18}, {"text": "she's saying. If my wife played any game where they had a microphone, I would", "start": 2259.18, "end": 2263.96}, {"text": "shut that down fast.", "start": 2263.96, "end": 2265.18}, {"text": "I would say no, no, no, because I in my brain, I was like she's going to get", "start": 2265.18, "end": 2271.28}, {"text": "tricked like a little kid and like getting kidnapped. Hey, Donald Trump,", "start": 2271.28, "end": 2275.18}, {"text": "yeah,", "start": 2275.18, "end": 2275.62}, {"text": "can you help me out? I need someone to help me or worse. She'll end up in an", "start": 2275.62, "end": 2280.6}, {"text": "Instagram video where some guys like they're pushing me and she's like,", "start": 2280.62, "end": 2284.62}, {"text": "Oh my God, is that Donald Trump? He has no idea.", "start": 2284.62, "end": 2287.5}, {"text": "Or that dude who pretends to be a little kid and he's trying to,", "start": 2287.5, "end": 2290.22}, {"text": "trying to rizz her up. Yeah. And it would definitely work. You know that guy?", "start": 2290.22, "end": 2293.98}, {"text": "Yeah, it would work. Yeah. He's like, come on guy. It would work.", "start": 2293.98, "end": 2296.7}, {"text": "My wife is not faithful. She's trying to jump every single part,", "start": 2296.7, "end": 2300.74}, {"text": "every single guy she's trying to. That's why she's playing all these video games.", "start": 2300.74, "end": 2303.94}, {"text": "She wants to fuck Lizzo.", "start": 2303.94, "end": 2305.78}, {"text": "Which one is Lizzo?", "start": 2306.54, "end": 2308.54}, {"text": "She's a fucking Lizzo.", "start": 2308.54, "end": 2310.54}, {"text": "The legend of Zilzo.", "start": 2310.54, "end": 2312.54}, {"text": "She's playing Saints Row 4", "start": 2312.54, "end": 2314.54}, {"text": "and she's just sliding the girth thing", "start": 2314.54, "end": 2316.54}, {"text": "on the penis. Yeah.", "start": 2316.54, "end": 2318.54}, {"text": "You remember that? I remember that.", "start": 2318.54, "end": 2320.54}, {"text": "Sliding that back and forth making it", "start": 2320.54, "end": 2322.54}, {"text": "gigantic. Cyberpunk.", "start": 2322.54, "end": 2324.54}, {"text": "Oh yeah.", "start": 2324.54, "end": 2326.54}, {"text": "Hey Cyberpunk, if you can make", "start": 2326.54, "end": 2328.54}, {"text": "the penises big, why can't I", "start": 2328.54, "end": 2330.54}, {"text": "destroy the vaginas? Yeah.", "start": 2330.54, "end": 2332.54}, {"text": "Yeah. It's basically the same thing.", "start": 2332.54, "end": 2334.54}, {"text": "mutilate all that. I want to put beagle ears down there. I literally just want to", "start": 2334.54, "end": 2340.78}, {"text": "fucking I want to I want to twist it. You know how sometimes Japanese cooks take", "start": 2340.78, "end": 2348.42}, {"text": "scrambled eggs and they take two chopsticks and then like turn it like", "start": 2348.42, "end": 2351.58}, {"text": "this? Yeah. I want to do that. Oh is it called omakase? No I don't know.", "start": 2351.58, "end": 2355.46}, {"text": "That is a dude I don't even think that's right. That's a bunch of sushi. That's a", "start": 2355.46, "end": 2358.82}, {"text": "completely different thing. Yeah that's when you eat a bunch of sushi. Yeah.", "start": 2358.82, "end": 2361.5}, {"text": "I don't think that's true, man. I think so. I think that's like that when you go and you", "start": 2361.5, "end": 2365.66}, {"text": "get like twelve different sushi dishes. Maybe I've just been thinking about that a lot.", "start": 2365.66, "end": 2371.3}, {"text": "I think what you're thinking of is swirl. I'm thinking of swirled eggs. I want to make", "start": 2371.3, "end": 2375.2}, {"text": "omu rice. Yeah. What's that? It is rice with an egg on top that you slice the top and then", "start": 2375.2, "end": 2381.9}, {"text": "you pour something called demi-glace. Oh yeah. Demi-glace? But it's way too hard to make", "start": 2381.9, "end": 2386.58}, {"text": "demi-glace so I'll never make it. What's demi-glace? You can buy demi-glace. Yeah, but I would", "start": 2386.58, "end": 2389.94}, {"text": "want to make it. It's like a broth, a bone broth. It's really, really thick. You take", "start": 2389.94, "end": 2395.94}, {"text": "all the fat off and you boil it and boil it and boil it and simmer it until it's really,", "start": 2395.94, "end": 2401.18}, {"text": "really thick and brown. It's basically beef syrup. It looks like paint. Yeah. Okay. And", "start": 2401.18, "end": 2405.46}, {"text": "it looks good. Alright. Yeah. I made something last night. What'd you make? I made, it was", "start": 2405.46, "end": 2412.46}, {"text": "like a, I basically made Marsala with red wine instead of Marsala because I didn't have", "start": 2412.46, "end": 2417.54}, {"text": "70 left and it was pretty good. I just let it simmer for way longer, made like the red", "start": 2417.54, "end": 2422.9}, {"text": "wine sauce super thick and now I'm thinking maybe I'd do that again but I'd do it with", "start": 2422.9, "end": 2427.46}, {"text": "a skirt steak, make a steak marsala like a fat fucking idiot.", "start": 2427.46, "end": 2432.3}, {"text": "Do you guys, when you guys order, get beer from places, do you still get nervous when", "start": 2432.3, "end": 2436.02}, {"text": "they ask to see your ID?", "start": 2436.02, "end": 2437.98}, {"text": "No, I've been getting carded at the grocery store and honestly I just, I think to just", "start": 2437.98, "end": 2442.34}, {"text": "take off my hat and just show them my hairline.", "start": 2442.34, "end": 2444.38}, {"text": "I did that one time at a bar in L.A. The guy did and he did let me in. He thought I had", "start": 2444.38, "end": 2451.66}, {"text": "a fake ID until I did that. Wow. Yeah. I don't get nervous, but I do. I am like, \"What if", "start": 2451.66, "end": 2458.02}, {"text": "somebody just takes my ID for no reason? I have to get another one.\" It's more of like", "start": 2458.02, "end": 2465.26}, {"text": "a logistical fear of like, \"Oh, great. I don't want to have to get a new ID.\" That's why", "start": 2465.26, "end": 2468.82}, {"text": "it made me so mad when I was in L.A. because I was like, \"Oh, I have to fly.\" This guy", "start": 2468.82, "end": 2473.62}, {"text": "I snaps my D. I know that I will have to fight this guy and he would have", "start": 2473.62, "end": 2478.06}, {"text": "beaten me to death. I'm just glad the New Hampshire ID is", "start": 2478.06, "end": 2480.9}, {"text": "it looks very official. It's crazy that people who's okay, I'm gonna tell it", "start": 2480.9, "end": 2485.68}, {"text": "we're going back to telling you like it is. Okay, quick. Yeah, it is insane", "start": 2485.68, "end": 2489.34}, {"text": "to me that people whose job it is to look at 10,000 IDs a day", "start": 2489.34, "end": 2494.02}, {"text": "can't figure out how to look find out where the date is on a", "start": 2494.02, "end": 2498.2}, {"text": "fucking ID. Yeah,", "start": 2498.2, "end": 2499.22}, {"text": "are you should have every single one look at the eyes, but where is it? I'm", "start": 2500.14, "end": 2504.46}, {"text": "not going to fucking tell you where it is. Look at it. It's this big. Yeah,", "start": 2504.46, "end": 2507.14}, {"text": "where else can it be? It's there. Remember that time? Yeah, it's on the", "start": 2507.14, "end": 2511.02}, {"text": "what it's over there. Yeah, we're in San Francisco.", "start": 2511.02, "end": 2513.66}, {"text": "You're in San Francisco. After our show, we're going to that. I think we're", "start": 2513.66, "end": 2518.66}, {"text": "going to Dan show and I accidentally showed the bouncer my Peter Griffin. I", "start": 2518.66, "end": 2522.94}, {"text": "think really did it work. He looked down. He went. Is that Peter Griffin", "start": 2522.94, "end": 2528.06}, {"text": "only in San Francisco, man. No,", "start": 2529.14, "end": 2531.34}, {"text": "oh my God, is that Peter Griffin? Yeah, it does look like a real ID. I've", "start": 2531.34, "end": 2537.38}, {"text": "been talking about it for a long time, but getting an ID", "start": 2537.38, "end": 2540.86}, {"text": "just to check if it would work where it just says that I'm", "start": 2540.86, "end": 2544.56}, {"text": "15 years old and trying to buy beer with it. Man, I don't", "start": 2544.56, "end": 2548.06}, {"text": "think that would work. And I already had that joke so many times.", "start": 2548.06, "end": 2551.24}, {"text": "Yeah, I showed it to you a trillion times. No, your idea is that", "start": 2551.24, "end": 2553.94}, {"text": "you're as an elf. It says I'm 14 years old on it. That's the", "start": 2553.94, "end": 2557.52}, {"text": "That's just that's stealer. The joke on that thing is that it's got the", "start": 2557.52, "end": 2562.66}, {"text": "Nintendo seal of approval. Keeping it real in two ways. Number one, you", "start": 2562.66, "end": 2565.82}, {"text": "copied. Number two, you mocked. You just did mocking. I did do mocking,", "start": 2565.82, "end": 2569.9}, {"text": "but I was in my room. You did like parenting mocking. Yeah. I don't think", "start": 2569.9, "end": 2572.5}, {"text": "an eye for an eye is how we do the things around here. I think that", "start": 2572.5, "end": 2574.98}, {"text": "yours is chock full. You're fake idea... You're blue, you're red. You're", "start": 2574.98, "end": 2578.9}, {"text": "blue, you're red. Sorry. What? Your fake idea is chock full of little ass", "start": 2578.9, "end": 2583.02}, {"text": "Easter eggs, whereas I want to get a real actual fake ID that scans for you.", "start": 2583.2, "end": 2589.44}, {"text": "Just want to copy my ideas. It's not a copying. It's directly a copy. It's not", "start": 2589.44, "end": 2594.2}, {"text": "copying. It's not even directly copying because you have an elf.", "start": 2594.2, "end": 2597.44}, {"text": "for those listening at home. I just put my feet on Patrick as a sign of", "start": 2609.36, "end": 2613.0}, {"text": "disrespect and he took my shoe off and started giving me a pretty good", "start": 2613.0, "end": 2616.04}, {"text": "my God, but I don't think that that's copying. I think that yours is the", "start": 2616.04, "end": 2625.92}, {"text": "absurdity of yours is I think maybe yes, the joke is the same,", "start": 2625.92, "end": 2630.28}, {"text": "which is copy. No, that's not copying. No, but there's yours is more. Can you", "start": 2630.28, "end": 2637.44}, {"text": "pull it out right now. Okay, because there's a clear and and very danger.", "start": 2637.48, "end": 2643.08}, {"text": "There's more jokes. There's it's not the only joke, but it is", "start": 2643.08, "end": 2645.9}, {"text": "the joke like if a bouncer looked at that, they would know it was fake", "start": 2645.9, "end": 2650.74}, {"text": "immediately. I want the bouncer. I don't know.", "start": 2650.74, "end": 2652.62}, {"text": "No, they wouldn't. They would say, you know, I think what state is this from", "start": 2652.62, "end": 2657.1}, {"text": "this? It says Massachusetts on it. This must be it's kind of like our", "start": 2657.1, "end": 2661.16}, {"text": "McLovin. Id yeah, a lot of our McLean. Yeah, I think I think you should start", "start": 2661.16, "end": 2665.5}, {"text": "using it, though.", "start": 2665.5, "end": 2666.38}, {"text": "I should you should start using it or like get it actually camera. Let's get", "start": 2667.14, "end": 2671.54}, {"text": "it up to the camera because this", "start": 2671.54, "end": 2674.24}, {"text": "this is still one of the funniest things I've ever seen,", "start": 2674.24, "end": 2678.44}, {"text": "but the 15 year old thing is not the main", "start": 2678.44, "end": 2683.04}, {"text": "thing here. Just show it", "start": 2683.04, "end": 2686.04}, {"text": "for a second, then come back and talk about it. People can pause it if they", "start": 2686.04, "end": 2690.24}, {"text": "need to say that's a gift card that it's taped to", "start": 2690.24, "end": 2693.24}, {"text": "I", "start": 2693.24, "end": 2694.24}, {"text": "forgot about that.", "start": 2694.24, "end": 2695.24}, {"text": "All right, let's see. So this says, this says Massachusetts identification card. In the top", "start": 2695.24, "end": 2703.96}, {"text": "right it says official Nintendo. It has a bunch of some kind of...", "start": 2703.96, "end": 2710.66}, {"text": "Cam, you need to like actually...", "start": 2710.66, "end": 2711.66}, {"text": "I'm pulling up Google Translate.", "start": 2711.66, "end": 2712.66}, {"text": "You need to get like a...", "start": 2712.66, "end": 2713.66}, {"text": "I was going to print like a hundred of these.", "start": 2713.66, "end": 2714.66}, {"text": "An ID printer. It says that you are... First of all, the picture's an elf. The signature", "start": 2714.66, "end": 2719.74}, {"text": "picture says John Hancock, sex, female height, five foot, four organ donor. It", "start": 2719.74, "end": 2726.74}, {"text": "says", "start": 2726.74, "end": 2727.14}, {"text": "D. D. And Rev are in twenty sixteen. So you're born in twenty fourteen and then", "start": 2727.14, "end": 2734.94}, {"text": "it was translated with this. All right, let's twenty fourteen. That's not fifteen", "start": 2734.94, "end": 2738.94}, {"text": "years old. Is that fifteen years old? Okay, it says someone born. I wanted", "start": 2738.94, "end": 2742.74}, {"text": "years old, but then wait and listen. Okay, so this is oh wait, it's it's", "start": 2742.74, "end": 2747.34}, {"text": "trying again hold on it's so the Chinese text translates, but whatever that other", "start": 2747.34, "end": 2752.42}, {"text": "Texas, I don't remember what it is and it changes every time you translate it.", "start": 2752.42, "end": 2755.92}, {"text": "It says I completely differ. So the Chinese says I am a child don't sell", "start": 2755.92, "end": 2760.62}, {"text": "sex. Give me love. I drink poisonous alcohol. I have twelve years old.", "start": 2760.62, "end": 2766.14}, {"text": "Let's see", "start": 2766.14, "end": 2769.9}, {"text": "like I'm going to try to translate the top again. Yeah, the Arabic defeat", "start": 2769.9, "end": 2775.1}, {"text": "the thief", "start": 2775.1, "end": 2776.38}, {"text": "literally every time it will say something different. I wanted thief to", "start": 2776.38, "end": 2780.88}, {"text": "stay in Angie on the sixth of the shocking twenty fourteen.", "start": 2780.88, "end": 2784.12}, {"text": "Wow,", "start": 2784.12, "end": 2785.68}, {"text": "the ID protects the identify of the identity of the hall. I want to", "start": 2785.68, "end": 2791.74}, {"text": "download images", "start": 2791.74, "end": 2793.36}, {"text": "every single that is a", "start": 2793.36, "end": 2797.8}, {"text": "shape shifting language,", "start": 2797.8, "end": 2801.72}, {"text": "but yeah, I do need to finally do something with that yeah yeah. Well,", "start": 2801.72, "end": 2806.06}, {"text": "he just kind of did it's been three years. This is the long. This is the", "start": 2806.08, "end": 2809.28}, {"text": "payoff. Yeah, it was people get to see it. Finally, it's just been sitting in", "start": 2809.28, "end": 2813.64}, {"text": "your ID. Only five people have seen it for years.", "start": 2813.64, "end": 2816.4}, {"text": "You've never", "start": 2816.4, "end": 2818.04}, {"text": "tried it at a bar. I'm gonna do something real with it. No, I wanted to", "start": 2818.04, "end": 2821.0}, {"text": "make a bunch of them before I tried it at a bar. Yeah. I don't know if...", "start": 2821.0, "end": 2824.0}, {"text": "I think what you should do is get", "start": 2824.0, "end": 2825.52}, {"text": "that laminated or something or printed, like an actual ID. Yeah, I think I", "start": 2825.52, "end": 2831.88}, {"text": "will. You need to hire a fake ID person to make it. Yeah. Well, yeah,", "start": 2831.88, "end": 2835.44}, {"text": "That's what I want. I wanted a fake ID person to make it say like actual New Hampshire, like", "start": 2835.44, "end": 2839.84}, {"text": "all of my actual information. So it's like a full felony. And then it just says I'm 15.", "start": 2839.84, "end": 2845.44}, {"text": "One you say you're one year old. Just yeah. Something like that. Yeah. And you say it's", "start": 2845.44, "end": 2850.08}, {"text": "a misprint. Yeah. And they'll be like, Yeah, I guess it is probably a misprint. Yeah, I", "start": 2850.08, "end": 2853.92}, {"text": "guess it's not as funny as that. And I'm sorry for saying that an ID where I'm a very young", "start": 2853.92, "end": 2859.2}, {"text": "boy. That's okay. You could come up with you. The thing is, you're smarter than that. What?", "start": 2859.2, "end": 2866.12}, {"text": "You're just smarter than Cameron. You can come up with a better idea than you can do. He", "start": 2866.12, "end": 2870.0}, {"text": "knows math stuff. I don't know. It's okay. Listen, it's okay if you're good at math.", "start": 2870.0, "end": 2875.48}, {"text": "I'm not even good at math. I don't know why you guys think I'm good at math. You're basically", "start": 2875.48, "end": 2879.88}, {"text": "the math person. Well, because you're just like a nerd. Yeah. You just think that I am", "start": 2879.88, "end": 2883.96}, {"text": "just based on how I look and act. I'm not at all. Although today you became the jock", "start": 2883.96, "end": 2888.9}, {"text": "of the group because you went on a run. That's true. It's true. So now maybe me and Patrick", "start": 2888.9, "end": 2893.28}, {"text": "are the ones about maths. Yeah, the ones with good. Well, actually, I guess I'm still the", "start": 2893.28, "end": 2897.16}, {"text": "maths one because I basically calculated my pace for my run. I think I had to do it with", "start": 2897.16, "end": 2902.28}, {"text": "a calculator. The only time that math ever made sense to me was when my fourth grade", "start": 2902.28, "end": 2909.64}, {"text": "nerd teachers said, \"You probably deal with a lot of, like, with, you know,", "start": 2909.64, "end": 2916.04}, {"text": "360s, 180s. You probably deal with a lot of that.\" Oh, yeah. She did that to you?", "start": 2916.04, "end": 2921.04}, {"text": "And then I went, \"Oh, my God.\" It's all... You did the opposite... That was a", "start": 2921.04, "end": 2924.52}, {"text": "full movie moment. Yeah, you did the opposite of the nerd who realizes", "start": 2924.52, "end": 2928.28}, {"text": "something is all math. You said, \"It's all skateboarding.\" Yep. Wow.", "start": 2928.28, "end": 2932.88}, {"text": "That is how you have to get through life. You have to pick one thing and", "start": 2932.88, "end": 2936.48}, {"text": "then you have to make everything that thing. I watched a video today. That's", "start": 2936.48, "end": 2938.84}, {"text": "I've gotten through pretty much everything. I watched a video today that was a guy, one", "start": 2938.84, "end": 2942.04}, {"text": "of these fucking like, it was just a short, a YouTube short of these dudes talking about", "start": 2942.04, "end": 2948.68}, {"text": "how he said every man picks something when they're in their teens and then works really,", "start": 2948.68, "end": 2955.44}, {"text": "really hard at it, gets really good at it, and then in their late 20s or early 30s realizes", "start": 2955.44, "end": 2960.32}, {"text": "that it was not what they were supposed to be doing. Yeah. And so now I'm trying to find", "start": 2960.32, "end": 2965.64}, {"text": "in my exit. Yeah, and I think that it will be", "start": 2965.64, "end": 2969.04}, {"text": "makeup artist. Yeah, okay. I think I mean no, 'cause then you'd really get", "start": 2969.04, "end": 2975.32}, {"text": "mistaken for Trixie Mattel. You can't do that. I'm not gonna do it on", "start": 2975.32, "end": 2978.0}, {"text": "myself.", "start": 2978.0, "end": 2978.72}, {"text": "You have to practice. I'm gonna do it on the most beautiful women on television.", "start": 2978.72, "end": 2983.2}, {"text": "Yeah, you're gonna be like Chaz Dean? No, I'm gonna make them... I'm gonna", "start": 2983.2, "end": 2986.16}, {"text": "take the most beautiful women... That is actually such a... If you are a", "start": 2986.16, "end": 2988.84}, {"text": "makeup artist, you just find women who naturally look so beautiful,", "start": 2988.84, "end": 2992.64}, {"text": "like they're wearing makeup and you do maybe like a pencil on their eyebrow a", "start": 2992.64, "end": 2995.94}, {"text": "tiny bit and then you go, \"That's it. I look, I did a makeup job.\"", "start": 2995.94, "end": 2999.62}, {"text": "He made them beautiful.", "start": 2999.62, "end": 3001.24}, {"text": "I made him, I made her beautiful.", "start": 3001.24, "end": 3003.96}, {"text": "Yes.", "start": 3003.96, "end": 3004.6}, {"text": "She has Dean's mostly hair though. I don't know why I used him as a... I think", "start": 3004.6, "end": 3009.32}, {"text": "I only know one. I would get Jenny Slate and give her a unibrow and say,", "start": 3009.32, "end": 3014.12}, {"text": "\"Look at this beauty. Look at how beautiful this is.\" You get your voice", "start": 3014.12, "end": 3018.44}, {"text": "deepened with surgery. \"Look at this beauty.\" I've also been thinking a lot", "start": 3018.44, "end": 3021.96}, {"text": "about just really hoping that my voice gets a little more normal as I get older.", "start": 3021.96, "end": 3027.16}, {"text": "Yeah.", "start": 3027.16, "end": 3027.46}, {"text": "Because I think that you can have a funny weird voice until you're like,", "start": 3027.46, "end": 3032.46}, {"text": "I don't think your voice is weird or funny.", "start": 3032.46, "end": 3034.96}, {"text": "It is weird and very funny.", "start": 3034.96, "end": 3039.16}, {"text": "It's funny.", "start": 3039.16, "end": 3041.26}, {"text": "I don't have a weird voice.", "start": 3041.26, "end": 3041.86}, {"text": "No, but I mean like I think I just want such a default basic old man voice.", "start": 3041.86, "end": 3047.66}, {"text": "I want an AI voice.", "start": 3047.66, "end": 3049.36}, {"text": "When you hear your own voice, do you think like, oh, I maybe it's just you", "start": 3049.36, "end": 3053.76}, {"text": "because you grew up with your voice your whole life? Well, just think like that.", "start": 3053.76, "end": 3058.4}, {"text": "I that's it for a second. Yeah, it's not true.", "start": 3058.4, "end": 3061.08}, {"text": "Well, no, because in my head, I that's", "start": 3061.08, "end": 3064.32}, {"text": "classically the thing that changes about you. No, in my head, I still sound", "start": 3064.32, "end": 3070.16}, {"text": "that like I'm like, oh yeah, I still sound the same as I did when I was like", "start": 3070.16, "end": 3072.88}, {"text": "18. But I know that I sound definitely very different thing about me. I learned", "start": 3072.88, "end": 3077.44}, {"text": "slang and it changed my life. Slang will change your life man. Slang will change how you hang.", "start": 3077.44, "end": 3084.68}, {"text": "Slang will change your friends too. People around you start moving different when you", "start": 3084.68, "end": 3088.12}, {"text": "have that slang. Yep. You start saying \"Hundo P\". \"Hundo P\" I'm going to keep it a stack.", "start": 3088.12, "end": 3093.36}, {"text": "I'm going to keep it three thou wow with you. People start acting different to you. They", "start": 3093.36, "end": 3097.68}, {"text": "start saying \"What are you talking? Is that even English? What are you saying?\" \"I'm going", "start": 3097.68, "end": 3101.16}, {"text": "to ride you\". Yeah and you say \"I'm going to ride you all the way into town\". \"Let me", "start": 3101.16, "end": 3105.96}, {"text": "hit that that's not too shabby. Let me hit that. Let me hit that. They don't", "start": 3105.96, "end": 3110.16}, {"text": "realize that means I'd like my change, please. Yeah. Can you break a 20? Can you", "start": 3110.16, "end": 3113.96}, {"text": "break? Let me break. Can you break? Can you break a 15? That's what you should", "start": 3113.96, "end": 3119.86}, {"text": "do. Your version of the I. D. Prank that he's been plotting for years. Oh, my", "start": 3119.86, "end": 3124.04}, {"text": "God. Money. A weird dollar or even a weird ass check. You can do the my my I.", "start": 3124.04, "end": 3131.24}, {"text": "D. Prank is I'm basically I'm the my it's the equivalent of when someone buys", "start": 3131.24, "end": 3135.18}, {"text": "like Google.com and sits on it for five years and hope someone else wants to", "start": 3135.18, "end": 3139.98}, {"text": "buy it. By the way, whoever bought Google probably made a lot of money. A huge", "start": 3139.98, "end": 3143.48}, {"text": "amount of money. Oh, I loved El Gug. I told you about how I got pranked into", "start": 3143.48, "end": 3150.18}, {"text": "you. I got pranked by El Gug. Don't tell me you searched El Gug. No, the same kid that showed me", "start": 3150.18, "end": 3154.08}, {"text": "like two guys, one hammer was like if you go on El Gug and look up nip steam", "start": 3154.08, "end": 3157.88}, {"text": "and click I'm feeling lucky. Wow. It brings you to a cool website. You got meat spun.", "start": 3157.88, "end": 3163.58}, {"text": "you, which that's not even that bad of a video.", "start": 3163.58, "end": 3166.22}, {"text": "It's not, it's normal. We've talked about that. Those old shock videos,", "start": 3166.22, "end": 3172.72}, {"text": "they're very tame. They're these days you,", "start": 3172.72, "end": 3174.88}, {"text": "I wish that shock sites were around in like the 1920s and it'll be like they'd", "start": 3174.88, "end": 3180.0}, {"text": "be like yeah, go to like go to like whatever dot com and it's", "start": 3180.0, "end": 3182.82}, {"text": "any farthing. Yeah, it's a picture of rotten food. Yeah, like", "start": 3182.82, "end": 3187.1}, {"text": "a man's ankle. Yeah,", "start": 3187.1, "end": 3190.02}, {"text": "I'm not gay.", "start": 3190.02, "end": 3191.9}, {"text": "what is hell, what the bloody hell, why would you show me this blasted to", "start": 3192.9, "end": 3197.44}, {"text": "smithereens, just a shock newspaper", "start": 3197.44, "end": 3200.42}, {"text": "took this newspaper out.", "start": 3200.42, "end": 3203.2}, {"text": "The thing is they probably saw people back then literally probably saw two", "start": 3203.2, "end": 3208.64}, {"text": "guys, one hammer in real life every day, gangs of New York, yeah, and they get", "start": 3208.64, "end": 3213.18}, {"text": "home and they say they're just finding dead bodies on the street. Yeah, they", "start": 3213.18, "end": 3216.78}, {"text": "see", "start": 3216.78, "end": 3216.98}, {"text": "their pants. They see two guys.", "start": 3218.14, "end": 3219.4}, {"text": "A woman in pants, no a table leg yeah, yeah, the legs on the table leg", "start": 3219.4, "end": 3226.04}, {"text": "thing up no", "start": 3226.04, "end": 3228.18}, {"text": "yeah, vomiting looking back and forth to say like", "start": 3228.18, "end": 3232.9}, {"text": "one guy likes it. He's kind of being performative yeah, because you know", "start": 3232.9, "end": 3237.26}, {"text": "that there was people who saw meat spin and it unlocked the gay gene that was", "start": 3237.26, "end": 3241.62}, {"text": "sitting in their body. Yeah, laying dormant my my my waiting for they say", "start": 3241.62, "end": 3246.1}, {"text": "like my my my when they see it. Yeah. Oh me oh my I mean oh me oh my that's the", "start": 3246.12, "end": 3251.72}, {"text": "worst.", "start": 3251.72, "end": 3251.94}, {"text": "The meat spin counter and it was how many spins you sat through. I could I could", "start": 3251.94, "end": 3258.16}, {"text": "have sat there all day. It's just a fucking penis. Just a penis going into a", "start": 3258.16, "end": 3261.92}, {"text": "butt that's spinning another penis. Yeah and the song is great. Yeah. I love that", "start": 3261.92, "end": 3267.56}, {"text": "song. What was the song? I forget. You spin me. Oh yeah. I love that band. I", "start": 3267.56, "end": 3272.76}, {"text": "thought meat spin had", "start": 3272.76, "end": 3274.32}, {"text": "that. That's Leakspin. Oh yes, yes you're right. But Meatspin had Dead or Alive and then I think", "start": 3274.32, "end": 3284.6}, {"text": "I did find out that I liked the band Dead or Alive through Meatspin so pretty cool. We", "start": 3284.6, "end": 3290.28}, {"text": "used to go to ShoopDaWhoop.com. ShoopDaWhoop was good. ShoopDaWhoop.com where you would", "start": 3290.28, "end": 3294.72}, {"text": "refresh the page and sometimes it would be a funny video and sometimes it would be the", "start": 3294.72, "end": 3299.0}, {"text": "most racist thing ever and then sometimes it would be somebody getting killed. Yeah.", "start": 3299.0, "end": 3302.48}, {"text": "Yeah, because I didn't know how to type man. Yeah, and I didn't know what I don't", "start": 3302.48, "end": 3306.68}, {"text": "think I think I was late to YouTube.", "start": 3306.68, "end": 3308.68}, {"text": "I was early. I was one of the earliest adopters of YouTube. I didn't really use", "start": 3308.68, "end": 3313.48}, {"text": "my computer much my neighbor. I think my neighbor Shara showed me YouTube and", "start": 3313.48, "end": 3317.18}, {"text": "then", "start": 3317.18, "end": 3317.68}, {"text": "she didn't realize what she did. She does not realize what she did. She used to", "start": 3317.68, "end": 3321.38}, {"text": "buy snow cones at her house.", "start": 3321.38, "end": 3322.68}, {"text": "You to buy them smartest kid in the neighborhood. She was like selling snow", "start": 3322.68, "end": 3326.98}, {"text": "cones every single day for a dollar 50. Holy shit. That's like a Jay-Z song.", "start": 3326.98, "end": 3331.78}, {"text": "Mm-hmm. They probably made so much money that Joseph's my neighbor. Yeah, probably they would sell honestly probably hundreds of thousands of dollars", "start": 3331.78, "end": 3338.88}, {"text": "Yeah, hundreds of thousands. They would sell", "start": 3338.88, "end": 3340.88}, {"text": "Snow cones a day for me a good day. I would go there with all the quarters that my mom was trying to save up for", "start": 3340.88, "end": 3347.34}, {"text": "I coin star and I", "start": 3347.34, "end": 3349.34}, {"text": "Had a snow cone shara not that long ago", "start": 3349.34, "end": 3353.74}, {"text": "That was honestly probably the best one of the better desserts I've ever had in my life snow cone can be good", "start": 3353.74, "end": 3358.92}, {"text": "good. They used to have at Canobie Lake, I think they used to have the Hawaiian shaved", "start": 3358.92, "end": 3364.34}, {"text": "ice and I never had that before and I was like this is the most incredible thing I've", "start": 3364.34, "end": 3368.94}, {"text": "ever had in my life. I used to...", "start": 3368.94, "end": 3371.34}, {"text": "Hollow, hollow.", "start": 3371.34, "end": 3372.34}, {"text": "I don't know that.", "start": 3372.34, "end": 3373.34}, {"text": "From Jollibee.", "start": 3373.34, "end": 3374.34}, {"text": "Okay, I don't know it.", "start": 3374.34, "end": 3375.82}, {"text": "I love shaved ice. There's a Thai shaved ice.", "start": 3375.82, "end": 3377.54}, {"text": "Me and my friends in elementary school, we were obsessed with slushes with the, what's", "start": 3377.54, "end": 3383.02}, {"text": "the brand name?", "start": 3383.02, "end": 3384.02}, {"text": "Slush puppy?", "start": 3384.02, "end": 3385.02}, {"text": "No, what's the brand name?", "start": 3385.02, "end": 3386.02}, {"text": "Icy.", "start": 3386.02, "end": 3387.02}, {"text": "I'm more into push pops.", "start": 3387.02, "end": 3388.02}, {"text": "Luigi's. I'll figure it out. Luigi's, the ice cream. The little popped ones. The", "start": 3388.02, "end": 3395.54}, {"text": "hollow hollow is like a shaved ice. I was wondering about halo halo too. Ube.", "start": 3395.54, "end": 3401.54}, {"text": "It's like a... Oh, I discovered... They put like beans in it. I have a new", "start": 3401.54, "end": 3406.94}, {"text": "favorite fruit. What is it? Papaya. Papaya is great. I did not know... I don't", "start": 3406.94, "end": 3412.74}, {"text": "think I can imagine what papaya tastes like. I used to get papaya in the little...", "start": 3412.74, "end": 3416.54}, {"text": "basically, but it's got a fun juiciness. Del Monte little fucking fruit cups. See, I'd", "start": 3416.54, "end": 3420.94}, {"text": "never had it before. I don't think we have it down south. I don't think it exists. You", "start": 3420.94, "end": 3424.86}, {"text": "can get it canned. Yeah, I didn't eat canned fruit. Actually, that's not true. I ate the", "start": 3424.86, "end": 3429.3}, {"text": "canned peaches so much. I ate a lot of canned fruit. Or the little cup of the peaches. Canned", "start": 3429.3, "end": 3432.42}, {"text": "mandarins. I never had a canned fruit. You never had canned peaches? Oh, they're so good.", "start": 3432.42, "end": 3438.94}, {"text": "I love canned pineapple. It's so bad for you, but it's so good. I love the metallic taste", "start": 3438.94, "end": 3444.9}, {"text": "that all of the fruit gets. When the corn syrup mixes with the metal, I'm going to", "start": 3444.9, "end": 3449.14}, {"text": "have Alzheimer's when I'm older. I don't care. I love when things taste like", "start": 3449.14, "end": 3453.86}, {"text": "metal. I might have pica.", "start": 3453.86, "end": 3456.26}, {"text": "Do you guys think that... I had a thought yesterday that terrified me to my core.", "start": 3456.26, "end": 3462.9}, {"text": "Yeah.", "start": 3462.9, "end": 3463.7}, {"text": "Which is that I think that one... Everybody's always like, \"What is the", "start": 3463.7, "end": 3466.98}, {"text": "thing that we're going to be like, 'Oh shit, I can't believe that we did... We", "start": 3466.98, "end": 3469.54}, {"text": "thought that was good.'\"", "start": 3469.54, "end": 3470.34}, {"text": "Yeah, what is it?", "start": 3470.34, "end": 3471.46}, {"text": "What if it's like microwaves?", "start": 3471.46, "end": 3473.46}, {"text": "Oh, it's absolutely, it is absolutely, microwaves are the worst thing you can have in your home.", "start": 3473.46, "end": 3480.46}, {"text": "I refuse to have one.", "start": 3480.46, "end": 3481.66}, {"text": "But it's just basically just heat going like this.", "start": 3481.66, "end": 3485.42}, {"text": "But I think that it would scare me a little bit if that was a killer.", "start": 3485.42, "end": 3490.06}, {"text": "It's definitely a killer, are you fucking kidding me?", "start": 3490.06, "end": 3491.74}, {"text": "I mean, I think, I honestly think the unfortunate thing is that they're going to look back and", "start": 3491.74, "end": 3496.58}, {"text": "it's going to be like, oh, it was everything.", "start": 3496.58, "end": 3498.54}, {"text": "It was all of the things that we ever invented.", "start": 3498.54, "end": 3502.42}, {"text": "It was all added up and they made it made us all die. You look back at like the", "start": 3502.42, "end": 3506.82}, {"text": "70s when they like first like when they started making like polyester fucking", "start": 3506.82, "end": 3510.32}, {"text": "clothes and shit and it's like the amount of like plastic that they had to", "start": 3510.32, "end": 3516.72}, {"text": "use to make just like the worst flare pants of all time has now decimated the", "start": 3516.72, "end": 3522.82}, {"text": "planet. Oh wait speaking of the planet, we haven't even talked about how New York", "start": 3522.82, "end": 3526.62}, {"text": "City is sinking. Oh yeah, I heard that from you. I've been talking about this", "start": 3526.62, "end": 3530.12}, {"text": "us every I know so tell me what's happening with New York City. So what", "start": 3530.12, "end": 3534.82}, {"text": "happened is a tidal wave is going to hit that's not what the thing is that's not", "start": 3534.82, "end": 3541.38}, {"text": "it at all. No you said it was because the buildings are too heavy. Oh is that", "start": 3541.38, "end": 3547.12}, {"text": "why I thought we were talking about the tidal wave. What tidal wave are you", "start": 3547.12, "end": 3550.32}, {"text": "talking about right? I guess you didn't read about that. What what tidal wave is", "start": 3550.32, "end": 3556.06}, {"text": "this is it coming the master tsunami", "start": 3556.06, "end": 3558.46}, {"text": "what is that", "start": 3558.46, "end": 3568.74}, {"text": "there is a", "start": 3568.74, "end": 3577.66}, {"text": "has been talking about the master", "start": 3577.66, "end": 3580.78}, {"text": "game for a long time. That is so it's not real exactly what your friend would", "start": 3581.94, "end": 3587.24}, {"text": "tell you in school. The master soon.", "start": 3587.24, "end": 3589.1}, {"text": "No, dude, the fucking the day the buildings are too heavy and man has", "start": 3589.1, "end": 3593.8}, {"text": "gonna be underwater in eighty years. No, no, no, it's gonna be underwater", "start": 3593.8, "end": 3597.16}, {"text": "because of the master. I mean, that's gonna hit in twenty twenty five twenty", "start": 3597.16, "end": 3600.56}, {"text": "twenty five. How has it started already? How do you know it's it's off the", "start": 3600.56, "end": 3604.1}, {"text": "coast of Great Britain?", "start": 3604.1, "end": 3605.3}, {"text": "It's not that far away. Yeah, I know, but it's a slow Nami.", "start": 3605.3, "end": 3610.18}, {"text": "It's a slow tsunami. It's a slow tsunami? It's building up over time. So right now it's really small. Right now it's tiny. It's like a snowball.", "start": 3610.18, "end": 3621.18}, {"text": "It's going to exactly. It's going to take two years to get over to the pond as they say. It might go across the pond and come all the way around and then keep going.", "start": 3621.18, "end": 3631.18}, {"text": "It could have a Christopher Columbus style expedition where you think it's going to go to New York.", "start": 3631.18, "end": 3635.68}, {"text": "It accidentally goes past and comes around.", "start": 3635.68, "end": 3637.68}, {"text": "It could actually go to the West Indies this time.", "start": 3637.68, "end": 3641.18}, {"text": "Oh, God.", "start": 3641.18, "end": 3643.18}, {"text": "Another British problem over there.", "start": 3643.18, "end": 3645.68}, {"text": "I did hear that there is going to be a two mile high wave that comes from the West Coast and destroys the entire country.", "start": 3645.68, "end": 3652.68}, {"text": "No.", "start": 3652.68, "end": 3653.68}, {"text": "I hate to say it.", "start": 3653.68, "end": 3654.68}, {"text": "The master tsunami is the same thing.", "start": 3654.68, "end": 3656.68}, {"text": "Well, but it's coming from the other side.", "start": 3656.68, "end": 3659.18}, {"text": "Maybe they'll meet in the middle.", "start": 3659.18, "end": 3660.68}, {"text": "Yeah. Oh my God. And fight. I hate the tsunami. I hate natural disasters. I", "start": 3660.68, "end": 3667.56}, {"text": "fucking hate the master tsunami. I hate the volcano at Yellowstone. What's the", "start": 3667.56, "end": 3672.52}, {"text": "scariest natural disaster to you guys? Probably, I mean again, I don't want to", "start": 3672.52, "end": 3678.52}, {"text": "keep saying it. You know, I think it's an earthquake while I'm in a big", "start": 3678.52, "end": 3682.22}, {"text": "building. Earthquake while you're in San Francisco. And I've never had it. I've", "start": 3682.22, "end": 3686.0}, {"text": "never experienced it. We never experienced one when we lived in LA,", "start": 3686.0, "end": 3688.08}, {"text": "right? I think maybe like one or two like my crew, tiny, tiny ones, but", "start": 3688.08, "end": 3691.36}, {"text": "nothing that like nothing real. That is so stupid that earthquakes happen. I", "start": 3691.36, "end": 3695.6}, {"text": "don't know. I think that an earthquake because for me it's it's the fear of", "start": 3695.6, "end": 3699.52}, {"text": "heights where you're you're are. I'm already scared of being tall up in a", "start": 3699.52, "end": 3703.04}, {"text": "building in jail and then it's like oh, then the earth is going to open up and", "start": 3703.04, "end": 3706.32}, {"text": "it's even taller. San Francisco is so fucked. Yeah, or when the master tsunami", "start": 3706.32, "end": 3712.04}, {"text": "hits a master tsunami would scare me pretty bad too. I'm more. I'm most", "start": 3712.04, "end": 3715.92}, {"text": "just afraid of a master tornado. Yeah, yeah, a tornado is such a scary", "start": 3715.92, "end": 3720.76}, {"text": "could be fun for a little bit or a bolt of lightning. That's the size of an", "start": 3720.76, "end": 3725.58}, {"text": "entire city.", "start": 3725.58, "end": 3726.58}, {"text": "I would hate that shit. If it just was like in an instant, everything is", "start": 3726.58, "end": 3733.12}, {"text": "lightning. No, that's not that. That's not that scary, though, 'cause it's so", "start": 3733.12, "end": 3738.16}, {"text": "fast. I think it has to be", "start": 3738.16, "end": 3740.0}, {"text": "that's a scary idea. The thunder would scare you way more than the bolt.", "start": 3741.6, "end": 3745.38}, {"text": "The thunder would be really much scarier. I'd see the thing and go,", "start": 3745.38, "end": 3747.1}, {"text": "\"Oh, that's cool. It just destroyed all of Chicago.\" And then it would be", "start": 3747.1, "end": 3751.02}, {"text": "really, really loud. Yeah, but you'd have to count a lot Mississippi if it", "start": 3751.02, "end": 3754.88}, {"text": "was in Chicago. It might come many, many seconds later. But I would definitely", "start": 3754.88, "end": 3759.06}, {"text": "hear it. Many, many, many, many seconds. You would hear it for sure.", "start": 3759.06, "end": 3761.24}, {"text": "Maybe also a volcano would be scary if the ash blotted out the sky. Yellowstone.", "start": 3761.24, "end": 3766.2}, {"text": "Yeah, a caldera. Chicken bone, Yellowstone. Doesn't that feel like a", "start": 3766.2, "end": 3770.8}, {"text": "thing is if doesn't doesn't make you mad when people are like you know", "start": 3770.8, "end": 3774.04}, {"text": "Yellowstone actually the whole thing is one volcano yeah", "start": 3774.04, "end": 3777.4}, {"text": "because it's true, but", "start": 3777.4, "end": 3779.56}, {"text": "well, how much cork is left in the world just plug the thing yeah,", "start": 3779.56, "end": 3784.8}, {"text": "plug that makes it a war up with. Have you ever seen a cartoon? No, if you", "start": 3784.8, "end": 3789.08}, {"text": "plug something, it explodes. You've never seen a cartoon.", "start": 3789.08, "end": 3792.84}, {"text": "No! Of course not! I don't watch that. I watch films. No you don't. I watch documentaries.", "start": 3795.8, "end": 3801.48}, {"text": "Adam Curtis, my neighbors, Adam and Curtis made a documentary about bang bros. Wow, that'd", "start": 3801.48, "end": 3808.48}, {"text": "be cool. Where are the sluts now is what it's called. Where are they now? Where are these", "start": 3808.48, "end": 3817.48}, {"text": "sluts? Where are the sluts at? It's like that guy before they were famous, but he's talking", "start": 3817.48, "end": 3824.24}, {"text": "about hoes and pornos before they were famous. What were hoes doing before they got all that", "start": 3824.24, "end": 3829.64}, {"text": "dicks and all? Are you guys excited for one day when we are doing a before they were famous", "start": 3829.64, "end": 3833.28}, {"text": "and they use this exact clip of me talking right now? They'll use the ollie clip for", "start": 3833.28, "end": 3838.6}, {"text": "sure. I think we're already too famous. Before I'm famous for being a skateboarder. Yeah.", "start": 3838.6, "end": 3841.88}, {"text": "Yeah. They'll be like look at how fucking shitty he was. Look at how bad he was. He", "start": 3841.88, "end": 3845.64}, {"text": "didn't even. Well part of it is that I have these shoes on, these clogs. You know? So", "start": 3845.64, "end": 3849.12}, {"text": "So if I had maybe some, what's a skate shoe?", "start": 3849.12, "end": 3851.4}, {"text": "Like a Michael Jordan 3 or Michael Jordan 6.", "start": 3851.4, "end": 3854.56}, {"text": "Asics skateboarding.", "start": 3854.56, "end": 3855.56}, {"text": "I found them at the Greenpoint Beacons Closet.", "start": 3855.56, "end": 3859.44}, {"text": "They don't only-", "start": 3859.44, "end": 3860.44}, {"text": "Wilson and I were giving around shopping tips for free.", "start": 3860.44, "end": 3861.96}, {"text": "Well, Deals Corner, there's somebody who rides for Asics skateboarding who keeps dropping", "start": 3861.96, "end": 3866.56}, {"text": "off their stuff at the Beacons Closet in Greenpoint and I got a pair.", "start": 3866.56, "end": 3871.36}, {"text": "They don't come to the States until June.", "start": 3871.36, "end": 3874.04}, {"text": "I found these at the end of April.", "start": 3874.04, "end": 3875.96}, {"text": "Oh, that's cool.", "start": 3875.96, "end": 3876.96}, {"text": "Yeah.", "start": 3876.96, "end": 3877.96}, {"text": "you know, that was actually a pretty cool little anecdote.", "start": 3877.96, "end": 3880.46}, {"text": "Uh-huh.", "start": 3880.46, "end": 3880.96}, {"text": "About skate, I mean it was all stuff that I usually hate that you talk about, but you kind of made it work.", "start": 3880.96, "end": 3885.66}, {"text": "Well, what's, what shoe size are you?", "start": 3885.66, "end": 3887.26}, {"text": "11.", "start": 3887.26, "end": 3888.26}, {"text": "Buddy, you are in for a fucking treat if you like.", "start": 3888.26, "end": 3891.66}, {"text": "I'm in for some shoes.", "start": 3891.66, "end": 3892.66}, {"text": "If you like a shoe that looks like this, that has good arch support.", "start": 3892.66, "end": 3896.66}, {"text": "Okay.", "start": 3896.66, "end": 3897.66}, {"text": "They have some more there, I think.", "start": 3897.66, "end": 3900.66}, {"text": "Alright.", "start": 3900.66, "end": 3901.16}, {"text": "If you look around.", "start": 3901.16, "end": 3902.16}, {"text": "Well, I got homework.", "start": 3902.16, "end": 3903.16}, {"text": "Uh-huh.", "start": 3903.16, "end": 3903.66}, {"text": "And I wish we, I wish Dubio was here to do the Deals Corner logo.", "start": 3903.66, "end": 3908.66}, {"text": "I have been slacking on that. No one has kept me to it.", "start": 3908.66, "end": 3914.66}, {"text": "Yeah. I don't think anybody liked it. I'm going to be honest with you.", "start": 3914.66, "end": 3917.66}, {"text": "What?", "start": 3917.66, "end": 3918.66}, {"text": "Yeah.", "start": 3918.66, "end": 3919.66}, {"text": "Are we out on time?", "start": 3919.66, "end": 3920.66}, {"text": "Serbs sent me a message the other day with a deal I should do.", "start": 3920.66, "end": 3923.66}, {"text": "Well, what was the deal? Real quick.", "start": 3923.66, "end": 3925.66}, {"text": "I already did the deal today. I can't do it. I will wait until the next episode.", "start": 3925.66, "end": 3928.66}, {"text": "I don't want to.", "start": 3928.66, "end": 3929.66}, {"text": "All right. You know what? All right.", "start": 3929.66, "end": 3932.66}, {"text": "Alright, goodbye.", "start": 3932.66, "end": 3934.66}], "title": "#184 - Keeping it real", "link": "https://www.patreon.com/posts/184-keeping-it-83254706", "date": "Sat, 20 May 2023 10:59:59 GMT", "id": 35}