{"lines": [{"text": "Alright, we're on this real quick. Hold up. Why did you give me this small? What do you", "start": 0.0, "end": 13.88}, {"text": "mean? There's no small chair. It's just your is a you are not we are you or me. You and", "start": 13.88, "end": 19.44}, {"text": "me are the same height. No, this is not our height. I'm taller than you. Clearly. Yeah.", "start": 19.44, "end": 24.12}, {"text": "What do you mean? You're sitting down in a higher chair. I'm in a chair. I'm in a normal", "start": 24.12, "end": 28.16}, {"text": "size chair. This is not acceptable. What do you mean this is not acceptable? Also I need", "start": 28.16, "end": 34.16}, {"text": "to get better mic stands because I keep having to lean down a little. Yeah. I don't think", "start": 34.16, "end": 39.56}, {"text": "that this is like a good mic stand at all. Maybe a little taller. Do you think we can", "start": 39.56, "end": 45.56}, {"text": "get ones that are a little taller? We complained about how tall these were. Does he have a", "start": 45.56, "end": 48.2}, {"text": "different one because that's like lined up to his face. This is perfect for me. This", "start": 48.2, "end": 54.04}, {"text": "this is perfect.", "start": 54.04, "end": 55.0}, {"text": "This is amazing. It is actually perfect. It is literally a pro setup. This is", "start": 55.0, "end": 60.42}, {"text": "what you guys need to be doing going all the way down on the chair, which is", "start": 60.42, "end": 62.98}, {"text": "what the position that I'm in right now. I'm going to go down on a chair, go", "start": 62.98, "end": 66.66}, {"text": "lower. How would you go down on a chair on a buddy? Wait till I'm on stage.", "start": 66.66, "end": 71.6}, {"text": "Okay, I'll show you go down on a chair. Show us how you would go down on a", "start": 71.6, "end": 75.66}, {"text": "go down on a chair chair right now.", "start": 75.66, "end": 77.56}, {"text": "Well, usually usually you know the comics hump the chair right, but you", "start": 77.56, "end": 84.02}, {"text": "go down on it. Like where would you go down?", "start": 84.02, "end": 87.54}, {"text": "Okay, where do you go down on a chair?", "start": 87.54, "end": 92.86}, {"text": "You fall, you fall. Oh shit, he's doing it. Oh my God.", "start": 92.86, "end": 99.02}, {"text": "Oh dude, stop.", "start": 99.02, "end": 102.18}, {"text": "Put it in your mouth and kind of swipe the lip of it like a credit card.", "start": 102.18, "end": 108.54}, {"text": "They put it goo on me, dude. Oh shit, dude, you made it. You made it bus.", "start": 108.54, "end": 113.02}, {"text": "made the work. Look at the", "start": 113.02, "end": 114.68}, {"text": "the grease. That's not I", "start": 114.68, "end": 116.94}, {"text": "that's nasty chair bus. Can I come back up? I'm going to go down. I guess we're", "start": 116.94, "end": 123.04}, {"text": "going to go down yeah. All right, let me see this", "start": 123.04, "end": 124.86}, {"text": "not that much of a difference. You guys are still higher up. Yeah, I'll meet you", "start": 124.86, "end": 130.1}, {"text": "in the middle.", "start": 130.1, "end": 130.54}, {"text": "Okay, this is a good radio.", "start": 130.54, "end": 135.14}, {"text": "It's very good. Really good radio. Yeah back for another one back for the", "start": 135.14, "end": 140.26}, {"text": "we're back. My girlfriend sent me a photo this morning and the caption just that", "start": 140.3, "end": 146.54}, {"text": "that never is the in beginning. We have stories explain this and I was like, oh", "start": 146.54, "end": 151.64}, {"text": "dear, what happened? Did I leave like a bunch of shit out in the kitchen?", "start": 151.64, "end": 156.82}, {"text": "Fucking sex that's so funny that kitchen completely gross and and every TV show", "start": 156.82, "end": 162.0}, {"text": "a movie someone gets a text from the girlfriend and says explain this and", "start": 162.0, "end": 165.22}, {"text": "they're like oh fuck. Oh, no and for pets like oh, no, I left a bunch of shit", "start": 165.22, "end": 168.06}, {"text": "Yeah, I probably left a bunch of shit out. I probably did something like that.", "start": 168.08, "end": 172.08}, {"text": "Literally, identical fear as your mom texting you, \"What's this?\"", "start": 172.08, "end": 175.08}, {"text": "She said, \"Explain this.\" And I was like, \"Okay.\"", "start": 175.08, "end": 178.08}, {"text": "I opened the phone, look at it. It's a photo of me completely asleep.", "start": 178.08, "end": 181.08}, {"text": "And somehow my cock has gone through the dickhole in my underwear.", "start": 181.08, "end": 186.08}, {"text": "While asleep.", "start": 186.08, "end": 187.08}, {"text": "While I'm asleep.", "start": 187.08, "end": 188.08}, {"text": "That happens.", "start": 188.08, "end": 189.08}, {"text": "I'm in my bed and I'm just rock hard in the morning.", "start": 189.08, "end": 192.08}, {"text": "Rock hard.", "start": 192.08, "end": 193.08}, {"text": "It's me in the bed and it's a really funny photo.", "start": 193.08, "end": 197.08}, {"text": "you had a rock show me all right.", "start": 197.08, "end": 199.5}, {"text": "It's really funny. I have to see this. We won't show the world. No, we can't", "start": 199.5, "end": 206.42}, {"text": "show the world. We can't show the world. This is not for the world. This is for", "start": 206.42, "end": 210.72}, {"text": "this is really three friends.", "start": 210.72, "end": 212.64}, {"text": "It looks like in my sleep.", "start": 212.64, "end": 220.44}, {"text": "You're jacking off. That's what it looks like.", "start": 220.44, "end": 223.4}, {"text": "It looks like you're good.", "start": 223.4, "end": 225.6}, {"text": "you did a thing where you were wet, you were jacking your shit and she walked in", "start": 226.88, "end": 230.38}, {"text": "and you're like I pretend to be dead. I was going to say you don't look like", "start": 230.38, "end": 233.86}, {"text": "you're asleep. You look like", "start": 233.86, "end": 234.72}, {"text": "you look like you're dead in the gutter. I always look dead whenever I'm asleep,", "start": 234.72, "end": 239.72}, {"text": "so for me to have like a yeah, it's like it's like when", "start": 239.72, "end": 242.5}, {"text": "like there's like a corner in a movie, it's like yeah, like one of the like if", "start": 242.5, "end": 246.86}, {"text": "a if a person dies when they're dead and they have a boner, they're going to", "start": 246.86, "end": 251.06}, {"text": "have the bone for the rest of their life. If a person dies when they're dead and", "start": 251.06, "end": 255.54}, {"text": "they have a boner, they're going to have the boner for the rest of their life.", "start": 255.58, "end": 258.68}, {"text": "You know what they say that in the movies. Well, how do they call him a", "start": 258.68, "end": 263.74}, {"text": "corner? Yeah", "start": 263.74, "end": 265.42}, {"text": "yeah yeah, wait a second. What is right? I think it's because that made Joe and", "start": 265.42, "end": 273.18}, {"text": "Alex leave yeah. They were asking that they did not like that at all. It's", "start": 273.18, "end": 276.54}, {"text": "okay, because core means body right yeah", "start": 276.54, "end": 278.62}, {"text": "now. Well, body means by a young little, little, little, little, and", "start": 278.62, "end": 283.98}, {"text": "in a", "start": 283.98, "end": 284.48}, {"text": "core. You're fucking blowing my mind right now. Yeah, sorry, learn a little", "start": 284.48, "end": 290.68}, {"text": "thing called etymology. Edamame. Oh yeah,", "start": 290.68, "end": 293.7}, {"text": "buddy, you have a lot to learn. I can teach you a thing or two about it. Well,", "start": 293.7, "end": 297.9}, {"text": "edamame make me grow breasts because of estrogenic. Does it have as I can even", "start": 297.9, "end": 302.56}, {"text": "think about that? Yeah, because of it's okay, but tell me that tell me at least", "start": 302.56, "end": 306.54}, {"text": "that the estrogen is on the shell and not on the bean inside, because I like", "start": 306.54, "end": 309.52}, {"text": "eating the bean inside and I'd I would honestly if I couldn't eat the shell on", "start": 309.52, "end": 313.12}, {"text": "that's that I wouldn't complain that much. Okay, all right, I admit it. It's", "start": 313.14, "end": 317.74}, {"text": "only the shell.", "start": 317.74, "end": 318.44}, {"text": "It's only the shell. I wouldn't be too mad if I couldn't eat the show. What's", "start": 318.44, "end": 322.78}, {"text": "the best shell? The best shell is the most tempting stuffed shell for show.", "start": 322.78, "end": 328.06}, {"text": "I'll say this, Tanny's shells, a sunflower seed shell. You can still eat", "start": 328.06, "end": 332.78}, {"text": "them. Sometimes I eat that. I eat that, too. It's just like you not every time,", "start": 332.78, "end": 336.06}, {"text": "but sometimes a little beaver. It tastes like wood, pistachio shell, pistachio", "start": 336.06, "end": 339.54}, {"text": "not a good one. Not good. It's too hard, but you can boil to suck on the shell.", "start": 339.56, "end": 344.7}, {"text": "Yeah, you can suck on it. Those are the show. Yeah, you suck on anything. Yeah,", "start": 344.7, "end": 348.92}, {"text": "but a pistachio shell is pistachio. I just suck on pennies. When I was a kid,", "start": 348.92, "end": 352.38}, {"text": "we all did. We talked about it. Ten thousand hundred. I'm pretty sure we've", "start": 352.38, "end": 355.72}, {"text": "all we all had Pica at some point. You are obsessed with Pica. My little I", "start": 355.72, "end": 360.2}, {"text": "thought my little brother had. That's like my mom always mentions Pica. You", "start": 360.2, "end": 362.76}, {"text": "thought you had your little brother at Pica because he was chewing on a", "start": 362.76, "end": 365.08}, {"text": "teething toy? No, he would eat my toys. I had these Star Wars micro machines and they came", "start": 365.08, "end": 375.3}, {"text": "with little action figures that you could put into the head. It was like a head of Chewbacca", "start": 375.3, "end": 379.14}, {"text": "or the head of Darth Vader. Wait, are you talking about the ones that flip the heads?", "start": 379.14, "end": 383.06}, {"text": "Yes. I missed those. And he would take them and pick them up and just eat them like they", "start": 383.06, "end": 389.26}, {"text": "they were M&M's. That's a funny thing to do. I lost all of them. Wow. That's funnier than", "start": 389.26, "end": 395.26}, {"text": "tearing the head off of your sister's Barbie or something is to eat it. You're never getting", "start": 395.26, "end": 399.5}, {"text": "this back. If you want this back, it will be poop. You have to look through my poop", "start": 399.5, "end": 402.78}, {"text": "to get it back. It's plastic, so it will be burned by my stomach. My poop stinks. My poop", "start": 402.78, "end": 409.38}, {"text": "is stinky because I eat ribs all day. I'm a baby that eats ribs. I eat ribs and toys.", "start": 409.38, "end": 415.46}, {"text": "those are the two things of a toy. Yeah, that's always like a Smokey Robinson song", "start": 415.46, "end": 420.02}, {"text": "ribs of a toy. Yeah, well, I mean there's tears of a clown and then so probably", "start": 420.02, "end": 424.06}, {"text": "of a sequel song ribs of a toy", "start": 424.06, "end": 426.58}, {"text": "sperms of a mime sperms.", "start": 426.58, "end": 432.78}, {"text": "That's probably the last bodily fluid. I want to see especially from a mime", "start": 432.78, "end": 437.82}, {"text": "specifically. I don't mind the thing. I wouldn't mind seeing a sperm from a", "start": 437.82, "end": 441.9}, {"text": "firefighter or someone who contributes to society, a police officer, but a mime,", "start": 442.1, "end": 446.6}, {"text": "a mime, you know that also is probably the first time I've ever done it. It's", "start": 446.6, "end": 449.9}, {"text": "probably black and also would act they would act like they don't know how to", "start": 449.9, "end": 453.08}, {"text": "jack off. You won't stay in there going like they would. They do it hands free.", "start": 453.08, "end": 455.84}, {"text": "They jack off far away from their body and then they squirt anyway, and if I'm", "start": 455.84, "end": 459.92}, {"text": "coming, if I'm if you're sitting looking the other way and I'm shooting a load", "start": 459.92, "end": 463.18}, {"text": "into the back of your head, you're going to hear", "start": 463.18, "end": 464.74}, {"text": "with a mime completely silent. Yeah, you're going to have no idea. Look,", "start": 464.74, "end": 469.86}, {"text": "you're going to look back in the mime. He's going to go", "start": 469.86, "end": 471.38}, {"text": "Yeah, you don't even get to join in laughing about because it's your head", "start": 471.38, "end": 476.32}, {"text": "and you know, by the way, the normal guy. I don't mind if you come on me. I'm", "start": 476.32, "end": 479.74}, {"text": "not made of sugar. All right, it's not a big deal, but a mime. I do not want", "start": 479.74, "end": 483.62}, {"text": "that. And you know that the mime is uncut because they like turtle neck", "start": 483.62, "end": 487.22}, {"text": "French French and turtle necks. Also, yeah, I guess. Yep, that makes sense.", "start": 487.22, "end": 492.42}, {"text": "Yeah, man, fucking mind is", "start": 492.42, "end": 494.5}, {"text": "these days, fucking sick, all this fucking mind is everywhere. Whose cup", "start": 496.7, "end": 501.3}, {"text": "is this", "start": 501.3, "end": 501.82}, {"text": "waffle house? Oh yeah, there's twenty two yeah,", "start": 501.82, "end": 506.36}, {"text": "made in China. Guys are starting to have to think about politics again. No,", "start": 506.36, "end": 512.86}, {"text": "we're starting. What about politics? We're getting back into politics, right?", "start": 512.86, "end": 516.1}, {"text": "We recently or just everybody, the world, the world or the United States.", "start": 516.1, "end": 520.5}, {"text": "Yeah, it's a whole we're in a move again. Earth United is despicable machine.", "start": 520.5, "end": 525.34}, {"text": "you know the gears are turning. You guys voting for the Santas yeah,", "start": 525.66, "end": 530.06}, {"text": "because I love Twitter.", "start": 530.06, "end": 531.66}, {"text": "He is awesome.", "start": 531.66, "end": 533.96}, {"text": "He is I feel like he's the first guy where maybe not the first guy,", "start": 533.96, "end": 538.96}, {"text": "you know, probably the 100th guy where I see people on Twitter talk about", "start": 538.96, "end": 543.36}, {"text": "him and say it's so funny how he's acting like this. I'm like I don't", "start": 543.36, "end": 547.06}, {"text": "care. Yeah, I don't know who this guy is and I don't think he's funny.", "start": 547.06, "end": 549.96}, {"text": "I think it's a guy who's walking around. I agree. He's he's great as", "start": 549.96, "end": 553.46}, {"text": "strikes me everyone. Mrs trump's so much he strikes me as a general manager of", "start": 553.46, "end": 557.6}, {"text": "like a restaurant. He's nothing he's not funny. No, he doesn't have the only", "start": 557.6, "end": 561.6}, {"text": "funny thing about him is his eyes. He would that's how you know somebody's", "start": 561.6, "end": 564.94}, {"text": "really evil as if they're not even funny. Yeah, so if he gets in that'll be", "start": 564.94, "end": 568.64}, {"text": "bad news trump again. We've already done that it was cool. Yeah, it was fine, but", "start": 568.64, "end": 572.76}, {"text": "him and vaccine yeah exactly stimulus check that was huge. That was beast and", "start": 572.76, "end": 577.76}, {"text": "they blamed it on biden uh-huh adderall plentiful yeah. We had always so oh my", "start": 577.76, "end": 583.2}, {"text": "there was so much. I was falling out of my ears. But as soon as we get", "start": 583.24, "end": 587.4}, {"text": "where you're not supposed to put in your ears,", "start": 587.4, "end": 589.0}, {"text": "this is the like, there's nothing really that funny about him. Like people keep", "start": 589.0, "end": 594.96}, {"text": "trying to post that picture of his face where he's like, yeah, and that's his", "start": 594.96, "end": 598.8}, {"text": "like,", "start": 598.8, "end": 599.0}, {"text": "laughing or whatever. Einstein. Oh, yeah. Oh my fucking God. Yeah. I thought", "start": 599.0, "end": 605.24}, {"text": "that I was like, it's happened. It's been so confusing because every single", "start": 605.24, "end": 609.92}, {"text": "time that I see a photo of who I thought was Ron DeSantis. I was like they only", "start": 609.92, "end": 614.56}, {"text": "had fucking black and white cameras. Yeah, well he's kind of you thought maybe", "start": 614.56, "end": 618.0}, {"text": "it was a style. That would actually if I was running for president I would only", "start": 618.0, "end": 620.88}, {"text": "let people take black and white photos of yeah yeah that would be a cool like", "start": 620.88, "end": 624.12}, {"text": "gimmick. And I'd dress up like Hitler. No I wouldn't. You would. What if a Democrat", "start": 624.12, "end": 629.92}, {"text": "what if Bernie Sanders dressed up like Hitler all the time? He wouldn't because of his", "start": 629.92, "end": 633.16}, {"text": "faith. He doesn't have any faith. He does. No I don't have any faith in him anymore.", "start": 633.16, "end": 637.6}, {"text": "He's an atheist. He's a fucking atheist. Why do you think he lost?", "start": 637.6, "end": 641.68}, {"text": "That's why he's got a bad back.", "start": 641.68, "end": 643.88}, {"text": "Yeah, exactly. He's been cursed by God.", "start": 643.88, "end": 645.48}, {"text": "Yeah, he's been carrying the weight of sin.", "start": 645.48, "end": 647.32}, {"text": "Yeah, his entire life. Hundreds and hundreds of sins.", "start": 647.32, "end": 650.36}, {"text": "Yeah, but there's that video of DeSantis at the Red Arrow Diner in Manchester.", "start": 650.36, "end": 655.44}, {"text": "Remember we went there?", "start": 655.44, "end": 656.24}, {"text": "I remember.", "start": 656.24, "end": 657.8}, {"text": "And he is completely robotic, but there's nothing really that funny about it.", "start": 657.8, "end": 663.64}, {"text": "That video of him at Red Arrow where the guy's like, \"Hey, how's it going? I'm Mike.\"", "start": 663.64, "end": 666.44}, {"text": "and goes okay, not that funny see, but if you went okay, okay, a little john or", "start": 666.44, "end": 672.92}, {"text": "if you or if he went like okay, here's what we're doing now. We're going to", "start": 672.92, "end": 676.84}, {"text": "we're going to brainstorm ways to make we're the", "start": 676.84, "end": 679.96}, {"text": "campaign team. We're going to get it. We're going to get his memes up. We're", "start": 679.96, "end": 684.68}, {"text": "going to get his me or my way to make him funny like this is easy. Yeah,", "start": 684.68, "end": 688.28}, {"text": "this is fucking easy. First off, he should funny. Well, he needs yeah. He", "start": 688.28, "end": 693.14}, {"text": "needs something about his appearance is what I was going to say. So I was going", "start": 693.14, "end": 695.24}, {"text": "so either he has to get a crazy haircut or shave his eyebrows. Mohawk Mohawk bleach", "start": 695.26, "end": 701.5}, {"text": "the okay Rhonda sanders bleach the eyebrows get an undercut. Yeah, mesh", "start": 701.5, "end": 705.78}, {"text": "shirt, mesh shirt and underneath the shirt, another shirt that says real men", "start": 705.78, "end": 709.78}, {"text": "wear pink. Yep, and then we're going to get you in Daisy Dukes. Tell me rocker", "start": 709.78, "end": 713.42}, {"text": "tell me rocker. Tell me rocker. This is yeah. Oh my fuck the bullshit. Tell me", "start": 713.42, "end": 719.1}, {"text": "rocker. Fuck the bullshit way too many letters just around his stomach. It's on", "start": 719.1, "end": 724.9}, {"text": "three lines. So it goes all the way up to his neck. Basically, it's", "start": 724.94, "end": 727.8}, {"text": "what's on the fans tummy rocker. What's the fucking the car name or whatever", "start": 727.8, "end": 731.74}, {"text": "the yeah the kerning it's really close. So if you have to like re you know", "start": 731.74, "end": 736.24}, {"text": "you know what it is, it's one of those things where it's like the tall", "start": 736.24, "end": 738.32}, {"text": "letters and you have to look at the page. Oh my God, so you can only", "start": 738.32, "end": 741.94}, {"text": "you can only read it. If you're sucking his cock, it says fuck the", "start": 741.94, "end": 749.56}, {"text": "bullshit, but everybody else got running for office. Nobody can tell what it", "start": 749.58, "end": 754.62}, {"text": "says they're like. What is that and and he's an early say? What is that tattoo", "start": 754.62, "end": 757.62}, {"text": "saying? He says well, if you want to know better suck my day, yeah, you want", "start": 757.62, "end": 760.9}, {"text": "to know come to the bathroom and people are like well, you can't say that he's", "start": 760.9, "end": 763.66}, {"text": "like no. I literally stating a fact I got it so you can only get only really", "start": 763.66, "end": 767.74}, {"text": "if you're sucking my dick yeah wow okay. I've never even thought of that yeah", "start": 767.74, "end": 772.94}, {"text": "and I thought of fucking everything. If he does all of that actually, I just", "start": 772.94, "end": 777.02}, {"text": "realized you can also maybe read it. If you're doing going forehead to forehead", "start": 777.06, "end": 780.7}, {"text": "with him yeah well, no,", "start": 780.7, "end": 782.42}, {"text": "the fuck yeah that's true yeah yeah", "start": 782.42, "end": 786.46}, {"text": "yeah, so if the Santas does all of that, maybe he has a shot, maybe yeah, but", "start": 786.46, "end": 795.1}, {"text": "that's only a that's a that's literally just as a parents and I don't even", "start": 795.1, "end": 797.92}, {"text": "touch on his one. He's just he's just eye candy. He's not even", "start": 797.92, "end": 801.42}, {"text": "and he just looks like a hot slut. Yeah, he's everyone's going around sucking his", "start": 801.42, "end": 805.7}, {"text": "Dick and nobody even knows he's running for president right yeah, yeah,", "start": 805.74, "end": 809.42}, {"text": "fucked, but okay, politics it will be that would actually be ingenious right,", "start": 809.42, "end": 813.46}, {"text": "because people if you wanted to get his Dick sucked because it would be like", "start": 813.46, "end": 816.94}, {"text": "someone suck his dick and be like you know that tattoo. It actually says fuck", "start": 816.94, "end": 819.38}, {"text": "the bullshit people like this fuck the no, it doesn't there's no way that's", "start": 819.38, "end": 822.38}, {"text": "what it says he's running for president. I got I got a second, I can find out", "start": 822.38, "end": 825.66}, {"text": "for myself", "start": 825.66, "end": 826.3}, {"text": "and you know you need two hands for Ron. Oh yeah doing this yeah", "start": 832.14, "end": 835.5}, {"text": "crab claws yeah dude crab claws. That's new. You like go right", "start": 835.5, "end": 840.64}, {"text": "doing this", "start": 840.64, "end": 842.3}, {"text": "to the world's most medium missed violins yeah.", "start": 842.3, "end": 848.5}, {"text": "I think", "start": 848.5, "end": 853.8}, {"text": "he needs also he needs to he needs to", "start": 853.8, "end": 857.3}, {"text": "changed his politics become a liberal. No, not a little no, not something new", "start": 858.38, "end": 864.22}, {"text": "yeah, some new thing liberal when he gets when people hand a great fucking", "start": 864.22, "end": 868.84}, {"text": "reason. He just needs to be trying new shit. I would just encourage him like", "start": 868.84, "end": 872.74}, {"text": "whatever your first instinct is do it. If somebody hands you a baby to kiss,", "start": 872.74, "end": 876.38}, {"text": "throw it at the fucking just yeah, throw it as hard as come up with things that", "start": 876.38, "end": 880.42}, {"text": "maybe that people haven't just your whole platform should be things that", "start": 880.42, "end": 883.5}, {"text": "people haven't said yet. You should feel like you should be like your campaign", "start": 883.5, "end": 887.42}, {"text": "we expect the unexpected. Yeah, that should be the thing. His campaign right", "start": 887.46, "end": 891.5}, {"text": "now, his campaign right now is we're going to make America Florida, I think", "start": 891.5, "end": 896.62}, {"text": "is his slogan. Yeah, go all in, make it Florida, start doing meth, start doing", "start": 896.62, "end": 902.14}, {"text": "crazy shit. He should be doing mix and match stuff and he should be doing like,", "start": 902.14, "end": 905.42}, {"text": "he should be like, we're going to cancel the student debt, but we're going to", "start": 905.42, "end": 908.62}, {"text": "take all the, we're going to take all that money and we're going to give all", "start": 908.62, "end": 911.74}, {"text": "that money, we're going to take all that debt and we're going to transfer that", "start": 911.74, "end": 913.94}, {"text": "set to Ukraine and they yes, he should be walking around with a heroin needle", "start": 913.94, "end": 918.5}, {"text": "just stuck in his arm. He should have a right there. He should have an", "start": 918.5, "end": 922.2}, {"text": "alligator. He should have an alligator. He should become basically Joe. He", "start": 922.2, "end": 926.22}, {"text": "should outlaw animals. He should become a morton joe exotic. Yes, that is a", "start": 926.22, "end": 931.24}, {"text": "good one. Yeah, more can you say that again? A morton joe exotic", "start": 931.24, "end": 936.26}, {"text": "excellent edition, extremely", "start": 943.46, "end": 946.28}, {"text": "yeah, that's good.", "start": 946.28, "end": 950.1}, {"text": "I do like that", "start": 950.1, "end": 956.18}, {"text": "now the sound board now it's like complete. There used to be that little", "start": 956.18, "end": 964.22}, {"text": "spot there. Yeah, and just so you guys know, I will be cycling stuff out. Yeah,", "start": 964.22, "end": 967.7}, {"text": "I would think pretty soon. This is leaving. We never use this. I don't like", "start": 967.7, "end": 971.3}, {"text": "you know, we never use it and I have to, but I'm not just going to be doing it", "start": 971.34, "end": 974.86}, {"text": "willy nilly. I have to wait until I think of something that's at the level", "start": 974.86, "end": 977.3}, {"text": "of zombie nation. We need to keep, oh, maybe a whistle. Yeah, maybe like", "start": 977.3, "end": 982.94}, {"text": "the other thing is I'm not going to tell you guys. Yeah, maybe that whistle song", "start": 982.94, "end": 986.38}, {"text": "from White Chicks, though the one where Terry Crews is dancing, blow the", "start": 986.38, "end": 989.34}, {"text": "whistle", "start": 989.34, "end": 989.86}, {"text": "yeah, too short song, maybe I don't know. I haven't seen what it's going to", "start": 989.86, "end": 994.82}, {"text": "surprise you guys. I got to rewatch White Chicks. I was before fine to not", "start": 994.82, "end": 1000.3}, {"text": "watch it. I didn't think it was that so funny when I saw it on TV. When did you", "start": 1000.3, "end": 1004.2}, {"text": "see it? Like probably in the last two years for the first time. Yeah. Yeah, I", "start": 1004.2, "end": 1009.3}, {"text": "guess that makes sense. I guess it is one of those movies. I was like this is", "start": 1009.3, "end": 1012.74}, {"text": "so we can on the other hand, this is raunchy. On the other hand, little man,", "start": 1012.74, "end": 1017.74}, {"text": "what are you saying? Little man holds up. I know little man does not hold up.", "start": 1017.74, "end": 1022.18}, {"text": "Little man holds up in a major way. Little man was a flop. Nah, little man", "start": 1022.18, "end": 1027.02}, {"text": "I flop. You're a little man and you flopped. I don't flop anymore. You flopped your wiener", "start": 1027.06, "end": 1030.82}, {"text": "out when you woke up. I did. Yeah. My wiener was flopped when I woke up this morning. Yeah.", "start": 1030.82, "end": 1035.7}, {"text": "You got flopped. Did that get picked up on the cameras, Jubio? Yeah. It did? Yeah. Yeah.", "start": 1035.7, "end": 1040.18}, {"text": "It fully got perfectly picked up. All right. My girlfriend's full name and... Yeah, that's", "start": 1040.18, "end": 1045.14}, {"text": "what you're worried about. My girlfriend's full name is on camera and a picture of my cock.", "start": 1045.14, "end": 1049.54}, {"text": "Is it tattooed on your cock? Why would it be on camera? My girlfriend's full name is on my cock.", "start": 1049.54, "end": 1053.54}, {"text": "really and she and I don't know that in she does a lot of property stuff about", "start": 1053.54, "end": 1058.5}, {"text": "me.", "start": 1058.5, "end": 1058.94}, {"text": "Look, would you date a bitch named Leonardo da Vinci? Yeah, yeah, sight", "start": 1058.94, "end": 1065.9}, {"text": "unseen yeah", "start": 1065.9, "end": 1066.86}, {"text": "no, she's dope girl Vinci. No, she's no, no, no, she's a girl named girl. I", "start": 1066.86, "end": 1075.46}, {"text": "probably would you come in and be like hey guys, I'm I have this. I'm doing", "start": 1075.46, "end": 1078.26}, {"text": "this new girl named girl named girl. Her name's girl. You would what was the", "start": 1078.26, "end": 1081.7}, {"text": "time that we were saying that it was like it Jeff is Jeff or Steve or a girl", "start": 1081.74, "end": 1087.04}, {"text": "named Steve. I'm dating girl.", "start": 1087.04, "end": 1088.72}, {"text": "I'd believe that", "start": 1088.72, "end": 1092.7}, {"text": "it's really funny that it's not that funny. It's funny. The idea you would", "start": 1092.7, "end": 1098.84}, {"text": "date a girl. It's not funny that it's not funny even to me and that you would,", "start": 1098.84, "end": 1102.34}, {"text": "but just the idea of you coming in and saying that and that being your life.", "start": 1102.34, "end": 1105.38}, {"text": "Yeah, I just like I'm going on a date with Steve later girl named Steve, who", "start": 1105.38, "end": 1109.54}, {"text": "like just normal hair boy named sue wow wow that was an abused kid it was", "start": 1109.58, "end": 1117.02}, {"text": "abused yeah right that's what that's about yeah he got abused he got abused", "start": 1117.02, "end": 1121.58}, {"text": "well actually I don't remember much about that song yeah it's a song boy", "start": 1121.58, "end": 1126.86}, {"text": "named sue yeah I don't know Johnny Cash what do you think it was I didn't know", "start": 1126.86, "end": 1130.78}, {"text": "I thought it was just a thing is it a book yeah it's like a book about a kid", "start": 1130.78, "end": 1134.46}, {"text": "who got so abused that they were able to write a book about it I think boy named", "start": 1134.46, "end": 1139.06}, {"text": "name. So maybe it's about the or maybe it's based off the Johnny Cash song. They named", "start": 1139.06, "end": 1142.2}, {"text": "it after that.", "start": 1142.2, "end": 1143.2}, {"text": "But Boy Name Sue is just about a guy. It's about a little boy who's like, my fucking", "start": 1143.2, "end": 1147.18}, {"text": "dad named me Sue. How fucked up is that? That's the whole song. That is abuse. It is. And that", "start": 1147.18, "end": 1152.94}, {"text": "is abuse to name your son Sue or your daughter Sue. That's a terrible name. Sue Bob. Have", "start": 1152.94, "end": 1157.02}, {"text": "you seen the Wild World of the Whites? That documentary about that family? They're like", "start": 1157.02, "end": 1160.98}, {"text": "a family where their dad was like a really good like Appalachian tap dancer or some shit.", "start": 1160.98, "end": 1166.86}, {"text": "And because he got a bunch of money from doing fucking tap dancing shows, they also, they", "start": 1166.86, "end": 1175.66}, {"text": "talk about it in the movie, how he taught their whole family how to fuck over the disability", "start": 1175.66, "end": 1182.22}, {"text": "checks and stuff.", "start": 1182.22, "end": 1183.22}, {"text": "So they live off of disability checks and just smoke pills all day.", "start": 1183.22, "end": 1190.02}, {"text": "They smoke Percocets and shit.", "start": 1190.02, "end": 1191.98}, {"text": "They smoke pills?", "start": 1191.98, "end": 1192.98}, {"text": "smoke percocets off of a", "start": 1192.98, "end": 1194.46}, {"text": "fucking tin foil. Oh wow, and then there's a there's a lady named Sue Bob", "start": 1194.46, "end": 1201.62}, {"text": "in it.", "start": 1201.62, "end": 1201.96}, {"text": "I'd like to Sue Bob. Her name is Sue Bob Bob's furniture. You ain't no", "start": 1201.96, "end": 1206.66}, {"text": "motherfucking cartoon. He's not a cartoon. He's a little about your thing", "start": 1206.66, "end": 1209.82}, {"text": "of little Bob to", "start": 1209.82, "end": 1210.7}, {"text": "fuck. They're different guys. Have you seen that, though? I'd like to speak to", "start": 1210.7, "end": 1215.38}, {"text": "the cartoon. No, we haven't seen it. You should check it out. Sounds interest", "start": 1215.38, "end": 1219.46}, {"text": "Jesco White. Who's Jesco? The older brother. And then Sue Bob, they're like, \"They call", "start": 1219.48, "end": 1226.24}, {"text": "me the hot one.\" She talks like that. It's a human cigarette. You're a human cigarette.", "start": 1226.24, "end": 1231.6}, {"text": "I am not a human cigarette. You're a human fucking... I used to be. You're a human millipede.", "start": 1231.6, "end": 1236.4}, {"text": "Millipede? Yep. Because I got a million legs? A million fucking titties. Damn. Okay. All", "start": 1236.4, "end": 1244.4}, {"text": "All right, damn bitch ass. I'm not a bitch ass. I cooked you today. You didn't I", "start": 1244.4, "end": 1249.6}, {"text": "brought just broke your ankles. I showed you my penis and you're making fun. You", "start": 1249.6, "end": 1252.68}, {"text": "show me your hand covering your penis. It was hardly your penis unless that was", "start": 1252.68, "end": 1256.64}, {"text": "your been trying to make me show it to him for years. Yeah, that's why I was so", "start": 1256.64, "end": 1260.58}, {"text": "excited when you said you're going to show it to me. That was a little", "start": 1260.58, "end": 1262.66}, {"text": "disappointed by the photo. Yeah, because I was hoping that you disappointed. Yeah,", "start": 1262.66, "end": 1265.98}, {"text": "because you didn't show your whole fucking. I thought I was going to get", "start": 1265.98, "end": 1268.7}, {"text": "like great. I thought it was going to be like a yeah. I know. I know why my", "start": 1268.7, "end": 1272.36}, {"text": "girlfriend took the picture. There wasn't enough of she was disappointed.", "start": 1272.38, "end": 1275.58}, {"text": "It's not enough shaft because it was hiding between my briefs", "start": 1275.58, "end": 1279.34}, {"text": "obviously between yet two pairs of briefs on yes, in case I piss", "start": 1279.34, "end": 1285.3}, {"text": "obviously what's wrong with you. I'm sorry. Yeah, that's me being insensitive", "start": 1285.3, "end": 1291.22}, {"text": "about. I know how you guys are fighting and I think even though I don't really", "start": 1291.22, "end": 1294.66}, {"text": "want to talk about it. I think I need to bring up the elephant in the room on", "start": 1294.66, "end": 1297.58}, {"text": "what happened a couple of days ago. What happened a couple of days ago? Oh, we", "start": 1297.58, "end": 1301.54}, {"text": "I've already talked about this. I've already blocked it out of my mind, but", "start": 1301.58, "end": 1304.48}, {"text": "I'd like to talk to him. Okay, so you all right, right now we don't have to", "start": 1304.48, "end": 1307.36}, {"text": "talk about. So if you listen, no, no, I'd like to talk to him about it. So", "start": 1307.36, "end": 1309.74}, {"text": "if you listen to beers, we drink on Saturday or on Friday, this is a day", "start": 1309.74, "end": 1313.52}, {"text": "you will have heard you will have heard this already, but basically we did an", "start": 1313.52, "end": 1318.04}, {"text": "extreme betrayal and yeah, I'm going to say that it was one third me one third", "start": 1318.04, "end": 1322.92}, {"text": "Cameron one third Julio, because the only fair way to do it and it wasn't", "start": 1322.92, "end": 1325.68}, {"text": "even just to me. It was also to Rex, maybe like one half Caleb and one", "start": 1325.68, "end": 1329.94}, {"text": "or no, maybe one half Cameron because he's the one who said it first. No,", "start": 1329.94, "end": 1333.44}, {"text": "you say, do you know, no, no, no, no, no, hundred,", "start": 1333.44, "end": 1336.38}, {"text": "try and talk,", "start": 1336.38, "end": 1339.62}, {"text": "so it was Caleb who suggested it. He said, do you guys want to go to Fogo", "start": 1339.62, "end": 1348.12}, {"text": "to Chow? I said sure, and then he did a U turn like the mean", "start": 1348.12, "end": 1351.1}, {"text": "turn me up. I'd like to say this in my defense. I wasn't going to go,", "start": 1351.1, "end": 1356.12}, {"text": "that I put in Fogo to Chow just for S and G's and I was fucking three", "start": 1356.34, "end": 1360.36}, {"text": "hundred and eighty one feet away.", "start": 1360.36, "end": 1361.6}, {"text": "Well, how can I say no less than five hundred feet away from Fogo? You could", "start": 1361.6, "end": 1366.48}, {"text": "say hey,", "start": 1366.48, "end": 1367.56}, {"text": "hey, let me go for me, call you a car, let me call you a car, call yourself a", "start": 1367.56, "end": 1372.78}, {"text": "car. It was also also good to here's the other here's the other piece of", "start": 1372.78, "end": 1377.16}, {"text": "it. You be closing in. It was it was that he was coming to dispute", "start": 1377.16, "end": 1380.5}, {"text": "something. It was closing in", "start": 1380.5, "end": 1381.68}, {"text": "that you're coming in to defend yourself. It was closing in one hour,", "start": 1381.68, "end": 1385.52}, {"text": "so you guys physically was not got it was one hour. They close for lunch from", "start": 1385.7, "end": 1390.5}, {"text": "lunch to get ready for dinner. You would know if you remember watching those", "start": 1390.5, "end": 1393.74}, {"text": "videos about Fogo de Chal, I don't watch many of them. You've seen the I F with", "start": 1393.74, "end": 1398.9}, {"text": "Ryan video where he goes to Fogo de Chal. You know that you know that goes", "start": 1398.9, "end": 1401.66}, {"text": "for lunch. We talked about I F with Ryan. No, I don't. He's a special secret. Is", "start": 1401.66, "end": 1407.78}, {"text": "he a special? Yeah, well, we've just said his name. I guess we're going to", "start": 1407.78, "end": 1409.94}, {"text": "have to if you if you guys there's a guy that we've been obsessed with for", "start": 1409.94, "end": 1412.86}, {"text": "play a year now if you guys are, but just as a fitness guru and we really want to work", "start": 1412.98, "end": 1417.24}, {"text": "with him. So if you guys are into fitness, check out IF with Ryan.", "start": 1417.24, "end": 1421.92}, {"text": "If you want to learn how to intermittent fast.", "start": 1421.92, "end": 1424.26}, {"text": "Have you guys ever done a fast?", "start": 1424.26, "end": 1425.98}, {"text": "I do a fast most days by accident.", "start": 1425.98, "end": 1429.1}, {"text": "Have you ever done a multi-day fast?", "start": 1429.1, "end": 1432.06}, {"text": "My dad used to.", "start": 1432.06, "end": 1433.06}, {"text": "I guess the longest I've done is probably a little over 24 hours for like a doctor or", "start": 1433.06, "end": 1438.62}, {"text": "something.", "start": 1438.62, "end": 1439.62}, {"text": "24 hours you get you feel amazing. Yeah, and then I think you if you keep going", "start": 1439.62, "end": 1443.66}, {"text": "you feel really bad. My dad was doing juice cleanses and fasts and P90X and", "start": 1443.66, "end": 1448.68}, {"text": "Diamond Dallas Page yoga. I was doing orange juice cleansing like he's bathing", "start": 1448.68, "end": 1452.88}, {"text": "in it. Yeah. My dad looked good though. I saw an old picture of my dad when I was", "start": 1452.88, "end": 1459.46}, {"text": "like 16. And now he looks like a fucking piece of shit. No, he looks like the same.", "start": 1459.46, "end": 1464.06}, {"text": "No, he looks like I... Your dad honestly looks like a cartoon mountain. Yeah. Yeah, he", "start": 1464.06, "end": 1468.9}, {"text": "he looks like he looks like he should be on a run. It's like the Rock Titan from", "start": 1468.9, "end": 1472.14}, {"text": "Hercules. He does that's cool. That's what a dad should look like. Your dad", "start": 1472.14, "end": 1475.74}, {"text": "looks like a golem, not a golem. What are you talking about? My dad doesn't look", "start": 1475.74, "end": 1479.38}, {"text": "like a golem. Sorry, that's not okay to say about my dad. I have a good", "start": 1479.38, "end": 1484.26}, {"text": "relationship with my father. You can't just make fun of him like that. You do", "start": 1484.26, "end": 1487.78}, {"text": "have a good relationship with it's going to end today. I think it's a jealous", "start": 1487.78, "end": 1490.3}, {"text": "thing from the both of you. I don't give a fuck about your dad. You guys care", "start": 1490.3, "end": 1494.14}, {"text": "about my dad. You guys hung out with my dad. Yeah, I mean I care about him. We", "start": 1494.14, "end": 1497.86}, {"text": "young out. We got drinks with him that one night and then he drank like eight", "start": 1497.88, "end": 1501.72}, {"text": "beers. I've gotten drinks with millions of people in my life and I don't give a", "start": 1501.72, "end": 1505.56}, {"text": "shit about them. You don't care about how many beers my dad drinks really fast?", "start": 1505.56, "end": 1509.68}, {"text": "No, I actually do think, I think that drinking, you don't care about my dad's", "start": 1509.68, "end": 1513.16}, {"text": "burger with the onions in it. Drinking alcohol is so special, it almost makes me", "start": 1513.16, "end": 1517.08}, {"text": "want to cry thinking about it. Yeah. Did you watch that movie with Mads", "start": 1517.08, "end": 1520.16}, {"text": "Mickelson where he dances at the end? No, you should watch it. Is it about", "start": 1520.16, "end": 1523.76}, {"text": "drinking? It's about how drinking brings us together, but it also can kill us.", "start": 1523.76, "end": 1527.12}, {"text": "yeah, I don't care if I die from fucking good and that the end Mads Mikkelsen", "start": 1527.24, "end": 1530.68}, {"text": "amazing thing. I used to have a really bad problem with it. We've been getting", "start": 1530.68, "end": 1533.64}, {"text": "back. We've been getting back into having and do you know what the best?", "start": 1533.64, "end": 1536.84}, {"text": "Do you know what the best part of that movie is? What is that? Whatever", "start": 1536.84, "end": 1539.44}, {"text": "country it's from, whatever I think, sweeping Danish or something that", "start": 1539.44, "end": 1543.24}, {"text": "foreign title of breakfast is is I think I wish the American title. I assume", "start": 1543.24, "end": 1547.84}, {"text": "it's a translation. The American title is another round, but then the foreign", "start": 1547.84, "end": 1551.34}, {"text": "whatever it is title is drug. Yeah, okay, that's sick. You know, it's cool", "start": 1551.34, "end": 1556.34}, {"text": "I'm drunk about I'm drunk. I think it's a", "start": 1556.34, "end": 1558.94}, {"text": "poster is him drinking like champagne, so out of the bar.", "start": 1558.94, "end": 1562.94}, {"text": "It's", "start": 1562.94, "end": 1565.48}, {"text": "there's the Swedish title for every single Mel Brooks movie is spring time", "start": 1565.48, "end": 1573.74}, {"text": "for blank really. That's funny. It's like spring time for frankenstein. The", "start": 1573.74, "end": 1578.26}, {"text": "way the way they localize tiles is so fun. They do that with all the old", "start": 1578.26, "end": 1582.34}, {"text": "Godzilla movies when they were like that nobody like cared about them. There's", "start": 1582.34, "end": 1586.18}, {"text": "making them in Japan and they were like localizing them for Germany and stuff", "start": 1586.22, "end": 1589.1}, {"text": "like in Germany. Every Godzilla movie is called King Kong.", "start": 1589.1, "end": 1591.74}, {"text": "It's all stuff like that now in the poster that is put like a picture of", "start": 1591.74, "end": 1595.98}, {"text": "just like rain. I just mean the big monster, yeah, King Kong, yeah, King", "start": 1595.98, "end": 1599.46}, {"text": "Kong and Conan. Yeah, that's yeah, it's awesome. Yeah, all the put it's so", "start": 1599.46, "end": 1603.56}, {"text": "great. There's a there's a bunch of stuff like that. What do you think the", "start": 1603.56, "end": 1605.98}, {"text": "localization of this podcast is going to be podcast about who is King Kong?", "start": 1605.98, "end": 1610.62}, {"text": "King Kong, yeah, yeah, I wonder what we're going to start a podcast called", "start": 1610.62, "end": 1615.62}, {"text": "King Kong, it would be cool to get a name. I think you get in serious trouble.", "start": 1615.66, "end": 1619.62}, {"text": "The you're not making money.", "start": 1619.62, "end": 1621.16}, {"text": "We should get like a list. I don't want to do nothing. I'm not making every", "start": 1621.16, "end": 1625.16}, {"text": "single localization of the podcast name. Well, we're ready to hire some", "start": 1625.16, "end": 1629.9}, {"text": "translators. We should get like and also we want you to localize it in the", "start": 1629.9, "end": 1633.26}, {"text": "way that they localize Pokemon, where they're going to call that coffee.", "start": 1633.26, "end": 1635.9}, {"text": "You're going to say that he's drinking like sake or something. Yep, because", "start": 1635.9, "end": 1639.18}, {"text": "coffee is like when they said the only giri was donuts. Exactly. Is that what", "start": 1639.18, "end": 1643.54}, {"text": "they said yeah. They said jelly, this jelly donut and it's and clearly I'm", "start": 1643.56, "end": 1647.4}, {"text": "so hungry. I'm gonna eat this hot dog and it's a piece of sushi. That's so", "start": 1647.4, "end": 1650.7}, {"text": "awesome when they do the dub and then they like yeah. They what would these", "start": 1650.7, "end": 1654.5}, {"text": "fat Americans because there's no way the line was I'm going to eat this hot dog.", "start": 1654.5, "end": 1658.5}, {"text": "Yeah, he's probably saying something else, but they had to make it so clear", "start": 1658.5, "end": 1662.16}, {"text": "that it was awesome because the kid is watching that and if they're holding a", "start": 1662.16, "end": 1665.6}, {"text": "thing that looks like Onigiri and they don't know what it is that I have, I", "start": 1665.6, "end": 1669.12}, {"text": "needed it yeah. It will break their brain for they'll be like what Pokemon", "start": 1669.12, "end": 1671.44}, {"text": "with them exactly yeah. Why are they eating a Pokemon? Do you think they eat", "start": 1671.48, "end": 1676.18}, {"text": "the Pokemon in the show? No man, we've been talked about. We talked we've been", "start": 1676.18, "end": 1679.76}, {"text": "talking about this. We love talking about eating Pokemon is yeah. Which one", "start": 1679.76, "end": 1685.3}, {"text": "would you not eat? That's that's the opposite of the question we've done", "start": 1685.3, "end": 1689.34}, {"text": "before. Mr. Mime,", "start": 1689.34, "end": 1691.0}, {"text": "I wouldn't know that I would eat the fuck out of him. Are you kidding me? I", "start": 1691.0, "end": 1695.28}, {"text": "want to eat. I want to beat it up", "start": 1695.28, "end": 1696.62}, {"text": "jinx", "start": 1696.62, "end": 1699.54}, {"text": "drinks. I beat it up, which Pokemon is the most I'm beating that we did that to", "start": 1700.46, "end": 1705.98}, {"text": "fuck. We did a whole episode about that. We're looping around. You're a looper", "start": 1705.98, "end": 1709.98}, {"text": "right now. I'm looping. I'm loopy. Do you guys remember that movie looper where", "start": 1709.98, "end": 1713.5}, {"text": "yeah,", "start": 1713.5, "end": 1713.74}, {"text": "that movie so bad? Why we got amazing reviews when I came out movie was shit.", "start": 1713.74, "end": 1719.22}, {"text": "What's because everyone was impressed that they made that they look like", "start": 1719.22, "end": 1721.9}, {"text": "Bruce.", "start": 1721.9, "end": 1722.14}, {"text": "That was all they did. They", "start": 1722.14, "end": 1725.5}, {"text": "yeah. Why is that cool? Like shit? Yeah, I look terrible movies. The Anna was in", "start": 1726.46, "end": 1730.92}, {"text": "it, though right great. It's a great movie. Yeah, it's a great movie. I don't", "start": 1730.92, "end": 1735.66}, {"text": "know what to say. That's exactly what I think every time I see Paul Dan. I love", "start": 1735.66, "end": 1738.46}, {"text": "that yeah, you know, I can't be that bad. I saw when I was a kid, though,", "start": 1738.46, "end": 1741.46}, {"text": "Miss on I saw him in New York City walking down the street when I was a kid.", "start": 1741.46, "end": 1744.54}, {"text": "I visited New York City when I was thirteen. I saw you say to him my I just", "start": 1744.54, "end": 1747.78}, {"text": "looked at him and my entire and I told my family. Nobody believed me. Yeah,", "start": 1747.78, "end": 1751.14}, {"text": "they were like why would he be walking around on the street and I was like it's", "start": 1751.14, "end": 1754.34}, {"text": "That is such a fucking...", "start": 1754.36, "end": 1755.88}, {"text": "In New York City, they were like, \"You're a liar.\"", "start": 1755.88, "end": 1757.88}, {"text": "That's so...", "start": 1757.88, "end": 1758.88}, {"text": "You fucked me up for years.", "start": 1758.88, "end": 1760.88}, {"text": "Why would a celebrity be walking around New York?", "start": 1760.88, "end": 1762.88}, {"text": "I know, dude.", "start": 1762.88, "end": 1763.88}, {"text": "Yeah.", "start": 1763.88, "end": 1764.88}, {"text": "Nowadays, I would love to run into him.", "start": 1764.88, "end": 1765.88}, {"text": "You ever walk with your girl down the street in New York City and she's like...", "start": 1765.88, "end": 1768.88}, {"text": "And they walk, somebody walks by and she's like, \"That was Cody.\"", "start": 1768.88, "end": 1771.88}, {"text": "Yeah.", "start": 1771.88, "end": 1772.88}, {"text": "And you go, \"What?\"", "start": 1772.88, "end": 1773.88}, {"text": "And they're like, \"That's Cody.", "start": 1773.88, "end": 1774.88}, {"text": "He's a musician.\"", "start": 1774.88, "end": 1775.88}, {"text": "Yeah.", "start": 1775.88, "end": 1776.88}, {"text": "And I'm like, \"I don't know who the fuck that guy was.\"", "start": 1776.88, "end": 1778.88}, {"text": "Yeah.", "start": 1778.88, "end": 1779.88}, {"text": "I can't even doubt.", "start": 1779.88, "end": 1780.88}, {"text": "Uh-huh.", "start": 1780.88, "end": 1781.88}, {"text": "But I do, then I chase after him.", "start": 1781.88, "end": 1782.88}, {"text": "after my holding down take a picture of them. I did see my first celebrity on", "start": 1782.88, "end": 1786.08}, {"text": "the street. Who'd you see? It's not even that cool of a of a", "start": 1786.08, "end": 1791.04}, {"text": "seeing because it's probably just his every day. I saw Jim Jarmusch. Who's that?", "start": 1791.04, "end": 1797.76}, {"text": "I don't think I would recognize him if I saw him. Who's Jim Jarmusch? He's got a very", "start": 1797.76, "end": 1800.92}, {"text": "recognizable face. He's a director. Yeah he directed. He's got a camera in front of it.", "start": 1800.92, "end": 1804.84}, {"text": "uh-huh", "start": 1804.84, "end": 1805.84}, {"text": "that's so funny. It is the funniest thing we've done in so long. We did it years.", "start": 1805.84, "end": 1822.44}, {"text": "Me and Patrick. I think no, I think as a as a collective podcast right yeah, we", "start": 1822.44, "end": 1828.24}, {"text": "all did it together. So we actually put podcast collective podcast. We are if", "start": 1828.24, "end": 1832.08}, {"text": "when you're a podcast, not so much to New York in 2016. I saw I got dinner or", "start": 1832.1, "end": 1838.8}, {"text": "lunch. I don't remember you got dinner with it's the same with my dad at a", "start": 1838.8, "end": 1842.5}, {"text": "restaurant and at the table next to us, two guys were eating and guess who they", "start": 1842.5, "end": 1846.7}, {"text": "were. They were Laurel and Hardy, Ben Stiller and Martin Freeman. Wow, really?", "start": 1846.7, "end": 1851.6}, {"text": "That's actually crazy. That's fire right next to us. And I was like, New York,", "start": 1851.6, "end": 1855.5}, {"text": "probably you go here. You see celebrities every day and I've never seen", "start": 1855.5, "end": 1858.5}, {"text": "another celebrity here in my entire life. We should get men still have been", "start": 1858.5, "end": 1860.7}, {"text": "Ben Stiller did Hollywood handbook. He should do really yeah. Okay, you", "start": 1860.7, "end": 1863.34}, {"text": "don't get him big time in Hollywood, Florida. If you remember that show, he", "start": 1863.34, "end": 1867.14}, {"text": "did the Ben Stiller show, read our productions, read I production that I", "start": 1867.14, "end": 1870.66}, {"text": "we need to get Greg on this show. Greg, we know, and got Phil. No, we need to", "start": 1870.66, "end": 1875.06}, {"text": "go Greg. We do not need to", "start": 1875.06, "end": 1877.34}, {"text": "no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,", "start": 1877.34, "end": 1880.54}, {"text": "we're going to be the ones to bring him down. Yeah, you think so honey pot", "start": 1880.54, "end": 1883.5}, {"text": "well, we're going to say you were texting seventeen. You were texting at", "start": 1883.5, "end": 1888.82}, {"text": "to shoot yeah try working. Did you hear about that? No was telling me", "start": 1888.86, "end": 1892.66}, {"text": "get off your phone.", "start": 1892.66, "end": 1896.9}, {"text": "No is telling me that he's like", "start": 1896.9, "end": 1899.58}, {"text": "he's like a weird guy. He tries to pick up Nicholas Brown. He tries to know", "start": 1899.58, "end": 1905.1}, {"text": "literally everybody knows this. No, no, no, no, no, no, no, no, no, no, no, no,", "start": 1905.1, "end": 1908.94}, {"text": "no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,", "start": 1908.94, "end": 1911.98}, {"text": "no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,", "start": 1911.98, "end": 1915.02}, {"text": "no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,", "start": 1915.02, "end": 1917.86}, {"text": "I literally will be like oh shit and fill my dog will see because he loves Noah", "start": 1917.9, "end": 1922.62}, {"text": "and he'll see girls on the street and try to walk up to them because he thinks", "start": 1922.62, "end": 1925.18}, {"text": "they're no. Yeah, yeah, messed up, messed up. Noah, cut your damn hair. No", "start": 1925.18, "end": 1930.82}, {"text": "man should have any hair. I'll say that look like men shouldn't have hair. It's", "start": 1930.82, "end": 1935.54}, {"text": "a feminine. I want to get Noah's haircut while he's sleeping. You want to get it", "start": 1935.54, "end": 1941.74}, {"text": "because I live next to him in a wall by a wall that separates us. I could go into", "start": 1941.74, "end": 1947.3}, {"text": "to his room. You could go through. I just had the most incredible vision of", "start": 1947.3, "end": 1950.22}, {"text": "Patrick in like ten years from now, teaching like an English one on one", "start": 1950.22, "end": 1954.98}, {"text": "course, like a two hundred person public university English class and how amazing", "start": 1954.98, "end": 1959.88}, {"text": "your lectures would be. Yeah, yeah, yeah, you'd be teaching them funny words. I'd", "start": 1959.88, "end": 1963.98}, {"text": "be teaching them how to talk in a style that is. What books would you put on the", "start": 1963.98, "end": 1968.14}, {"text": "I know, I know, I know what your first your first slide would be.", "start": 1968.14, "end": 1970.9}, {"text": "Screenshot of a drill tweet.", "start": 1970.9, "end": 1972.7}, {"text": "yeah, study this a lot of people would say this isn't this is the study. This", "start": 1974.22, "end": 1978.58}, {"text": "class is about the study of brevity. This is a text. You would say that this is", "start": 1978.58, "end": 1983.1}, {"text": "text. Yeah, this is text. This is and this is photos", "start": 1983.1, "end": 1986.54}, {"text": "and now this is yeah teaching an English class and is showing photos. This is a", "start": 1986.54, "end": 1992.58}, {"text": "photo photos. Now learn how to look at these. You think that texts that look at", "start": 1992.58, "end": 1997.9}, {"text": "this line of text thinking that they don't line of text six words. Look at", "start": 1997.9, "end": 2001.66}, {"text": "photo that accompanies it. One thousand and six. Wow. You would be such an amazing teacher.", "start": 2001.7, "end": 2007.34}, {"text": "I wish I had there was more professors like you in this world. I'd be such a good teacher", "start": 2007.34, "end": 2011.64}, {"text": "for people with adult ADHD. No normal people. Normal people. Good people. Completely normal", "start": 2011.64, "end": 2016.18}, {"text": "people. I could teach the syllabus one line. I wish I could. I wish. Fuck the bullshit.", "start": 2016.18, "end": 2023.22}, {"text": "I wish I could go back in time and make you older than me. I want to look up to you so", "start": 2023.22, "end": 2026.42}, {"text": "bad. Yeah. I want to look up to you in every way and I want you to teach me everything", "start": 2026.42, "end": 2030.22}, {"text": "thing that you've ever learned this. I showed him my penis and now he's being", "start": 2030.22, "end": 2033.38}, {"text": "very kind to me and I want to look up at it. I see you different is being very,", "start": 2033.38, "end": 2038.42}, {"text": "very yeah. I think you don't realize, but you completely changed your", "start": 2038.42, "end": 2041.76}, {"text": "relationship with us forever. I looked at the cock through the cracks in your", "start": 2041.76, "end": 2044.7}, {"text": "fingers and now I can't poetry. Oh, my God, the English teacher, I", "start": 2044.7, "end": 2049.1}, {"text": "right at the cock through the cracks in your fingers.", "start": 2049.1, "end": 2051.9}, {"text": "That is a rupee power poem, the most incredible line of poetry I've ever", "start": 2051.9, "end": 2057.02}, {"text": "someone say say it one more time. I've peered at your cock through the cracks", "start": 2057.06, "end": 2061.5}, {"text": "in your fingers.", "start": 2061.5, "end": 2062.3}, {"text": "I could listen to that forever. Keep going and what I've seen cannot be", "start": 2062.3, "end": 2067.82}, {"text": "undone.", "start": 2067.82, "end": 2068.34}, {"text": "That's not as good as no, but how can you beat that first line? That is truly", "start": 2068.34, "end": 2073.54}, {"text": "the best first line I've ever heard. That's an amazing line. That's", "start": 2073.54, "end": 2075.78}, {"text": "incredible. I'm kind of writerly in that way. Do you guys think I'll ever", "start": 2075.78, "end": 2080.3}, {"text": "write a book? No, no, no. You said yeah first, but I don't think I have. I", "start": 2080.3, "end": 2085.54}, {"text": "I don't think you're I think that is the hardest right. I could definitely write", "start": 2085.54, "end": 2090.0}, {"text": "a chapter. I think you could write a chapter. I don't think you're right. I", "start": 2090.0, "end": 2092.74}, {"text": "think I think a book is probably the hardest thing to do in the world is", "start": 2092.74, "end": 2096.22}, {"text": "write a book, but people do them all the time. I don't think that's true. I", "start": 2096.22, "end": 2098.86}, {"text": "think I think I think if you're actually trying, I think it's really hard, but I", "start": 2098.86, "end": 2102.82}, {"text": "think people I think it's really easy to write to just write all the way through", "start": 2102.82, "end": 2106.18}, {"text": "you write a chapter a day and you don't care and then you put it on Amazon and", "start": 2106.18, "end": 2109.98}, {"text": "rack up that money. Yeah, right up that five cents from an old lady who", "start": 2109.98, "end": 2113.74}, {"text": "I accidentally bought it because I was like trying and she's trying to jack", "start": 2113.78, "end": 2116.62}, {"text": "off. What would I write? What you guys are in works about when I was ten years", "start": 2116.62, "end": 2119.82}, {"text": "old, I tried to start writing a book. You would not believe how many books I", "start": 2119.82, "end": 2123.7}, {"text": "wrote as a kid. Yeah, you got sure you can guess and then thirteen knowing me.", "start": 2123.7, "end": 2128.1}, {"text": "Yeah, I halfway through just started listing all of the skateboard companies", "start": 2128.1, "end": 2132.98}, {"text": "that I knew about", "start": 2132.98, "end": 2133.82}, {"text": "your book would be a hero. You would make a coffee table book about", "start": 2133.82, "end": 2138.34}, {"text": "skateboarding. I guess with pictures, the worst that is. Yeah, that is such a", "start": 2138.34, "end": 2142.9}, {"text": "cheat code to make a coffee table book. Yeah, all you have to do is just hire", "start": 2142.94, "end": 2146.0}, {"text": "someone to license all the pictures for you. It's easy to like yeah, I wrote", "start": 2146.0, "end": 2148.8}, {"text": "that's a great idea for a cocktail book is just pictures. I like yeah, you just", "start": 2148.8, "end": 2152.36}, {"text": "license the photos from that's the future. Is that a fuck with just cool", "start": 2152.36, "end": 2155.8}, {"text": "ass pictures? Yeah, that's a great we should put out a coffee. That was what", "start": 2155.8, "end": 2159.8}, {"text": "David, we're just selling these ideas. David Beckham's kid did we're going to", "start": 2159.8, "end": 2163.88}, {"text": "have another NDA today and we're actually going to have a QR code on the", "start": 2163.88, "end": 2167.04}, {"text": "screen this time like we asked and like I generally a QR code for and did a lot", "start": 2167.04, "end": 2170.72}, {"text": "he had a QR code and you didn't put it in the show because he's he was to you", "start": 2170.76, "end": 2175.46}, {"text": "know. He told me you know what he told me. He told me he had the QR code file", "start": 2175.46, "end": 2179.14}, {"text": "downloaded. He had it on his computer. He had the thing up and then he was like I", "start": 2179.14, "end": 2182.82}, {"text": "just don't want to do a lot of editing. Fuck me. You put a picture. It's a", "start": 2182.82, "end": 2186.04}, {"text": "picture. He's on. He thinks that we don't know how to use premier. He's on", "start": 2186.04, "end": 2188.76}, {"text": "vacation. He's barely on big. It would take point five seconds and he's not on", "start": 2188.76, "end": 2192.68}, {"text": "vacation because he didn't get approved. Well, I thought of after effects never", "start": 2192.68, "end": 2196.84}, {"text": "And he's going to be putting in a cool slimy logo right here.", "start": 2197.04, "end": 2200.48}, {"text": "You wish he never just shook his head. No bastard.", "start": 2200.48, "end": 2204.56}, {"text": "Did you guys already talk about the police to what police basically burned all", "start": 2204.56, "end": 2208.44}, {"text": "the material stuff? Yeah, yeah. But we got, it's okay. That was, but that was,", "start": 2208.44, "end": 2212.28}, {"text": "what happened? I was there. I was the one who was there. Yeah.", "start": 2212.28, "end": 2214.84}, {"text": "But he was there twice.", "start": 2214.84, "end": 2215.96}, {"text": "So this is a thing that you talked about on beers. We drink already.", "start": 2215.96, "end": 2219.12}, {"text": "Yeah. So we can't even, I need to stop getting the scoops on beers. We drank.", "start": 2219.12, "end": 2223.48}, {"text": "Yeah. Yeah. It's not really the way. Yeah. I really should.", "start": 2223.48, "end": 2225.88}, {"text": "This matters a lot more. You know what I guess we can talk about. I guess there's", "start": 2225.88, "end": 2230.28}, {"text": "nothing. Yeah, why don't you bring up the next topic that you because we don't", "start": 2230.28, "end": 2232.64}, {"text": "know what you talked about. So just bring up something new. My favorite", "start": 2232.64, "end": 2235.36}, {"text": "vegetables. Okay, let me guess.", "start": 2235.36, "end": 2237.6}, {"text": "Coriander. Brussels sprouts. I know he loves Brussels sprouts, but I feel like", "start": 2237.6, "end": 2243.52}, {"text": "you would also like them. I definitely like them, but not your favorite. My", "start": 2243.52, "end": 2246.44}, {"text": "favorite vegetable is also cruciferous though. Cruciferous? Broccoli. Yes.", "start": 2246.44, "end": 2250.68}, {"text": "That's my favorite too. That's my favorite. Yeah. They're all", "start": 2250.68, "end": 2253.36}, {"text": "sons of mustard.", "start": 2253.36, "end": 2255.44}, {"text": "Bloody, what are you talking about?", "start": 2255.44, "end": 2258.64}, {"text": "The mustard plant. It's the father, the mother.", "start": 2258.64, "end": 2262.56}, {"text": "The broccoli is the son of a mustard plant?", "start": 2262.56, "end": 2265.56}, {"text": "Of Brussels sprouts.", "start": 2265.56, "end": 2266.56}, {"text": "Really?", "start": 2266.56, "end": 2267.56}, {"text": "The son of a mustard plant.", "start": 2267.56, "end": 2268.56}, {"text": "They're all sons of mustard.", "start": 2268.56, "end": 2269.56}, {"text": "But mustard just makes these little seeds.", "start": 2269.56, "end": 2271.44}, {"text": "Yeah.", "start": 2271.44, "end": 2272.44}, {"text": "With the angle in it, you can turn those seeds into different kinds of seeds through selective", "start": 2272.44, "end": 2277.24}, {"text": "breeding through millions of years.", "start": 2277.24, "end": 2279.4}, {"text": "Millions?", "start": 2279.4, "end": 2280.4}, {"text": "Brussels sprouts, broccoli, I think arugula. I don't remember.", "start": 2280.4, "end": 2284.4}, {"text": "you guys should as I call it, you guys, but there's a bunch of stuff that", "start": 2284.4, "end": 2288.64}, {"text": "mustard is responsible for speaking of millions of years, you guys should be", "start": 2288.64, "end": 2294.44}, {"text": "razzles, you guys should be watching prehistoric planet season two. Yeah, it's", "start": 2294.44, "end": 2299.36}, {"text": "coming out right now. It's so I don't understand how somebody could be so", "start": 2299.36, "end": 2303.7}, {"text": "irresponsible as to focus on pre history when we're living through some truly", "start": 2303.7, "end": 2308.08}, {"text": "know what the best part of the new post, open your eyes and watch the historic", "start": 2308.08, "end": 2311.32}, {"text": "planet, the new prehistoric planet season, which what's the guy's name", "start": 2311.36, "end": 2315.34}, {"text": "at and burrow? It's his first David David at and burrow. I have him narrating it", "start": 2315.34, "end": 2318.8}, {"text": "of course, and every episode starts it opens it's a it's black. It fades up to", "start": 2318.8, "end": 2323.38}, {"text": "him standing in a study and just the first word he said he just he just goes", "start": 2323.38, "end": 2326.94}, {"text": "nine. This", "start": 2326.94, "end": 2327.66}, {"text": "I", "start": 2327.66, "end": 2330.26}, {"text": "my phone", "start": 2330.26, "end": 2331.48}, {"text": "like you saw what now there's a pterodactyl coming into the room to", "start": 2331.48, "end": 2335.42}, {"text": "attack. So that's what every other starts and it makes me laugh every time,", "start": 2335.42, "end": 2339.74}, {"text": "and I have a video of it on my phone. Listen to this", "start": 2339.78, "end": 2341.68}, {"text": "I just believe", "start": 2359.78, "end": 2360.94}, {"text": "you're exaggerated. No, it's exactly what he fucking says. Holy shit! Oh my God,", "start": 2360.94, "end": 2368.02}, {"text": "so good", "start": 2368.02, "end": 2369.22}, {"text": "this is wow he's so he's lost it yeah he's so fucked up dude. He's past. He", "start": 2369.22, "end": 2375.06}, {"text": "does the thing he does the old guy thing where he moves his head too much to", "start": 2375.06, "end": 2378.26}, {"text": "compensate for the probably doesn't know what he's saying and he goes like the", "start": 2378.26, "end": 2381.18}, {"text": "t rex is a", "start": 2381.18, "end": 2382.1}, {"text": "noble animal and he's like wobbling all around. He rexes are not noble to their.", "start": 2382.1, "end": 2388.18}, {"text": "he doesn't say that it is made that up right now.", "start": 2388.22, "end": 2390.22}, {"text": "- The dexterity is mean.", "start": 2390.22, "end": 2391.76}, {"text": "- They have funny dinosaurs on this season.", "start": 2391.76, "end": 2393.54}, {"text": "They have one with a one horn that looks like a,", "start": 2393.54, "end": 2395.9}, {"text": "he's fat too and he's got--", "start": 2395.9, "end": 2397.1}, {"text": "- It's all made up.", "start": 2397.1, "end": 2398.46}, {"text": "- No, well actually one of them,", "start": 2398.46, "end": 2400.06}, {"text": "it was blind in one eye.", "start": 2400.06, "end": 2401.18}, {"text": "- It's all made up.", "start": 2401.18, "end": 2402.14}, {"text": "- So you're actually right.", "start": 2402.14, "end": 2403.32}, {"text": "It wasn't, it was red.", "start": 2403.32, "end": 2404.9}, {"text": "- They're all made up.", "start": 2404.9, "end": 2405.82}, {"text": "- Red, marooning.", "start": 2405.82, "end": 2407.18}, {"text": "The show is completely made up", "start": 2407.18, "end": 2408.42}, {"text": "'cause they don't know shit about these things.", "start": 2408.42, "end": 2409.74}, {"text": "- These are human bones.", "start": 2409.74, "end": 2411.14}, {"text": "These are human bones that they have been moving around.", "start": 2411.14, "end": 2413.74}, {"text": "- He was researching the one eyed one horn.", "start": 2413.74, "end": 2416.06}, {"text": "- Yeah.", "start": 2416.06, "end": 2416.9}, {"text": "- Not, don't even say it.", "start": 2416.9, "end": 2417.72}, {"text": "the fly. Okay, thank God. That's why we got an indoor office. They can show the", "start": 2417.72, "end": 2421.16}, {"text": "dinosaurs fuck a bunch and they show their things and their poop. There's", "start": 2421.16, "end": 2424.48}, {"text": "babies that eat their mom's poop and that's like, you can't know that they", "start": 2424.48, "end": 2428.08}, {"text": "did that. Yeah. There's, what do you, went into their stomach and you found...", "start": 2428.08, "end": 2431.24}, {"text": "We call them Dorans. You found...", "start": 2431.24, "end": 2432.44}, {"text": "Yeah. You went in these, you went into baby... I'm okay with it if it plays", "start": 2432.44, "end": 2437.56}, {"text": "the sound effect. You went into baby dinosaur's stomachs and you found their", "start": 2437.56, "end": 2441.24}, {"text": "mom's poop and I don't think so. There was not enough dinosaurs. There's no", "start": 2441.24, "end": 2443.64}, {"text": "way. I think they just made that up for the TV show to be gross and nasty.", "start": 2443.64, "end": 2446.96}, {"text": "they're doing these shows about dinosaurs, then yes, they should be", "start": 2447.2, "end": 2450.4}, {"text": "they should be also doing the show about big foots one on one horn flying purple", "start": 2450.4, "end": 2457.72}, {"text": "people. Yes, Loch Ness, I'm one hundred percent in agreement. Brownies,", "start": 2457.72, "end": 2461.68}, {"text": "Pajama Sam, Pajama Sam,", "start": 2461.68, "end": 2463.72}, {"text": "Freddy Fish, yeah, I Fox those games. I replayed all those about four years ago.", "start": 2463.72, "end": 2469.52}, {"text": "Yeah, I was in college. They hold up. It was fun as fuck. I is good. I played it", "start": 2469.52, "end": 2474.44}, {"text": "I was like we talked about the put put speed run. Have you seen that we are", "start": 2474.44, "end": 2479.56}, {"text": "yeah? Yeah,", "start": 2479.56, "end": 2480.6}, {"text": "well, they just click. It's just it's just a game of osu with no no circles.", "start": 2480.6, "end": 2486.16}, {"text": "You just click everywhere really fast and then the guy messes up and he was", "start": 2486.16, "end": 2488.96}, {"text": "fuck.", "start": 2488.96, "end": 2489.52}, {"text": "Those are fun, man. Those were my earliest gaming memories. Probably I", "start": 2489.52, "end": 2497.0}, {"text": "never played those. I they only they had those at the at the at the library, the", "start": 2497.0, "end": 2500.64}, {"text": "town library. I never had time to play a full one. I would just play whatever the screen", "start": 2500.68, "end": 2507.08}, {"text": "was up on when I got to the library for a little while. But I cared more about Adventure Quest.", "start": 2507.08, "end": 2511.6}, {"text": "We had a game on my computer. It was a Star Wars game where you put a Millennium Falcon", "start": 2511.6, "end": 2518.6}, {"text": "peripheral on to your keyboard and then you put your action figures in the thing and then", "start": 2518.6, "end": 2526.96}, {"text": "supposed to press the button through this like stupid peripheral, but we couldn't get it running", "start": 2529.28, "end": 2533.12}, {"text": "like an amiibo. No, it was like literally like it is the chair pushes down onto a key.", "start": 2533.12, "end": 2538.96}, {"text": "So you like the control key or something? Yeah, yeah, like it's like WASD. You could have just", "start": 2538.96, "end": 2544.48}, {"text": "sat there done this. You could have played it with the thing, but like, you know, it's like here is a", "start": 2544.48, "end": 2548.56}, {"text": "Millennium Falcon peripheral that you have to strap to your keyboard. Man, old like playing,", "start": 2548.56, "end": 2555.2}, {"text": "I think finding computer games actually ran on the family computer was such a", "start": 2555.2, "end": 2558.56}, {"text": "strong. They're always dude. I", "start": 2558.56, "end": 2560.04}, {"text": "can't play for two weeks. Surely Tempo", "start": 2560.04, "end": 2563.84}, {"text": "Nancy Drew. Oh yeah. I remember ordering games off ebay. That was like a used", "start": 2563.84, "end": 2572.0}, {"text": "disc that was like five dollars. I'd get it and be like oh, this is power PC.", "start": 2572.0, "end": 2576.72}, {"text": "You can't run it. I remember", "start": 2576.72, "end": 2578.0}, {"text": "man game I got on cd. I bought it somewhere on like a like a yard sale or", "start": 2578.0, "end": 2584.88}, {"text": "and it broke my heart. I crashed my computer. The biggest come up in my life was finding", "start": 2584.92, "end": 2590.2}, {"text": "a Half-Life game of the year that included Opposing Force. If I had had Half-Life, because", "start": 2590.2, "end": 2596.28}, {"text": "Half-Life was old enough that it would have ran on anybody's computer probably, right?", "start": 2596.28, "end": 2599.96}, {"text": "So I wish I'd had that. My parents wouldn't have let me play it. Oh, but my computer didn't", "start": 2599.96, "end": 2603.32}, {"text": "have a graphics card. This was before integrated graphics, too. Yeah. I found that at the Goodwill", "start": 2603.32, "end": 2609.32}, {"text": "and Derry, New Hampshire. Then I came home and then installed it on every single", "start": 2609.32, "end": 2615.36}, {"text": "computer in the house. Dude, two of the computers. Every single computer. My", "start": 2615.36, "end": 2621.8}, {"text": "computer. I think if I had been into... Do you ever hear people talk about stuff that", "start": 2621.8, "end": 2627.6}, {"text": "they were into at an age where you didn't even know what that was? And you're", "start": 2627.6, "end": 2630.6}, {"text": "like, \"I would probably be a different person if I had that exposure to that", "start": 2630.6, "end": 2633.68}, {"text": "media.\" I think Half-Life is one of those things where that's... I don't think I", "start": 2633.68, "end": 2636.84}, {"text": "did I experience anything that could be considered a good piece of art or media", "start": 2636.84, "end": 2642.12}, {"text": "until I was probably fifteen years old? Oh, absolutely. Like I just had nothing", "start": 2642.12, "end": 2645.66}, {"text": "going on. It was all just YouTube videos and the worst music ever. Mine is", "start": 2645.66, "end": 2649.56}, {"text": "definitely anime. If I had actually figured out how to watch anime as a kid,", "start": 2649.56, "end": 2653.44}, {"text": "it would have been completely over for me. Thank God I was too ADHD to fucking", "start": 2653.44, "end": 2657.76}, {"text": "pay attention to the subtitles, because I got, I got, I watched the first season", "start": 2657.76, "end": 2662.36}, {"text": "of Gurren Lagann. Dude, that's exactly what I was about to say. I remember in", "start": 2662.36, "end": 2666.08}, {"text": "middle school hearing about Gurin Lagan like going to watch it and like big dog.", "start": 2666.12, "end": 2670.28}, {"text": "I don't even know if that's right. That's just how I always have. So just", "start": 2670.28, "end": 2672.74}, {"text": "keep going in Gloggin Gloggin. I think it's I don't even know to be honest. I", "start": 2672.74, "end": 2676.94}, {"text": "just said that yeah, but you could be completely right good and like that, but", "start": 2676.94, "end": 2681.56}, {"text": "I remember watching it and being like this girl's boobs are too big. I can't", "start": 2681.56, "end": 2685.28}, {"text": "watch this and she's thirty. Yeah, I think she's old. She's thirteen in that", "start": 2685.28, "end": 2690.06}, {"text": "show. I think the thing is she's an adult old adult and the kid is young and", "start": 2690.06, "end": 2693.82}, {"text": "it's like she has big boobies. Oh yeah, that she's yeah, that's like a", "start": 2693.86, "end": 2697.42}, {"text": "first, you know, she could be like eleven. I don't know the first scene in", "start": 2697.42, "end": 2700.56}, {"text": "the show is him like", "start": 2700.56, "end": 2701.78}, {"text": "see like they they do like a like a like a glint like a like a star shows up on", "start": 2701.78, "end": 2708.12}, {"text": "her boob. Yeah, they did. Turtles are insane. She had those are the most", "start": 2708.12, "end": 2713.08}, {"text": "insane. Have you never seen these? I never even heard of you would have gone", "start": 2713.08, "end": 2716.64}, {"text": "cray. I went for it. I went cray for sexy jitsu in Naruto. Yeah, I think", "start": 2716.64, "end": 2721.96}, {"text": "Naruto is the big thing where if my parents had let me watch that, I would be a completely", "start": 2721.98, "end": 2726.72}, {"text": "different person.", "start": 2726.72, "end": 2727.72}, {"text": "I got into Naruto in the third grade for the summer. I bought all the action figures on", "start": 2727.72, "end": 2731.44}, {"text": "my birthday and then stopped watching it completely because I was like, \"This is the worst part.\"", "start": 2731.44, "end": 2737.4}, {"text": "As soon as they switched to being teenagers, it was too scary for me.", "start": 2737.4, "end": 2740.16}, {"text": "Shippuden?", "start": 2740.16, "end": 2741.16}, {"text": "Yeah. No, I didn't watch any of that.", "start": 2741.16, "end": 2742.16}, {"text": "I didn't even know there got to be teenagers.", "start": 2742.16, "end": 2744.72}, {"text": "I think Shippuden, they started airing it later on in the day or something because you", "start": 2744.72, "end": 2748.48}, {"text": "he wanted more blood and so I couldn't watch all that, but I had the headband.", "start": 2748.48, "end": 2751.94}, {"text": "I would walk around with a headband and my really I wanted the head. It was my", "start": 2751.94, "end": 2755.02}, {"text": "brother's friend, Sam Hacker, who played the slap. He slapped the bass guitar and", "start": 2755.02, "end": 2759.14}, {"text": "he left at our house one time and so I had the headband. Yeah, I saw I wanted a", "start": 2759.14, "end": 2763.66}, {"text": "Yu-Gi-Oh! dual disc. I had, though I had no you, your cards. I had things are", "start": 2763.66, "end": 2767.6}, {"text": "fucking expensive. Do you still have that you can see I did not I destroyed", "start": 2767.6, "end": 2771.02}, {"text": "that thing. Why do you those are because I was got in a jackass when I was nine", "start": 2771.02, "end": 2774.7}, {"text": "and I was don't make those anymore. I feel myself breaking it. You can sell", "start": 2774.7, "end": 2778.18}, {"text": "those for hundreds of dollars. Now I think I fucked up so many toys as a kid", "start": 2778.22, "end": 2782.78}, {"text": "that isn't that I'm not so funny and that you could everybody bet on the", "start": 2782.78, "end": 2786.92}, {"text": "wrong thing. You beg for a dual disc as a kid and your mom's like fucking fine.", "start": 2786.92, "end": 2790.74}, {"text": "Okay, whatever I need a little kid and then you grow up and you're like fuck", "start": 2790.74, "end": 2794.22}, {"text": "you mom. Somebody I know it's worth something. There's somebody that we all", "start": 2794.22, "end": 2797.38}, {"text": "know just recent. I talked to him yesterday. No, no, no, no, don't try to", "start": 2797.38, "end": 2801.1}, {"text": "guess what it is because I don't know if they want to have this publicly.", "start": 2801.1, "end": 2803.7}, {"text": "with their name. They got a bunch of calls from their home state and they were like about", "start": 2803.72, "end": 2809.8}, {"text": "like some taxing. They're like, \"What the fuck is this?\" And they looked at their like", "start": 2809.8, "end": 2812.72}, {"text": "first bank account they opened when they were like 15, and there was $6,000 in it. They", "start": 2812.72, "end": 2818.8}, {"text": "have no idea what it's from.", "start": 2818.8, "end": 2820.32}, {"text": "That's crazy.", "start": 2820.32, "end": 2821.32}, {"text": "Isn't that amazing? That would be the best. And it made me so jealous. Yeah, because I'm", "start": 2821.32, "end": 2827.0}, {"text": "a guy, every man sits around all day thinking about what they're going to do when they eventually", "start": 2827.0, "end": 2831.56}, {"text": "win the lottery.", "start": 2831.56, "end": 2832.56}, {"text": "That's enough for me. That's about what we're, that's pretty much. Yeah, $6,000.", "start": 2832.56, "end": 2835.92}, {"text": "That's what I imagine. I think that I forgot to close. They would cancel all of my medical and credit card debts.", "start": 2835.92, "end": 2840.08}, {"text": "I'm pretty sure that I have a, I still have my childhood bank account that I stopped using", "start": 2840.08, "end": 2844.24}, {"text": "because it was only in Massachusetts. Yeah. I think I forgot to close it, but I think", "start": 2844.24, "end": 2848.4}, {"text": "instead of $6,000 in there, I'm pretty sure it was like negative $150. Yeah, it's way overdrafted.", "start": 2848.4, "end": 2852.56}, {"text": "I think something, I don't want to ever think about it. That's right. You get a call from the bank,", "start": 2852.56, "end": 2855.92}, {"text": "you're like, holy fuck, this is my thing. They're like, yeah, you have $1 million in overdraft fees.", "start": 2855.92, "end": 2862.48}, {"text": "please it's possible shut down. I think I just turned off all the emails from", "start": 2862.48, "end": 2866.48}, {"text": "them and just never close the account. I don't know how much I left in there", "start": 2866.48, "end": 2869.52}, {"text": "when I was in when we were in college and I was like really broke. I would", "start": 2869.52, "end": 2872.56}, {"text": "always like optimistically open a savings account, but then it would get", "start": 2872.56, "end": 2875.76}, {"text": "overdrafted fifteen different times because I never put any money in it and", "start": 2875.76, "end": 2879.04}, {"text": "I had the fee. If you have less than three hundred bucks and then I would", "start": 2879.04, "end": 2881.92}, {"text": "just close it and I probably did that like six different times and I kept", "start": 2881.92, "end": 2885.08}, {"text": "letting me open. Yeah, I probably am really over. I should check that one. I", "start": 2885.08, "end": 2888.4}, {"text": "don't know. It doesn't matter. It's not going to do anything. It's kind of", "start": 2888.4, "end": 2890.64}, {"text": "got a dollars in my savings every month and then it takes it out really, but I", "start": 2890.68, "end": 2897.04}, {"text": "have six cents in there.", "start": 2897.04, "end": 2898.44}, {"text": "I have six cents in my savings. We need to get serious about our money guys. I'm", "start": 2898.44, "end": 2903.68}, {"text": "serious about money. You guys aren't you. I'm the move here with one million", "start": 2903.68, "end": 2907.76}, {"text": "dollars. Yeah, that's because you like cereal. Yeah, I can't do cereal. I need", "start": 2907.76, "end": 2911.0}, {"text": "champagne for breakfast every year. Cereal is fucking expensive. Now don't", "start": 2911.0, "end": 2915.12}, {"text": "even talk to me. I'm serious. Eggs are getting expensive. Everything's getting", "start": 2915.12, "end": 2919.16}, {"text": "so expensive eggs are when we when I lived in Boston eggs or one dollar fifty", "start": 2919.2, "end": 2923.52}, {"text": "nine cents. Now I get a six thing eggs. The cheapest one at the store is four", "start": 2923.52, "end": 2926.84}, {"text": "fifty when I lived with my parents, it was more expensive than that really", "start": 2926.84, "end": 2930.36}, {"text": "yeah eggs were free when I lived with my mom and dad and I don't buy that was", "start": 2930.36, "end": 2934.64}, {"text": "food and so is the roof over my head. We should just move back in with our", "start": 2934.64, "end": 2938.24}, {"text": "parents. I so much money man. I would love to move. We should move in with", "start": 2938.24, "end": 2941.92}, {"text": "each other's parents. We should do a rotation. I could hang out great idea.", "start": 2941.92, "end": 2944.92}, {"text": "Yeah, you're your dad and I would he would look through my record collection.", "start": 2944.92, "end": 2948.52}, {"text": "he'd say that's what I honestly think that I could show with either of your", "start": 2948.56, "end": 2951.82}, {"text": "parents. My dad's you guys could not chill at my parents houses. No, my", "start": 2951.82, "end": 2955.96}, {"text": "parents are, my parents are easy mode. Yeah, his is medium and then yours is", "start": 2955.96, "end": 2961.82}, {"text": "legendary. Yeah, I have the legendary difficulty home life.", "start": 2961.82, "end": 2965.48}, {"text": "No, it's fine to visit. They're good people. If you stay with my mom, it", "start": 2965.48, "end": 2971.06}, {"text": "would be a little easier, but also you have a 13 year old running around", "start": 2971.06, "end": 2974.06}, {"text": "hitting you with nerf bullets all day. That's why it's hard mode. That's why", "start": 2974.06, "end": 2977.42}, {"text": "legendary is that there's a child kicked out for saying shut the fuck up. Yeah.", "start": 2977.42, "end": 2981.1}, {"text": "And then my dad is just like,", "start": 2981.1, "end": 2982.66}, {"text": "my dad is just like kind of wandering around kind of asking you when you're", "start": 2982.66, "end": 2986.26}, {"text": "going to leave suddenly. Hey, so I'm leaving. What do you got going on today?", "start": 2986.26, "end": 2991.26}, {"text": "Oh, I think I'm just going to sit and watch TV. Okay. Cool. I'll be back later.", "start": 2991.26, "end": 2996.9}, {"text": "No plans. Okay, cool. You guys asking to borrow my dad's car all the time.", "start": 2996.9, "end": 3002.06}, {"text": "I can't fucking do it. I'm about to do it.", "start": 3002.06, "end": 3005.14}, {"text": "Yeah, I'd be asking your dad for rides everywhere. I'm about to just so you", "start": 3005.14, "end": 3009.58}, {"text": "guys know it's coming up this summer. I'm leaving the city revenge tour. I'm", "start": 3009.58, "end": 3014.78}, {"text": "leaving. Where are you going? I'm going home. What? Definitely okay, that's okay.", "start": 3014.78, "end": 3020.88}, {"text": "We'll make it. We're going home until I learn to drive. Wow wow that's actually", "start": 3020.88, "end": 3025.34}, {"text": "and you're making a documentary about it. Also sure I can do that. Yes, please", "start": 3025.34, "end": 3028.74}, {"text": "that's fine. I will have nothing because", "start": 3028.74, "end": 3030.44}, {"text": "I won't be able to drive when I go there and my mom does not live close to", "start": 3031.82, "end": 3035.34}, {"text": "anything. So I will have nothing to do all day.", "start": 3035.34, "end": 3037.9}, {"text": "I'm going to make a DMV appointment. I'm going to go and I'm just going to do", "start": 3037.9, "end": 3042.86}, {"text": "it until I'm doing the train spotting", "start": 3042.86, "end": 3045.02}, {"text": "thing where he tries to lock himself up to get himself off the heroin. I don't", "start": 3045.02, "end": 3050.18}, {"text": "give a fuck about that movie. I never seen it. Never will. Me neither. I don't", "start": 3050.18, "end": 3053.38}, {"text": "like, I don't like darkness. That is one of those things that you were talking", "start": 3053.38, "end": 3056.9}, {"text": "about earlier, like a thing that you see when you're younger and it fundamentally", "start": 3056.9, "end": 3060.34}, {"text": "like changes you that for me that was a matrix. I saw that when I was seven and", "start": 3060.34, "end": 3063.9}, {"text": "I or seventh grade and I thought this is the coolest thing in the world. You were", "start": 3063.9, "end": 3067.74}, {"text": "seven in seventh grade. I would believe that. Yeah, I was in seventh grade. I", "start": 3067.74, "end": 3072.38}, {"text": "they started doing some. They did they did testing on you and they're like this", "start": 3072.38, "end": 3076.5}, {"text": "kid needs to start in seventh grade. Yeah, and they're like actually we need", "start": 3076.5, "end": 3079.66}, {"text": "to hold you back. He's actually chill. He's actually a chill kid. You can hang", "start": 3079.66, "end": 3082.82}, {"text": "out with the twelve year olds. I saw that when I was twelve and I was like damn, I", "start": 3082.82, "end": 3087.3}, {"text": "want to listen to house music so bad. I want to listen to that. Is that what they do in there?", "start": 3087.3, "end": 3090.8}, {"text": "I still think house music is scary. Doesn't somebody shit on a baby?", "start": 3090.8, "end": 3093.98}, {"text": "So a baby dies of heroin. But whenever I hear someone listen, I... He deserved it.", "start": 3093.98, "end": 3098.14}, {"text": "I listen to electronic music. I feel superior to them. You don't like that song", "start": 3098.14, "end": 3103.02}, {"text": "\"Born Slippy\"?", "start": 3103.02, "end": 3103.94}, {"text": "Don't know it. That song is so good. Sing it.", "start": 3103.94, "end": 3107.5}, {"text": "Sing the drums.", "start": 3107.5, "end": 3111.54}, {"text": "I'm more into UK Garage and Dubstep myself.", "start": 3111.54, "end": 3116.42}, {"text": "But whatever burial", "start": 3116.42, "end": 3118.42}, {"text": "Was it called Kanye West?", "start": 3118.42, "end": 3120.66}, {"text": "Flashing lights drumstep remix remember that no oh that actually that's actually after my time in terms of music", "start": 3120.66, "end": 3128.74}, {"text": "I had that I had a Verizon blitz. It was like this little blue phone that slid up and I bet you had virgin mobile", "start": 3128.74, "end": 3135.26}, {"text": "For a long time really yeah, that's not even funny then yeah the virgin mobile oyster", "start": 3135.26, "end": 3141.16}, {"text": "virgin oyster", "start": 3141.16, "end": 3144.22}, {"text": "No, that's not funny.", "start": 3145.86, "end": 3146.86}, {"text": "But I had this little blue phone that slid up and it had like the keyboard and I found", "start": 3146.86, "end": 3152.94}, {"text": "out that you could put mp3s on it.", "start": 3152.94, "end": 3154.78}, {"text": "Not mp3s, it was its own proprietary file format.", "start": 3154.78, "end": 3157.74}, {"text": "So I converted all of my music to that and then I would listen to it on the bus and it", "start": 3157.74, "end": 3161.46}, {"text": "would be like.", "start": 3161.46, "end": 3162.46}, {"text": "Yeah.", "start": 3162.46, "end": 3163.46}, {"text": "I didn't know how to use mine.", "start": 3163.46, "end": 3164.46}, {"text": "I was like, yeah.", "start": 3164.46, "end": 3165.46}, {"text": "I didn't know how to download a ringtone.", "start": 3165.46, "end": 3167.98}, {"text": "Yeah.", "start": 3167.98, "end": 3168.98}, {"text": "And I wanted a ringtone.", "start": 3168.98, "end": 3169.98}, {"text": "I wanted numb, Linkin Park numb on my phone.", "start": 3169.98, "end": 3172.42}, {"text": "so I played Lincoln Park Num out of my clock radio and I recorded it with my", "start": 3172.42, "end": 3176.58}, {"text": "flip phone and I said it to my ring tone and it was like yeah. I was like", "start": 3176.58, "end": 3180.04}, {"text": "that's what I", "start": 3180.04, "end": 3182.3}, {"text": "speakers could not before set of speakers could handle. My brother did", "start": 3182.3, "end": 3186.32}, {"text": "line wire, but I did, but you guys remember playlist dot com now. Oh wait,", "start": 3186.32, "end": 3190.9}, {"text": "yeah, playlist dot com was you would put on your my space and the thing yeah", "start": 3190.9, "end": 3194.58}, {"text": "that you could just download songs from that, but I didn't do between those two.", "start": 3194.58, "end": 3198.12}, {"text": "I didn't know what to do, so I would", "start": 3198.16, "end": 3199.66}, {"text": "my dad's house. I would play a song on YouTube and record a video of the", "start": 3199.66, "end": 3205.44}, {"text": "speaker with his camera, and then I would download I would I would export it", "start": 3205.44, "end": 3209.98}, {"text": "into an MP three and windows movie maker. Wow yeah, it's probably sound amazing.", "start": 3209.98, "end": 3213.96}, {"text": "It sounded so so good yeah, yeah, so so I want to find an iPod sound. I", "start": 3213.96, "end": 3220.14}, {"text": "remember that numb sound recording, because I remember as soon as the guitar,", "start": 3220.14, "end": 3223.8}, {"text": "you know, it plays the synth thing and the synth rip and then the guitar hits", "start": 3223.8, "end": 3227.3}, {"text": "like as soon as the guitar hits the set like at the end of the ring tone,", "start": 3227.34, "end": 3230.54}, {"text": "there was just one like half second of just like", "start": 3230.54, "end": 3232.54}, {"text": "because it could. I remember that I had songs on my on my iPod that it would it", "start": 3232.54, "end": 3240.64}, {"text": "would be like DJ Khaled. All I do is win and you'd hear it. I was when and then", "start": 3240.64, "end": 3245.72}, {"text": "you hear my dad on the phone in the background,", "start": 3245.72, "end": 3247.66}, {"text": "and it was just to me. It was part of the song yeah yeah, but I was in I think", "start": 3247.66, "end": 3255.84}, {"text": "sixth grade I had this app on my computer called A-Tube Catcher and it could download anything", "start": 3256.6, "end": 3262.36}, {"text": "off of YouTube in any file format. It also had all these other things, you could convert", "start": 3262.36, "end": 3268.78}, {"text": "videos with it or whatever, do all that shit. But I would also use that to blame if I ever", "start": 3268.78, "end": 3277.2}, {"text": "accidentally downloaded something that my mom didn't want on the computer.", "start": 3277.2, "end": 3280.16}, {"text": "Oh no, like Pwn?", "start": 3280.16, "end": 3281.68}, {"text": "Yep.", "start": 3281.68, "end": 3282.68}, {"text": "Pwn?", "start": 3282.68, "end": 3283.68}, {"text": "It's Pwn!", "start": 3283.68, "end": 3284.68}, {"text": "it on the computer downstairs and I remember I didn't have my headphones", "start": 3284.68, "end": 3290.62}, {"text": "plugged in one time and I thought that it was really loud. I thought that they", "start": 3290.62, "end": 3294.86}, {"text": "could hear it upstairs but I realized I went ran upstairs and I was like what", "start": 3294.86, "end": 3298.22}, {"text": "the hell was that? I just tried to download an mp3 and then I think you", "start": 3298.22, "end": 3301.94}, {"text": "told that story like less than two weeks ago. Wow that's crazy. You are a looper. I", "start": 3301.94, "end": 3308.14}, {"text": "think that was your looping. Yeah I think that was the shortest time between", "start": 3308.14, "end": 3312.1}, {"text": "between stories told maybe ever on the show. That's insane. Well, we were", "start": 3312.1, "end": 3315.3}, {"text": "talking about files. Yeah, that's true. Yeah, I'm talking about files. I can't blame you.", "start": 3315.3, "end": 3319.3}, {"text": "Yeah, yeah. Man, files. I miss that shit. Miss files. What was the first time you", "start": 3319.3, "end": 3326.1}, {"text": "guys set your own desktop wallpaper? What was it? Ooh, ooh. Got my own like profile", "start": 3326.1, "end": 3332.1}, {"text": "on the computer. I figured out how to do that and then I made my wallpaper Rage", "start": 3332.1, "end": 3335.7}, {"text": "Against the Machine Evil Empire. I'm trying to remember. That big yellow Evil Empire.", "start": 3335.7, "end": 3340.5}, {"text": "I remember a few different. I don't know what the first one was. I definitely had", "start": 3340.5, "end": 3343.96}, {"text": "a binding of Isaac one at one point. I think I probably I think I had a doctor", "start": 3343.96, "end": 3347.42}, {"text": "who won sway at one point. I think I had the you know the one where the awesome", "start": 3347.42, "end": 3351.6}, {"text": "face isn't the me. Yes, I definitely had that one. I had that one. I want to say", "start": 3351.6, "end": 3356.46}, {"text": "I probably had some type of rage comic one at some point. I had one when I", "start": 3356.46, "end": 3360.34}, {"text": "first I want it. I was like teaching myself how to use a pirate at Photoshop", "start": 3360.34, "end": 3364.18}, {"text": "and I was like fourteen. I had a slender man and I made myself a bokeh like a", "start": 3364.18, "end": 3369.06}, {"text": "a bunch of like bubbles.", "start": 3369.1, "end": 3371.1}, {"text": "Oh my God.", "start": 3371.1, "end": 3372.1}, {"text": "And that was my background for like years.", "start": 3372.1, "end": 3374.1}, {"text": "Because I made it myself and I was like, \"Man, this is amazing.\"", "start": 3374.1, "end": 3376.1}, {"text": "I just followed a YouTube tutorial.", "start": 3376.1, "end": 3378.1}, {"text": "Yeah, I did. When I got my first laptop,", "start": 3378.1, "end": 3381.1}, {"text": "I had a Windows XP refurbished laptop", "start": 3381.1, "end": 3386.1}, {"text": "that had 512 megabytes of RAM.", "start": 3386.1, "end": 3389.1}, {"text": "That's massive.", "start": 3389.1, "end": 3391.1}, {"text": "Really old computer.", "start": 3391.1, "end": 3392.1}, {"text": "Did it have the...", "start": 3392.1, "end": 3393.1}, {"text": "I could only play Fallout 2 on it.", "start": 3393.1, "end": 3394.1}, {"text": "Did it have the bubble?", "start": 3394.1, "end": 3395.1}, {"text": "All in the middle of the keyboard.", "start": 3395.1, "end": 3396.1}, {"text": "The clitoris.", "start": 3396.1, "end": 3397.1}, {"text": "in the middle. I bet you couldn't find it.", "start": 3397.1, "end": 3400.14}, {"text": "I'm trying to find my key. All right.", "start": 3400.14, "end": 3401.98}, {"text": "Where's my keyboard? I'm trying to find my computer.", "start": 3401.98, "end": 3406.94}, {"text": "But I tried, I learned how to like get custom themes", "start": 3406.94, "end": 3411.94}, {"text": "for the like the, what's it called?", "start": 3411.94, "end": 3414.58}, {"text": "Like the key, like the toolbar and all that stuff.", "start": 3414.58, "end": 3418.18}, {"text": "Oh yeah, Star Wars one. There's a million Star Wars ones.", "start": 3418.18, "end": 3420.98}, {"text": "Yeah. Yeah. I did all that shit.", "start": 3420.98, "end": 3422.58}, {"text": "And then I got like such a bad virus on that thing that it did.", "start": 3422.58, "end": 3426.06}, {"text": "I just couldn't use a computer anymore.", "start": 3426.1, "end": 3427.9}, {"text": "I bricked so many computers.", "start": 3427.9, "end": 3429.02}, {"text": "I bricked my mom's work computer because I was jacking off to Weeds.", "start": 3429.02, "end": 3432.3}, {"text": "Weeds?", "start": 3432.3, "end": 3433.3}, {"text": "The HBO show.", "start": 3433.3, "end": 3434.3}, {"text": "I was watching like a pirated version of Weeds, whacking my shit into all the sex scenes.", "start": 3434.3, "end": 3441.1}, {"text": "You bricked it somehow?", "start": 3441.1, "end": 3442.1}, {"text": "I just got a bad virus from one of the websites.", "start": 3442.1, "end": 3443.9}, {"text": "I tried to download After Effects onto that computer and I bricked it.", "start": 3443.9, "end": 3448.3}, {"text": "After Effects was the most common virus.", "start": 3448.3, "end": 3450.3}, {"text": "Dude, it was like Command Prompt and it was in Russian and I was like, \"Oh, dude.\"", "start": 3450.3, "end": 3455.3}, {"text": "You're fucking done, man. You're done, man.", "start": 3455.3, "end": 3458.3}, {"text": "Yeah. Thank God I was like 12 and I didn't have a bank account, but that could have been", "start": 3458.3, "end": 3464.3}, {"text": "very bad.", "start": 3464.3, "end": 3465.3}, {"text": "Yeah. I never got a virus.", "start": 3465.3, "end": 3467.3}, {"text": "Yeah. You had a MacBook your whole life.", "start": 3467.3, "end": 3470.3}, {"text": "Not my whole life. I had a MacBook in high school.", "start": 3470.3, "end": 3473.3}, {"text": "I remember when my mom switched to Mac.", "start": 3473.3, "end": 3476.3}, {"text": "Yeah.", "start": 3476.3, "end": 3477.3}, {"text": "It was so weird.", "start": 3477.3, "end": 3478.3}, {"text": "Yeah. No, I was honestly, I was too scared because I did have, it was the family computer,", "start": 3478.3, "end": 3483.3}, {"text": "my family laptop and I was too nervous. I never really did anything crazy on", "start": 3483.3, "end": 3486.96}, {"text": "there. Yeah, my mom, because I knew how to like change the layout of the", "start": 3486.96, "end": 3492.6}, {"text": "computer, because I knew how to change like the tool bars and shit. My mom was", "start": 3492.6, "end": 3495.74}, {"text": "like he is a fucking computer. Yeah, I got all in the family computer days. I", "start": 3495.74, "end": 3500.84}, {"text": "got all my porn through Google images. Yeah, so say sir, pussy, pussy, hole,", "start": 3500.84, "end": 3505.5}, {"text": "pussy, hole, pussy, front part, girls, badge, girls, front, that jeaner. Yeah,", "start": 3505.5, "end": 3511.5}, {"text": "stuff like that vagina with coming it", "start": 3511.54, "end": 3513.54}, {"text": "was mostly that for me. It was that for me. Yeah, yeah, Google image search", "start": 3513.54, "end": 3521.46}, {"text": "vagina with lots of", "start": 3521.46, "end": 3522.78}, {"text": "the double vagina come falling out of a vagina. Come on your mark. Come come come", "start": 3522.78, "end": 3529.46}, {"text": "just come come come", "start": 3529.46, "end": 3531.34}, {"text": "searching. I told you guys about come white dick right. Is that your friend?", "start": 3531.34, "end": 3537.06}, {"text": "Yeah, my buddy let me borrow his iPad to play Temple Run in the lunchroom.", "start": 3537.14, "end": 3542.42}, {"text": "And we were arguing about something.", "start": 3542.42, "end": 3545.5}, {"text": "So I opened up Google on it.", "start": 3545.5, "end": 3546.9}, {"text": "And the first thing that showed up was come white dick.", "start": 3546.9, "end": 3549.46}, {"text": "Oh, and I was he winning white cum or white dick?", "start": 3549.46, "end": 3553.18}, {"text": "White dick with cum on it. Oh, shit.", "start": 3553.18, "end": 3555.54}, {"text": "And somebody come on or it's the dick's come.", "start": 3555.54, "end": 3557.46}, {"text": "The dick had to come. It's shot.", "start": 3557.46, "end": 3559.26}, {"text": "And I was like, why the hell are you looking up? Come white dick.", "start": 3559.26, "end": 3562.58}, {"text": "What the fuck are you doing?", "start": 3562.58, "end": 3564.1}, {"text": "Yeah. He's like, oh, I've been talking to this girl.", "start": 3564.1, "end": 3566.98}, {"text": "so I was sending her back a photo of my dick with how many times I was like", "start": 3566.98, "end": 3575.22}, {"text": "what do you what do you mean what do you mean he was like well she thinks that", "start": 3575.22, "end": 3578.58}, {"text": "I'm a white guy and I was like", "start": 3578.58, "end": 3580.1}, {"text": "wow he lied about being white lied about being white. He said by the way,", "start": 3580.1, "end": 3585.46}, {"text": "I'm white. I think it came. She said, Are you white by the way? Yeah, show me", "start": 3585.46, "end": 3590.14}, {"text": "prove it with your penis. This kid passed away a couple of years ago. That's", "start": 3590.14, "end": 3593.02}, {"text": "awful. How many kids sent just in middle school were just sending opposite", "start": 3593.04, "end": 3598.24}, {"text": "screenshots of the Pam and Tommy sex tape to each other being like yeah,", "start": 3598.24, "end": 3603.4}, {"text": "that's me, that's my dick, that's my boobs like that's like nothing. Nobody", "start": 3603.4, "end": 3607.92}, {"text": "was actually sending real nudity because every kid was that was too scary man.", "start": 3607.92, "end": 3612.32}, {"text": "Yeah, yeah, I remember taking a picture of my penis one time and just and about", "start": 3612.32, "end": 3615.96}, {"text": "to send it to my girlfriend in high school and just being like no, no, no,", "start": 3615.96, "end": 3619.4}, {"text": "This is last week?", "start": 3619.44, "end": 3620.44}, {"text": "Yeah.", "start": 3620.44, "end": 3621.44}, {"text": "No, that's, no.", "start": 3621.44, "end": 3624.44}, {"text": "You barely get anything for that.", "start": 3624.44, "end": 3626.44}, {"text": "Okay, I do like the song though.", "start": 3626.44, "end": 3628.36}, {"text": "I do like the song.", "start": 3628.36, "end": 3629.36}, {"text": "I just like the video.", "start": 3629.36, "end": 3630.36}, {"text": "Na na na na na na na na na na na na na na na na.", "start": 3630.36, "end": 3633.36}, {"text": "Wait, Celtics are coming back.", "start": 3633.36, "end": 3635.52}, {"text": "Oh yeah.", "start": 3635.52, "end": 3636.52}, {"text": "Celtics are coming back.", "start": 3636.52, "end": 3637.52}, {"text": "Oh yeah.", "start": 3637.52, "end": 3638.52}, {"text": "And this song is going to be pumping in TD Garden.", "start": 3638.52, "end": 3640.64}, {"text": "Let's go Celtics reverse sweep on the Miami Heat.", "start": 3640.64, "end": 3642.96}, {"text": "That's me killing Jimmy Butler.", "start": 3642.96, "end": 3644.96}, {"text": "Yep.", "start": 3644.96, "end": 3645.96}, {"text": "up.", "start": 3645.96, "end": 3646.46}, {"text": "You know, as I get older, I've had this really sad realization of sports that I", "start": 3646.46, "end": 3651.6}, {"text": "have no. I think that I'd be really bad in war because I've no allegiance at all.", "start": 3651.6, "end": 3655.16}, {"text": "Yeah, I know I switch sides so often. I know if the Celtics are what means you'd", "start": 3655.16, "end": 3660.52}, {"text": "be really good in war, but you'd be dangerous pretty low. I'd be a spy. I", "start": 3660.52, "end": 3666.48}, {"text": "hate the Celtics when they're winning. I love them when they're losing, but then", "start": 3666.48, "end": 3669.6}, {"text": "as soon as they win, I'm going to be like oh, the Celtics won fuck. There'd", "start": 3669.6, "end": 3672.56}, {"text": "you'd be a good super soldier. You'd be a good. Thank you. So that's honestly", "start": 3672.58, "end": 3675.78}, {"text": "probably the kindest thing you've ever said to me. I would be a good", "start": 3675.78, "end": 3679.12}, {"text": "running experiments on yeah yeah. I should be a pig. They should be injecting", "start": 3679.12, "end": 3683.68}, {"text": "you with like a new steroid that makes like your penis. Do you ever see that", "start": 3683.68, "end": 3687.38}, {"text": "shit about like if you oh, we need to stop testing on animals perfumes. I", "start": 3687.38, "end": 3692.62}, {"text": "don't you can test perfumes on me. I don't care. That's not a big say that,", "start": 3692.62, "end": 3695.98}, {"text": "but you don't know the smell of their testing. What are they do on you onion", "start": 3695.98, "end": 3700.58}, {"text": "plus do onion plus do and that wouldn't rather by fart Jacobs fart. Jacob", "start": 3700.62, "end": 3705.26}, {"text": "doesn't have the capital. Are you doing here testing?", "start": 3705.26, "end": 3707.38}, {"text": "That's what that's what they're testing perfume for. It's not like to see if the", "start": 3707.38, "end": 3711.3}, {"text": "chemicals are like dangerous to put on your skin or something. They just", "start": 3711.3, "end": 3713.9}, {"text": "about they spray like a monkey with something. They smell like now that", "start": 3713.9, "end": 3717.5}, {"text": "smells like shit. Yeah, get rid of that. What would you fuck? It's like actual", "start": 3717.5, "end": 3720.9}, {"text": "poop. Yeah,", "start": 3720.9, "end": 3721.66}, {"text": "you want to", "start": 3721.66, "end": 3722.78}, {"text": "just based on smells now. Now it smells half like poop, but how do they so the", "start": 3722.78, "end": 3728.7}, {"text": "did that in my head. They test perfumes is yes. They sprayed on a monkey and", "start": 3728.74, "end": 3733.48}, {"text": "they put a monkey. They put it in a room with a blind person. They're like", "start": 3733.48, "end": 3736.4}, {"text": "would you fuck this person based on smells alone? They handcuff two monkeys", "start": 3736.4, "end": 3740.4}, {"text": "by their necks to each other. I'm a very cruel. They hold the chain in the", "start": 3740.4, "end": 3744.5}, {"text": "middle and then they have a big bucket that they got at a hardware store and", "start": 3744.5, "end": 3748.74}, {"text": "they dump them. It's filled with", "start": 3748.74, "end": 3750.66}, {"text": "and these are my flowers yeah. No, these are capuchins. They're pretty small.", "start": 3750.66, "end": 3755.26}, {"text": "they take the cutest monkey and they say let's go. It makes", "start": 3755.36, "end": 3757.72}, {"text": "yeah. I have a robot arm that looks it looks exactly like a human hand. It's", "start": 3757.72, "end": 3762.44}, {"text": "got skin on it and they have it as a full human body attached to it and it", "start": 3762.44, "end": 3766.72}, {"text": "just goes like when like when her son, but it is it as red eyes mice. They", "start": 3766.72, "end": 3770.78}, {"text": "take all of the they go around to every farm. They take all the cutest animals,", "start": 3770.78, "end": 3775.1}, {"text": "they take it back and they make the perfume and then they say let's see if", "start": 3775.1, "end": 3778.52}, {"text": "they if it makes the eyes smell better and they just say they write in their", "start": 3778.52, "end": 3782.04}, {"text": "sometimes. They use Homer Simpson's makeup shotgun. Yeah. That's how they", "start": 3782.08, "end": 3785.48}, {"text": "test all the Estee Lauder. Yeah. Estee Lauder. Yeah. They test all that way.", "start": 3785.48, "end": 3791.08}, {"text": "I only know what that is because of crosswords. Wow. There is a lot of", "start": 3791.08, "end": 3795.48}, {"text": "Estee. A lot of Estee. A lot of fashion. I assume means some kind of, it's a", "start": 3795.48, "end": 3801.38}, {"text": "good filler word. It's a clue, it's some kind of house of, some perfume", "start": 3801.38, "end": 3804.48}, {"text": "house or something. Yeah. It's a good filler word. It's S-T-E-E, you know,", "start": 3804.48, "end": 3807.78}, {"text": "you can fill up a lot of it, put it in the cross. Estee. Put it across, in", "start": 3807.78, "end": 3811.78}, {"text": "middle of the word. Do you think you could make a crossword? I made a lot of", "start": 3811.78, "end": 3815.1}, {"text": "crossword. That was really I", "start": 3815.1, "end": 3816.74}, {"text": "I used to make crosswords, but that should be a new segment. Do you think you", "start": 3816.74, "end": 3820.74}, {"text": "could make it hard up to snuff with the Sunday ones? That seems so hard. I could", "start": 3820.74, "end": 3825.62}, {"text": "I could make I've made several ones that I would say are probably Monday or", "start": 3825.62, "end": 3828.66}, {"text": "Tuesday. Maybe the twenty five. That's pretty easy. Twenty five dollar tier. You", "start": 3828.66, "end": 3832.62}, {"text": "get conference crossword. One month. I could do a one month crossword. That's a", "start": 3832.62, "end": 3836.1}, {"text": "great idea. Yeah. Yeah. It's all words that are like do. Well, that's the thing.", "start": 3836.1, "end": 3840.58}, {"text": "I do there's a bunch of fudge. I do think that there's a okay", "start": 3840.58, "end": 3844.38}, {"text": "what I'm going to say here,", "start": 3844.38, "end": 3848.34}, {"text": "but I'm going to say here is half a joke. Okay, you I think there's a space", "start": 3848.34, "end": 3853.34}, {"text": "in the crossword industry for some alt crosswords. I agree because I think", "start": 3853.34, "end": 3857.66}, {"text": "because here's literally literally to normie crossword. No, it's not nor", "start": 3857.66, "end": 3862.5}, {"text": "jupiter. The problem here's the problem it's either you get a really good", "start": 3862.5, "end": 3865.62}, {"text": "crossword, but it's all it's on New York Times, cultural, cultural ish, stay", "start": 3865.66, "end": 3872.36}, {"text": "there. I'm talking about authors like steward. I don't give a fuck about that", "start": 3872.36, "end": 3875.62}, {"text": "or the and then you look up across or it's like I want a movie themed", "start": 3875.62, "end": 3878.78}, {"text": "crossword, which may be something a guy might look up once in a while", "start": 3878.78, "end": 3881.58}, {"text": "no harm in that and you get it and it's all every every crossword like that is", "start": 3881.58, "end": 3887.98}, {"text": "kindergarten level. Yeah, they don't fill in the square. They have a word like", "start": 3887.98, "end": 3891.02}, {"text": "this and a word like this in New York and has so many things that are like", "start": 3891.02, "end": 3894.62}, {"text": "They're stupid. They're bad.", "start": 3894.98, "end": 3895.98}, {"text": "It's like cultural references that you or me, no normal person would ever get. It's", "start": 3895.98, "end": 3899.98}, {"text": "literally only for rich people.", "start": 3899.98, "end": 3901.54}, {"text": "And the thing is that just because they're in the New York Times doesn't make them good.", "start": 3901.54, "end": 3904.78}, {"text": "There are some crosswords I do in the New York Times and I'm like, if I was the editor", "start": 3904.78, "end": 3908.02}, {"text": "for this crossword, I would say no. I would yell at this person for this clue. This is", "start": 3908.02, "end": 3911.7}, {"text": "a bad clue. Even if it's not a cultural reference, this is just not a good clue.", "start": 3911.7, "end": 3915.1}, {"text": "Yeah. Going in there with your newspaper and just smacking the shit out of it.", "start": 3915.1, "end": 3918.42}, {"text": "I would go in there with a red pen. I'd stick it up their noses.", "start": 3918.42, "end": 3921.74}, {"text": "And then say, \"You cross that out.\"", "start": 3921.74, "end": 3923.34}, {"text": "Yeah.", "start": 3923.34, "end": 3924.34}, {"text": "with that red pen. I would be so good as the crossword editor for the New York", "start": 3924.34, "end": 3928.9}, {"text": "Times. I think that you should. I have really strong feelings about crosswords.", "start": 3928.9, "end": 3932.74}, {"text": "I think maybe I've never thought I've had I've been having I've been having", "start": 3932.74, "end": 3936.26}, {"text": "kind of my dream job has been shifting. Okay. And I think this is my new dream", "start": 3936.26, "end": 3940.26}, {"text": "job. I think I just or the crossword. I was thinking first I was thinking", "start": 3940.26, "end": 3944.58}, {"text": "librarian then I was thinking mailman. I don't like Sudoku. I don't either. I", "start": 3944.58, "end": 3949.86}, {"text": "don't get it. It's not that good. No it's bad. It sucks. It's all math. Sudoku", "start": 3949.86, "end": 3953.14}, {"text": "for people who aren't smart enough to do crosswords. Yep. True. They can only", "start": 3953.14, "end": 3957.04}, {"text": "think in numbers. They can only think of nine things that is thing. I think", "start": 3957.04, "end": 3960.32}, {"text": "technically there's Sudoku that are way harder than cross. Oh for sure. Yeah.", "start": 3960.32, "end": 3963.56}, {"text": "Depending on how little you numbers are. It's completely true. That is", "start": 3963.56, "end": 3967.16}, {"text": "addicted to Sudoku, but the people who do Sudoku aren't doing those ones for", "start": 3967.16, "end": 3970.92}, {"text": "the most part. They're doing tried to step in, huh? With my dad. Yeah, I've", "start": 3970.92, "end": 3975.72}, {"text": "tried to. I've tried to stage the interventions for you. I do letter in", "start": 3975.72, "end": 3979.24}, {"text": "there every once in a while. I've made my I've made my girlfriend annoyed", "start": 3979.24, "end": 3981.68}, {"text": "before, because every time a crossword someone's doing a crossword in a tv show", "start": 3981.68, "end": 3985.92}, {"text": "or in a movie, I say that to be well. No, I say they're going to slow. Yeah,", "start": 3985.92, "end": 3990.88}, {"text": "that's on this person. This character is supposed to be smart and they're going", "start": 3990.88, "end": 3993.22}, {"text": "that slow. This is taking me out of the show. I've said that. I said that if", "start": 3993.22, "end": 3996.16}, {"text": "it's what if it's a very, very, very Mike Mike from and better call Saul. Yeah,", "start": 3996.16, "end": 4001.48}, {"text": "he's doing a crossword easy as crossword tiny. Yeah, but he's not a he's not", "start": 4001.48, "end": 4005.88}, {"text": "but smart pen to paper is a little smart. The paper is a little different.", "start": 4005.88, "end": 4009.44}, {"text": "he's from Philadelphia. He's not smart. Yeah, pen to paper. He's a smart guy.", "start": 4009.46, "end": 4013.86}, {"text": "He would be doing better than that. I'm talking in a sub Monday level crossword.", "start": 4013.86, "end": 4017.8}, {"text": "He was doing really. I'm talking like ten by ten, so tiny ass cross. Monday is", "start": 4017.8, "end": 4022.6}, {"text": "Sunday for Monday. Yeah, that's Sunday again. That's a hard ass one. No,", "start": 4022.6, "end": 4027.1}, {"text": "Sunday's easy.", "start": 4027.1, "end": 4027.88}, {"text": "What Sunday is like a Thursday level difficulty. It's just big", "start": 4027.88, "end": 4032.1}, {"text": "Thursday is the difficult day. No, Saturday is the difficult day. Saturday", "start": 4032.1, "end": 4036.86}, {"text": "is going on. They have to cross two extra lines on each. I don't know exactly.", "start": 4036.86, "end": 4041.14}, {"text": "It's bigger. It's much bigger, but it's easy. It takes a little longer. I got to", "start": 4041.14, "end": 4044.1}, {"text": "cross for you", "start": 4044.1, "end": 4044.78}, {"text": "that way that doesn't nobody can hear that. Nobody hears your fingers and also", "start": 4044.78, "end": 4051.1}, {"text": "I don't even like it. I just just by his cadence. I thought I should press the", "start": 4051.1, "end": 4054.74}, {"text": "button. I thought it was a slam. It wasn't much of a slam. Well, it was the", "start": 4054.74, "end": 4058.02}, {"text": "same because the audio was there. Um, do we have any info to give? Do we want to", "start": 4058.02, "end": 4063.34}, {"text": "pick the next? Well, we'll pick that another time. We'll do you want to come", "start": 4063.34, "end": 4066.58}, {"text": "I'm saying hi.", "start": 4066.58, "end": 4067.24}, {"text": "I'm eating.", "start": 4067.24, "end": 4067.74}, {"text": "Okay.", "start": 4067.74, "end": 4068.24}, {"text": "That's your deal corner.", "start": 4068.24, "end": 4070.24}, {"text": "Oh, there's coming a shout out.", "start": 4070.24, "end": 4071.24}, {"text": "Oh, deal corner. Wait, yeah, yeah, yeah. Okay, let me see what Serb has to say.", "start": 4071.24, "end": 4074.24}, {"text": "Do you actually have one?", "start": 4074.24, "end": 4075.24}, {"text": "It's from Serb. This is a deal sent to me from Serb.", "start": 4075.24, "end": 4079.24}, {"text": "Okay.", "start": 4079.24, "end": 4079.74}, {"text": "Serb said that there is, if you pre-purchase and pre-order Lord of the Rings, you will get...", "start": 4079.74, "end": 4088.24}, {"text": "Wait, show him the new sound. He didn't hear it.", "start": 4088.24, "end": 4090.24}, {"text": "Oh, yeah, you want to hear it?", "start": 4090.24, "end": 4091.24}, {"text": "Yeah.", "start": 4091.24, "end": 4091.74}, {"text": "It's a... the deal corner sucks dick.", "start": 4091.74, "end": 4094.74}, {"text": "like", "start": 4094.74, "end": 4095.24}, {"text": "like a CSGO sound. No, no, you're thinking of easy.", "start": 4095.24, "end": 4103.04}, {"text": "But it's and and and put that put that battle. Yeah, that's a good song. That's", "start": 4103.04, "end": 4109.38}, {"text": "the deal. I guess what's the deal? If you pre order and pre purchased Lord of", "start": 4109.38, "end": 4113.64}, {"text": "the Rings, you get Gollum. Great for you. I didn't pick it out. I was doing a", "start": 4113.64, "end": 4118.86}, {"text": "fan.", "start": 4118.86, "end": 4119.26}, {"text": "Bye bye.", "start": 4124.58, "end": 4125.58}, {"text": "Bye.", "start": 4125.58, "end": 4126.58}, {"text": "Easy money.", "start": 4126.58, "end": 4126.58}, {"text": "Easy.", "start": 4126.58, "end": 4128.58}], "title": "#185 - Patrick's Full Uncensored Cock", "link": "https://www.patreon.com/posts/185-patricks-83595652", "date": "Sat, 27 May 2023 11:00:03 GMT", "id": 36}