{"lines": [{"text": "I", "start": 0.0, "end": 1.0}, {"text": "think", "start": 1.0, "end": 2.0}, {"text": "that's", "start": 2.0, "end": 3.0}, {"text": "a", "start": 3.0, "end": 4.0}, {"text": "good", "start": 4.0, "end": 5.0}, {"text": "maybe", "start": 5.0, "end": 6.0}, {"text": "pat", "start": 6.0, "end": 7.0}, {"text": "once I", "start": 7.0, "end": 8.0}, {"text": "became the", "start": 8.0, "end": 9.0}, {"text": "clapper,", "start": 9.0, "end": 10.0}, {"text": "maybe his", "start": 10.0, "end": 11.0}, {"text": "first", "start": 11.0, "end": 12.0}, {"text": "good", "start": 12.0, "end": 13.0}, {"text": "clap.", "start": 13.0, "end": 14.0}, {"text": "What are you", "start": 14.0, "end": 15.0}, {"text": "talking about?", "start": 15.0, "end": 16.0}, {"text": "Maybe his", "start": 16.0, "end": 17.0}, {"text": "for you actually did get the", "start": 17.0, "end": 18.0}, {"text": "award of the day because you", "start": 18.0, "end": 19.0}, {"text": "found a cable that we needed.", "start": 19.0, "end": 20.0}, {"text": "So isn't that using creative", "start": 20.0, "end": 21.0}, {"text": "thinking really?", "start": 21.0, "end": 22.0}, {"text": "I mean honestly using like", "start": 22.0, "end": 23.0}, {"text": "everybody smarter than wanted to", "start": 23.0, "end": 24.0}, {"text": "throw out a bunch of you got it", "start": 24.0, "end": 25.0}, {"text": "in just and pardon the pun here.", "start": 25.0, "end": 26.0}, {"text": "You got it in just under the", "start": 26.0, "end": 27.0}, {"text": "And you got it in just under the wire because I was opening the bin that that was in when", "start": 27.0, "end": 36.28}, {"text": "you said it.", "start": 36.28, "end": 37.28}, {"text": "So I was opening it and you said it right as I saw the thing and my brain hadn't even", "start": 37.28, "end": 40.36}, {"text": "caught up yet and then I was like oh my god.", "start": 40.36, "end": 43.84}, {"text": "It was genius.", "start": 43.84, "end": 44.84}, {"text": "That was an amazing amazing moment.", "start": 44.84, "end": 46.08}, {"text": "I can just coast today and don't have to contribute at all.", "start": 46.08, "end": 49.16}, {"text": "It felt like you were narrating my life.", "start": 49.16, "end": 51.62}, {"text": "You have a Steve Jobs outfit on.", "start": 51.62, "end": 54.2}, {"text": "I do.", "start": 54.2, "end": 55.2}, {"text": "Yeah, I'm wearing that.", "start": 55.2, "end": 57.2}, {"text": "All black with pink socks.", "start": 57.2, "end": 59.2}, {"text": "It's summer buddy, look at me.", "start": 59.2, "end": 61.2}, {"text": "Show those shorts.", "start": 61.2, "end": 63.2}, {"text": "Show those socks.", "start": 63.2, "end": 65.2}, {"text": "Show those socks, bro.", "start": 65.2, "end": 67.2}, {"text": "Show those socks, bro.", "start": 67.2, "end": 69.2}, {"text": "The air forces are so fucking crazy.", "start": 69.2, "end": 73.2}, {"text": "These are so funny for you to own.", "start": 73.2, "end": 75.2}, {"text": "You're jealous.", "start": 75.2, "end": 77.2}, {"text": "I do like them, but it's so funny that these are the", "start": 77.2, "end": 79.2}, {"text": "New York City Air Force Ones.", "start": 79.2, "end": 81.2}, {"text": "Look at the bottoms.", "start": 81.2, "end": 83.2}, {"text": "got the five and the four train logos and then what's on that side. It's like the", "start": 83.2, "end": 87.2}, {"text": "six and the what", "start": 87.2, "end": 88.24}, {"text": "I don't know.", "start": 88.24, "end": 89.5}, {"text": "The six and nothing. The six and then the I think he knows everything about", "start": 89.5, "end": 92.9}, {"text": "what it really showed. Show me the bottom again. It doesn't say it just says", "start": 92.9, "end": 96.32}, {"text": "six and nothing. Okay, so it's just the four, five and six train. Yeah, we all", "start": 96.32, "end": 99.96}, {"text": "know them trains. Don't worry. I've never been on one of them. The single", "start": 99.96, "end": 103.2}, {"text": "time. Those are the six goes all the way to the Bronx. Those are I drive trains", "start": 103.2, "end": 107.6}, {"text": "to go to the IMAX. Yeah, I really do. I can't remember the six. You take a I just", "start": 107.6, "end": 113.18}, {"text": "follow the Google. The six takes you the Bronx Zoo going up and then going down.", "start": 113.18, "end": 117.98}, {"text": "It takes you to this one curb that I like. That's all black with pink socks.", "start": 117.98, "end": 123.18}, {"text": "You got the my Crocs. This is a funny ass. This is some bullshit dress for the", "start": 123.18, "end": 129.58}, {"text": "what this is honestly getting dressed for the Brockhampton show.", "start": 129.58, "end": 134.38}, {"text": "This is not getting dressed for the Brockhampton show type outfit. What are", "start": 134.38, "end": 139.38}, {"text": "All black with the pink socks and the camo crotch.", "start": 139.38, "end": 142.86}, {"text": "I didn't want to put on my shoes when I left the house today.", "start": 142.86, "end": 146.82}, {"text": "Yeah, right.", "start": 146.82, "end": 147.82}, {"text": "Did I tell you about the time I saw Brockhampton?", "start": 147.82, "end": 150.74}, {"text": "All of them?", "start": 150.74, "end": 151.74}, {"text": "Or do you think that's one guy?", "start": 151.74, "end": 152.74}, {"text": "No, I...", "start": 152.74, "end": 153.74}, {"text": "You saw a blue guy?", "start": 153.74, "end": 154.74}, {"text": "I spent my student loan refund from community college, the whole $300 that I got, I spent", "start": 154.74, "end": 167.06}, {"text": "on Boston Calling tickets and coincidentally that Boston Calling show was the week after", "start": 167.06, "end": 175.06}, {"text": "the Amir Van allegations dropped. So he was kicked out of the band and then...", "start": 175.06, "end": 181.06}, {"text": "So you saw that they did their weird stuff?", "start": 181.06, "end": 183.54}, {"text": "I saw them because I was like what is this show gonna be like?", "start": 183.54, "end": 187.38}, {"text": "Yeah, that was the reason you bought the ticket.", "start": 187.38, "end": 190.66}, {"text": "No, I went there, you know, it's more embarrassing because I went there to see Mac DeMarco.", "start": 190.66, "end": 194.98}, {"text": "Yeah, that's a little. I would say maybe that's a little less embarrassing than", "start": 194.98, "end": 198.66}, {"text": "going to see Brockhampton. Yeah, yeah, Mac DeMarco and Danny Brown were on that", "start": 198.66, "end": 202.58}, {"text": "year and then so like", "start": 202.58, "end": 204.66}, {"text": "their whole show, they cut their set halfway through because they all stood", "start": 204.66, "end": 209.9}, {"text": "up on stage and we're crying and hugging each other", "start": 209.9, "end": 212.36}, {"text": "because that we should do. We should pretend that we had a fourth guy that we", "start": 212.36, "end": 217.9}, {"text": "kicked out because he was a raper. Yeah, and we should do an episode. That could", "start": 217.9, "end": 221.54}, {"text": "we stand up, we all stand up. It feels like I like when I that I see on", "start": 221.54, "end": 228.7}, {"text": "Instagram people I knew in Boston who still live in Boston from like from high", "start": 228.7, "end": 232.78}, {"text": "school and stuff as they all go to Boston calling still every year and it's", "start": 232.78, "end": 236.18}, {"text": "crazy to me. It feels like an alternate universe that people are going to Boston", "start": 236.18, "end": 240.96}, {"text": "calling. It used to be cool. The crate that there used to be five. I don't", "start": 240.96, "end": 245.3}, {"text": "believe that I was in it was at government center. It was in the middle", "start": 245.3, "end": 249.42}, {"text": "know the city. Oh, that's oh really yeah. It was really cool. I moved into the", "start": 249.42, "end": 254.6}, {"text": "Harvard athletic Harvard athletic complex. You weren't allowed to smoke", "start": 254.6, "end": 258.34}, {"text": "cigarettes. Yeah, and it's all grass and mud and they have so bad bands now. But", "start": 258.34, "end": 262.3}, {"text": "back in the day, they were booking run the jewels.", "start": 262.3, "end": 264.76}, {"text": "I went the year that run the jewels played.", "start": 264.76, "end": 271.0}, {"text": "I went that year. That's fire. Yeah, that was the same.", "start": 271.0, "end": 276.1}, {"text": "White high schoolers dream that festival. White high schoolers dream got to see Hannibal", "start": 276.86, "end": 281.5}, {"text": "Burris perform gibberish rap live. No. No, dude. Holy shit. That was huge. You know he's", "start": 281.5, "end": 291.42}, {"text": "a full time rapper now. I think the funniest though, I think it was either someone I know", "start": 291.42, "end": 295.42}, {"text": "tried to book him on a show and he was like, I'll only do it if I can rap. Really? Yeah.", "start": 295.42, "end": 299.46}, {"text": "That's so funny. The funniest, I think it was either the year that Boston Calling switched", "start": 299.46, "end": 303.34}, {"text": "to the big field or the year after that that year was twenty seventeen", "start": 303.34, "end": 307.02}, {"text": "because that was the year I went. Okay, well, whatever year it was, it", "start": 307.02, "end": 310.16}, {"text": "was the one where", "start": 310.16, "end": 310.92}, {"text": "like I think the headliners were like Weezer and Major Lazer, I think,", "start": 310.92, "end": 315.0}, {"text": "but then the other, but then the other headliner was tool. That was the", "start": 315.0, "end": 319.16}, {"text": "one I like to. So the crowd was like half like, like sixteen year olds", "start": 319.16, "end": 322.72}, {"text": "going to their first concert ever and then half like forty five year old", "start": 322.72, "end": 325.96}, {"text": "guys who smelled so bad. I think it was the craziest crowd I've ever", "start": 325.96, "end": 329.74}, {"text": "I think the headliners were run the jewels and then no, it was chance the", "start": 329.78, "end": 333.98}, {"text": "rapper tool and then that's what it is. One of them one year was Weezer and", "start": 333.98, "end": 337.98}, {"text": "major laser dude that fucking I just remembered that. Okay. So is the chance", "start": 337.98, "end": 342.48}, {"text": "the rapper girl? Yeah, the chance the rapper show that all happened like the", "start": 342.48, "end": 347.68}, {"text": "week after the the Ariana Grande Manchester bombing. You remember that? I", "start": 347.68, "end": 355.68}, {"text": "forgot about that. So that happened like the week after I barely remember and I", "start": 355.68, "end": 358.68}, {"text": "I don't even remember what it is just besides it happening. Somebody", "start": 358.68, "end": 361.88}, {"text": "rapper said chance to rapper said in in like I don't know what, but he said", "start": 361.88, "end": 368.12}, {"text": "like do y'all want to see heaven tonight and then we heard like", "start": 368.12, "end": 371.5}, {"text": "and I was like oh my fucking God, he killed everyone in the", "start": 371.5, "end": 376.44}, {"text": "he's a young", "start": 376.44, "end": 378.56}, {"text": "tonight. I thought that chance the rapper was a terrorist. I thought that", "start": 378.56, "end": 382.84}, {"text": "I heard like to like what sounded like gunshots and I was like oh my God,", "start": 382.84, "end": 386.44}, {"text": "perfectly and then I was like oh no it's fine. I was just really drunk and I", "start": 387.48, "end": 391.44}, {"text": "thought that no no you thought chance the rapper was doing a ritual sacrifice.", "start": 391.44, "end": 395.52}, {"text": "He was no he was he was trying to get as many people to see heaven as possible.", "start": 395.52, "end": 399.84}, {"text": "No no no no other pieces unplugged. I'll plug that in okay. What are you guys", "start": 399.84, "end": 406.36}, {"text": "looking at you guys while I was talking about that you guys were all looking at", "start": 406.36, "end": 409.0}, {"text": "them and don't worry about something and I still don't know what it is they're", "start": 409.0, "end": 412.28}, {"text": "unloading it into a shop. I took my Adderall today. I've been extremely", "start": 412.28, "end": 415.76}, {"text": "I've been so focused on these stories I've been telling that I haven't let you guys get a word in edgewise.", "start": 415.76, "end": 420.76}, {"text": "What do you mean? We were talking about all the bus to Cologne. I've been talking up a damn storm all day. Shut up.", "start": 420.76, "end": 425.76}, {"text": "What'd you do this week? What'd I do this week? Did you do anything so fucking funny?", "start": 425.76, "end": 430.76}, {"text": "No, not really. Something so funny? Oh, me and Pat came up with something funny this week.", "start": 430.76, "end": 435.76}, {"text": "About surround sound. But we did something funny. We came up with something funny when we were walking.", "start": 435.76, "end": 440.76}, {"text": "owner. Why wait let me let me intro it basically it's a bit that we came up", "start": 440.76, "end": 445.3}, {"text": "with you fucking right. I think I'm sorry you know how excited I am. I think", "start": 445.3, "end": 450.3}, {"text": "you're actually going to I think you're actually going to like it, though. I", "start": 450.3, "end": 452.5}, {"text": "think it's actually funny all right, and it's the bit is Theo Vaughn, but he", "start": 452.5, "end": 457.4}, {"text": "grew up in a completely normal town. Yeah, okay, so I used to have this guy", "start": 457.4, "end": 461.98}, {"text": "coming into town. If your house is on fire, you give him one dollar. He put", "start": 461.98, "end": 466.26}, {"text": "that thing out. There used to be a place down in my town called the police", "start": 466.26, "end": 468.84}, {"text": "station all the cops hung out. I'll be cops there all the time man. We would go", "start": 468.88, "end": 472.88}, {"text": "down to the bus criminals. We would go down to this place man. It was me and a", "start": 472.88, "end": 476.68}, {"text": "couple of my friends. We'd go down to this place called the library and they", "start": 476.68, "end": 480.0}, {"text": "had every single book there. He was a borrow. He was a busy town. How about", "start": 480.0, "end": 484.48}, {"text": "that? Yeah, he's had his worm down there driving an apple and we had this worm.", "start": 484.48, "end": 488.68}, {"text": "He would drive an apple and all the caps all the cops were cats. See that's good", "start": 488.68, "end": 494.28}, {"text": "did okay. You guys did have a funny week. We were saying that to Jubio and he did not", "start": 494.3, "end": 499.98}, {"text": "get it. He listens to Theo Vaughn and he says yeah he lives in Mexico. Look at Caleb literally", "start": 499.98, "end": 507.18}, {"text": "trying to drift. I'll see you guys later. And then still got somehow out of the shot.", "start": 507.18, "end": 517.5}, {"text": "It's okay. Nobody cares. Nobody actually wants to see me. What? Don't say that. We did that", "start": 517.5, "end": 522.74}, {"text": "Hey, nobody even want we did that for the whole walk back to your apartment.", "start": 522.74, "end": 527.04}, {"text": "Good. It was funny. It was really making me laugh. It's been too hot.", "start": 527.04, "end": 529.44}, {"text": "I think it's cooking my brain. Yeah, cooking me toe all the way. I'm finally", "start": 529.44, "end": 534.22}, {"text": "dying y'all damn. It's really happening. It's confirmed. It's completely", "start": 534.22, "end": 538.86}, {"text": "confirmed. What way are you dying now?", "start": 538.86, "end": 540.94}, {"text": "I lost my vision again. You went blind. Yeah. How did you lose your", "start": 540.94, "end": 546.98}, {"text": "reiki beats me? It happened yesterday and I'm still scared of what you hear", "start": 546.98, "end": 551.7}, {"text": "they say it's happening again. That's what's happened. When were you and I was", "start": 551.7, "end": 554.76}, {"text": "sitting at the table, what do you get like a chronic migraine and then it just", "start": 554.76, "end": 557.88}, {"text": "well. So the usually I get a migraine. So also if any doctors are listening, I'd", "start": 557.88, "end": 560.9}, {"text": "really like you to tell me what this is. Do you wear glasses? No, maybe you have", "start": 560.9, "end": 564.9}, {"text": "macular immaculate, immaculate, immaculate, pregnant, but I do actually", "start": 564.9, "end": 570.62}, {"text": "want to know what this is. If you guys know you should tell me if I should go", "start": 570.62, "end": 574.66}, {"text": "to the doctor or not, but I usually get a mic. You know you get the don't ask a", "start": 574.66, "end": 578.1}, {"text": "the doctor they're going to say yes yeah. Do we have any anyone just a bunch of", "start": 578.14, "end": 582.38}, {"text": "everybody who listens to this message me and say yes or no, but no doctor, no", "start": 582.38, "end": 587.08}, {"text": "doctor, because you have a vested interest and you're trying to get you", "start": 587.08, "end": 589.9}, {"text": "have a doc. If what happened was you know usually you get a have you ever got a", "start": 589.9, "end": 593.32}, {"text": "migraine before you know how it's like a gradual kind of like visual halo that", "start": 593.32, "end": 596.7}, {"text": "like comes in, but this was like instant and it was like half, but the entire", "start": 596.7, "end": 601.26}, {"text": "upper half of my vision, just like it just was like it was just there and I", "start": 601.26, "end": 605.28}, {"text": "did you hit your head? Nothing app. I was literally sitting nothing, no, no", "start": 605.32, "end": 609.0}, {"text": "stimulus at all, something unplugged, something got unplugged in my brain. I", "start": 609.0, "end": 612.86}, {"text": "lost the upper half of my vision on one side. I stood up. I was walking around", "start": 612.86, "end": 615.88}, {"text": "saying I can't see I can't see what's happening. My girlfriend was very scared,", "start": 615.88, "end": 619.12}, {"text": "yeah, but I didn't feel I didn't my head didn't hurt. I didn't feel anything in", "start": 619.12, "end": 622.88}, {"text": "my body, my vision, and then it just faded away. I just some five minutes.", "start": 622.88, "end": 626.84}, {"text": "You only drink Gatorade. I don't this is the this is the first time I drink", "start": 626.84, "end": 630.66}, {"text": "Gatorade and probably over a month. Oh, then you probably not true. It's a", "start": 630.66, "end": 633.8}, {"text": "hundred percent sure I've been using the Gatorade water. It's completely true.", "start": 633.84, "end": 636.2}, {"text": "Do you know I went and you asked me to get you a Gatorade the other day and I", "start": 636.2, "end": 639.92}, {"text": "also was that Gatorade. When was that guys last week? That was not last. It", "start": 639.92, "end": 644.24}, {"text": "was. Let's be real. That was a hundred percent. It was not. I keep track of it.", "start": 644.24, "end": 648.6}, {"text": "Okay, I said you haven't had Gatorade this month is what you said. No, I'm in", "start": 648.6, "end": 653.92}, {"text": "at least a month in a thirty days. Okay, maybe I'll go to I'll go twenty days", "start": 653.92, "end": 658.72}, {"text": "then. Okay, I might give you, but it's been a while. It's been a minute. Okay,", "start": 658.72, "end": 661.88}, {"text": "I continue, though sorry I have nothing else to say. Do you think I mean it", "start": 661.92, "end": 666.02}, {"text": "probably nothing is probably just like a man, so it was the most scared I've", "start": 666.02, "end": 669.1}, {"text": "been. It's probably just a stroke yeah, that's what I was thinking. I thought I", "start": 669.1, "end": 672.0}, {"text": "was actively having a stroke. When it happened, it might have been a mini", "start": 672.0, "end": 674.7}, {"text": "stroke. Yeah, people have those all the time. There is a mean if you have a", "start": 674.7, "end": 677.96}, {"text": "mini stroke. It doesn't really mean I mean nothing really means anything.", "start": 677.96, "end": 681.94}, {"text": "It's not like", "start": 681.94, "end": 684.6}, {"text": "it's like I think it's like just your blood gets cut off to some part of your", "start": 689.64, "end": 694.08}, {"text": "brain for some very small amount of time. Oh, that makes sense. Got cut off to his", "start": 694.08, "end": 697.34}, {"text": "eyes. Maybe you have- I think it was my ocular nerve or whatever just got fucked", "start": 697.34, "end": 700.82}, {"text": "up in my brain. I honestly think just some little gremlin, some little mucinex", "start": 700.82, "end": 703.96}, {"text": "guy unplugged a part of your eye. Well, you know what else is? I think, as I did", "start": 703.96, "end": 707.76}, {"text": "have a headache in that morning. I didn't have one later in the day, but I feel", "start": 707.76, "end": 710.48}, {"text": "like maybe it was an aftershock. I think every headache I have is a- Did you hit", "start": 710.48, "end": 713.32}, {"text": "your head? I still didn't hit my head. You didn't hit your head? No. Did you hit", "start": 713.32, "end": 716.6}, {"text": "hit your head. I did hit my head. I did hit my head. You did hit your head. I", "start": 716.6, "end": 720.72}, {"text": "fell down. I hit my head on a door knob the other day, getting up from the", "start": 720.72, "end": 723.86}, {"text": "toilet.", "start": 723.86, "end": 724.44}, {"text": "I hit it so hard I had to lay down. You were sitting on the toilet and then you", "start": 724.44, "end": 729.68}, {"text": "got on hands and knees on the bath mat and then you stood up. No, I realize I", "start": 729.68, "end": 734.12}, {"text": "have a really bad habit of I get up really, really fast. I always go maximum", "start": 734.12, "end": 738.4}, {"text": "speed. That's when I hit my head on that. Yeah, so I keep hitting my head on", "start": 738.4, "end": 742.32}, {"text": "stuff because I get under something and I just try. I get so excited to get up", "start": 742.32, "end": 745.72}, {"text": "that I jump up and so I leaned over picking something off wall all while I", "start": 745.76, "end": 750.16}, {"text": "was taking a shit or something off wall. What are you saying?", "start": 750.16, "end": 753.6}, {"text": "You're picking up holy", "start": 753.6, "end": 756.28}, {"text": "you don't remember", "start": 756.28, "end": 760.12}, {"text": "what could you possibly", "start": 760.12, "end": 762.08}, {"text": "you know what you know what my you know the set up of my bathroom. I have the", "start": 762.08, "end": 768.72}, {"text": "toilet there, the doors in front of it, and if you open the door, which I shit", "start": 768.72, "end": 772.32}, {"text": "the door open when there's no one home for sure because I have the dog out.", "start": 772.36, "end": 775.56}, {"text": "I don't want the dog to get into mischief while I'm doing it.", "start": 775.56, "end": 778.48}, {"text": "So I'm shitting with the door.", "start": 778.48, "end": 779.8}, {"text": "Does he put his paw under the door?", "start": 779.8, "end": 781.4}, {"text": "No, the doors open like so if I bend over and then I get up, I might hit my", "start": 781.4, "end": 787.12}, {"text": "head on the doorknob and I bent over to like pick up my phone or something", "start": 787.12, "end": 790.52}, {"text": "while after I'd wiped my ass and I was lifting back up.", "start": 790.52, "end": 794.68}, {"text": "It's making a little more and I hit my head so hard.", "start": 794.68, "end": 797.04}, {"text": "I still have a red dot.", "start": 797.04, "end": 798.12}, {"text": "I see it.", "start": 798.12, "end": 798.6}, {"text": "I think it's like over here.", "start": 798.6, "end": 800.72}, {"text": "Oh, no, it's a little above that. Yeah, it's right there. I see it and that was", "start": 801.4, "end": 805.14}, {"text": "like ten days ago. Damn wow yeah, and I hit it really, really hard now and then", "start": 805.14, "end": 809.12}, {"text": "today", "start": 809.12, "end": 809.74}, {"text": "I was making meatballs in my air fryer and I spilled them onto the ground.", "start": 809.74, "end": 814.86}, {"text": "I opened up the air fryer and it, and the air fryer was tipping over the", "start": 814.86, "end": 820.02}, {"text": "counter. Something has been going on with us. You know what else? I had a", "start": 820.02, "end": 822.24}, {"text": "dream that a bee crawled in my ear. I had a dream that I just pissed blood and", "start": 822.24, "end": 825.72}, {"text": "that was it. I had a dream that I found. I had a dream that I pissed just straight", "start": 825.72, "end": 829.24}, {"text": "blood and I was like, Oh, my God, I was like, Oh, yeah, like like I in the dream,", "start": 829.28, "end": 834.84}, {"text": "I told myself like, Oh, yeah, this this is like a big problem, but let's just", "start": 834.84, "end": 840.68}, {"text": "wait it out. Oh, yeah, I mean, that's so fucking weird. That's what my sleep", "start": 840.68, "end": 844.94}, {"text": "apnea has been really bad recently, too. Yeah, and last night I had a dream that", "start": 844.94, "end": 849.08}, {"text": "I found an AR fifteen and I brought it to the police", "start": 849.08, "end": 851.7}, {"text": "because I was like, I don't want to get in trouble for having this. You guys can", "start": 851.7, "end": 856.06}, {"text": "kind of it and this morning I farted and the one sitting on the couch. Oh,", "start": 856.08, "end": 860.92}, {"text": "that's not that", "start": 860.92, "end": 861.76}, {"text": "girlfriend farting in her sleep last night and it smelled so bad that I left", "start": 861.76, "end": 866.48}, {"text": "the room for a little bit. I'm done. Oh, you can't say that. I think that men", "start": 866.48, "end": 868.88}, {"text": "need to take a stand, okay, because all three of us have lived in, we have", "start": 868.88, "end": 872.12}, {"text": "lived in, you're going to be in trouble. You're in trouble. She doesn't listen.", "start": 872.12, "end": 874.44}, {"text": "You're in huge trouble. She doesn't listen. All the girls listen to everyone", "start": 874.44, "end": 877.96}, {"text": "to see if we talk about them. They do. They do and they get together and they", "start": 877.96, "end": 881.72}, {"text": "listen while they do whatever. That's what they do.", "start": 881.72, "end": 884.0}, {"text": "that's what they do. I don't know. I'm thinking they do that. They do that", "start": 885.28, "end": 888.38}, {"text": "they do that because they hang out and I don't know she comes back and she's", "start": 888.38, "end": 891.98}, {"text": "laughing at me. She's laughing at you.", "start": 891.98, "end": 894.9}, {"text": "She comes back and she they show each other's pictures of our little sees me", "start": 894.9, "end": 899.66}, {"text": "as soon as she sees me. She does this and just so they can laugh and I go.", "start": 899.66, "end": 902.54}, {"text": "What are you laughing at and here nothing we need to take a stand here.", "start": 902.54, "end": 905.62}, {"text": "We are kicking every one of us. The girls from now on are sleeping on the", "start": 905.62, "end": 912.12}, {"text": "couches. Yeah, because I do not get a good night's sleep when I sleep with my", "start": 912.14, "end": 916.1}, {"text": "wife. I do not want to see her past eight o'clock. I want her to be gone.", "start": 916.1, "end": 920.58}, {"text": "You are a lunchtime only person in my life, lunch and breakfast. She's on my", "start": 920.58, "end": 925.34}, {"text": "bed. She is going diagonal while I'm trying to sleep. These women, they sleep", "start": 925.34, "end": 929.9}, {"text": "like I have a full bed. I have a full side. Can I tell you something else", "start": 929.9, "end": 932.86}, {"text": "going on in my life that this just reminded me? What there is a new baby", "start": 932.86, "end": 936.62}, {"text": "where in my building,", "start": 936.62, "end": 938.14}, {"text": "but it's only there some of the time, either that or it's really a polite", "start": 939.54, "end": 942.84}, {"text": "baby. That's good to be if you're a baby and you're polite yeah. My baby who", "start": 942.84, "end": 947.28}, {"text": "only screams and cries a little bit, but I was thinking that and also the", "start": 947.28, "end": 950.68}, {"text": "people have been fighting who has who were the baby in the baby. They could", "start": 950.68, "end": 955.32}, {"text": "be very could very I have no idea fighting like you're hearing like", "start": 955.32, "end": 958.9}, {"text": "I don't", "start": 958.9, "end": 961.16}, {"text": "but I'm thinking once they kill each other and the baby is gone, I've done", "start": 961.16, "end": 968.86}, {"text": "I care I can take the apartment that they're in and expand. It seems like", "start": 968.9, "end": 973.2}, {"text": "there's a lot of tension right now expansion expand and I was thinking this", "start": 973.2, "end": 976.5}, {"text": "is something I was I was thinking about okay. So if you get the apartment above", "start": 976.5, "end": 980.26}, {"text": "you, okay, tell me you're put in your inside your apartment, not in the lobby", "start": 980.26, "end": 985.18}, {"text": "or whatever. Are you going to put in a normal staircase, a ladder, a spiral", "start": 985.18, "end": 990.86}, {"text": "staircase or a jumping pad? What about the pole fire pole fire pole doesn't", "start": 990.86, "end": 996.3}, {"text": "goes down well unless you're very yeah, but I'm not that strong. I would say", "start": 996.32, "end": 1001.84}, {"text": "tighter on your legs and climb up. Are you can choose that? Are you going to", "start": 1001.84, "end": 1005.16}, {"text": "want to do the jumping pad every day? That's my question. Yes, I mean it could", "start": 1005.16, "end": 1010.32}, {"text": "be fun. I was a jump. You mean trampoline? No, I mean like a jump or", "start": 1010.32, "end": 1014.2}, {"text": "like it shoots you up. No, we are. I already had this discussion with who", "start": 1014.2, "end": 1018.16}, {"text": "with me. Yeah, with you, I'm just saying it's not a trampoline. It's a jumping", "start": 1018.16, "end": 1022.28}, {"text": "red, like in a game like yeah, yeah, like a spring, a spring, that's what I'm", "start": 1022.32, "end": 1026.22}, {"text": "saying it's a spring. It's not a trampoline. No, I'm I'm just asking if it", "start": 1026.22, "end": 1030.56}, {"text": "was not", "start": 1030.56, "end": 1031.28}, {"text": "trampoline. That's ridiculous. Okay, well, then I think I choose ladder. I", "start": 1031.28, "end": 1035.7}, {"text": "think a jumping pad would really hurt my back. Yeah, I guess you're right. I", "start": 1035.7, "end": 1039.62}, {"text": "think I would go spiral staircase just because it saves space and you don't", "start": 1039.62, "end": 1043.54}, {"text": "decline. Ladders, the cheapest is the space cheapest and the best efficient of", "start": 1043.54, "end": 1048.08}, {"text": "space. Then old people can't go up. Yeah, exactly. No old people. No, I'm", "start": 1048.08, "end": 1051.78}, {"text": "I have my antelope spiral staircase looks cool. Yeah, if I think it amazing", "start": 1051.8, "end": 1057.16}, {"text": "a stick is a look good in your apartment yeah. My part would probably look good", "start": 1057.16, "end": 1061.08}, {"text": "with a jump pad. My apartment jump pad would fit in great in my apartment. No,", "start": 1061.08, "end": 1065.74}, {"text": "no, it would not yeah. Well, it actually no, I think if I'm from the eighteen", "start": 1065.74, "end": 1070.88}, {"text": "hundred that doesn't even make sense. Some some Nikola Tesla", "start": 1070.88, "end": 1073.64}, {"text": "well made out of it's made out of like sheep's intestines. That'd be cool.", "start": 1073.64, "end": 1078.86}, {"text": "one day you guys came in and I had that Nikola Tesla thing with electricity", "start": 1079.16, "end": 1082.56}, {"text": "just shooting it into my Xbox and shit. Yeah, but I one day I get all this", "start": 1082.56, "end": 1087.56}, {"text": "electricity. Why don't how come how come people who get completely obsessed with", "start": 1087.56, "end": 1091.08}, {"text": "interior design, all these girls who want to make all their spaces look a", "start": 1091.08, "end": 1094.08}, {"text": "certain way, look like a magazine, how come they always every time they say I", "start": 1094.08, "end": 1097.72}, {"text": "want to look like this is a one room school house in the old west, how come", "start": 1097.72, "end": 1102.64}, {"text": "none of them are like I want to make my house look like a science lab or like a", "start": 1102.64, "end": 1106.0}, {"text": "dinosaur jungle or have it look like I understand they wanted to look like a", "start": 1106.04, "end": 1110.3}, {"text": "little pretty inside of a car. My shit would look like a Sunday school, like", "start": 1110.3, "end": 1114.18}, {"text": "like it already does no, my no, no, like a new one where they have like like", "start": 1114.18, "end": 1118.74}, {"text": "yeah, half of a car coming out of a wall, yeah, and like a slide, a built in", "start": 1118.74, "end": 1123.24}, {"text": "slide to the wall where you walk in that's a wall. Yeah, no, that one of", "start": 1123.24, "end": 1127.5}, {"text": "these bikes,", "start": 1127.5, "end": 1128.0}, {"text": "these people who have such incredible attention to detail, they're buying", "start": 1128.0, "end": 1133.0}, {"text": "worn husks. No one is going buying wooden poles. No one is doing P.", "start": 1133.04, "end": 1137.2}, {"text": "Rods. Nobody's doing Peewee. Nobody's doing Death Star. Yes,", "start": 1137.2, "end": 1141.76}, {"text": "we need to take these these these colonial women to work yeah and make me", "start": 1141.76, "end": 1147.72}, {"text": "a house.", "start": 1147.72, "end": 1148.16}, {"text": "What set these colonial women to work? That's okay to say what's wrong with", "start": 1148.16, "end": 1153.28}, {"text": "that? Let's set them to work yeah and build me a nice house that looks like a", "start": 1153.28, "end": 1157.32}, {"text": "video game and also if you're going to do all this shit and make do all this", "start": 1157.32, "end": 1161.4}, {"text": "that you should also have to farm for me and make me different food and all that stuff.", "start": 1161.44, "end": 1166.72}, {"text": "You want a corn broom? Get those husks, dry out that shit yourself. And we should have", "start": 1166.72, "end": 1171.04}, {"text": "a goat. And we should have a goat. Or you should milk my dog or something. We already", "start": 1171.04, "end": 1175.92}, {"text": "have a goat. In my person we already have a goat. Yeah, that's it. Okay, that's enough", "start": 1175.92, "end": 1183.04}, {"text": "of it. That's too much. You're talking about that vision thing. I don't remember who it", "start": 1183.04, "end": 1187.2}, {"text": "was, but there's some skater that like hit their head falling off of a like a", "start": 1187.2, "end": 1190.92}, {"text": "big stair set so hard that their vision went", "start": 1190.92, "end": 1193.44}, {"text": "fucking skater hit their head really hard falling from really high. They fell", "start": 1193.44, "end": 1200.18}, {"text": "from really high and their vision went like completely black and white. It's", "start": 1200.18, "end": 1202.96}, {"text": "either Chris Cole forever Thomas, but no for like an hour can happen for an hour.", "start": 1202.96, "end": 1207.96}, {"text": "They went full artist. I didn't see him. I pissed my dad off so much. That's", "start": 1207.96, "end": 1212.48}, {"text": "funny. One of my dad talked about it for years. I don't even know what it was up", "start": 1212.48, "end": 1216.28}, {"text": "up against. It was up against 2011. It was up against 2012. The artist was up against", "start": 1216.28, "end": 1223.28}, {"text": "2012 and then from what I remember, my dad reacted to it like a sports game. He's like", "start": 1223.28, "end": 1229.96}, {"text": "Jesus fucking Christ! The artist, the black and white movie, and then I remember him looking", "start": 1229.96, "end": 1236.96}, {"text": "at me and being like, \"Caleb, we should have made Moneyball.\" Oh yeah. The Tree of Life!", "start": 1236.96, "end": 1241.96}, {"text": "so mad because it won over Moneyball. That's so funny. Yeah, that's so fucking", "start": 1241.96, "end": 1247.4}, {"text": "funny. That's great. I was thinking of movies that I saw in 2011. It's like Toy", "start": 1247.4, "end": 1251.68}, {"text": "Story 3, The Sitter with Joe Mangielo. I remember my dad, he looked at me, he was", "start": 1251.68, "end": 1256.0}, {"text": "like, \"You know what, Caleb? You know what we should have done this year? Made", "start": 1256.0, "end": 1259.0}, {"text": "a fucking black and white movie because we would have won an Oscar.\" He's so mad.", "start": 1259.0, "end": 1263.48}, {"text": "It's one of the maddest I've ever seen him.", "start": 1263.48, "end": 1265.28}, {"text": "Just a bit because Moneyball lost. The ultimate dad movie lost. It was, it was,", "start": 1265.28, "end": 1270.84}, {"text": "the ads have been waiting for the industry nod for decade. Dude, I went to", "start": 1270.88, "end": 1275.34}, {"text": "Kellogg Diner one time at like three in the morning. I was like hammered and I", "start": 1275.34, "end": 1279.74}, {"text": "sat down at the diner and next to me was just a dude like eating the biggest", "start": 1279.74, "end": 1285.68}, {"text": "breakfast plate I've ever seen just watching Moneyball", "start": 1285.68, "end": 1288.88}, {"text": "watching Moneyball on his phone.", "start": 1288.88, "end": 1292.52}, {"text": "What's up? A little breakfast right there just on that big Moneyball that", "start": 1292.52, "end": 1299.42}, {"text": "you have a plate you saved the most boring story ever by saying, but all", "start": 1299.44, "end": 1303.08}, {"text": "breakfast", "start": 1303.08, "end": 1303.72}, {"text": "as a guy watching money, you saw a guy watching a movie, a guy watch a movie on", "start": 1303.72, "end": 1307.68}, {"text": "his phone. That's your story. That was I've never thought to watch a whole", "start": 1307.68, "end": 1311.8}, {"text": "movie on. What are you crazy on my phone? No, why not everybody? You see that on", "start": 1311.8, "end": 1316.96}, {"text": "the train all the time. You're somebody if you're eating, what were you doing at", "start": 1316.96, "end": 1319.96}, {"text": "the diner? You on your phone watching a full he's probably stopped. He stopped", "start": 1319.96, "end": 1324.14}, {"text": "the movie and got up and left when he was done. So he didn't watch the whole", "start": 1324.14, "end": 1327.68}, {"text": "movie. He watched he was watching a good chunk of the movie.", "start": 1327.72, "end": 1331.56}, {"text": "I", "start": 1331.56, "end": 1331.72}, {"text": "like all the time on my phone. I saw a movie clip on YouTube.", "start": 1331.72, "end": 1335.32}, {"text": "The whole movie. And it did that like", "start": 1335.32, "end": 1337.02}, {"text": "it was the whole movie on his iTunes.", "start": 1337.02, "end": 1339.24}, {"text": "We have that movie clips part two of Eleven Moneyball. Yeah, that's what he", "start": 1339.24, "end": 1344.02}, {"text": "was watching. No, he's watching the whole movie. I don't believe it. It was", "start": 1344.02, "end": 1346.66}, {"text": "on his iTunes. Even if he was, it's not even interesting. It's not that", "start": 1346.66, "end": 1349.92}, {"text": "interesting. I can't believe you're fighting against it.", "start": 1349.92, "end": 1351.42}, {"text": "Is it now? It's not that interesting.", "start": 1351.42, "end": 1354.32}, {"text": "Don't get all inquisitive. Is it?", "start": 1354.32, "end": 1357.52}, {"text": "Yeah, wait, let's look a little deeper. Don't talk like that.", "start": 1357.52, "end": 1361.98}, {"text": "Talk like what?", "start": 1361.98, "end": 1363.28}, {"text": "It's part of a mystery.", "start": 1363.28, "end": 1366.12}, {"text": "Oh yeah, if that was the beginning of like a Knives Out style thing,", "start": 1366.12, "end": 1370.62}, {"text": "then I might as well... He was watching Moneyball, but then I saw him... Oh", "start": 1370.62, "end": 1372.58}, {"text": "my God, Pat, you would be maybe the best writer of all time to write the", "start": 1372.58, "end": 1376.44}, {"text": "beginning part of a mystery, where they, right before they cut to the detective,", "start": 1376.44, "end": 1379.88}, {"text": "like the beginning of like a Columbo episode or something. What would your", "start": 1379.88, "end": 1383.4}, {"text": "story be? Where like nothing's happening? Yeah, you would write like the first", "start": 1383.4, "end": 1385.92}, {"text": "four pages and then bring someone else in to write the page or something gets", "start": 1385.92, "end": 1388.86}, {"text": "killed.", "start": 1388.86, "end": 1389.22}, {"text": "All right, what do you do? What's this set up for your mystery? All right, all", "start": 1389.22, "end": 1393.16}, {"text": "right, so the", "start": 1393.16, "end": 1393.8}, {"text": "it's a", "start": 1393.8, "end": 1395.68}, {"text": "no, it's a library. I was going to say laundromat. It's a library that's next", "start": 1395.68, "end": 1402.94}, {"text": "to a laundromat. Whoa, that's already good and I already like this.", "start": 1402.94, "end": 1407.42}, {"text": "The lady who works at the laundromat closes up the closes up shop, puts a", "start": 1407.42, "end": 1414.16}, {"text": "shirt on a hanger and then walks out, walks into the library. So then she", "start": 1414.24, "end": 1419.78}, {"text": "walks up to the... It's clear that she has a rapport with the librarian. She's", "start": 1419.78, "end": 1423.84}, {"text": "talking, she walks in... I love that. Is the librarian girl or boy? Hey, Janice.", "start": 1423.84, "end": 1428.04}, {"text": "Oh, hey, Bernice. Hey, what have you... You clean a lot of clothes today?", "start": 1428.04, "end": 1434.38}, {"text": "No, just one shirt today.", "start": 1434.38, "end": 1437.9}, {"text": "And I hung it up before I left.", "start": 1437.9, "end": 1440.98}, {"text": "no, all right.", "start": 1443.18, "end": 1443.98}, {"text": "Are you here to get a book? No, I'm here to return my book. Okay, what book is", "start": 1443.98, "end": 1449.82}, {"text": "your", "start": 1449.82, "end": 1450.14}, {"text": "memoirs of a geisha? Oh wow, okay, no, no, no, because I said laundromat,", "start": 1450.14, "end": 1456.88}, {"text": "because then that could be racist coded.", "start": 1456.88, "end": 1458.54}, {"text": "So she's actually returning", "start": 1458.54, "end": 1462.0}, {"text": "she's actually retarded.", "start": 1462.0, "end": 1465.78}, {"text": "Okay, so I do now do one more one and she's returning memoirs of a", "start": 1470.14, "end": 1474.54}, {"text": "geisha. Yeah,", "start": 1474.54, "end": 1475.38}, {"text": "no fifty shades of gray. Okay, okay, now she's returning now.", "start": 1475.38, "end": 1479.66}, {"text": "And then Bernice picks it up and goes,", "start": 1479.66, "end": 1482.62}, {"text": "and she goes, yep, and then suddenly a man in a trench coat and a hat runs", "start": 1482.62, "end": 1488.06}, {"text": "in and slits her throat and she falls on the floor and screams and grabs", "start": 1488.06, "end": 1491.66}, {"text": "her throat, which one is Bernice or Janice? Both. Her name is not Bernice.", "start": 1491.66, "end": 1496.18}, {"text": "Burnet okay, Bernays, not like a no yeah, it's the laundromat lady gets killed", "start": 1496.18, "end": 1502.3}, {"text": "and then cut okay and then theme song and then the rest of the episode yeah", "start": 1502.3, "end": 1506.7}, {"text": "what in the what in the what is going on in this library? I heard of this", "start": 1506.7, "end": 1513.84}, {"text": "happen. I've heard of a bookish demeanor, but I've never seen something", "start": 1513.84, "end": 1520.76}, {"text": "he's madara madara,", "start": 1520.8, "end": 1522.6}, {"text": "but when it comes to this criminal, there's no one demeanor. This is", "start": 1522.6, "end": 1529.0}, {"text": "demeanors criminal", "start": 1529.0, "end": 1530.2}, {"text": "not even using book", "start": 1530.2, "end": 1534.4}, {"text": "did a bookish and he did it in a bookish room. Well, let me take a", "start": 1534.4, "end": 1542.0}, {"text": "look at this and then he walks up and he like and it is the guy from glass", "start": 1542.0, "end": 1545.5}, {"text": "or from knives out yeah and he opens us on you. He opens up her throat slit", "start": 1545.5, "end": 1550.24}, {"text": "ceiling up", "start": 1550.3, "end": 1551.3}, {"text": "puts his fingers in a hall. Oh there is a piece of paper in here. Let's see what", "start": 1551.3, "end": 1558.06}, {"text": "it reads. I did it. I did it. Well, criminal, the paper cut killer, take", "start": 1558.06, "end": 1563.0}, {"text": "this to the forensic lab and see if it's signed anywhere and then and then and", "start": 1563.0, "end": 1567.34}, {"text": "then get this here's. I'm going to add a wrinkle. Okay, the librarian. Can you do", "start": 1567.34, "end": 1571.16}, {"text": "the library? Go in the shirt? They're a library and says and that was the", "start": 1571.16, "end": 1574.26}, {"text": "motive. I'll take it to the to the lab. That's what the movie's called a wrinkle", "start": 1574.26, "end": 1578.1}, {"text": "the case, a wrinkle in the shirt, a wrinkle in the book,", "start": 1578.14, "end": 1581.3}, {"text": "a wrinkle in the book and also the shirt that was at the laundromat next door.", "start": 1581.3, "end": 1585.58}, {"text": "Wait, so what was the setup? And then the librarian says, I'll take this to", "start": 1585.58, "end": 1590.28}, {"text": "the lab. Why would you take it to the lab for me? I'll just take it. I like", "start": 1590.28, "end": 1594.06}, {"text": "doing things for you. Well, thank you so much for being helpful, Mrs. Janice.", "start": 1594.06, "end": 1596.76}, {"text": "And then the librarian walks off screen and we don't know where Cici go. Okay,", "start": 1596.76, "end": 1600.46}, {"text": "but we assume she goes to the lab. But we don't know. But here comes the", "start": 1600.46, "end": 1603.96}, {"text": "detective. That's where that's, kind of put a pin in there. A cyst,", "start": 1603.96, "end": 1606.3}, {"text": "sidekick. Sidekick. Hey!", "start": 1606.34, "end": 1608.34}, {"text": "My God! Why can't we dissolve this crime today? Oh my God, my canine sidekick is", "start": 1608.34, "end": 1615.22}, {"text": "speaking English.", "start": 1615.22, "end": 1616.02}, {"text": "Holy, the devil's got me. Oh my God, I think I, well, here. I guess I'm okay", "start": 1616.02, "end": 1622.1}, {"text": "with it. Yeah, I mean, I guess it's kind of cool. We need to find a murder", "start": 1622.1, "end": 1625.26}, {"text": "weapon. And you have the perfect nose to find smells of murder. I pull out.", "start": 1625.26, "end": 1629.94}, {"text": "Okay, now you need to shut up. I will pull, no, you need to.", "start": 1629.94, "end": 1632.74}, {"text": "There's a bee in this library.", "start": 1633.46, "end": 1636.46}, {"text": "That's the problem.", "start": 1636.46, "end": 1638.46}, {"text": "That's a problem with a canine.", "start": 1638.46, "end": 1645.46}, {"text": "Somebody get a book on bees and find out what they don't like", "start": 1645.46, "end": 1648.46}, {"text": "to get this bee out of here.", "start": 1648.46, "end": 1650.46}, {"text": "Okay, I'm going to swat the bee.", "start": 1650.46, "end": 1652.46}, {"text": "Oh, it's staying now because it was used to swat a bee.", "start": 1652.46, "end": 1656.46}, {"text": "Okay, wait, let me get the bee.", "start": 1656.46, "end": 1658.46}, {"text": "No, no, no, no, no.", "start": 1658.46, "end": 1660.46}, {"text": "so don't shoot at the be grab my", "start": 1660.46, "end": 1662.7}, {"text": "the jump pad. We have to get up to the second guys. I want to so I do want to", "start": 1662.7, "end": 1669.1}, {"text": "solve this mystery. Yeah, okay, okay, so it was the librarian's husband. Yeah,", "start": 1669.1, "end": 1674.14}, {"text": "it is a set up with Janice and his name and because I will say I want to expand", "start": 1674.14, "end": 1680.22}, {"text": "the library. Oh, my God, the the laundromat lady was taking out all the", "start": 1680.22, "end": 1686.56}, {"text": "books that were highest demand and keeping them for too long as well, and", "start": 1686.56, "end": 1689.46}, {"text": "it's also mighty curious that the killer, it was all erotic, does a murder", "start": 1689.5, "end": 1694.44}, {"text": "directly in front of Janice and yeah exactly, but not and she can't identify", "start": 1694.44, "end": 1698.94}, {"text": "and kill Janice and Janice, they asked they asked what they asked Janice like", "start": 1698.94, "end": 1703.38}, {"text": "what did the guy look like you did and she's like my husband. She's like no,", "start": 1703.38, "end": 1706.62}, {"text": "she's like well. I think he was about three inches tall and he had great so", "start": 1706.62, "end": 1711.56}, {"text": "you should go find a guy. It looks like that I'll be right on well based on the", "start": 1711.56, "end": 1715.46}, {"text": "security footage. He doesn't look like that at all. There's no such thing as a", "start": 1715.46, "end": 1718.56}, {"text": "that is green. Wait, who's that and you see him? He's looking he's checking out", "start": 1718.6, "end": 1722.58}, {"text": "a book yeah. How to get taller, how to get taller and less green. She's", "start": 1722.58, "end": 1727.4}, {"text": "friend again,", "start": 1727.4, "end": 1728.08}, {"text": "and she's framing", "start": 1728.08, "end": 1729.96}, {"text": "how to get taller and turn into a blue guy instead of a green guy. It would be", "start": 1729.96, "end": 1735.18}, {"text": "would you rather be blue or green in this world in this world that were this", "start": 1735.18, "end": 1739.44}, {"text": "movie world, the current world that we live in. I was in this world, then", "start": 1739.44, "end": 1743.16}, {"text": "in the", "start": 1743.16, "end": 1744.6}, {"text": "green. I would die up world. Would you rather be a blue motherfucker or a", "start": 1745.84, "end": 1749.64}, {"text": "green bastard? I would rather be a blue motherfucker. I guess I'd rather be", "start": 1749.64, "end": 1754.36}, {"text": "green. You'd be green. Why? 'Cause I could be an alien or a lizard. I think", "start": 1754.36, "end": 1759.04}, {"text": "I'd rather be blue because I like blue more than green. Yeah. I think green,", "start": 1759.04, "end": 1763.92}, {"text": "just when it comes to a green guy,", "start": 1763.92, "end": 1765.96}, {"text": "there's something special about it. A blue guy is like a blue guy, but a green", "start": 1765.96, "end": 1770.48}, {"text": "guy is almost like... Green is almost alien. It's almost like unbelievably", "start": 1770.48, "end": 1774.88}, {"text": "I think green would make it to a higher level of public office. A green guy, the", "start": 1774.92, "end": 1779.68}, {"text": "exact same guy with green skin or blue skin. Blue skin, oh my God. See, this is", "start": 1779.68, "end": 1784.36}, {"text": "like another... See, I think it would be blue maybe because I think green...", "start": 1784.36, "end": 1787.2}, {"text": "Racially coded question. I think green, it does, you think mutant, you think", "start": 1787.2, "end": 1790.16}, {"text": "alien, you think blue, you think I'm blue. Yeah, I think blue is literally like,", "start": 1790.16, "end": 1794.48}, {"text": "\"Oh, this guy is a party animal. This is a big fat liar.\" But green, this is guys", "start": 1794.48, "end": 1799.48}, {"text": "from another world. This is a whole other planet of people. Or he's a... But a", "start": 1799.48, "end": 1804.12}, {"text": "blue person that we have blue people. There are people turn blue people eat", "start": 1804.12, "end": 1808.36}, {"text": "colloidal silver to make themselves and then blue, but people eat broccoli.", "start": 1808.36, "end": 1812.48}, {"text": "They turn green if they don't eat green, green candy. According to what", "start": 1812.48, "end": 1815.98}, {"text": "happens, that's what happens.", "start": 1815.98, "end": 1817.16}, {"text": "That's what happens if you eat a bunch of carrots. The can you turn orange", "start": 1817.16, "end": 1822.28}, {"text": "makes you orange. I think I had an orange and it makes you president. I", "start": 1822.28, "end": 1825.28}, {"text": "honestly think I was orange for about one year when I was in high school", "start": 1825.28, "end": 1828.2}, {"text": "because how many carrots I ate. There's some I think I'm also I could be blue", "start": 1828.2, "end": 1832.04}, {"text": "pretty easily. I think I could come blue. I think that happened on like an old", "start": 1832.06, "end": 1836.38}, {"text": "seven. My hands and feet turn blue. One of the I've never been blue and I've", "start": 1836.38, "end": 1840.06}, {"text": "never been green.", "start": 1840.06, "end": 1840.86}, {"text": "I bet you've been blue. I've been green and blue. I think we all three of us", "start": 1840.86, "end": 1845.66}, {"text": "have been blue for a video, but I've never been naturally blue. I think I've", "start": 1845.66, "end": 1849.7}, {"text": "been naturally both blue and green on parts of my body. I've seen you be green", "start": 1849.7, "end": 1853.3}, {"text": "yeah and I think I've seen you be blue and it's not my hands and feet turn", "start": 1853.3, "end": 1856.22}, {"text": "blue. Yeah, yeah, I've seen your blue feet. Yeah, but I would I think that you", "start": 1856.22, "end": 1861.98}, {"text": "have to go blue because you got to go blue is like you turn. You can be a DJ", "start": 1861.98, "end": 1866.22}, {"text": "green. People are going to mistake you for a plant. I think green and I've", "start": 1866.22, "end": 1870.78}, {"text": "it's happened to me. I think you go under the wrong lighting. Some people are", "start": 1870.78, "end": 1874.18}, {"text": "going to get very mad at you. Also people don't like Shrek. Yeah, people don't", "start": 1874.18, "end": 1877.62}, {"text": "like the Grinch. Well, they didn't like Shrek at first. Blue Grinch is worse", "start": 1877.62, "end": 1880.46}, {"text": "than the Green Grinch. Yeah, that's true, but yeah, but Blue Grinch also is not", "start": 1880.46, "end": 1884.98}, {"text": "widely known. It's true. It's completely true, but I think I like that. I think I", "start": 1884.98, "end": 1888.7}, {"text": "like the idea of being green precisely because it's so scary. You want to start", "start": 1888.74, "end": 1894.18}, {"text": "from the bottom. Yeah. I want to walk around and be like, 'That's right,", "start": 1894.18, "end": 1896.9}, {"text": "motherfucker, I'm green.' And then, 'What are you gonna do about it?' This guy", "start": 1896.9, "end": 1899.3}, {"text": "looks like a green apple. If I was blue or green, I think I would need to also", "start": 1899.3, "end": 1903.1}, {"text": "be in, like, the NBA or something. Yeah. What about hot pink? Hot pink? That", "start": 1903.1, "end": 1907.3}, {"text": "would, that would easily be the worst. Hot pink is the worst, 'cause then", "start": 1907.3, "end": 1909.82}, {"text": "everyone thinks that you just have high blood pressure from eating. Yeah, no,", "start": 1909.82, "end": 1912.54}, {"text": "I've seen, no, hot pink, not like, not like... Everyone thinks that you eat a", "start": 1912.54, "end": 1916.22}, {"text": "close enough to a shade of human person. Yeah, they're going to think that you", "start": 1916.22, "end": 1920.22}, {"text": "just this guy's fucking a part pig. Yeah, exactly. Yeah, and look, see right", "start": 1920.22, "end": 1925.7}, {"text": "there, like that shade of pink. That's not that's", "start": 1925.7, "end": 1929.04}, {"text": "yeah, I don't think that people are. I think that's going to have a similar", "start": 1929.04, "end": 1933.74}, {"text": "reaction to green or blue when it's that like look, look at this guy with the", "start": 1933.74, "end": 1937.42}, {"text": "with the with the ears here. Yeah, that's Mr. Pink. I don't know who that", "start": 1937.42, "end": 1941.66}, {"text": "is and there's all if you're telling me if you saw a guy who was this color,", "start": 1941.66, "end": 1944.78}, {"text": "would be like oh yeah. I guess that you could just have high boy. Can you click", "start": 1944.8, "end": 1947.36}, {"text": "that link, go to pink, go back,", "start": 1947.36, "end": 1948.92}, {"text": "click on that? Mr. Pink? Mr. Pink on mushroommagazine.com. Well yeah. And", "start": 1948.92, "end": 1956.08}, {"text": "here's all the info about him.", "start": 1956.08, "end": 1957.92}, {"text": "Mr. Pink? Who the fuck is this? Yes, I accept the cookies. This is art fashion.", "start": 1957.92, "end": 1962.8}, {"text": "Everybody at the big festivals knows Mr. Pink. He is half naked and painted in", "start": 1962.8, "end": 1967.56}, {"text": "pink and jumps out the crowd as if he emerged from another dimension. Okay.", "start": 1967.56, "end": 1971.16}, {"text": "tens of thousands of festival people have seen him. This is what you guys were", "start": 1971.2, "end": 1974.6}, {"text": "saying about the fucking like being a green person.", "start": 1974.6, "end": 1977.84}, {"text": "Your real name is Jovis and you are from the United States. Wait, his name is", "start": 1977.84, "end": 1983.72}, {"text": "Joe Visible? No, Jovis. Jovis. Wait, hold on. What was the funniest? Oh God,", "start": 1983.72, "end": 1989.44}, {"text": "he looks amazing. Wow. I wanna read this question. He says, \"What is the", "start": 1989.44, "end": 1993.16}, {"text": "funniest experience you had when performing as Mr. Pink?\" My God, there", "start": 1993.16, "end": 1996.48}, {"text": "have been literally hundreds. They are all so unique and precious. It would be", "start": 1996.48, "end": 1999.32}, {"text": "really hard for me. I thought he was going to tell a funny. No, that's", "start": 1999.32, "end": 2002.16}, {"text": "really that means that the experience was too funny and he doesn't want to", "start": 2002.16, "end": 2006.46}, {"text": "repeat it. I think he's done bad things. He asked then because it's twenty", "start": 2006.46, "end": 2010.04}, {"text": "sixteen. We haven't heard from him. Yeah, but anyway, that's my point right. A", "start": 2010.04, "end": 2013.7}, {"text": "guy who's this color of pink. He pops up at a festival. Hundreds of thousands of", "start": 2013.7, "end": 2018.06}, {"text": "people are paying attention to him or writing articles. It's not normal enough.", "start": 2018.06, "end": 2021.64}, {"text": "It's still a blue tear experience. Yeah, Patrick swatting him away. Yeah, I don't", "start": 2021.64, "end": 2028.84}, {"text": "I'm here. I think if he comes back, I'm going to slap the shit out of him again.", "start": 2028.88, "end": 2034.64}, {"text": "OK, what?", "start": 2034.64, "end": 2036.08}, {"text": "Color would you least want to be?", "start": 2036.08, "end": 2039.04}, {"text": "I think you've already been over this.", "start": 2039.04, "end": 2042.48}, {"text": "White. Yeah. Yeah.", "start": 2042.48, "end": 2044.2}, {"text": "I would rather be green or blue than the honky I am.", "start": 2044.2, "end": 2048.2}, {"text": "Yeah, honestly, because then at least like, you know, it's like telling people", "start": 2048.2, "end": 2052.64}, {"text": "like, you know, I just say half Italian.", "start": 2052.64, "end": 2054.16}, {"text": "I literally I'm actually fucking blue.", "start": 2054.16, "end": 2055.92}, {"text": "blue. Yeah, I'm blue, but I'm actually like some and I would get you know it", "start": 2055.96, "end": 2061.56}, {"text": "would be like it would be fun to be blue and then to get really mad at people", "start": 2061.56, "end": 2065.54}, {"text": "who play the song and be like yeah, very funny man. Yeah, what a great", "start": 2065.54, "end": 2069.18}, {"text": "while so original, huh? That's what I would say there is and it's by Ruka", "start": 2069.18, "end": 2073.18}, {"text": "Ruka Ali. Oh yeah,", "start": 2073.18, "end": 2074.22}, {"text": "yeah, yeah, and you can't play that. No, you'd be able to be the ultimate. Okay,", "start": 2074.22, "end": 2082.02}, {"text": "let's let's dig deeper. What's the worst two colors to be your half half and", "start": 2082.06, "end": 2087.2}, {"text": "we're upper body is completely one color lower body completely. I would say okay,", "start": 2087.2, "end": 2090.94}, {"text": "the best one yeah is perfectly black and white like a piano.", "start": 2090.94, "end": 2094.5}, {"text": "Whoa, what are you doing? He's playing with effects. Don't don't don't worry", "start": 2094.5, "end": 2099.74}, {"text": "about you be a perfectly black and white like a piano, especially if you can get", "start": 2099.74, "end": 2102.86}, {"text": "the cross section right down the hat like the I'm saying I'm saying top and", "start": 2102.86, "end": 2106.16}, {"text": "bottom and bottom. I was thinking strike because then you have to make a", "start": 2106.16, "end": 2109.16}, {"text": "conscious decision like left and right. It's like left and right,", "start": 2109.2, "end": 2111.6}, {"text": "whatever you could switch those, but top and bottom. That's you want to", "start": 2111.6, "end": 2114.6}, {"text": "see what color your ass is and what color your face is. I was thinking", "start": 2114.6, "end": 2118.3}, {"text": "just full stripes all over the body, like pink stripes with you'd be", "start": 2118.3, "end": 2122.8}, {"text": "Superman ice cream color. Yeah, yes, you would be red and I would be", "start": 2122.8, "end": 2128.1}, {"text": "like a bomb pop. Yeah, I think I think red and white is pretty good.", "start": 2128.1, "end": 2133.6}, {"text": "I guess I guess now that I'm thinking about it, we'd have to think about", "start": 2133.6, "end": 2136.7}, {"text": "what countries flags are two colors and maybe what? Oh yeah, because that's", "start": 2136.7, "end": 2140.3}, {"text": "gonna, 'cause red and white is what Poland? I would. Oh God no. That's Poland.", "start": 2140.3, "end": 2144.94}, {"text": "I would not wanna be red and white. So yeah.", "start": 2144.94, "end": 2146.92}, {"text": "The Philippines flag is", "start": 2146.92, "end": 2151.54}, {"text": "red and blue. Who's Philippines? I don't know. You said that like it was a", "start": 2151.54, "end": 2156.42}, {"text": "guy named Philippines. I know Philippines. I would... He's my barber.", "start": 2156.42, "end": 2161.06}, {"text": "I think green and... Okay guys, let's dig deeper. What would the worst 1000", "start": 2161.06, "end": 2166.58}, {"text": "colors to be probably the whole rainbow. Yeah, the rainbow is barely even it's", "start": 2166.62, "end": 2171.26}, {"text": "out of the color because if I tan, then it's going to get darker and darker", "start": 2171.26, "end": 2175.52}, {"text": "until it's like a", "start": 2175.52, "end": 2176.34}, {"text": "like a negative of a rainbow. Yeah, an opposite bow, but then in the winter, I", "start": 2176.34, "end": 2183.26}, {"text": "become pastel sunbow sunbow. Yeah, that's scary. Damn pastel pasty, pasty", "start": 2183.26, "end": 2191.78}, {"text": "white like I am right now.", "start": 2191.82, "end": 2193.82}, {"text": "Speaking of the rainbow, we finally got into...", "start": 2193.82, "end": 2198.82}, {"text": "That's barely white.", "start": 2198.82, "end": 2199.82}, {"text": "I think you're calling me Barry White.", "start": 2199.82, "end": 2201.82}, {"text": "We finally got into Pride Month.", "start": 2201.82, "end": 2204.82}, {"text": "Talk a little bit about that.", "start": 2204.82, "end": 2206.82}, {"text": "Me?", "start": 2206.82, "end": 2207.82}, {"text": "Yeah.", "start": 2207.82, "end": 2208.82}, {"text": "What does it mean to you, Pride Month?", "start": 2208.82, "end": 2209.82}, {"text": "It means that there's going to be some sales for...", "start": 2209.82, "end": 2214.82}, {"text": "You're going to start wearing that dog mask and walking around with the whip?", "start": 2214.82, "end": 2218.82}, {"text": "I don't know because my domino is not participating this year because of woke reasons.", "start": 2218.82, "end": 2229.06}, {"text": "Is piss going to enter the picture for you?", "start": 2229.06, "end": 2231.22}, {"text": "That's really, really funny to be like an anti-woke person who's also into all that", "start": 2231.22, "end": 2239.34}, {"text": "stuff.", "start": 2239.34, "end": 2240.34}, {"text": "Gayness?", "start": 2240.34, "end": 2241.34}, {"text": "Being gay?", "start": 2241.34, "end": 2242.34}, {"text": "Yeah, being a gay.", "start": 2242.34, "end": 2244.34}, {"text": "You think anti-woke people who are gay?", "start": 2244.34, "end": 2246.58}, {"text": "Or like being right wing?", "start": 2246.58, "end": 2247.58}, {"text": "right wing... So you don't like David Rubin? No.", "start": 2247.58, "end": 2251.58}, {"text": "Because now, it's like all the", "start": 2251.58, "end": 2255.26}, {"text": "right wing people now are just calling gay people pedophiles", "start": 2255.26, "end": 2259.78}, {"text": "and it's just like, alright, what are you...", "start": 2259.78, "end": 2262.14}, {"text": "It's your reflection in the headphones.", "start": 2262.14, "end": 2264.7}, {"text": "Can you, Jubio, can you really quickly make it look like", "start": 2264.7, "end": 2267.5}, {"text": "Patrick has put a Twitch chat up like he's doing a Hassan stream while he's talking about this?", "start": 2267.5, "end": 2272.78}, {"text": "God damn it.", "start": 2272.78, "end": 2273.74}, {"text": "just a bunch of people. I'm not going to talk about growing twitch chat. I'm not", "start": 2273.74, "end": 2277.74}, {"text": "going to talk about this. I love these right wing people are they gays or", "start": 2277.74, "end": 2281.38}, {"text": "got you. Yeah, pride month. Honestly, I think it's gone corporate. It is gone", "start": 2281.38, "end": 2286.9}, {"text": "corporate. I preferred it back when we were kids. Yeah, I like for I was a", "start": 2286.9, "end": 2291.5}, {"text": "little before I was walking around there before the chase bank got in dude.", "start": 2291.5, "end": 2295.9}, {"text": "Seriously, that chase bank is all over pride. My yeah, you know who else is", "start": 2295.9, "end": 2300.02}, {"text": "there. Black guys do nobody's complaining about.", "start": 2300.02, "end": 2303.82}, {"text": "Not kidding. Yeah, we should get a pride float that we could be that hard. I", "start": 2303.82, "end": 2313.02}, {"text": "almost I almost was a part of one last year, but then I decided not to do it.", "start": 2313.02, "end": 2317.82}, {"text": "I was like, wait, why'd you decide not to do it? Because it was gay. Wow. No,", "start": 2317.82, "end": 2323.02}, {"text": "you know what? I did instead was my friends. Wow. I did my friends fashion", "start": 2323.02, "end": 2328.02}, {"text": "show and I met that pit bull impersonator and then you were like I'm going to be on", "start": 2328.02, "end": 2332.36}, {"text": "a pride float. I was almost it was a it was Ben Ben Mora. You thought that you", "start": 2332.36, "end": 2338.86}, {"text": "were going to be on a pride float. They were not letting us anywhere near there", "start": 2338.86, "end": 2342.0}, {"text": "on the Snoopy.", "start": 2342.0, "end": 2342.78}, {"text": "The string", "start": 2342.78, "end": 2348.74}, {"text": "smiling", "start": 2348.74, "end": 2354.12}, {"text": "I think they got a Polaris slingshot for that, though I was kind of a Snoopy no", "start": 2354.12, "end": 2366.44}, {"text": "no for remember. We saw that like Polaris slingshot like meet up dude.", "start": 2366.44, "end": 2370.6}, {"text": "That was sick. There's a rental place about two blocks away from my apartment.", "start": 2370.6, "end": 2374.04}, {"text": "Yeah, it has like four of them out. I saw an old lady driving one the other day.", "start": 2374.04, "end": 2377.4}, {"text": "They're good car. I want to we need to get a three seat a", "start": 2377.4, "end": 2381.04}, {"text": "Polaris Slingshot. I think they're only two seater.", "start": 2382.0, "end": 2384.8}, {"text": "Well, they can make a special one for us. They should. We should get a double", "start": 2384.8, "end": 2389.56}, {"text": "decker. We get the pride float. Whoa, right? Three seater, double decker,", "start": 2389.56, "end": 2394.48}, {"text": "Polaris Slingshot that we have as our pride float. We go in to the pride", "start": 2394.48, "end": 2400.84}, {"text": "parade and we're like,", "start": 2400.84, "end": 2402.0}, {"text": "\"How the hell did we get here?\" What if... Yes, we dress up like The Hangover.", "start": 2402.0, "end": 2407.48}, {"text": "what the hell?", "start": 2408.08, "end": 2409.08}, {"text": "What? We're just trying to drive our three seated", "start": 2409.08, "end": 2413.12}, {"text": "Polaris.", "start": 2413.12, "end": 2413.88}, {"text": "What if- Where the hell are we right now? What if aliens finally detect the", "start": 2413.88, "end": 2418.76}, {"text": "Earth and they're coming down in their UFOs and they're coming down to make", "start": 2418.76, "end": 2421.9}, {"text": "contact and they're like, \"We're gonna come down. We need to make contact with", "start": 2421.9, "end": 2424.74}, {"text": "these humans. We gotta come down to a place with high concentration of human", "start": 2424.74, "end": 2427.4}, {"text": "activity.\" And they come down in the middle of the pride parade and they land", "start": 2427.4, "end": 2429.66}, {"text": "their UFO and they come out and everyone's like taking pictures like, \"Oh", "start": 2429.66, "end": 2431.86}, {"text": "my God, it's aliens!\" And they take their pictures and they're all next to all", "start": 2431.86, "end": 2434.2}, {"text": "the guys sucking each other and with the pride flag and our first", "start": 2434.2, "end": 2437.44}, {"text": "our first pictures of ever of aliens. They're all people pissing on each", "start": 2437.44, "end": 2441.14}, {"text": "other and then forever", "start": 2441.14, "end": 2442.4}, {"text": "then the aliens are forever. No, the aliens. Can you imagine that situation", "start": 2442.4, "end": 2449.28}, {"text": "and people will be like I did not have this on my bingo card? Yes, yes, and the", "start": 2449.28, "end": 2453.2}, {"text": "aliens also would be so probably when they figured out what was actually", "start": 2453.2, "end": 2456.08}, {"text": "like. Oh, my God, we're getting out of here. Homophobic alien showing up", "start": 2456.08, "end": 2461.4}, {"text": "because they definitely aliens definitely are. That is I guess I never", "start": 2461.4, "end": 2464.8}, {"text": "the the first picture somebody ever takes of an alien is not going to be just an", "start": 2465.0, "end": 2468.94}, {"text": "alien against a white background. No, they're going to land somewhere.", "start": 2468.94, "end": 2471.66}, {"text": "They're going to be in front of like", "start": 2471.66, "end": 2472.9}, {"text": "or something. They're going to be in front of a guy. There's going to be a", "start": 2472.9, "end": 2476.52}, {"text": "crazy guy. They're literally going to show up at Burning Man. Yeah, they will", "start": 2476.52, "end": 2480.58}, {"text": "be in the middle of Burning Man. Yeah, women with giant hippie tits flying out", "start": 2480.58, "end": 2484.14}, {"text": "of their pants. What is Burning Man? Burning Man is a festival. It's", "start": 2484.14, "end": 2488.32}, {"text": "basically a, yeah, it's like a sex and", "start": 2488.32, "end": 2491.72}, {"text": "It's not really, I mean there is music there, but it's mostly like a, you go there, you do", "start": 2492.64, "end": 2496.84}, {"text": "drugs and you fuck people and you burn a big worker man.", "start": 2496.84, "end": 2499.52}, {"text": "That's why all the tech people go there?", "start": 2499.52, "end": 2501.24}, {"text": "Yeah.", "start": 2501.24, "end": 2502.24}, {"text": "Oh.", "start": 2502.24, "end": 2503.24}, {"text": "I thought it was a music festival.", "start": 2503.24, "end": 2504.24}, {"text": "No, it's like art and dance.", "start": 2504.24, "end": 2506.44}, {"text": "It's an experience.", "start": 2506.44, "end": 2509.08}, {"text": "The fire that burns the man should, somebody should lead a big trail of gasoline and burn", "start": 2509.08, "end": 2514.12}, {"text": "everyone else that's there.", "start": 2514.12, "end": 2515.12}, {"text": "You want to kill these, it's like a hundred thousand people, you want to kill all these", "start": 2515.12, "end": 2519.76}, {"text": "people?", "start": 2519.76, "end": 2520.76}, {"text": "They're going to burning man, yeah.", "start": 2520.76, "end": 2521.76}, {"text": "Yeah, they should all get it.", "start": 2521.76, "end": 2522.76}, {"text": "You didn't even know what it was.", "start": 2522.76, "end": 2523.76}, {"text": "You just learned, I just said that they have dancing and art.", "start": 2523.76, "end": 2527.12}, {"text": "You just have to kill them all, burn them to death.", "start": 2527.12, "end": 2530.12}, {"text": "Burn them all to death in the middle of the desert?", "start": 2530.12, "end": 2533.0}, {"text": "Burn all those motherfuckers that bring my big magnifying glass, put it over them.", "start": 2533.0, "end": 2536.96}, {"text": "Burning Man, I would go to Burning Man.", "start": 2536.96, "end": 2538.36}, {"text": "I would not.", "start": 2538.36, "end": 2539.36}, {"text": "That sounds fucking cringe.", "start": 2539.36, "end": 2540.36}, {"text": "I would go anywhere for the most part.", "start": 2540.36, "end": 2541.36}, {"text": "But I would go to Coachella though.", "start": 2541.36, "end": 2542.36}, {"text": "I'd go to Coachella.", "start": 2542.36, "end": 2543.36}, {"text": "I really want to go to the gathering of the juggalos and perform there.", "start": 2543.36, "end": 2548.36}, {"text": "I was performing that song. That's you performing. Yeah. You're doing your DJ", "start": 2548.36, "end": 2554.84}, {"text": "set at Coachella. I bring this over there. Only hitting that. Yeah. But I would go to", "start": 2554.84, "end": 2559.8}, {"text": "any, I'm trying to think if I've ever been to a music festival. Oh my god, we came", "start": 2559.8, "end": 2563.72}, {"text": "full circle. Guess what? All the way back to music festivals. I don't think I've ever been to one.", "start": 2563.72, "end": 2567.56}, {"text": "I've been to Boston Calling. Oh, me and Pat went to a... Oh, we went to FYA Fest. I lied.", "start": 2567.56, "end": 2573.88}, {"text": "I've been to Azalea Festival in Wilmington, North Carolina. Azalea Banks?", "start": 2573.88, "end": 2577.76}, {"text": "I've no no no I've been there twice. One time I saw Leonard", "start": 2577.76, "end": 2580.26}, {"text": "Skannard and one time I saw Snoop Dogg.", "start": 2580.26, "end": 2582.26}, {"text": "Nice, but those are the only people there.", "start": 2582.26, "end": 2584.76}, {"text": "Yeah, nice, but it's not really a music festival.", "start": 2584.76, "end": 2587.26}, {"text": "We went to the FYA in 2022, I think 2022, but I think that's", "start": 2587.26, "end": 2594.86}, {"text": "it. Yeah.", "start": 2594.86, "end": 2595.36}, {"text": "Yeah, I wanted to go to that one the stick new world or whatever.", "start": 2595.36, "end": 2600.16}, {"text": "No, the one that had him gay and had him in like gay Mr.", "start": 2600.16, "end": 2606.56}, {"text": "Bungle, your favorite band?", "start": 2606.56, "end": 2608.56}, {"text": "There were a bunch of bands I liked on that show, but I would not go to that festival.", "start": 2608.56, "end": 2611.56}, {"text": "But there was another, I wanted to go to Psycho Las Vegas, which is called Psycho Las Vegas,", "start": 2611.56, "end": 2615.56}, {"text": "and it was in Mandalay Bay.", "start": 2615.56, "end": 2617.56}, {"text": "Oh wow.", "start": 2617.56, "end": 2618.56}, {"text": "What was that?", "start": 2618.56, "end": 2619.56}, {"text": "It was like I Hate God and Emperor and a bunch of metal bands.", "start": 2619.56, "end": 2622.56}, {"text": "Psycho Las Vegas.", "start": 2622.56, "end": 2623.56}, {"text": "Psycho Las Vegas.", "start": 2623.56, "end": 2624.56}, {"text": "The poster said Psycho Las Vegas, Mandalay Bay.", "start": 2624.56, "end": 2626.56}, {"text": "Damn, that's tight.", "start": 2626.56, "end": 2627.56}, {"text": "I was like, God damn.", "start": 2627.56, "end": 2629.56}, {"text": "We went, what do, oh that was the first time you ever went to Applebee's.", "start": 2629.56, "end": 2633.56}, {"text": "The first of the first of three or four. Yeah, that's true. I there's the funniest Applebee's", "start": 2633.56, "end": 2640.24}, {"text": "ad that keeps coming on my to be all what happens in it. It is just a video of the food just", "start": 2640.24, "end": 2646.06}, {"text": "bouncing around it like you know how they do in a commercial where the food bounces", "start": 2646.06, "end": 2649.48}, {"text": "down on the plate and there's no talking in it at all and it just shows the food and shows", "start": 2649.48, "end": 2653.28}, {"text": "the name of the food and the prices and it's just I want to dance with somebody. Okay,", "start": 2653.28, "end": 2658.16}, {"text": "I want to feel the heat was it just plays that song and it doesn't make you want to", "start": 2658.16, "end": 2661.4}, {"text": "to go to Applebee's. It makes me laugh every time.", "start": 2661.4, "end": 2663.72}, {"text": "Hey, real quick.", "start": 2663.72, "end": 2664.72}, {"text": "Because it's just food on the screen and they're just playing that song.", "start": 2664.72, "end": 2667.0}, {"text": "As a comedian, I have something to say to you commercial writers.", "start": 2667.0, "end": 2670.2}, {"text": "Back the fuck off!", "start": 2670.2, "end": 2671.2}, {"text": "That's right.", "start": 2671.2, "end": 2672.2}, {"text": "Okay? Leave the funny shit to me!", "start": 2672.2, "end": 2675.2}, {"text": "Uh-huh.", "start": 2675.2, "end": 2676.2}, {"text": "I'm sick of you fucking making these little...", "start": 2676.2, "end": 2679.2}, {"text": "Leave Eric Wareheim out of it. I don't give a fuck.", "start": 2679.2, "end": 2682.2}, {"text": "You're basically doing an entire season of network comedy...", "start": 2682.2, "end": 2686.2}, {"text": "Tim and Eric.", "start": 2686.2, "end": 2687.2}, {"text": "In one... 30 seconds. Fuck that!", "start": 2687.2, "end": 2689.2}, {"text": "fact, Tim and Eric, get your ass back to adult swim. A T and T get your ass off", "start": 2689.2, "end": 2695.6}, {"text": "purple mattresses. I don't want to see no more little Caesars commercials. I", "start": 2695.6, "end": 2699.52}, {"text": "want commercials that are unintentionally funny, like from the old", "start": 2699.52, "end": 2702.76}, {"text": "days with puppets. I am. I am coordinating DDoS attacks and", "start": 2702.76, "end": 2707.04}, {"text": "electromagnetic pulses to take down the entire AT&T network. All the", "start": 2707.04, "end": 2711.0}, {"text": "McDonald's commercials. Stop taking my ideas. Yeah, I have a bunch of ideas", "start": 2711.0, "end": 2714.88}, {"text": "about commercials where people get McDonald's food and eat it and smile and", "start": 2714.88, "end": 2717.56}, {"text": "I've been using every single one. Most of my stand up is about people eating", "start": 2717.56, "end": 2720.98}, {"text": "different foods and going, \"Mmm, that's good. How much does this cost?\"", "start": 2720.98, "end": 2724.32}, {"text": "So please shut the fuck up. And Burger King, you stole my idea to make a", "start": 2724.32, "end": 2727.74}, {"text": "commercial for your burgers. Stop stealing my song, Burger King. When I saw", "start": 2727.74, "end": 2730.66}, {"text": "your menu, I thought, \"I'm gonna make a commercial about these items.\" You did", "start": 2730.66, "end": 2734.6}, {"text": "it, but I had the idea first. I swear to God, I was walking around Burger King", "start": 2734.6, "end": 2738.98}, {"text": "headquarters in downtown New York City, Manhattan, and I was walking around just", "start": 2738.98, "end": 2743.94}, {"text": "going whopper, whopper, whopper, whopper, junior, junior, junior, junior.", "start": 2743.96, "end": 2749.16}, {"text": "(Laughter)", "start": 2749.16, "end": 2750.16}, {"text": "Yep.", "start": 2750.16, "end": 2751.16}, {"text": "Like I do every single day.", "start": 2751.16, "end": 2752.16}, {"text": "And they stole it and changed the fucking lyrics.", "start": 2752.16, "end": 2754.16}, {"text": "I know that they had one of those little guns that you can, with headphones on, that they", "start": 2754.16, "end": 2759.2}, {"text": "use in a spy movie.", "start": 2759.2, "end": 2760.2}, {"text": "The spy gun.", "start": 2760.2, "end": 2761.2}, {"text": "FBI.", "start": 2761.2, "end": 2762.2}, {"text": "And they stole that from me.", "start": 2762.2, "end": 2763.2}, {"text": "I know for a fact.", "start": 2763.2, "end": 2764.2}, {"text": "And do you guys remember what I used in my bit when I used to do in Boston about like", "start": 2764.2, "end": 2766.96}, {"text": "Arby's, what's their fucking thing, saying like, oh what, we have meat?", "start": 2766.96, "end": 2771.36}, {"text": "Yeah.", "start": 2771.36, "end": 2772.36}, {"text": "Boy, guess what their slogan is now.", "start": 2772.36, "end": 2773.68}, {"text": "no fucking way. We have the money. They stole that from you. They stole that.", "start": 2773.68, "end": 2777.88}, {"text": "They ripped that shit off of me. That is so fucked up that they do that to", "start": 2777.88, "end": 2781.32}, {"text": "Boston Open. My comics is stealer shit. Let me say something though. Most", "start": 2781.32, "end": 2784.16}, {"text": "vacation and travel ads, you keep doing what you're doing, 'cause I like seeing", "start": 2784.16, "end": 2787.72}, {"text": "the beaches and the TV. Yeah. Melissa McCarthy, you stay in that Travelocity", "start": 2787.72, "end": 2792.16}, {"text": "commercial or whatever. Melissa McCarthy, y'all, y'all pussies stay.", "start": 2792.16, "end": 2794.92}, {"text": "No, this is what you should be doing. You should not be doing funny commercials,", "start": 2794.92, "end": 2800.72}, {"text": "you guys, you should be doing dramatic commercials, scary commercials,", "start": 2800.76, "end": 2803.56}, {"text": "tears, a musical with food. I want to see every more of that surprisingly", "start": 2803.56, "end": 2808.1}, {"text": "human commercials. Here's an idea for a commercial Arby's.", "start": 2808.1, "end": 2810.74}, {"text": "Somebody's at an Arby's. They say, let me get a half pound roast beef. The", "start": 2810.74, "end": 2816.12}, {"text": "guy goes, yeah, of course he grabs like a", "start": 2816.12, "end": 2818.04}, {"text": "half pound roast beef sandwich. Okay, no pound of roast beef. Yeah, I thought", "start": 2818.04, "end": 2822.02}, {"text": "you were saying", "start": 2822.02, "end": 2822.54}, {"text": "he gets the you should be able to do that. It should be able. He gets the", "start": 2822.54, "end": 2826.8}, {"text": "sandwich right and he puts it in his pocket, his chest pocket for good luck,", "start": 2826.8, "end": 2830.52}, {"text": "like or just to put it there, that's the only pocket he has he's wearing a", "start": 2830.56, "end": 2833.5}, {"text": "uniclo pants with small pockets anyway.", "start": 2833.5, "end": 2835.52}, {"text": "So he's about to walk out okay, bam open the door, five foot, five white guy with", "start": 2835.52, "end": 2841.76}, {"text": "a bullet proof vest and an ar fifteen, who says I've been playing video games", "start": 2841.76, "end": 2845.86}, {"text": "my whole life and I'm ready to kill. Can I add a", "start": 2845.86, "end": 2847.96}, {"text": "mass shooting, killing every single person in the Arby's brain flying", "start": 2847.96, "end": 2851.94}, {"text": "everywhere?", "start": 2851.94, "end": 2852.32}, {"text": "He's double tapping the babies, he's killing everybody yeah, but and then", "start": 2852.32, "end": 2857.56}, {"text": "this guy he he's fully in shock, realize he's been shot and then he's down on", "start": 2857.6, "end": 2862.6}, {"text": "the floor. The guy finally does he kills himself or gets shot by the cops or", "start": 2862.6, "end": 2866.34}, {"text": "whatever, but then the guy goes oh my God wait pulls out the thing like a", "start": 2866.34, "end": 2870.14}, {"text": "Bible. There's so many layers of meat in a be sandwiched, completely block the", "start": 2870.14, "end": 2874.24}, {"text": "bullet from entering his heart eats it and then takes a bite and he says", "start": 2874.24, "end": 2877.5}, {"text": "doesn't taste like bullet at all. It doesn't actually", "start": 2877.5, "end": 2879.86}, {"text": "I was going to say I have a Patrick. I've had my hand raised okay, okay, and", "start": 2879.86, "end": 2886.2}, {"text": "We do not see that. We don't do this. We don't do that. We don't do that.", "start": 2886.22, "end": 2889.42}, {"text": "We don't do that here. I know that basically legacy and movie tie-ins is huge right now.", "start": 2889.42, "end": 2893.62}, {"text": "So as a marketing type of guy, let me tell you that this could be a tie-in for the new", "start": 2893.62, "end": 2898.12}, {"text": "legacy sequel. They're probably going to make for Falling Down.", "start": 2898.12, "end": 2900.62}, {"text": "Yep. The scene when he's in goes into the burger place and he shoots everything.", "start": 2900.62, "end": 2903.82}, {"text": "You could get him to come do that. Does he shoot in it?", "start": 2903.82, "end": 2906.02}, {"text": "Yeah. He shoots up a burger place. I was going to say he after he has the bullet in the", "start": 2906.02, "end": 2911.52}, {"text": "sandwich pulls out the sandwich right in the guy's face. I can't there's so much.", "start": 2911.52, "end": 2917.36}, {"text": "It's probably better if he's saying which is so juicy. Oh my God. There's so", "start": 2917.36, "end": 2921.36}, {"text": "much.", "start": 2921.36, "end": 2921.64}, {"text": "Or he just goes over to the guy. So that guy takes the AR 15. Yeah,", "start": 2921.64, "end": 2928.72}, {"text": "accidentally kills himself but shoots through his own head into the guy's head", "start": 2928.72, "end": 2932.28}, {"text": "and double suicide. No, I'm saying that the shooter kills himself. That's", "start": 2932.28, "end": 2935.72}, {"text": "because he can't handle that was cool though. And then at the end it's like", "start": 2935.72, "end": 2939.24}, {"text": "it's like Arby's. It's like a fuck, what the fuck just happened and every with", "start": 2939.24, "end": 2943.4}, {"text": "every sandwich get a chance to win a ticket to falling down to", "start": 2943.4, "end": 2945.54}, {"text": "the revenge, the revenge, Arby's, who the hell made this commercial? I just", "start": 2945.54, "end": 2951.08}, {"text": "had the best was a good idea. I said the best idea for a sequel to falling down", "start": 2951.08, "end": 2955.2}, {"text": "yeah, following up, falling down to society strikes back and it's all the", "start": 2955.2, "end": 2959.54}, {"text": "people he fucked with and they're kind of kill. Yeah, that's a good idea.", "start": 2959.54, "end": 2963.16}, {"text": "They're doing pitchforks in the street", "start": 2963.16, "end": 2964.88}, {"text": "that it's about cancel culture. You know that's a good idea. You got cancelled", "start": 2966.28, "end": 2970.52}, {"text": "because you went crazy and killed all these people", "start": 2970.52, "end": 2972.56}, {"text": "out a big as RPG on the highway and shot all basically all three of us just", "start": 2972.56, "end": 2978.56}, {"text": "learned about every single character and extra from the original. They're old", "start": 2978.56, "end": 2982.2}, {"text": "now yeah, I like they all have gone. They all have the same guns that Michael", "start": 2982.2, "end": 2986.2}, {"text": "Douglas has. I've never seen that movie, but I've seen every clip from that", "start": 2986.2, "end": 2989.68}, {"text": "movie. Yeah, it's a good movie. I've seen", "start": 2989.68, "end": 2991.52}, {"text": "that character parodied in Tony Hawk's American, I never really understand why", "start": 2993.2, "end": 2997.04}, {"text": "he does all that the", "start": 2997.04, "end": 2997.8}, {"text": "it's kind of a satire. He basically just fed up with modern and it's made by", "start": 2997.8, "end": 3004.0}, {"text": "Joel Schumacher, who made Batman. Oh really yeah, it's a good ass movie. You", "start": 3004.0, "end": 3008.0}, {"text": "should watch it. I bet you'd like it, because I bet you identify with the", "start": 3008.0, "end": 3011.08}, {"text": "character. I'm nothing, okay, I'm the furthest thing from violence. Why in my", "start": 3011.08, "end": 3015.0}, {"text": "head I just is to until", "start": 3015.0, "end": 3016.56}, {"text": "I do get pretty worried that one day I'll snap yeah, but I think that that's", "start": 3016.56, "end": 3022.12}, {"text": "probably eight or nine years away. I've driven you to the brink a few times. You've never", "start": 3022.16, "end": 3026.16}, {"text": "driven me to violence. I've driven you to violence many a time. You have instigated", "start": 3026.16, "end": 3031.08}, {"text": "violence and you have struck first. I will never ever strike first. There is not, no,", "start": 3031.08, "end": 3035.2}, {"text": "I have seen you, you have slapped me. When you wanted it. You have slapped me a lot on", "start": 3035.2, "end": 3040.24}, {"text": "this show. Shut up right now. There is now visual evidence of your slapping miss. Shut", "start": 3040.24, "end": 3046.08}, {"text": "up. You tried to put me in handcuffs one time. That was funny. You tried to handcuff me to", "start": 3046.08, "end": 3050.76}, {"text": "to you while we were recording. Why would you not want to be handcuffed to me for a day?", "start": 3050.76, "end": 3055.36}, {"text": "That is a perfect cartoon style. I think that you would be good in that. You know what I", "start": 3055.36, "end": 3059.92}, {"text": "had to do that day? Go to prison. No. What? Jerk it. I don't remember. I think it was", "start": 3059.92, "end": 3065.88}, {"text": "jerk it with the left. Jerk it with the left. Jerk it with my left hand. Jerk it with the", "start": 3065.88, "end": 3069.32}, {"text": "both. Jerk it with the both hand. I gave you, by the way, when I tried to handcuff you to", "start": 3069.32, "end": 3076.92}, {"text": "me. I gave you my right hand, which meant on your left, which meant that I was", "start": 3076.92, "end": 3082.72}, {"text": "giving you the, I'm, we're both right handed. Then I broke the handcuffs with", "start": 3082.72, "end": 3086.14}, {"text": "my strength and you threw, they were cheapo handcuffs, you threw that at my", "start": 3086.14, "end": 3092.14}, {"text": "knee and it did hurt. Really? Yeah, because it was a piece of metal at my", "start": 3092.14, "end": 3098.1}, {"text": "knee. Honestly man, so I've driven you to the brink of insanity and violence. I", "start": 3098.1, "end": 3103.9}, {"text": "I didn't even know that until right now. And that's another problem. Why can't we", "start": 3103.9, "end": 3107.9}, {"text": "communicate more? Yeah. Cause that's when we were not communicators. That's probably", "start": 3107.9, "end": 3110.94}, {"text": "two years ago. That is two years ago. And you couldn't just tell me. What a wild", "start": 3110.94, "end": 3113.9}, {"text": "ride it's been. You couldn't just tell me in the moment, \"Hey, when you threw that", "start": 3113.9, "end": 3118.2}, {"text": "at my knee.\" It hurt my knee from the metal. I probably did tell you in the moment.", "start": 3118.2, "end": 3121.3}, {"text": "Metal on my knee hurts. Immediately, probably. I don't think you did. I think I", "start": 3121.3, "end": 3124.34}, {"text": "would have remembered that. Yeah. Because every single time that you tell me", "start": 3124.34, "end": 3127.9}, {"text": "anything really hurts you, I scratch it into my heart. I inscribe it on my heart", "start": 3127.9, "end": 3133.58}, {"text": "that fucking razor blade. Yeah, I did throw a can at your head one time.", "start": 3133.58, "end": 3138.62}, {"text": "That was wrong. That was wrong. And you I remember you throwing a shoe to you.", "start": 3138.62, "end": 3144.3}, {"text": "I remember that you're the hurt or you're the abusive one. You probably", "start": 3144.3, "end": 3147.34}, {"text": "you always throw stuff at you. You know, honestly, you always throw stuff at him", "start": 3147.34, "end": 3151.26}, {"text": "and then you probably do. Don't say that. Probably. Probably does just", "start": 3151.26, "end": 3154.1}, {"text": "based on the evidence. Yeah, based on how much stuff he throws at me, it's", "start": 3154.1, "end": 3157.54}, {"text": "always he throws stuff at you and then you fight back and then it's I get", "start": 3157.54, "end": 3160.46}, {"text": "I get scared exactly yeah and I remember every single incident and I fight back", "start": 3160.46, "end": 3165.16}, {"text": "well. I'm self to the only the only instigation from you that I can think of", "start": 3165.16, "end": 3170.2}, {"text": "right now", "start": 3170.2, "end": 3170.76}, {"text": "is when we were in Manchester and you tried to kill him. You tried to fight", "start": 3170.76, "end": 3176.34}, {"text": "you said let's have a fight club and then you cornered him.", "start": 3176.34, "end": 3178.34}, {"text": "I'm trying to find you would not let me in, but that was funny. That was let me", "start": 3178.34, "end": 3185.96}, {"text": "something in my defense. He had an alley that his apartment building led into", "start": 3186.02, "end": 3192.32}, {"text": "that was basically what I thought was a perfect either fighting or break", "start": 3192.32, "end": 3196.02}, {"text": "dancing club. I figured you'd be more into fighting than break dancing. So I", "start": 3196.02, "end": 3199.94}, {"text": "said, let's have a fight club and you were being such a sissy about it. Just", "start": 3199.94, "end": 3203.78}, {"text": "fight. I did not want to have a fight club with you because you work out and", "start": 3203.78, "end": 3207.38}, {"text": "stuff and also I was very, very, very fat at the time. I was probably in", "start": 3207.38, "end": 3212.78}, {"text": "in terrible shape that I was extremely big at the time. So you probably had", "start": 3212.78, "end": 3216.58}, {"text": "pounds on me. You could have destroyed me. Yeah, but I don't have arm strength.", "start": 3216.58, "end": 3219.86}, {"text": "What kind of strength do you have? I don't. I sumo him. I could assume you", "start": 3219.86, "end": 3223.46}, {"text": "could have plastered him the wall. You could have got a crazy. That was a crazy", "start": 3223.46, "end": 3227.46}, {"text": "look at the time, because I had all of this fat in my gut and waist, but then", "start": 3227.46, "end": 3232.62}, {"text": "these tiny arms. I remember that. I remember the first time I saw your tiny", "start": 3232.62, "end": 3236.98}, {"text": "arms. It really shocked me. Yeah, because I think I met you in the winter time.", "start": 3236.98, "end": 3241.14}, {"text": "Yeah, when you had burned all your fat reserves?", "start": 3241.3, "end": 3243.7}, {"text": "No, I was just wearing hoodies.", "start": 3243.7, "end": 3244.7}, {"text": "I was wearing those hoodies.", "start": 3244.7, "end": 3245.7}, {"text": "But the first time I saw him with a short sleeve shirt, I was like, \"Holy, this guy's", "start": 3245.7, "end": 3250.7}, {"text": "got some mini skinny arms and a big ass body.\"", "start": 3250.7, "end": 3253.7}, {"text": "Big ass butt in the back.", "start": 3253.7, "end": 3256.66}, {"text": "But you...", "start": 3256.66, "end": 3257.66}, {"text": "I'd eat McDonald's every day.", "start": 3257.66, "end": 3258.66}, {"text": "But okay, so I admit that Fight Club is the only time I instigated.", "start": 3258.66, "end": 3263.7}, {"text": "I don't...", "start": 3263.7, "end": 3264.7}, {"text": "Do you remember Atlantic City?", "start": 3264.7, "end": 3267.78}, {"text": "What did we do there?", "start": 3267.78, "end": 3268.78}, {"text": "When you hit me in the elevator like Solange?", "start": 3268.78, "end": 3270.38}, {"text": "Yes, and then ran away. Yeah, and then he ran away. He fully Solange and me fully", "start": 3270.38, "end": 3275.98}, {"text": "Jay-Z. Don't give a fuck. I'm a billionaire. I'm not going to touch this", "start": 3275.98, "end": 3278.48}, {"text": "thing. No, you were you, but then I chased him. We had a chase. No, you did", "start": 3278.48, "end": 3282.28}, {"text": "the thing of like you calmly kind of walked out and then once you do the next", "start": 3282.28, "end": 3285.78}, {"text": "time that you guys were in the same space, you got him. I have to. I think I", "start": 3285.78, "end": 3288.88}, {"text": "only remember the times when both of you were fighting against each other", "start": 3288.88, "end": 3291.68}, {"text": "because I'm cowering. Yeah, one time I drank. I was like, damn, these truly's", "start": 3291.68, "end": 3297.38}, {"text": "these are eight ABV, that's crazy. And I had a six pack of them and I drank the", "start": 3297.38, "end": 3301.28}, {"text": "whole thing and then I slapped you.", "start": 3301.28, "end": 3303.48}, {"text": "Abusive dad.", "start": 3303.48, "end": 3304.98}, {"text": "I remember that.", "start": 3304.98, "end": 3305.68}, {"text": "Abusive dad.", "start": 3305.68, "end": 3306.48}, {"text": "Yeah.", "start": 3306.48, "end": 3306.88}, {"text": "Yeah.", "start": 3306.88, "end": 3307.28}, {"text": "Wait, when...", "start": 3307.28, "end": 3307.68}, {"text": "They say that when you're drunk, you're who you truly are when you're sober.", "start": 3307.68, "end": 3310.38}, {"text": "Yeah, you're a violent abuser.", "start": 3310.38, "end": 3312.38}, {"text": "I'm a completely violent person, yeah.", "start": 3312.38, "end": 3314.58}, {"text": "They say that getting more drunk actually makes you more sober when it", "start": 3314.58, "end": 3317.58}, {"text": "comes to your behavior.", "start": 3317.58, "end": 3318.38}, {"text": "When people say... That really terrifies me. If I'm actually who I am when I'm", "start": 3318.38, "end": 3322.18}, {"text": "drunk, that is the worst news ever.", "start": 3322.18, "end": 3324.08}, {"text": "Yeah, it's so funny.", "start": 3324.08, "end": 3325.18}, {"text": "Mostly when I drink, I have a good time.", "start": 3325.18, "end": 3329.48}, {"text": "You just blink a lot.", "start": 3329.48, "end": 3330.68}, {"text": "Yeah.", "start": 3330.68, "end": 3331.18}, {"text": "Yeah.", "start": 3331.18, "end": 3331.68}, {"text": "I blink a lot and I go, \"Hmmm.\"", "start": 3331.68, "end": 3333.68}, {"text": "Yeah.", "start": 3333.68, "end": 3334.18}, {"text": "You go, \"Hmmm.\"", "start": 3334.18, "end": 3335.18}, {"text": "And I like think it's funny to put like a new hat on.", "start": 3335.18, "end": 3339.68}, {"text": "Or if I find a jacket on the street, I'm going to put that on.", "start": 3339.68, "end": 3343.18}, {"text": "You drunk on the street is a scary sight.", "start": 3343.18, "end": 3346.18}, {"text": "Why?", "start": 3346.18, "end": 3347.18}, {"text": "Because you're going to pick something up.", "start": 3347.18, "end": 3348.68}, {"text": "Yeah.", "start": 3348.68, "end": 3349.18}, {"text": "Pick some trash up and keep it.", "start": 3349.18, "end": 3350.68}, {"text": "I'm going to pick something up. I'm going to keep it.", "start": 3350.68, "end": 3352.18}, {"text": "Yeah. I don't like that.", "start": 3352.18, "end": 3353.18}, {"text": "sometimes I sometimes I find money.", "start": 3353.18, "end": 3354.68}, {"text": "Oh, I found it. I found a dollar on the street the other day. I found a sheet of", "start": 3354.68, "end": 3360.48}, {"text": "dog stickers. Whoa! I was made to throw them away. By who? You can guess. Wow!", "start": 3360.48, "end": 3368.32}, {"text": "I hate her!", "start": 3368.32, "end": 3370.16}, {"text": "So wow! I've been having kind of a rough time at home. Yeah, I can imagine. Yeah,", "start": 3370.16, "end": 3378.22}, {"text": "you need him to come in.", "start": 3378.22, "end": 3379.56}, {"text": "Start throwing shit at her.", "start": 3379.56, "end": 3382.26}, {"text": "Oh, brother. Yeah, but you haven't you have not violently hurt me in some time.", "start": 3382.26, "end": 3388.74}, {"text": "Yeah. So I mean, I've got to stop doing it. There was a recent you threw a can", "start": 3388.74, "end": 3392.94}, {"text": "at him recently. I threw a can at you and no retaliation from me. And you said", "start": 3392.94, "end": 3396.7}, {"text": "and I was having a bad day. You looked at me and said you have bad instincts.", "start": 3396.7, "end": 3400.46}, {"text": "You do. You have no social. Yeah, completely true. That honestly that did", "start": 3400.46, "end": 3406.06}, {"text": "shake me to my core. It's saying you saying you have bad instincts. I was", "start": 3406.06, "end": 3410.66}, {"text": "I was clearly in a grumpy mood and you threw a can at my head.", "start": 3410.66, "end": 3414.14}, {"text": "Yeah.", "start": 3414.14, "end": 3415.14}, {"text": "And then we had to record a podcast.", "start": 3415.14, "end": 3416.7}, {"text": "Yeah, but then I gave you an apology poem.", "start": 3416.7, "end": 3419.34}, {"text": "I don't remember that.", "start": 3419.34, "end": 3421.94}, {"text": "So let's talk AI.", "start": 3421.94, "end": 3422.94}, {"text": "I said I remember exactly what it was.", "start": 3422.94, "end": 3424.34}, {"text": "Oh, it was AI.", "start": 3424.34, "end": 3425.34}, {"text": "It was not AI.", "start": 3425.34, "end": 3426.34}, {"text": "It was AI.", "start": 3426.34, "end": 3427.34}, {"text": "I came up with it on the spot.", "start": 3427.34, "end": 3428.34}, {"text": "Because I said throwing a can even in jest is not the best.", "start": 3428.34, "end": 3433.66}, {"text": "First run.", "start": 3433.66, "end": 3434.66}, {"text": "Patrick's first run.", "start": 3434.66, "end": 3435.66}, {"text": "Patrick's first run.", "start": 3435.66, "end": 3436.66}, {"text": "After his worst crime.", "start": 3436.66, "end": 3438.7}, {"text": "I'm throw", "start": 3438.7, "end": 3439.2}, {"text": "do you guys? I don't know why I start first time you because you grew up with", "start": 3439.2, "end": 3445.1}, {"text": "with brothers. That's true. I was the little sibling, so you were the herder.", "start": 3445.1, "end": 3448.8}, {"text": "I was the instigator and then I would run away.", "start": 3448.8, "end": 3451.0}, {"text": "I you I treat you exact. I realize that day. I treat you exactly like I do. I", "start": 3451.0, "end": 3456.24}, {"text": "did my little brother because he would always like punch me or something yeah,", "start": 3456.24, "end": 3460.28}, {"text": "and I'll go", "start": 3460.28, "end": 3460.8}, {"text": "you don't realize if I fought back, I'd kill you.", "start": 3460.8, "end": 3464.4}, {"text": "If I fought back, if I let myself fight back, you would be fucking dead.", "start": 3468.1, "end": 3471.9}, {"text": "You'd be in the hospital, your neck would be broken.", "start": 3471.9, "end": 3473.9}, {"text": "That's what I used to tell him.", "start": 3473.9, "end": 3475.26}, {"text": "I was the instigator, then when I got older I stopped, but then my two older, my older", "start": 3475.26, "end": 3480.06}, {"text": "and my younger brother would fight and then I would use that as an excuse to shut off", "start": 3480.06, "end": 3486.58}, {"text": "their video game and then I would start playing.", "start": 3486.58, "end": 3488.58}, {"text": "I miss fighting my brothers, man.", "start": 3488.58, "end": 3490.34}, {"text": "That was fun shit.", "start": 3490.34, "end": 3491.34}, {"text": "Dude, you can't fight anybody anymore.", "start": 3491.34, "end": 3492.54}, {"text": "You can't fight your brothers anymore.", "start": 3492.54, "end": 3494.34}, {"text": "It's bullshit.", "start": 3494.34, "end": 3495.34}, {"text": "You can fight your brothers.", "start": 3495.34, "end": 3496.34}, {"text": "You can't fight your brothers.", "start": 3496.34, "end": 3497.34}, {"text": "I fight my brothers every time.", "start": 3497.34, "end": 3498.8}, {"text": "Then it gets sad.", "start": 3498.8, "end": 3499.8}, {"text": "And like sounds like that happened.", "start": 3499.8, "end": 3502.88}, {"text": "There's a hyena outside.", "start": 3502.88, "end": 3503.88}, {"text": "Yeah.", "start": 3503.88, "end": 3504.88}, {"text": "But yeah, you can fight your brother.", "start": 3504.88, "end": 3505.88}, {"text": "Anytime that we go back for Christmas, we get, we fight.", "start": 3505.88, "end": 3508.88}, {"text": "You fight your brother?", "start": 3508.88, "end": 3509.88}, {"text": "We wrestle over something.", "start": 3509.88, "end": 3511.38}, {"text": "I think my brothers, my older and younger brother have wrestled.", "start": 3511.38, "end": 3514.38}, {"text": "We smoke too much weed and we start wrestling.", "start": 3514.38, "end": 3515.38}, {"text": "At some point.", "start": 3515.38, "end": 3516.38}, {"text": "Watching TV.", "start": 3516.38, "end": 3517.38}, {"text": "But yeah, no, now I'm thinking about it.", "start": 3517.38, "end": 3519.38}, {"text": "I have like thrown shit at my brother and then run away.", "start": 3519.38, "end": 3522.38}, {"text": "At Christmas, yeah.", "start": 3522.38, "end": 3524.38}, {"text": "You're a coward archer.", "start": 3524.38, "end": 3525.88}, {"text": "Uh huh.", "start": 3525.88, "end": 3526.88}, {"text": "Yeah, I got a good aim. You should be on the back lines. Yeah. You're a sniper. I am. Bastard.", "start": 3526.88, "end": 3531.84}, {"text": "I'm real good at sniping. You're not willing to put your body in. Me, I'm the first person", "start": 3531.84, "end": 3535.56}, {"text": "to fucking die. I'd be like the John Daly. I'm like a spy. I'd be the John Daly of snipers.", "start": 3535.56, "end": 3539.4}, {"text": "I'd come in and disguise. Spy, sniper. Pyro. Pyro. Heavy. Yeah. Yeah. I walk in and I just", "start": 3539.4, "end": 3546.76}, {"text": "die as much as possible. There's a, every army is 5,000 me in the front. Do you think,", "start": 3546.76, "end": 3552.28}, {"text": "That makes sense. Like snipers don't really have to be in good physical condition. I mean", "start": 3552.28, "end": 3556.96}, {"text": "they have to run away.", "start": 3556.96, "end": 3557.96}, {"text": "I think they have to carry a bunch of sniper stuff.", "start": 3557.96, "end": 3559.28}, {"text": "Yeah, but John Daly...", "start": 3559.28, "end": 3560.28}, {"text": "I think every soldier has to be in physical condition, right?", "start": 3560.28, "end": 3562.6}, {"text": "John Daly would just... no, he had a caddy.", "start": 3562.6, "end": 3565.76}, {"text": "Doesn't everybody have to do all this stuff?", "start": 3565.76, "end": 3567.76}, {"text": "You're saying that snipers should have a caddy.", "start": 3567.76, "end": 3570.04}, {"text": "Snipers should have a caddy.", "start": 3570.04, "end": 3571.04}, {"text": "I agree.", "start": 3571.04, "end": 3572.04}, {"text": "And they can sit up there in their little nest and drink a bunch of high... oh, well", "start": 3572.04, "end": 3575.92}, {"text": "then it affects their aim.", "start": 3575.92, "end": 3576.92}, {"text": "They can't be drunk.", "start": 3576.92, "end": 3577.92}, {"text": "They can smoke a bunch of cigarettes, though.", "start": 3577.92, "end": 3578.92}, {"text": "I think you probably take some kind of crazy stimulant.", "start": 3578.92, "end": 3582.4}, {"text": "Yeah, Medgar Diazepam.", "start": 3582.4, "end": 3584.4}, {"text": "Yeah.", "start": 3584.4, "end": 3585.4}, {"text": "Shit.", "start": 3585.4, "end": 3586.4}, {"text": "I think that if you were the John Daly of snipers, that would be very cool.", "start": 3586.4, "end": 3589.72}, {"text": "Your aim is so good.", "start": 3589.72, "end": 3590.72}, {"text": "I guess it's more like a Dustin Dahlen, where your aim is so good, even though you're a million", "start": 3590.72, "end": 3596.64}, {"text": "beers deep.", "start": 3596.64, "end": 3597.64}, {"text": "Or you're like the drunken master.", "start": 3597.64, "end": 3599.6}, {"text": "Yeah.", "start": 3599.6, "end": 3600.6}, {"text": "You're only good at aiming when you're drunk.", "start": 3600.6, "end": 3601.96}, {"text": "You're doing drunken kung fu style stuff.", "start": 3601.96, "end": 3604.36}, {"text": "If you think about playing, you're better when you're playing a first person shooter game", "start": 3604.36, "end": 3608.68}, {"text": "if you're a little drunk. Yeah, that's true. That's actually a myth. Completely", "start": 3608.68, "end": 3613.36}, {"text": "true. Now that's a myth. It's completely true. That is true. That's an alcohol.", "start": 3613.36, "end": 3617.2}, {"text": "That's completely true. I am stone cold sober when I play FPS shooters.", "start": 3617.2, "end": 3621.0}, {"text": "That's because you play in a different style. Yeah, I do play tiger style. You", "start": 3621.0, "end": 3626.32}, {"text": "play with your keyboard all fucking stupid. I put my keyboard completely", "start": 3626.32, "end": 3630.0}, {"text": "sideways like this. Yeah, I don't really. I don't know why I just started doing", "start": 3630.0, "end": 3633.52}, {"text": "it one day. I think I saw some counter strike guy do that. Yeah, I play every", "start": 3633.52, "end": 3637.4}, {"text": "I saw you do that. I saw you do that. I started doing the weird controller grip. Oh, you do?", "start": 3637.4, "end": 3642.28}, {"text": "Yeah. Not for first person shooters, but for Dark Souls. I've been playing it like that.", "start": 3642.28, "end": 3647.16}, {"text": "I miss the custom controllers. My dad used to have one that was like all, every button", "start": 3647.16, "end": 3651.2}, {"text": "was on the back. Have you seen, I don't know if we talked, tell me if we talked about this", "start": 3651.2, "end": 3654.96}, {"text": "before, where the person who made the custom fight stick for the fighting game tournament", "start": 3654.96, "end": 3657.68}, {"text": "where it's every, it's like, it's, it's like a, they made it in a big shoe box and then", "start": 3657.68, "end": 3662.12}, {"text": "it's like, it has like a hundred buttons where they're all on a line so that you can do combos", "start": 3662.12, "end": 3665.8}, {"text": "goes by just like just pressing down the like it's like every button is just", "start": 3665.8, "end": 3669.26}, {"text": "like a different direction thing. So they brought it's like technically legal in", "start": 3669.26, "end": 3672.16}, {"text": "the turn of whatever and got pissed off. That's", "start": 3672.16, "end": 3673.7}, {"text": "it looks like shit. It's like it doesn't actual shoe box. It is a million", "start": 3673.7, "end": 3678.92}, {"text": "buttons and they just go", "start": 3678.92, "end": 3679.66}, {"text": "and just", "start": 3679.66, "end": 3681.22}, {"text": "because it makes it easier. It's so sick. I would use that. I would win every", "start": 3681.22, "end": 3687.34}, {"text": "single fighting and you can just build that nowadays. People is build their own", "start": 3687.34, "end": 3690.46}, {"text": "ish. I hate builders. Yeah, it's weird. I like out of here builders because where", "start": 3690.46, "end": 3694.98}, {"text": "did our inventions go? Yeah, it's true. Wow, that's true. That's actually, I'll just be", "start": 3695.02, "end": 3699.94}, {"text": "stuck in your head. Yeah. Yeah, if we had no builders, there would be no inventions.", "start": 3699.94, "end": 3704.34}, {"text": "If we had no inventions, we would have no uniqueness. There would be inventions, but", "start": 3704.34, "end": 3708.62}, {"text": "not prototypes. True. Prototypes are the mother of invention. No. They're the child of an", "start": 3708.62, "end": 3714.7}, {"text": "invention. Mother necessity. Oh. Invention prototypes are the mother of a blueprint.", "start": 3714.7, "end": 3718.7}, {"text": "Who was the mother of invention?", "start": 3718.7, "end": 3720.7}, {"text": "Necessity.", "start": 3720.7, "end": 3721.7}, {"text": "Zappa.", "start": 3721.7, "end": 3722.7}, {"text": "Frank Zappa.", "start": 3722.7, "end": 3725.08}, {"text": "He died from smoking too much.", "start": 3725.08, "end": 3727.14}, {"text": "You know that?", "start": 3727.14, "end": 3728.14}, {"text": "Really?", "start": 3728.14, "end": 3729.14}, {"text": "Yeah.", "start": 3729.14, "end": 3730.14}, {"text": "He's gotta be the only one.", "start": 3730.14, "end": 3731.14}, {"text": "He was also afraid of the human mouth.", "start": 3731.14, "end": 3733.86}, {"text": "Or the nose.", "start": 3733.86, "end": 3734.86}, {"text": "He had a bunch of nose surgery.", "start": 3734.86, "end": 3736.22}, {"text": "I do not give a fuck about Frank Zappa.", "start": 3736.22, "end": 3739.02}, {"text": "I used to love him so much and then when I got older I was like, \"Oh this guy sucks.\"", "start": 3739.02, "end": 3743.7}, {"text": "I don't give a fuck about any old music that sounds weird and weird.", "start": 3743.7, "end": 3747.5}, {"text": "I like old music like Da Beus.", "start": 3747.5, "end": 3750.5}, {"text": "Were you kidding me? They got a song about a fucking yellow submarine.", "start": 3750.5, "end": 3754.5}, {"text": "You think that's normal?", "start": 3754.5, "end": 3757.5}, {"text": "I don't listen to the lyrics.", "start": 3757.5, "end": 3758.5}, {"text": "Yeah, you just listen to the music.", "start": 3758.5, "end": 3760.5}, {"text": "You're just there for the tunes.", "start": 3760.5, "end": 3762.5}, {"text": "You go to the Beatles rock band and turn the vocals down.", "start": 3762.5, "end": 3764.5}, {"text": "Mr. Beef, Captain Zappa.", "start": 3764.5, "end": 3767.5}, {"text": "I like one Captain Zappa.", "start": 3767.5, "end": 3769.5}, {"text": "There's a good couple of them.", "start": 3769.5, "end": 3772.5}, {"text": "But it's too much time.", "start": 3772.5, "end": 3774.5}, {"text": "It's hard. The only weird guys, the only weird guys who have ever made a good rock song are", "start": 3774.5, "end": 3780.18}, {"text": "Ween because they do Spongebob music. They are the inspiration for Spongebob. Most music", "start": 3780.18, "end": 3785.86}, {"text": "is just crap. I can't care about it. Here's what I like. I used to try to care about it,", "start": 3785.86, "end": 3791.66}, {"text": "I just can't care. It's too much of it. I just don't give a fuck. Too many movies. There's", "start": 3791.66, "end": 3795.9}, {"text": "too much tunes to pay attention to. It's like growing up and being like, \"Oh yeah, I don't", "start": 3795.9, "end": 3801.58}, {"text": "I don't need to look at the new Pokemon game.", "start": 3801.58, "end": 3804.38}, {"text": "Yeah.", "start": 3804.38, "end": 3805.38}, {"text": "You need to choose, as you get older, you need to choose a hobby that is not one of the big", "start": 3805.38, "end": 3809.1}, {"text": "three of music, movies, and games.", "start": 3809.1, "end": 3812.1}, {"text": "Dinosaurs.", "start": 3812.1, "end": 3813.1}, {"text": "I picked dinosaurs.", "start": 3813.1, "end": 3814.1}, {"text": "You need to choose dinosaurs.", "start": 3814.1, "end": 3815.1}, {"text": "Something that's so, like, yeah, dinosaurs, crosswords, which is basically, it might as", "start": 3815.1, "end": 3819.62}, {"text": "well be fortune cookies.", "start": 3819.62, "end": 3820.62}, {"text": "Pendulums.", "start": 3820.62, "end": 3821.62}, {"text": "Huh?", "start": 3821.62, "end": 3822.62}, {"text": "Pendulums.", "start": 3822.62, "end": 3823.62}, {"text": "Pendulums?", "start": 3823.62, "end": 3824.62}, {"text": "You could get into pendulums.", "start": 3824.62, "end": 3825.62}, {"text": "You said pendulum.", "start": 3825.62, "end": 3826.62}, {"text": "Pendulums.", "start": 3826.62, "end": 3827.62}, {"text": "Is that a hobby?", "start": 3827.62, "end": 3828.62}, {"text": "It's a hobby you can have.", "start": 3828.62, "end": 3829.62}, {"text": "Is that a hobby? It's a hobby you can have. You set up stuff and then you swing", "start": 3829.62, "end": 3834.42}, {"text": "your pendulum to make sure that it's fun. Yeah, I mean, honestly, any anything,", "start": 3834.42, "end": 3838.26}, {"text": "any literally imagine a hobby. I mean, if you're doing it in the garage,", "start": 3838.26, "end": 3841.94}, {"text": "truth, I think the true thing is that music, movies and video games, these are", "start": 3841.94, "end": 3846.82}, {"text": "not hobbies. Grandfather clocks. They're not how you need to have. You need to", "start": 3846.82, "end": 3850.42}, {"text": "have an actual hobby. People think they're not. They're not. No, they're and", "start": 3850.42, "end": 3853.78}, {"text": "they're not even they're barely even interests. They're a thing that everyone", "start": 3853.78, "end": 3857.14}, {"text": "and sees every day of their life. You know it's a nice water and yeah, it's", "start": 3857.14, "end": 3860.78}, {"text": "literally it's food. Yeah,", "start": 3860.78, "end": 3862.1}, {"text": "ebay's an okay hobby. Yeah, reset. That's a hobby. Anything where you actually do", "start": 3862.1, "end": 3866.94}, {"text": "something and you're not looking at something, anything that if you're doing", "start": 3866.94, "end": 3869.9}, {"text": "it in the garage or a separate room that's just for this and your wife walks", "start": 3869.9, "end": 3874.1}, {"text": "in, she's upset that you're in there. Yeah, that is a good hobby, because that", "start": 3874.1, "end": 3878.78}, {"text": "means that you don't give a fuck what anybody else thinks, including the person", "start": 3878.78, "end": 3881.7}, {"text": "who's supposed to be closest to you. Yeah, you're still going to do this.", "start": 3881.7, "end": 3884.38}, {"text": "exactly. You don't realize this is this is I do this so that I can spend time", "start": 3884.42, "end": 3888.56}, {"text": "with you because if it wasn't for this, I never see your", "start": 3888.56, "end": 3891.76}, {"text": "I'd be biting your ankles while you're making dinner.", "start": 3891.76, "end": 3894.9}, {"text": "Okay,", "start": 3894.9, "end": 3896.46}, {"text": "and cooking's not a hobby either. Nope and anything girls like", "start": 3896.46, "end": 3900.18}, {"text": "cooking is definitely not a hobby. No cooking is a necessity. Yes, you have", "start": 3900.18, "end": 3905.96}, {"text": "to do that's why people invent food. Yeah, that's why, like I have cooking", "start": 3905.96, "end": 3910.38}, {"text": "Yeah, cooking is not a hobby. You have to cut like a parchment paper and then put a", "start": 3910.48, "end": 3915.04}, {"text": "salmon in it and then twist it and stuff. This is what I say to my wife. I say,", "start": 3915.04, "end": 3918.56}, {"text": "I'm like,", "start": 3918.56, "end": 3919.08}, {"text": "\"I see you're cooking,\" and I'm saying, \"Just so you know, cooking's not a", "start": 3919.08, "end": 3923.28}, {"text": "hobby, so if you want to have a hobby, you better clean, too.", "start": 3923.28, "end": 3926.2}, {"text": "Wash the dishes after. That could be a hobby.\" Wash my food. Yeah. You better", "start": 3926.2, "end": 3930.52}, {"text": "wash this chicken. You better get home and wash the food. I need to, yeah,", "start": 3930.52, "end": 3934.04}, {"text": "put the plug in the sink drain, fill it up with Fabulo, so I want you to dunk", "start": 3934.04, "end": 3938.24}, {"text": "the chicken in yeah, and then I want you to dunk that I want you to put the", "start": 3938.28, "end": 3941.92}, {"text": "fabulous on the air fryer so we can get a nice a nice smell. Turn it into like", "start": 3941.92, "end": 3945.76}, {"text": "a fruit roll up yeah with the fabulous", "start": 3945.76, "end": 3947.96}, {"text": "fabulous. So put a little bit fabulous in gelatin powder. That would honestly", "start": 3947.96, "end": 3953.32}, {"text": "probably eat that and what are you doing? Don't throw away those chicken", "start": 3953.32, "end": 3955.88}, {"text": "bones. I'm making a diorama. I'm making a man of chicken bone man. I'm making", "start": 3955.88, "end": 3963.36}, {"text": "chicken bone man in my office. You know what he fucking times have I told you", "start": 3963.48, "end": 3968.74}, {"text": "not to throw away the bones, because I make mobiles and I make chicken man and", "start": 3968.74, "end": 3972.84}, {"text": "I've been working on this for the past six months. You've seen what he looks", "start": 3972.84, "end": 3976.02}, {"text": "like. I've got the face almost done. I just need fifteen", "start": 3976.02, "end": 3979.62}, {"text": "with glue. You can't vacuum in here. You can't vacuum. You can't back and take", "start": 3979.62, "end": 3988.6}, {"text": "one of the did you touch my bones? Did you move my bones? Because I didn't oh", "start": 3988.6, "end": 3992.62}, {"text": "it's in this drawer. I didn't put it there, though. I know for a fact that I", "start": 3992.68, "end": 3995.94}, {"text": "did not put this bone in my sweatshirt drawer.", "start": 3995.94, "end": 3998.5}, {"text": "I know that you did that. I did not forget this bone in my sweatshirt", "start": 3998.5, "end": 4003.12}, {"text": "pocket. I wouldn't do that. I wouldn't do stay the fuck out of my", "start": 4003.12, "end": 4006.68}, {"text": "sweat.", "start": 4006.68, "end": 4007.12}, {"text": "Those are my sweatshirts and you can't", "start": 4007.12, "end": 4010.22}, {"text": "top drawer, all bones, second drawer, all sweatshirts, bottom drawer is all", "start": 4010.22, "end": 4017.26}, {"text": "my glue. Guess what I'm doing? I'm making a sweatshirt made out of bones,", "start": 4017.26, "end": 4021.64}, {"text": "putting a padlock on all of your dresser.", "start": 4021.78, "end": 4024.12}, {"text": "How are my shirts? They're too big on you. What the hell you're wearing that", "start": 4024.12, "end": 4032.54}, {"text": "to bed. You're wearing that to bed. That's my crank. Yeah, put that back.", "start": 4032.54, "end": 4037.06}, {"text": "Here's the here. That's my crank. Yeah, what if I'm going to sell that? What", "start": 4037.06, "end": 4040.54}, {"text": "if somebody swatted us right now and called in and said that I was I was", "start": 4040.54, "end": 4044.14}, {"text": "holding somebody hostage? You're wearing my shirt. They'd come in. They kill you", "start": 4044.14, "end": 4047.1}, {"text": "I think you were me yeah. You fucking don't bitch a woman would not wear a", "start": 4047.1, "end": 4051.36}, {"text": "shirt that has Dane Cook's face on it. There's no world. Okay, listen if you're", "start": 4051.36, "end": 4055.54}, {"text": "gonna we'll compromise. You can wear that big shirt, but you gotta wear some", "start": 4055.54, "end": 4058.82}, {"text": "big pants too. Yep, yep, and a way it looks like you're not wearing anything", "start": 4058.82, "end": 4062.78}, {"text": "because the shirt's so long. You have to dress up like a mini baby. You need to", "start": 4062.78, "end": 4065.82}, {"text": "dress exactly like me or else I don't get turned on by you. Oh come on. You", "start": 4065.82, "end": 4072.1}, {"text": "need to wear my big pants and you need to wear my big shirt and my big way.", "start": 4072.1, "end": 4076.22}, {"text": "not the episode. I can't do this. Go pull up the website. Oh wait.", "start": 4076.26, "end": 4079.74}, {"text": "What website? The website. Pink Person? Yeah, pull this website up. Okay.", "start": 4079.74, "end": 4085.54}, {"text": "Why Pink Person? Are we... So we have a new live show coming up. Oh shit.", "start": 4085.54, "end": 4091.42}, {"text": "Coming up on July 14th. Go to swagproof.com/shows. July 14th, this is a", "start": 4091.42, "end": 4096.38}, {"text": "show featuring Pierce Campion, who you know from previous episodes. You also", "start": 4096.38, "end": 4102.02}, {"text": "know Alex Forrest and Joe Gleason from the planet.", "start": 4102.02, "end": 4108.18}, {"text": "Home planet.", "start": 4108.18, "end": 4109.18}, {"text": "What's their thing called?", "start": 4109.18, "end": 4111.18}, {"text": "This is world's biggest army port of call, Gowanus. We're doing a sketch show at Little", "start": 4111.18, "end": 4115.18}, {"text": "Field.", "start": 4115.18, "end": 4116.18}, {"text": "These are sketches that we are writing.", "start": 4116.18, "end": 4118.9}, {"text": "It's going to be a sketch show.", "start": 4118.9, "end": 4120.9}, {"text": "So imagine, think about this, think about all the crazy funny stuff we were saying about", "start": 4120.9, "end": 4126.06}, {"text": "are making a bone sweatshirt for a girlfriend. Imagine if that was all fleshed out and we", "start": 4126.06, "end": 4132.54}, {"text": "wrote stuff like that. And we wrote it and we performed it live on a stage. So go to swagpoop.com/shows", "start": 4132.54, "end": 4139.78}, {"text": "to buy tickets to it. It's in July. You better be there. I made a video for it and it flopped.", "start": 4139.78, "end": 4145.98}, {"text": "Big flop. It flopped immediately. A flopping video. We're going to have to promote this", "start": 4145.98, "end": 4150.34}, {"text": "way more. We're going to have to do another video.", "start": 4150.34, "end": 4153.02}, {"text": "Patrick had a giant flop.", "start": 4153.02, "end": 4154.02}, {"text": "Maybe we just post the poster.", "start": 4154.02, "end": 4155.02}, {"text": "The little video that I made.", "start": 4155.02, "end": 4156.02}, {"text": "Instead of making weird videos.", "start": 4156.02, "end": 4157.9}, {"text": "I thought that it was a good video.", "start": 4157.9, "end": 4159.9}, {"text": "You flopped a fucking ton.", "start": 4159.9, "end": 4160.9}, {"text": "And it fucking flopped.", "start": 4160.9, "end": 4161.9}, {"text": "Great.", "start": 4161.9, "end": 4162.9}, {"text": "Great.", "start": 4162.9, "end": 4163.9}, {"text": "A flopping win.", "start": 4163.9, "end": 4164.9}, {"text": "I flopped on the promo side. I thought that I knew how to promote and do marketing.", "start": 4164.9, "end": 4168.66}, {"text": "This is the other thing guys, we need to sell this show out because it's Patrick's first", "start": 4168.66, "end": 4171.74}, {"text": "time organizing a show.", "start": 4171.74, "end": 4172.74}, {"text": "Yep.", "start": 4172.74, "end": 4173.74}, {"text": "And he's doing a great job so far.", "start": 4173.74, "end": 4174.74}, {"text": "He's done an incredible job.", "start": 4174.74, "end": 4175.74}, {"text": "Except for the flopped video.", "start": 4175.74, "end": 4176.74}, {"text": "The flopped video was not even so bad.", "start": 4176.74, "end": 4178.62}, {"text": "It wasn't that bad.", "start": 4178.62, "end": 4179.62}, {"text": "I wouldn't really even call it a fly. He works hard, organized the whole thing.", "start": 4179.62, "end": 4183.66}, {"text": "He really myself. He actually did he completely did. He was on the email", "start": 4183.66, "end": 4187.2}, {"text": "chains saying", "start": 4187.2, "end": 4188.0}, {"text": "basically looking at these percentages and I was saying I was using a lot of", "start": 4188.0, "end": 4193.08}, {"text": "hello,", "start": 4193.08, "end": 4193.68}, {"text": "exclamation point, using a lot of", "start": 4193.68, "end": 4196.52}, {"text": "he was using a lot of hello. I was I was saying hello a lot, yeah, looking", "start": 4196.52, "end": 4203.84}, {"text": "over so much joy, writing an email. No, no, no use the hello, put some hello,", "start": 4203.84, "end": 4207.98}, {"text": "And you know what? You guys are going to think this is crazy of me. You guys are going to", "start": 4208.02, "end": 4213.46}, {"text": "think, \"Damn, maybe this is how he got it.\" I did color by numbers with Patch's email", "start": 4213.46, "end": 4219.42}, {"text": "for the Union Hall show we did that one time because I was nervous about writing the email.", "start": 4219.42, "end": 4227.26}, {"text": "I didn't think we would get the show, so I used a previous email, switched all the nouns", "start": 4227.26, "end": 4232.78}, {"text": "around.", "start": 4232.78, "end": 4233.78}, {"text": "You mad-libs-ed it.", "start": 4233.78, "end": 4234.78}, {"text": "I mad-libs-ed it.", "start": 4234.78, "end": 4235.78}, {"text": "That was smart of you.", "start": 4235.78, "end": 4236.78}, {"text": "That was smart.", "start": 4236.78, "end": 4237.78}, {"text": "*Screaming*", "start": 4237.78, "end": 4252.78}], "title": "#186 - A Wrinkle in the Book", "link": "https://www.patreon.com/posts/186-wrinkle-in-83977999", "date": "Sat, 03 Jun 2023 11:00:00 GMT", "id": 37}