{"lines": [{"text": "and", "start": 0.0, "end": 7.0}, {"text": "hitchcock did not do", "start": 7.0, "end": 10.76}, {"text": "scooper to the side i think he did not know that is a very common in this fall", "start": 10.76, "end": 15.08}, {"text": "moves a very common that he did i think i read a list of spending a bit around", "start": 15.08, "end": 19.72}, {"text": "you know around is what i have talked made no they will make it and then", "start": 19.72, "end": 22.68}, {"text": "drowned", "start": 22.68, "end": 23.32}, {"text": "you're thinking of uh... of the third suicide is pretty lynchian", "start": 23.32, "end": 26.68}, {"text": "No, Squidward suicide was Hideo Nakata. Oh, okay. It's a Japanese film. Oh,", "start": 26.68, "end": 31.68}, {"text": "yeah, that makes sense. That makes sense because it has themes of suicide.", "start": 31.68, "end": 36.32}, {"text": "That shit honestly still scares me. Yeah, I rewatched. I'm not gonna. I can't", "start": 36.32, "end": 41.48}, {"text": "it been drowned. I will never revisit that. It's too scary, bro. Do you like", "start": 41.48, "end": 46.16}, {"text": "remember they made they made multiple people made multiple animated versions", "start": 46.16, "end": 50.28}, {"text": "of like what the description of the episode is? Yes, I watched I sat in bed.", "start": 50.28, "end": 55.48}, {"text": "and I had my girlfriend's laptop and I was watching every single one of them", "start": 55.48, "end": 59.68}, {"text": "and rating them to her. That sounds like something where you would come here. I", "start": 59.68, "end": 64.04}, {"text": "was watching them and like turning to her and going like that one wasn't as", "start": 64.04, "end": 67.12}, {"text": "good as the first one. What was the best one? Best one I saw was the one, I", "start": 67.12, "end": 71.84}, {"text": "think I took a picture of it. Please don't show it to me. Please do not show", "start": 71.84, "end": 76.48}, {"text": "me that. You're going to see it. Has Ben drowned the Legend of Zelda one? Yeah,", "start": 76.48, "end": 79.44}, {"text": "yeah, that's that one. He hacked the entire game. He did modifications. That", "start": 79.44, "end": 83.08}, {"text": "That one that one's so sick. That's impressive. There was a one. How is this", "start": 83.12, "end": 86.28}, {"text": "guy not? How is this guy not like a very famous?", "start": 86.28, "end": 88.88}, {"text": "Squidward suicide, lost episode 2005 by SpongeBob lost episodes. That's a good", "start": 88.88, "end": 96.56}, {"text": "one. Show me the picture. Whoa!", "start": 96.56, "end": 98.08}, {"text": "Oh, he's got poop in his eye.", "start": 98.08, "end": 101.36}, {"text": "Oh God, it actually looks like poop. You know what this close up camera is? This", "start": 101.36, "end": 106.52}, {"text": "is for Patrick to show his phone. Yeah, wow! That's genius. Yeah, my girlfriend's", "start": 106.52, "end": 111.72}, {"text": "mad because I ruined her YouTube algorithm. The girlfriends always get", "start": 111.76, "end": 115.72}, {"text": "they get mad when you fuck up their YouTube algorithm. I signed on to my", "start": 115.72, "end": 119.84}, {"text": "YouTube account on the TV. Now, this is all Jimmy High Roller NBA videos. Yeah,", "start": 119.84, "end": 125.28}, {"text": "she's pissed man. She's trying to watch house tours or some guy shows a town", "start": 125.28, "end": 130.32}, {"text": "remodeling. Yeah, all that shit. Fuck you. You know what's it called", "start": 130.32, "end": 133.68}, {"text": "Pretty Brothers.", "start": 134.92, "end": 135.92}, {"text": "It's called Rehe.", "start": 135.92, "end": 136.92}, {"text": "Rehe.", "start": 136.92, "end": 137.92}, {"text": "Rehe.", "start": 137.92, "end": 138.92}, {"text": "Rehe.", "start": 138.92, "end": 139.92}, {"text": "Rehe.", "start": 139.92, "end": 140.92}, {"text": "That, you just blew up so bad.", "start": 140.92, "end": 143.92}, {"text": "I know, holy shit.", "start": 143.92, "end": 144.92}, {"text": "My, today my heart hurts.", "start": 144.92, "end": 146.52}, {"text": "Yeah?", "start": 146.52, "end": 147.52}, {"text": "Yeah.", "start": 147.52, "end": 148.52}, {"text": "Because of what?", "start": 148.52, "end": 149.52}, {"text": "The air is doing bad things to everyone's lungs.", "start": 149.52, "end": 150.88}, {"text": "Not that.", "start": 150.88, "end": 151.88}, {"text": "I was fine with that.", "start": 151.88, "end": 152.88}, {"text": "I don't care.", "start": 152.88, "end": 153.88}, {"text": "I thought it was bad until I went outside and there was a bunch of Latino people playing", "start": 153.88, "end": 158.72}, {"text": "volleyball and I was like, \"Oh yeah, it's not a big deal.\"", "start": 158.72, "end": 160.72}, {"text": "Everyone was outside all day.", "start": 160.72, "end": 161.72}, {"text": "Who gives a shit?", "start": 161.72, "end": 162.72}, {"text": "Yeah.", "start": 162.72, "end": 163.72}, {"text": "It's a nice out today.", "start": 163.72, "end": 164.72}, {"text": "more than I saw today. Is that video came out today. I don't recommend you watch", "start": 164.72, "end": 169.68}, {"text": "it of a man being eaten by a shark.", "start": 169.68, "end": 172.8}, {"text": "Where'd you see that? I saw it. How do you see all these videos? You're", "start": 172.8, "end": 178.0}, {"text": "searching them out. I don't search. You're like the biggest, you're the", "start": 178.0, "end": 182.08}, {"text": "biggest wimp when it comes to videos like that. Don't say wimp. And then... You", "start": 182.08, "end": 186.36}, {"text": "are a wimp. I am not. He's the biggest wimp when it comes to videos like that,", "start": 186.36, "end": 189.0}, {"text": "but then he's the one who sees every single one of them. I hate violence", "start": 189.0, "end": 193.0}, {"text": "because it's just so, it used to be so natural to me.", "start": 193.0, "end": 196.74}, {"text": "- Yeah, you have to watch those videos", "start": 196.74, "end": 199.08}, {"text": "when somebody sends you man eaten by shark.mpager", "start": 199.08, "end": 204.08}, {"text": "- It was just a daily dot or some shit.", "start": 204.08, "end": 207.8}, {"text": "- Daily dot is what they put in restaurant foods.", "start": 207.8, "end": 211.84}, {"text": "That is not a thing.", "start": 211.84, "end": 213.56}, {"text": "- What?", "start": 213.56, "end": 214.72}, {"text": "- That's what I, one time I got shrimp at the 99 restaurant", "start": 214.72, "end": 219.08}, {"text": "and they baked a daily dot into the bread.", "start": 219.08, "end": 222.08}, {"text": "what the fuck are you talking and the guy came over. I was like hey, I there's a", "start": 222.08, "end": 227.76}, {"text": "bunch of paper in my food. What the hell is this? And then the manager said, oh,", "start": 227.76, "end": 232.66}, {"text": "you found our daily dot that just means well. The good news is that means that", "start": 232.66, "end": 237.0}, {"text": "the shrimp is fresh and we cooked it today and I said I buddy, I don't want", "start": 237.0, "end": 242.52}, {"text": "paper. Give me my money back. They put paper in the food. They dropped a piece", "start": 242.52, "end": 247.28}, {"text": "paper into the breading of the shrimp. Oh, so it's like if somebody finds it,", "start": 247.32, "end": 252.24}, {"text": "they know that it's... It's like a quality... It's to get it away.", "start": 252.24, "end": 255.02}, {"text": "It's a quality thing. Also, it's probably on the bag. It's not like", "start": 255.02, "end": 256.8}, {"text": "paper goes bad, though. Paper goes bad.", "start": 256.8, "end": 259.4}, {"text": "No, it doesn't. I ate a bunch... Paper goes bad. Paper goes bad. It", "start": 259.4, "end": 264.32}, {"text": "yellows, yellows over time. I don't even think that's true. Yeah, it does.", "start": 264.32, "end": 268.56}, {"text": "Does paper go yellow over time? Yes, it does. I think paper just used", "start": 268.56, "end": 271.76}, {"text": "to be more yellow. Because of the pulp.", "start": 271.76, "end": 273.4}, {"text": "what know are you on about paper goes bad. It does not go over over a day", "start": 274.4, "end": 279.92}, {"text": "three month rule. Do not purchase more paper than you can use in three months", "start": 279.92, "end": 284.28}, {"text": "not a three monthly dot. The point is video. How long does paper expire? What", "start": 284.28, "end": 290.6}, {"text": "is the lifespan of photo paper three month rule? Wait what", "start": 290.6, "end": 294.28}, {"text": "five years five years yeah,", "start": 294.28, "end": 297.2}, {"text": "how does paper go back? Wait no way listen. What it says it says the first", "start": 297.2, "end": 302.88}, {"text": "lines of deterioration or loss of speed, huh? Oh,", "start": 302.92, "end": 306.76}, {"text": "that must be about photo paper yeah yeah on photography for yeah, no normal just", "start": 306.76, "end": 312.58}, {"text": "copy white paper does not go bad. Paper goes bad. Paper is yes. Paper does", "start": 312.58, "end": 317.22}, {"text": "expire. This again is photo. This is photo stuff. Okay, search does normal", "start": 317.22, "end": 321.94}, {"text": "paper go. There's no school that I was right there expired printer paper,", "start": 321.94, "end": 325.26}, {"text": "read it, our slash ebay zoom in wait. Somebody's trying to buy this shit on", "start": 325.26, "end": 329.34}, {"text": "day. I'm having a hard time finding any info about expired paper until recently.", "start": 329.38, "end": 334.74}, {"text": "I didn't even realize it had an expiration date. So does it really", "start": 334.74, "end": 338.26}, {"text": "expire? I have some that expired twenty years ago,", "start": 338.26, "end": 341.62}, {"text": "so, but I can't test it. This has got to be one of the comments here.", "start": 341.62, "end": 345.74}, {"text": "There's a gun. Oh, my God, the comments are deleted. Oh, my God, it's because", "start": 345.74, "end": 348.98}, {"text": "they're trying to suppress this information. Normal office paper will", "start": 348.98, "end": 352.66}, {"text": "absorb moisture from ambient humidity, unless it is sealed in an airtight", "start": 352.66, "end": 357.22}, {"text": "so paper can go bad if it is exposed to moisture, but that's only that you can't", "start": 357.26, "end": 362.36}, {"text": "print on it, because it might jam the printer from being wet, but just dry that", "start": 362.36, "end": 366.3}, {"text": "out, just dry that out, just dry that out, put that shit, a clothesline with", "start": 366.3, "end": 372.02}, {"text": "all paper. If you saw that, paper must go bad eventually. Paper, everything goes", "start": 372.02, "end": 375.96}, {"text": "bad, everything has an expiration date. Well, at the very least, it disintegrates.", "start": 375.96, "end": 378.54}, {"text": "Unless you freeze it. I mean, on a, yeah, that's why they have paper straws and", "start": 378.54, "end": 382.26}, {"text": "shit, but it doesn't go bad. It's not like you. It goes bad, but also a paper", "start": 382.26, "end": 386.1}, {"text": "straw even doesn't even they've recycled that. I mean, I think more if you leave a", "start": 386.12, "end": 389.52}, {"text": "slice of or a sheet of paper out, a slice of paper. I like that my fucking my weird", "start": 389.52, "end": 394.82}, {"text": "math teacher in sixth grade, the one who gave out deluxe hugs. I was wondering why", "start": 394.82, "end": 399.14}, {"text": "I remembered this. He would say, he would say, fresh slice of paper and then lick", "start": 399.14, "end": 403.68}, {"text": "his lips. He loved it. Fresh slice of paper. I said it by accident because I'm", "start": 403.68, "end": 407.22}, {"text": "addled. Speaking of paper, you guys saw what I sent you. The Dundee Mifflin was", "start": 407.22, "end": 411.16}, {"text": "under a scranton had the for some time the worst air quality in America,", "start": 411.18, "end": 416.18}, {"text": "scranton pennsylvania. Well, our heart goes out to jim and pam. I don't give a", "start": 416.18, "end": 420.88}, {"text": "fuck about jim and pam. Well, they I think they leave scranton for philly at", "start": 420.88, "end": 424.18}, {"text": "the end. So dwight and angela and andy, Angela's a whore. She's not a whore.", "start": 424.18, "end": 430.48}, {"text": "She's a christian. Oh wait, wait, bro. I forgot. Have you seen the fucking show?", "start": 430.48, "end": 434.98}, {"text": "She's a slut. What's out with andy bernard. She sluts out with everybody.", "start": 434.98, "end": 438.98}, {"text": "She sluts out with Dwight and then she's...", "start": 438.98, "end": 440.98}, {"text": "She marries Dwight.", "start": 440.98, "end": 442.98}, {"text": "She sluts out with the senator.", "start": 442.98, "end": 444.98}, {"text": "I never watched it.", "start": 444.98, "end": 446.98}, {"text": "The whole crew is hitting Angela.", "start": 446.98, "end": 448.98}, {"text": "Yeah.", "start": 448.98, "end": 449.98}, {"text": "And honestly she's mid.", "start": 449.98, "end": 451.98}, {"text": "She mid?", "start": 451.98, "end": 452.98}, {"text": "She's mid. I would rather have Kevin.", "start": 452.98, "end": 454.98}, {"text": "I would.", "start": 454.98, "end": 456.98}, {"text": "Close your eyes. Kevin.", "start": 456.98, "end": 458.98}, {"text": "The no teeth.", "start": 458.98, "end": 460.98}, {"text": "Whoa.", "start": 460.98, "end": 461.98}, {"text": "And you have to eat that chili after.", "start": 461.98, "end": 463.98}, {"text": "Kevin doesn't have teeth?", "start": 463.98, "end": 464.98}, {"text": "I think he's missing his front teeth.", "start": 464.98, "end": 465.98}, {"text": "He's not missing his front teeth.", "start": 465.98, "end": 466.98}, {"text": "his lip is just big. No, he's missing his he is missing his front top lip. I", "start": 466.98, "end": 471.12}, {"text": "believe that I just I don't know. I'm going to look wait. Look up Kevin the", "start": 471.12, "end": 474.9}, {"text": "office teeth right now. Kevin the office big teeth. No, not big teeth.", "start": 474.9, "end": 479.8}, {"text": "Look up with big big teeth without Kevin the office.", "start": 479.8, "end": 484.1}, {"text": "He's got some kind of just his lip. No, he has no front. He has no front teeth.", "start": 484.1, "end": 489.3}, {"text": "Are you crazy? His lip covers his teeth. Oh, whoa. Look at that. Well, I'm there,", "start": 489.3, "end": 494.38}, {"text": "but go down there was one where he's like me he's got tiny little chiclet teeth", "start": 494.38, "end": 497.98}, {"text": "yeah no he does not yeah his top lip his top lip covers it doesn't have any teeth", "start": 497.98, "end": 503.42}, {"text": "he has teeth we just saw the teeth those are flying in bomb Gartner is the grown", "start": 503.42, "end": 509.34}, {"text": "up version of Dayton yeah he doesn't have any teeth dog he looks at that", "start": 509.34, "end": 515.22}, {"text": "different he's gotten so much surgery since the show Kevin you can't be doing", "start": 515.22, "end": 519.18}, {"text": "that man you can't be dressed he's training for a bodybuilding competition", "start": 519.18, "end": 522.7}, {"text": "Oh yeah, that shit's so fun. The bronzer that they put on bodybuilders. I'm going", "start": 522.7, "end": 527.46}, {"text": "to join a bodybuilding competition. Yeah, yeah, I think I should join. I think I am", "start": 527.46, "end": 531.34}, {"text": "going to join. I found one that is a instead of doing a drug test, they do a", "start": 531.34, "end": 535.18}, {"text": "lie detector test. Oh really? Which is the funniest thing. Yeah, that you have", "start": 535.18, "end": 541.5}, {"text": "to go into and that you do a lie detector screening. That's so funny. And", "start": 541.5, "end": 545.1}, {"text": "they ask you, do you do drugs? Why not? Yeah, why not just do a drug test? What", "start": 545.1, "end": 548.62}, {"text": "other questions are they going to ask? It is really scary. I guess maybe it's", "start": 548.62, "end": 552.22}, {"text": "It's cheaper to it's a one-time purchase to buy a polygraph versus buying a bunch of drug", "start": 552.22, "end": 557.3}, {"text": "testing.", "start": 557.3, "end": 558.3}, {"text": "How would you, so many podcasts have done a polygraph.", "start": 558.3, "end": 560.46}, {"text": "I don't think we'll do it, but yeah, how would you beat it?", "start": 560.46, "end": 562.98}, {"text": "What's your strategy going into that?", "start": 562.98, "end": 564.54}, {"text": "Probably give myself a heart attack.", "start": 564.54, "end": 566.46}, {"text": "Yeah, just die.", "start": 566.46, "end": 567.7}, {"text": "Heart attack, sociopathy.", "start": 567.7, "end": 570.82}, {"text": "It is funny to imagine the bodybuilders like going in for that lie detector test and then", "start": 570.82, "end": 578.34}, {"text": "immediately just like they think that the lie detector is not passable at all.", "start": 578.34, "end": 582.14}, {"text": "So they just like are breaking down just like, yes, I smoked a little weed.", "start": 582.14, "end": 586.86}, {"text": "It's streaking the bronzer. Yeah. The bronzer is like going away.", "start": 586.86, "end": 590.06}, {"text": "It's like, actually, I don't think you do.", "start": 590.06, "end": 591.06}, {"text": "I smoked a cigarette before I came in here. I think you do only your face.", "start": 591.06, "end": 594.78}, {"text": "I think you do. You do your face.", "start": 594.78, "end": 596.18}, {"text": "What kind of you're going to face building competitions?", "start": 596.18, "end": 598.82}, {"text": "That would be cool. Just get the biggest, pointiest face possible.", "start": 598.82, "end": 602.22}, {"text": "Like doing the jaw training. I would beat a polygraph by having,", "start": 602.22, "end": 605.22}, {"text": "I did that because I have TMJ and it was affecting my sleepy.", "start": 605.22, "end": 608.22}, {"text": "I would be the polygraph. I would just use a prosthetic arm.", "start": 608.22, "end": 613.98}, {"text": "Yes.", "start": 613.98, "end": 614.98}, {"text": "Or whatever they connect it to.", "start": 614.98, "end": 615.98}, {"text": "Well, that's a hack, by the way.", "start": 615.98, "end": 617.38}, {"text": "Then they notice there's zombie flesh on it.", "start": 617.38, "end": 619.86}, {"text": "If anybody does bodybuilding competitions.", "start": 619.86, "end": 623.38}, {"text": "I would use zombie flesh.", "start": 623.38, "end": 624.38}, {"text": "Yeah.", "start": 624.38, "end": 625.38}, {"text": "Or I guess if anybody has an extra limb or is missing a limb or has an extra finger,", "start": 625.38, "end": 629.74}, {"text": "I think that that's -- you're almost a shoe-", "start": 629.74, "end": 631.14}, {"text": "Polydactyl.", "start": 631.14, "end": 632.14}, {"text": "Like a low-level bodybuilding competition.", "start": 632.14, "end": 633.14}, {"text": "Well, that's why the first question they always ask on the polygraph is, \"Do you have a sixth", "start": 633.14, "end": 636.74}, {"text": "finger?\"", "start": 636.74, "end": 637.74}, {"text": "a girl in my German class in high school who had two thumbs on one hand. I knew a kid with", "start": 637.74, "end": 644.28}, {"text": "an extra polydactyl. I never saw it in person. I only ever saw it online. She had a big thumb", "start": 644.28, "end": 649.14}, {"text": "that was going out like this. Two extra fingers. Going like this and she would wear those,", "start": 649.14, "end": 654.32}, {"text": "like her sweatshirt over it. I would too. I think on a first date that might be a deal", "start": 654.32, "end": 660.46}, {"text": "breaker. Extra finger? Not if you're in the smoke circle and you're like, here I got roach", "start": 660.46, "end": 666.54}, {"text": "switch clips right there. Oh snap, fucking blowing up to people, helping people out.", "start": 666.54, "end": 672.62}, {"text": "Oh fucking snap, putting the fucking two thumbs could be a game changer. Yes, if", "start": 672.62, "end": 676.78}, {"text": "there's any two fingers, if there's any finger you want two of, it's a thumb and", "start": 676.78, "end": 680.18}, {"text": "here's what this person should do. They should be a movie critic. Uh huh. Yes,", "start": 680.18, "end": 684.74}, {"text": "three thumbs up. Yeah, yeah. Oh my God, I mean, we're down, then they can just do", "start": 684.74, "end": 689.42}, {"text": "this. You see some crappy fucking Michael Bay movie. Yeah. Oh, four thumbs down.", "start": 689.42, "end": 693.94}, {"text": "don't say that about Michael Bay. I'm just joking. I actually like his movies", "start": 693.94, "end": 697.44}, {"text": "quite a lot. Yeah. What's that movie he made about the Transformers?", "start": 697.44, "end": 701.68}, {"text": "What's that movie Michael Bay made with the, with the rock, the robots and the-,", "start": 701.68, "end": 707.12}, {"text": "well, it's funny you say with the rock because, you know, he made movies with", "start": 707.12, "end": 710.44}, {"text": "the rock in it. Yeah. And then he made a movie called The Rock. That's true, he", "start": 710.44, "end": 713.64}, {"text": "made it. So it's kind of that, you kind of did a funny little-,", "start": 713.64, "end": 715.68}, {"text": "what's the movie he made, Pain and Gain? Yeah. I want to see that. That's The Rock,", "start": 715.68, "end": 720.72}, {"text": "that is the rock. I've only seen Kevin Hart. No, it's Mark Wahlberg.", "start": 720.76, "end": 725.42}, {"text": "Mark Wahlberg, yeah, yeah. Speaking of Mark Wahlberg, I started watching", "start": 725.42, "end": 729.22}, {"text": "Entourage. Yeah. I've seen a lot of similarities to our lives. Really?", "start": 729.22, "end": 733.34}, {"text": "Yeah. Is that show real? Jubio is turtle. It's real. Yeah, Jubio is", "start": 733.34, "end": 737.3}, {"text": "completely turtle.", "start": 737.3, "end": 738.06}, {"text": "I'm Ari. Okay. You are...", "start": 738.06, "end": 741.74}, {"text": "Vincent Chase. Vince, yeah. You're Vince for sure. And he's Johnny Drama.", "start": 741.74, "end": 747.14}, {"text": "who Johnny drama, Johnny drama, drama, you don't know drama", "start": 748.28, "end": 751.58}, {"text": "I'm one episode on whose turtle this is yeah, that's the way it's the first", "start": 751.58, "end": 758.12}, {"text": "picture. That's him", "start": 758.12, "end": 759.08}, {"text": "the first picture of the yeah. He's a turtle where they put a bunch of", "start": 759.08, "end": 763.0}, {"text": "hamburger ingredients", "start": 763.0, "end": 764.02}, {"text": "do dubious sent me the most fucked up picture of a hamburger", "start": 764.02, "end": 769.62}, {"text": "last night. He was eating with the burger. Yeah, he sent me the most", "start": 769.62, "end": 774.48}, {"text": "picked up picture out of burger. He said he was on to go look at that. He sent me", "start": 774.5, "end": 778.3}, {"text": "that to what kind of", "start": 778.3, "end": 779.06}, {"text": "a plastic for show the show the GoPro in his house.", "start": 779.06, "end": 783.46}, {"text": "In what world is this a hamburger? I'm sorry. I came to America. I started", "start": 783.46, "end": 788.82}, {"text": "complaining about every single food saying this is not a tent to go enough,", "start": 788.82, "end": 792.5}, {"text": "but that is not a tent to go. That does not look like an American burger.", "start": 792.5, "end": 796.3}, {"text": "There's nothing like a burger. I'm sorry. I'm not even looking up whose turtle", "start": 796.3, "end": 800.1}, {"text": "so funny, not even who's a turtle from we need to pop so hugely that then we do a", "start": 800.9, "end": 808.3}, {"text": "an entourage style produce a movie about or a show about our what is", "start": 808.3, "end": 812.46}, {"text": "entourage", "start": 812.46, "end": 813.1}, {"text": "based on mark. It's a reality show. No, no, no, it's a it's like a script. I", "start": 813.1, "end": 819.1}, {"text": "mean, it's a it's like a show. It's a show. It's a show. Show. It's a drama", "start": 819.1, "end": 821.86}, {"text": "show about it's a it's it's it's hooking up with Sasha Gray. Pretty funny.", "start": 821.86, "end": 827.46}, {"text": "She's in that. I don't know. I've only seen the first episode.", "start": 828.04, "end": 830.52}, {"text": "That was her big acting role.", "start": 830.52, "end": 832.4}, {"text": "That was the one when she made the jump over and now she is a Twitch streamer.", "start": 832.4, "end": 837.92}, {"text": "What a fucking loser. Just, I mean, just stick, just like,", "start": 837.92, "end": 843.44}, {"text": "I don't get that shit.", "start": 843.44, "end": 845.0}, {"text": "Just you do porn for like four months and just make enough money that you never", "start": 845.0, "end": 849.52}, {"text": "have to do. You don't make any money doing that though.", "start": 849.52, "end": 852.72}, {"text": "You don't think so. You get paid in pleasure.", "start": 852.72, "end": 855.6}, {"text": "You get paid in pleasure. Trust me. They did not pay me enough.", "start": 855.88, "end": 859.18}, {"text": "You wouldn't do porn. I did and", "start": 859.18, "end": 862.78}, {"text": "you can't tell it's me because I'm in a suit. I couldn't do porn man.", "start": 862.78, "end": 867.08}, {"text": "My penis is too small. I could do it, but I don't want to. I'm inflated.", "start": 867.08, "end": 871.78}, {"text": "I'm inflated. I could see you pulling up in the porn movie.", "start": 871.78, "end": 875.68}, {"text": "No, yeah, but you'd be the dead there. To be honest, you'd be the wimp that", "start": 875.68, "end": 880.08}, {"text": "they kick out. It's a little cringe. You'd be the makeup artist. I would", "start": 880.08, "end": 883.88}, {"text": "the makeup artist they fuck. Yeah, that would be you. Yeah, as a part of it. Do", "start": 884.18, "end": 890.98}, {"text": "they have like PAs and shit? Yeah, it's a full industry. Yeah, it's a whole, this", "start": 890.98, "end": 895.7}, {"text": "world is a whole ass thing. The whole thing is pretty crazy. I mean, they used", "start": 895.7, "end": 899.7}, {"text": "to, if I'm going by Boogie Nights rules, they used to have a whole thing. That's", "start": 899.7, "end": 906.34}, {"text": "true. Porn has really fallen off since Boogie Nights time. They don't really do", "start": 906.34, "end": 909.42}, {"text": "porn anymore, do they? They don't do it the same way. It's downscaled a lot.", "start": 909.42, "end": 913.26}, {"text": "They're not shooting it on a 1x, 3x, 8x or whatever CinemaScope.", "start": 913.26, "end": 920.06}, {"text": "They're not shooting it on IMAX.", "start": 920.06, "end": 922.26}, {"text": "I wish I was looking at you through a scope right now.", "start": 922.26, "end": 923.76}, {"text": "WakandaScope. I hope it's binoculars.", "start": 923.76, "end": 925.76}, {"text": "You say WakandaScope?", "start": 925.76, "end": 926.76}, {"text": "WakandaScope.", "start": 926.76, "end": 927.76}, {"text": "I guess probably a WakandaScope, yeah.", "start": 927.76, "end": 930.76}, {"text": "Some kind of laser beam shooting directly at your head.", "start": 930.76, "end": 933.76}, {"text": "You wouldn't do that.", "start": 933.76, "end": 935.76}, {"text": "I would.", "start": 935.76, "end": 936.26}, {"text": "Do they have laser beams in Wakanda?", "start": 936.26, "end": 937.76}, {"text": "You gotta assume.", "start": 937.76, "end": 938.76}, {"text": "Yeah.", "start": 938.76, "end": 939.76}, {"text": "Why would you assume they wouldn't?", "start": 939.76, "end": 941.26}, {"text": "because they mostly have little claws. What they are made out of I think", "start": 941.76, "end": 948.0}, {"text": "you're thinking of Black Panther.", "start": 948.0, "end": 949.24}, {"text": "Am I thinking of just one guy? They all have like his name is it what kind of", "start": 949.24, "end": 956.72}, {"text": "right? No, no, no, his name's not what kind of you racist,", "start": 956.72, "end": 959.8}, {"text": "then what was the movie about the movie is about the basically this it's like", "start": 959.8, "end": 965.2}, {"text": "isn't it? I don't know. It's like a town. Isn't it crazy? I got a job. Yeah,", "start": 965.2, "end": 970.16}, {"text": "they got a worm in an after the Black Panther, the second Black Panther movie", "start": 970.2, "end": 973.56}, {"text": "when Chadwick Boseman died and they're like we're going to do this movie in his", "start": 973.56, "end": 976.98}, {"text": "memory. This is dedicated to him and it's about Africa versus Mexico.", "start": 976.98, "end": 981.2}, {"text": "It was a cause very close to his heart.", "start": 981.2, "end": 985.86}, {"text": "Underwater", "start": 985.86, "end": 987.28}, {"text": "and try to destroy Africa.", "start": 987.28, "end": 990.62}, {"text": "Yeah, that is", "start": 990.62, "end": 992.7}, {"text": "yeah. If I was him, if I was trying to honor Chadwick Boseman, I would have", "start": 992.7, "end": 999.04}, {"text": "even his family, the budget for the movie, a hundred million dollars,", "start": 999.08, "end": 1002.28}, {"text": "giving him that then fucking then make the most movies ever not made a fucking", "start": 1002.28, "end": 1007.22}, {"text": "sequel to Black Panther. I actually didn't even see it. I didn't see it", "start": 1007.22, "end": 1010.32}, {"text": "either. I just saw the trailer. I like the first one man. The first one was", "start": 1010.32, "end": 1013.04}, {"text": "cool. It's fun. I like when he jumps around. The ending was terrible.", "start": 1013.04, "end": 1017.24}, {"text": "Jumping the jumping is impressive. Yeah,", "start": 1017.24, "end": 1019.8}, {"text": "the jumping is a my God. I love that movie. The jumping and the stunts, the", "start": 1019.8, "end": 1026.04}, {"text": "stunts on the singing. Do they ever explain whether or not sharing all this", "start": 1026.12, "end": 1030.78}, {"text": "technology with the world? I think that gets solved in the end. Yeah, maybe I", "start": 1030.78, "end": 1036.38}, {"text": "don't know. I don't remember. They should have just put what kind of should", "start": 1036.38, "end": 1038.62}, {"text": "be a planet so that you don't have to answer that question. Yeah,", "start": 1038.62, "end": 1041.22}, {"text": "yeah, yeah, because there's I mean there's a lot of things. There's a lot", "start": 1041.22, "end": 1045.34}, {"text": "of things that take place at the early. I mean listen. I okay, I get it.", "start": 1045.34, "end": 1049.18}, {"text": "You don't want to share with us white people at least share it with the rest", "start": 1049.18, "end": 1054.56}, {"text": "of Africa. Yeah, exactly. Africa's in such bad sorts, bro, and you're", "start": 1054.58, "end": 1058.1}, {"text": "at least spreading it around the continent a little bit.", "start": 1058.1, "end": 1060.9}, {"text": "I'm not even saying I need to have all that shit. I don't need a flying thing.", "start": 1060.9, "end": 1064.38}, {"text": "Well, does any of that shit exist in that world? Does any of it exist in real", "start": 1064.38, "end": 1069.38}, {"text": "life? Does any of that shit exist in that world, like apartheid or the", "start": 1069.38, "end": 1073.94}, {"text": "Holocaust or anything that they could have stopped with their vibrate back", "start": 1073.94, "end": 1077.62}, {"text": "steely superhero? Well, yeah, because Magneto's a Holocaust survivor. Well,", "start": 1077.62, "end": 1080.26}, {"text": "I guess he's not part of it yet, is he? Did superheroes in some multiverse...", "start": 1080.26, "end": 1083.82}, {"text": "Is Marvel and DC and shit, where superheroes, have they always been around or was it just", "start": 1083.82, "end": 1088.26}, {"text": "like I think they've always been around?", "start": 1088.26, "end": 1089.98}, {"text": "I think it's in the 40s and onward.", "start": 1089.98, "end": 1091.5}, {"text": "I think that it just depends on, I think that there's no like overarching canon to any of", "start": 1091.5, "end": 1098.14}, {"text": "that stuff.", "start": 1098.14, "end": 1099.14}, {"text": "Because when does Superman come into play?", "start": 1099.14, "end": 1100.14}, {"text": "When is he his first kind of thing?", "start": 1100.14, "end": 1101.74}, {"text": "Well he's a little kid for a long time.", "start": 1101.74, "end": 1104.14}, {"text": "In the 40s, yeah.", "start": 1104.14, "end": 1105.14}, {"text": "So he should be the one.", "start": 1105.14, "end": 1106.14}, {"text": "That's the funny, they all started in the 40s because it's when they came up with all", "start": 1106.14, "end": 1111.02}, {"text": "the ideas.", "start": 1111.02, "end": 1112.02}, {"text": "I Need a Hero.", "start": 1112.02, "end": 1113.02}, {"text": "I need a hero, but they all were punching Hitler on the comic books and stuff", "start": 1113.02, "end": 1116.86}, {"text": "that's true. There is one. If you look at his burn, he burns those you burn", "start": 1116.86, "end": 1121.82}, {"text": "those I burn what", "start": 1121.82, "end": 1122.98}, {"text": "it off", "start": 1122.98, "end": 1125.98}, {"text": "a slide show of all the", "start": 1125.98, "end": 1128.66}, {"text": "the yeah. If you look on like every single like one of those like Superman", "start": 1128.66, "end": 1135.22}, {"text": "wiki, the flash wiki, any of those and you look up Hitler, there is always a", "start": 1135.22, "end": 1139.66}, {"text": "page yeah in the", "start": 1139.66, "end": 1141.18}, {"text": "There's always a...", "start": 1142.14, "end": 1143.14}, {"text": "Well, I mean, it's just a fact that there's always the coolest guy you can be fighting", "start": 1143.14, "end": 1147.38}, {"text": "as a Nazi.", "start": 1147.38, "end": 1148.38}, {"text": "They don't have the Punisher fighting him, though.", "start": 1148.38, "end": 1151.54}, {"text": "They're the best, most evilest.", "start": 1151.54, "end": 1153.06}, {"text": "They don't have the Punisher fighting Hitler, but I guess that makes sense because he came", "start": 1153.06, "end": 1156.3}, {"text": "out and said, well, I don't know, maybe they could do a what if.", "start": 1156.3, "end": 1159.14}, {"text": "I bet you $100 that the Punisher fought Nazis.", "start": 1159.14, "end": 1163.22}, {"text": "He fought Nazis, but the neo kind.", "start": 1163.22, "end": 1165.18}, {"text": "Yeah.", "start": 1165.18, "end": 1166.18}, {"text": "Maybe.", "start": 1166.18, "end": 1167.18}, {"text": "So I'm saying they all did.", "start": 1167.18, "end": 1168.18}, {"text": "Yeah.", "start": 1168.18, "end": 1169.18}, {"text": "All of them fought them.", "start": 1169.18, "end": 1170.18}, {"text": "I'm talking about the first ones.", "start": 1170.18, "end": 1171.42}, {"text": "talking about Hitler and that's gonna be so sad to be a Nazi. Yeah, that's gotta", "start": 1171.42, "end": 1177.26}, {"text": "be so fucking sad. Yeah, no representation whatsoever, because", "start": 1177.26, "end": 1181.66}, {"text": "you're you're also a dork.", "start": 1181.66, "end": 1183.74}, {"text": "You saying you get bullied by the other Nazis? Yeah. Oh, I see. Yeah, it's like", "start": 1183.74, "end": 1189.14}, {"text": "kind of like you're on the at the bottom of the barrel on both sides. Yeah,", "start": 1189.14, "end": 1192.66}, {"text": "you're right. Yeah, because you're not and I mean you're you gotta be the only", "start": 1192.66, "end": 1196.66}, {"text": "Nazi comic book nerd. I'm starting to feel bad for these guys. Honestly, I mean", "start": 1196.66, "end": 1200.94}, {"text": "It's just like, yeah, it's kind of sad.", "start": 1200.94, "end": 1203.74}, {"text": "It's very sad. His whole life is sad.", "start": 1203.74, "end": 1206.46}, {"text": "He should kill himself.", "start": 1206.46, "end": 1207.74}, {"text": "No, no, no, no, no.", "start": 1207.74, "end": 1209.18}, {"text": "If I was in that position, I wouldn't kill myself.", "start": 1209.18, "end": 1210.3}, {"text": "We don't want anyone to kill themselves.", "start": 1210.3, "end": 1211.46}, {"text": "What?", "start": 1211.46, "end": 1212.3}, {"text": "No, no, no.", "start": 1212.3, "end": 1213.62}, {"text": "Okay.", "start": 1213.62, "end": 1214.46}, {"text": "No, no, no, fuck no.", "start": 1214.46, "end": 1215.62}, {"text": "Okay.", "start": 1215.62, "end": 1216.46}, {"text": "That's disgusting.", "start": 1216.46, "end": 1217.3}, {"text": "All right, all right.", "start": 1217.3, "end": 1218.12}, {"text": "I'm sorry that I brought up suicide.", "start": 1218.12, "end": 1219.74}, {"text": "He has a whole family.", "start": 1219.74, "end": 1221.26}, {"text": "What?", "start": 1221.26, "end": 1222.1}, {"text": "Yeah.", "start": 1222.1, "end": 1222.92}, {"text": "I know people who have committed suicide", "start": 1222.92, "end": 1224.46}, {"text": "and you're saying stuff like that to me.", "start": 1224.46, "end": 1226.92}, {"text": "Who?", "start": 1226.92, "end": 1228.3}, {"text": "Kurt Cobain.", "start": 1228.3, "end": 1229.14}, {"text": "That's disputed.", "start": 1229.14, "end": 1232.14}, {"text": "Who else? Oh, Anton Yeltsin.", "start": 1232.14, "end": 1238.14}, {"text": "Yeah.", "start": 1238.14, "end": 1241.14}, {"text": "Steve Jobs. Steve Jobs committed suicide.", "start": 1241.14, "end": 1244.14}, {"text": "In a way he kind of did.", "start": 1244.14, "end": 1247.14}, {"text": "He definitely did. He completely gave up.", "start": 1247.14, "end": 1250.14}, {"text": "He invented a computer. He knew about medicine.", "start": 1250.14, "end": 1253.14}, {"text": "He didn't even invent it, man.", "start": 1253.14, "end": 1256.14}, {"text": "Steve Jobs would a huckster. He was a huckster. He's a snake oil salesman.", "start": 1256.14, "end": 1260.18}, {"text": "Absolutely. You think computers don't even work would like he would be he", "start": 1260.18, "end": 1263.44}, {"text": "would have literally been Merlin the wizard back in English times", "start": 1263.44, "end": 1267.24}, {"text": "back in the English", "start": 1267.24, "end": 1269.18}, {"text": "do you guys ever", "start": 1269.18, "end": 1272.34}, {"text": "think that maybe you have the possibility of being a Steve Jobs style", "start": 1272.34, "end": 1276.7}, {"text": "change of the world kind of guy. I think I could get there. What do you think", "start": 1276.7, "end": 1279.9}, {"text": "would be what would be your your Avenue me? Yeah, I was not this. It could be", "start": 1279.9, "end": 1286.06}, {"text": "is", "start": 1286.1, "end": 1287.1}, {"text": "we could come up with an invention that actually that some scientist thinks yeah I guess probably", "start": 1287.1, "end": 1291.9}, {"text": "funny to make it and then he makes it and then he's like oh probably either like an", "start": 1291.9, "end": 1295.98}, {"text": "inventor or a dancer or a singer or novelist or an artist like painter type artist or an", "start": 1295.98, "end": 1302.1}, {"text": "artist with words not artist in a way for a no space graphic novelist or like a chef", "start": 1302.1, "end": 1307.78}, {"text": "or a construction worker there's no construction worker that has ever changed the world not", "start": 1307.78, "end": 1313.3}, {"text": "true no no no my friend Eiffel Tower Empire State Building Stonehenge I'm", "start": 1313.3, "end": 1318.74}, {"text": "thinking of a different that did change the world yep whoever invented Eiffel", "start": 1318.74, "end": 1323.06}, {"text": "towering that shit changed the world whoever thought up of that yeah not even", "start": 1323.06, "end": 1328.06}, {"text": "I mean I guess the name - yeah but what did they call it before that shit ring", "start": 1328.06, "end": 1333.02}, {"text": "around the Rosie the tower of gardens", "start": 1333.02, "end": 1337.02}, {"text": "Let's hanging gardens of Babylon this girl. Yeah, you know, it doesn't have a", "start": 1337.3, "end": 1342.78}, {"text": "Colossus of Rome. Does not have that good of a ring to it. Yeah, yeah, great wall.", "start": 1342.78, "end": 1348.0}, {"text": "Yeah, it's a great when a woman gets a great wall. That's when it's", "start": 1348.0, "end": 1351.8}, {"text": "like the like the 500 person gangbang. Yeah, how's that great line up? Because", "start": 1351.8, "end": 1358.88}, {"text": "they all lined up. Oh my does she I thought that they were the ones moving.", "start": 1358.88, "end": 1363.48}, {"text": "She's the one well, she doesn't she just time there on the great wall. That's why", "start": 1363.48, "end": 1366.98}, {"text": "That's the thing that would suck about doing the 500 person gangbang is just waiting in", "start": 1367.0, "end": 1371.52}, {"text": "line dude.", "start": 1371.52, "end": 1372.52}, {"text": "Yeah.", "start": 1372.52, "end": 1373.52}, {"text": "You should be able to fast pass.", "start": 1373.52, "end": 1374.52}, {"text": "They should have a guy going up and down the line selling food and concessions.", "start": 1374.52, "end": 1379.78}, {"text": "We need to break a world record.", "start": 1379.78, "end": 1382.08}, {"text": "We need to break a world record very soon.", "start": 1382.08, "end": 1383.4}, {"text": "We've maybe talked about this before.", "start": 1383.4, "end": 1386.4}, {"text": "What could we do?", "start": 1386.4, "end": 1387.4}, {"text": "We've definitely talked about breaking world records.", "start": 1387.4, "end": 1391.46}, {"text": "Any man worth his salt has done that.", "start": 1391.46, "end": 1395.04}, {"text": "has talked about it at the very least considered it.", "start": 1395.04, "end": 1397.04}, {"text": "But there, I mean we had this conversation.", "start": 1397.04, "end": 1399.84}, {"text": "Can we do longest podcast?", "start": 1399.84, "end": 1401.64}, {"text": "Can we podcast for two days?", "start": 1401.64, "end": 1403.24}, {"text": "We had a great plan that I wanted to do that just never shook out.", "start": 1403.24, "end": 1407.08}, {"text": "Oh yeah, that one.", "start": 1407.08, "end": 1408.08}, {"text": "But I think we can still do it.", "start": 1408.08, "end": 1409.08}, {"text": "We can definitely still do it.", "start": 1409.08, "end": 1410.08}, {"text": "We're going to do it.", "start": 1410.08, "end": 1411.08}, {"text": "Yeah, we have to.", "start": 1411.08, "end": 1412.08}, {"text": "We'll do it for some milestone.", "start": 1412.08, "end": 1413.08}, {"text": "But look up world's longest podcast.", "start": 1413.08, "end": 1414.44}, {"text": "I want to see what the record is.", "start": 1414.44, "end": 1416.0}, {"text": "It's probably held by Rogan or something.", "start": 1416.0, "end": 1419.24}, {"text": "Four hours?", "start": 1419.24, "end": 1420.24}, {"text": "You think that's the world's longest podcast?", "start": 1420.24, "end": 1421.24}, {"text": "Yeah.", "start": 1421.24, "end": 1422.24}, {"text": "for a fact they got longer ones because I listened to them before Mike Russell", "start": 1422.24, "end": 1426.86}, {"text": "thirty six hours. God fucking now that's hard. That's no that's easy to beat", "start": 1426.86, "end": 1430.98}, {"text": "yeah", "start": 1430.98, "end": 1432.14}, {"text": "fuck we'd have to hire. I think you'd have to pay like ten thousand dollars to", "start": 1432.14, "end": 1436.54}, {"text": "get the Guinness person to come yeah. Ten thousand something like that. That'd", "start": 1436.54, "end": 1440.1}, {"text": "be funny to pay the Guinness person to come and then just immediately. So", "start": 1440.1, "end": 1443.6}, {"text": "thirty six is so so beautiful. That is hard. Well, what's the exact time?", "start": 1443.6, "end": 1449.0}, {"text": "you can beat it by it was like if it was like forty eight hours and we had to go", "start": 1449.02, "end": 1452.82}, {"text": "past forty eight hours, I would be like no, I don't want to do that, but thirty", "start": 1452.82, "end": 1456.52}, {"text": "six hours is completely doable, but it's a day and a half yeah and you have to", "start": 1456.52, "end": 1460.98}, {"text": "what you have to you just have to go past that you do thirty seven, but it", "start": 1460.98, "end": 1463.36}, {"text": "doesn't matter over a hundred and fifty hours.", "start": 1463.36, "end": 1465.96}, {"text": "That's the longest, that's a lot of hours in one minute, fuck yeah, I'm not", "start": 1465.96, "end": 1472.04}, {"text": "doing that shit. You say fifty hours in one row. I literally and I do not want", "start": 1472.04, "end": 1477.38}, {"text": "you break a record. Why because you don't have four to somebody going to break my", "start": 1477.42, "end": 1481.96}, {"text": "record, the fame change you if you so I'd fame would change me. Somebody would", "start": 1481.96, "end": 1486.06}, {"text": "break my record. Is it audio only live stream? That's bullshit that that is not", "start": 1486.06, "end": 1490.14}, {"text": "at all. No, we're saying podcast. We're saying iTunes. It's in the feed. Rss", "start": 1490.14, "end": 1495.1}, {"text": "it's a full yeah. That's what always made me laugh about somebody opening it and", "start": 1495.1, "end": 1499.7}, {"text": "being it's a forty hour. It takes up all the storage on your phone, your phone", "start": 1499.7, "end": 1504.46}, {"text": "auto down. Yeah, it just check yeah. No, I think that's a good idea. I think it's", "start": 1504.5, "end": 1509.9}, {"text": "a really I think we can do that. We can also break some kind of food record,", "start": 1509.9, "end": 1512.78}, {"text": "probably not even eating probably some kind of we make the making make the", "start": 1512.78, "end": 1515.82}, {"text": "biggest make the tastiest", "start": 1515.82, "end": 1517.14}, {"text": "the world's tastiest make the world's the world's most unhealthiest salad. Okay,", "start": 1517.14, "end": 1524.02}, {"text": "oh that's good. So what would it be", "start": 1524.02, "end": 1525.38}, {"text": "poison nine? Yeah, no, it can't be point. It needs to be something that", "start": 1525.38, "end": 1530.34}, {"text": "somebody can take on health iceberg, lettuce and strict. That's it. That's", "start": 1530.38, "end": 1534.98}, {"text": "the only two ingredients. Oh my God, the world's least amount of ingredients in a", "start": 1534.98, "end": 1540.18}, {"text": "salad. I could be like the I could do the world's least interested in eating a", "start": 1540.18, "end": 1545.54}, {"text": "chocolate bar and I could just sit at the chocolate bar and not eat it. How", "start": 1545.54, "end": 1549.22}, {"text": "long do you have to sit? What's the right? It's not about how long somebody's", "start": 1549.22, "end": 1551.8}, {"text": "about how disinterested, how long is the way you measure that is how long is", "start": 1551.8, "end": 1555.32}, {"text": "somebody sat across the table from a chocolate bar and not touched it? Yeah,", "start": 1555.32, "end": 1559.94}, {"text": "I think I could break that record longest, but nails, but it is we need", "start": 1559.94, "end": 1564.84}, {"text": "to make that also Guinness. We would like to set the record for longest", "start": 1564.84, "end": 1568.1}, {"text": "sitting near a chocolate bar and not even thinking, but also yeah, you can't", "start": 1568.1, "end": 1571.34}, {"text": "also it has you have to be most disinterested. So you can't even be", "start": 1571.34, "end": 1574.24}, {"text": "like you can't even be like", "start": 1574.24, "end": 1575.78}, {"text": "thinking about it. You can't even it can't even register. So we oh that'll", "start": 1575.78, "end": 1580.3}, {"text": "be once we get the Neuralink technology, there will be a whole new", "start": 1580.3, "end": 1585.06}, {"text": "brand of world records. Yeah, 20 easy world records to break. Maybe I could", "start": 1586.38, "end": 1590.62}, {"text": "just try and break tallest guy. Yeah, there's no way. What do you 63 that?", "start": 1590.62, "end": 1594.92}, {"text": "Yeah, I could see there's no way you're not even in the top 100. I might as well", "start": 1594.92, "end": 1602.84}, {"text": "just submit to the record, but you won't get it. There's taller people everywhere,", "start": 1602.84, "end": 1606.5}, {"text": "but I might get it. Well, how you think you're gonna be if they've tried to get", "start": 1606.5, "end": 1610.52}, {"text": "the record or not? What if everybody is a little taller means like, oh, there's", "start": 1610.52, "end": 1613.42}, {"text": "probably a taller Robert Wadlow something. What's that guy? I think", "start": 1613.42, "end": 1619.02}, {"text": "that's what's his name is living guy. There's like a there's like an eight", "start": 1619.02, "end": 1621.62}, {"text": "foot guy and fucking yeah, but maybe he never called the Guinness Book of World", "start": 1621.62, "end": 1625.02}, {"text": "Records. He's famous. So he obviously was he saw it was they took a picture of", "start": 1625.02, "end": 1630.42}, {"text": "him. You don't know that I was that guy that the guy from Big Fish. Maybe I", "start": 1630.42, "end": 1637.02}, {"text": "The big guy like, oh I don't know. You don't remember that guy?", "start": 1637.02, "end": 1643.02}, {"text": "You're talking about the guy who played Jaws? No. The shark? No the guy in big the", "start": 1643.02, "end": 1649.02}, {"text": "Big Fish by Tim Burton. I never watched that movie. I never seen that. With Ewan McGregor.", "start": 1649.02, "end": 1655.02}, {"text": "Never seen it still. Oh. It's about a dad who's a liar. Oh. Yeah. You say it's a", "start": 1655.02, "end": 1663.02}, {"text": "you say it's a horror movie? No, it's just like a normal movie, but this guy", "start": 1663.02, "end": 1666.98}, {"text": "was in a lot of stuff. Oh, he's not even that tall. Seven to seven. There's", "start": 1666.98, "end": 1670.66}, {"text": "taller people in the NBA. Yeah, yeah. The number one pick. Maybe I can get", "start": 1670.66, "end": 1675.02}, {"text": "shortest guy. There's your why? Why is he having a conversation for sure? Oh,", "start": 1675.02, "end": 1679.74}, {"text": "oh, I was like, damn, why does he have an LAPD article? I was like, I was", "start": 1679.74, "end": 1683.66}, {"text": "because he was found dead. Oh, no. So so that's what I'm saying. Oh, you might", "start": 1683.66, "end": 1690.26}, {"text": "he has the largest feet. He had twenty nine and a half. I have bigger feet", "start": 1690.26, "end": 1694.34}, {"text": "than that hit twenty nine and a half feet yeah", "start": 1694.34, "end": 1696.58}, {"text": "shoes. Oh", "start": 1696.58, "end": 1698.46}, {"text": "that's not any height. That's a size where that's not even a size yeah.", "start": 1698.46, "end": 1703.78}, {"text": "Yeah, that's they don't. That's not a real. So they don't make. Why are you", "start": 1703.78, "end": 1706.76}, {"text": "even? Why are you even asking for the size right? Yeah, it's not like you're", "start": 1706.76, "end": 1711.26}, {"text": "getting you're getting your shoes custom. Yeah, now you don't go to the", "start": 1711.26, "end": 1714.18}, {"text": "store and say I'm twenty. I call a hundred thousand size a hundred. You", "start": 1714.18, "end": 1718.3}, {"text": "let's say I yeah. I have special feet yeah, just make them. They don't need to", "start": 1718.34, "end": 1722.34}, {"text": "be sized. They're not there's no stamping the vans on", "start": 1722.34, "end": 1725.14}, {"text": "size on the soul. They might not for this guy. No, I might they might step his", "start": 1725.14, "end": 1731.1}, {"text": "name big, big guy and you know he's not wearing vans either. Yeah, he's an", "start": 1731.1, "end": 1734.9}, {"text": "actor. He definitely has some kind of", "start": 1734.9, "end": 1738.06}, {"text": "orthopedic insole. He has to wear his knees are definitely over porinated.", "start": 1738.06, "end": 1743.74}, {"text": "What?", "start": 1744.38, "end": 1745.38}, {"text": "Pronated.", "start": 1745.38, "end": 1746.38}, {"text": "Pronated.", "start": 1746.38, "end": 1747.38}, {"text": "Over pronated.", "start": 1747.38, "end": 1748.38}, {"text": "Oh, okay.", "start": 1748.38, "end": 1749.38}, {"text": "Does that mean they're like this?", "start": 1749.38, "end": 1750.38}, {"text": "I think pronated is when your ankle bleeds out.", "start": 1750.38, "end": 1753.7}, {"text": "Oh, that hurts.", "start": 1753.7, "end": 1754.7}, {"text": "That has to hurt.", "start": 1754.7, "end": 1755.7}, {"text": "That would hurt so badly.", "start": 1755.7, "end": 1756.7}, {"text": "I actually don't know if it's out or in, but yeah, it's when you...", "start": 1756.7, "end": 1760.38}, {"text": "Well, I know about it from feet.", "start": 1760.38, "end": 1762.14}, {"text": "I don't know about knees.", "start": 1762.14, "end": 1765.38}, {"text": "He knows a lot about feet.", "start": 1765.38, "end": 1766.38}, {"text": "That's what he's telling us.", "start": 1766.38, "end": 1767.82}, {"text": "I don't think he does.", "start": 1767.82, "end": 1768.86}, {"text": "I just know about my own feet.", "start": 1768.86, "end": 1770.38}, {"text": "Tell me your feet facts.", "start": 1770.38, "end": 1771.38}, {"text": "What size shoe do you wear?", "start": 1771.38, "end": 1772.38}, {"text": "12 and a half.", "start": 1772.38, "end": 1773.38}, {"text": "11 and a half. I think I'm like 12. These are in 11 and a half. Mine are yeah. Okay. These", "start": 1773.38, "end": 1780.38}, {"text": "are 11 and a half, which means the last shoes I bought were made in Vietnam sample, not", "start": 1780.38, "end": 1792.74}, {"text": "for people. Oh, I thought it was people. I was like, get that shoe off your foot right", "start": 1792.74, "end": 1797.38}, {"text": "now. What are you doing? I thought you were trying it on. I don't want. Why would I try", "start": 1797.38, "end": 1800.66}, {"text": "I got your shoe on. I looked at the size of my shoe and said 11. I thought we were trying", "start": 1800.66, "end": 1804.74}, {"text": "them on. I thought that we were showing off that we all had the same shoe size. Mine are", "start": 1804.74, "end": 1808.94}, {"text": "some fucked up French size. So they say they're 38 or something. I have a bigger shoe. Does", "start": 1808.94, "end": 1814.38}, {"text": "it say 43? I don't know. What are you guessing? 48? I don't know. I'm telling you. 33? 43.", "start": 1814.38, "end": 1823.38}, {"text": "forty forty three. Whoa! Oh my God, you're smart. No, he's not. We are the", "start": 1823.38, "end": 1830.18}, {"text": "same shoe size and you wear a forty three in this. Let me see.", "start": 1830.18, "end": 1832.98}, {"text": "How did you know that?", "start": 1832.98, "end": 1835.28}, {"text": "Okay, so", "start": 1835.28, "end": 1839.78}, {"text": "he's putting the shoe on. You look like a girl. I feel like Cinderella.", "start": 1839.78, "end": 1843.98}, {"text": "Give me my shoe, bro.", "start": 1843.98, "end": 1845.98}, {"text": "You want to try mine on? No, dude. We're not. That's the worst radio of all", "start": 1845.98, "end": 1849.68}, {"text": "sometimes trying to their shoes on it's horrible. No, we need a topic to talk", "start": 1849.68, "end": 1853.56}, {"text": "about okay. Say something", "start": 1853.56, "end": 1854.8}, {"text": "fuck oh, I feel like I had something. Oh America's secret weapon against hearing", "start": 1854.8, "end": 1861.22}, {"text": "losses here, and you guys know that", "start": 1861.22, "end": 1863.56}, {"text": "I think it's not screaming.", "start": 1863.56, "end": 1866.04}, {"text": "I've been getting more and more and more of the alert from my phone that says the", "start": 1866.04, "end": 1872.24}, {"text": "volume needs to be turned down. You listen to your volume too loud. I did. I", "start": 1872.24, "end": 1876.28}, {"text": "I don't think I do. I don't think I do at all. Why we mean why I don't think I", "start": 1876.32, "end": 1880.28}, {"text": "don't think it's loud at whatsoever. I think that my headphones are quiet and", "start": 1880.28, "end": 1883.98}, {"text": "my and my computer for a long time. No hours, hours and hours and hours on end", "start": 1883.98, "end": 1890.56}, {"text": "on end. I never stop. I always have my always. I play speakers out instead. I", "start": 1890.56, "end": 1895.76}, {"text": "don't do my phone speaker. I find that to be annoying. I will. I don't I do it.", "start": 1895.76, "end": 1900.28}, {"text": "I'm usually alone even then. I think what if the name I don't also have an", "start": 1900.28, "end": 1904.88}, {"text": "embarrassing taste in music. I don't want people to hear this. Me too. I probably have", "start": 1904.92, "end": 1907.8}, {"text": "more embarrassing taste in music than you. I use my phone speaker. I use the sound bar", "start": 1907.8, "end": 1913.76}, {"text": "that Noah got. For some reason, I think using a speaker, a Bluetooth speaker, I think it", "start": 1913.76, "end": 1921.16}, {"text": "makes you a bad person. That's crazy. Wait, what do you, you listen out of your phone?", "start": 1921.16, "end": 1926.68}, {"text": "That's weird. That is weird. That is really weird. That is very weird. That's what I put", "start": 1926.68, "end": 1930.16}, {"text": "out of my pocket and I walk around to put it on. That's extremely weird.", "start": 1930.16, "end": 1933.62}, {"text": "You're muffling it. You're muffling the sound. No, I'm not muffling it 'cause I", "start": 1933.62, "end": 1937.44}, {"text": "put the speaker coming out of my pocket. That is still on. That means that you", "start": 1937.44, "end": 1940.94}, {"text": "have to wear at least chinos or some kind of slacks that have the side pocket.", "start": 1940.94, "end": 1946.38}, {"text": "If you wear, like, jeans, that's gonna muffle the shit. I don't wear jeans.", "start": 1946.38, "end": 1950.02}, {"text": "Okay. I didn't know you were, I didn't know you had it like that.", "start": 1950.02, "end": 1953.46}, {"text": "I didn't know you were wearing jeans. I usually wear shorts in my house anyway.", "start": 1953.46, "end": 1957.24}, {"text": "Damn. Damn. Damn. You got that warm house. I usually just actually don't wear pants in", "start": 1957.28, "end": 1965.64}, {"text": "my house. Yeah. Don't tell me this shit. We already talked about that. Don't fucking tell", "start": 1965.64, "end": 1969.36}, {"text": "me that though. That's true. No, he's told us about this. He walks around this house", "start": 1969.36, "end": 1973.28}, {"text": "half naked. You were the one who said it more than me. You go pooh bear in your house. You", "start": 1973.28, "end": 1976.48}, {"text": "like it even more. I made it all up. How about that? I lied. I don't lie. I made everything", "start": 1976.48, "end": 1982.64}, {"text": "up. That's why we call him Cameron Lincoln. Because he don't lie? Because he's incapable", "start": 1982.64, "end": 1987.24}, {"text": "Google of lying. I'm on his cherry tree. That was George Washington. Did he also", "start": 1987.24, "end": 1992.08}, {"text": "not lies at the story? He said I cannot. He's just said I cannot tell, but then he", "start": 1992.08, "end": 1996.44}, {"text": "probably did later on. It wasn't his overall quality. It was one thing he", "start": 1996.44, "end": 2000.36}, {"text": "did. So you can't be a war general and not lie right, because what if they call", "start": 2000.36, "end": 2005.2}, {"text": "you capture you and then yeah, they send you a carrier pigeon that says are you", "start": 2005.2, "end": 2008.72}, {"text": "guys going to attack us tonight? Yes, we're actually going to attack you at", "start": 2008.72, "end": 2011.48}, {"text": "eight o'clock shit, but that's noble. That is noble, but that's better. That's", "start": 2011.48, "end": 2016.6}, {"text": "better than this type of fucked up backstabbing, betraying type of war we", "start": 2016.64, "end": 2022.48}, {"text": "have nowadays. True. Where everything is on social media and so everyone is", "start": 2022.48, "end": 2026.96}, {"text": "doing it. All the soldiers are posting plans for attention. I kind of can't", "start": 2026.96, "end": 2031.4}, {"text": "believe that people used to fight wars by walking in a line at each other. I", "start": 2031.4, "end": 2035.56}, {"text": "just don't believe it. I don't believe the paintings. That just can't be true.", "start": 2035.56, "end": 2038.88}, {"text": "It has to all look like... There used to be chivalry. Yeah. It used to be. That", "start": 2038.88, "end": 2044.04}, {"text": "What was that movie, The Patriot, with Mel Gibson, where they're all walking in a fucking", "start": 2044.04, "end": 2047.6}, {"text": "line?", "start": 2047.6, "end": 2048.6}, {"text": "I don't fucking know.", "start": 2048.6, "end": 2049.6}, {"text": "I don't know either.", "start": 2049.6, "end": 2050.6}, {"text": "Had to watch that in school as a kid.", "start": 2050.6, "end": 2051.6}, {"text": "They used to, it used to be knights who would just run at each other on their horses.", "start": 2051.6, "end": 2056.24}, {"text": "And then so they thought, well...", "start": 2056.24, "end": 2057.24}, {"text": "You gotta do that with guns now.", "start": 2057.24, "end": 2060.08}, {"text": "Yeah, well we don't use horses anymore, because you can't aim a gun on a horse.", "start": 2060.08, "end": 2064.4}, {"text": "That's crazy to think that they were like, even both sides were like, we need this to,", "start": 2064.4, "end": 2068.56}, {"text": "I mean it has to at least be fair.", "start": 2068.56, "end": 2070.28}, {"text": "Like, no, you have to decimate them completely.", "start": 2070.28, "end": 2073.6}, {"text": "completely. No, it needs to be fair. I don't think it come. I think they need to", "start": 2073.6, "end": 2076.96}, {"text": "I think that the next step in warfare is we take all the drones and the planes", "start": 2076.96, "end": 2080.44}, {"text": "and we fly them in a line at each other. I said this forever that war should be", "start": 2080.44, "end": 2084.48}, {"text": "two robots fighting each other and you just sign a contract. This is whoever", "start": 2084.48, "end": 2088.48}, {"text": "yeah, whoever wins yeah, not we should be champion. You choose your champion", "start": 2088.48, "end": 2093.36}, {"text": "like a fantasy movie that literally nobody should be dying in war. We're so", "start": 2093.36, "end": 2096.6}, {"text": "past that it should be two planes flying at each other. The one that also saves", "start": 2096.6, "end": 2101.12}, {"text": "so much money, you just make one really good plane. Exactly. The instead of a", "start": 2101.16, "end": 2104.72}, {"text": "bunch of them, it can be so quick. Yeah. And whoever, obviously the bigger, just", "start": 2104.72, "end": 2109.06}, {"text": "like right now, the bigger countries have the bigger, better armies. The US is", "start": 2109.06, "end": 2113.2}, {"text": "gonna have the most tricked out fucking robot. Yeah, turned invisible. And that's", "start": 2113.2, "end": 2116.96}, {"text": "it. We need electrical robots. We need zords. Zords. We need zords. We need", "start": 2116.96, "end": 2121.28}, {"text": "huge. Yeah, zoids. Oh, zoids. Zoids. Zoids. Zoids. Zoids are power rangers. Yeah.", "start": 2121.28, "end": 2126.58}, {"text": "Yeah. No, we need zoids. We need zoids more than zords. We need robot bears and", "start": 2126.58, "end": 2130.4}, {"text": "have to run at each other and swipe each other. Oh my God, that would be so cool.", "start": 2130.42, "end": 2133.94}, {"text": "Have you guys ever seen that movie Robot Jocks? No, no, it sounds really funny.", "start": 2133.94, "end": 2138.06}, {"text": "That sounds like a death punk. They'd fight with big robots at each other. In", "start": 2138.06, "end": 2141.9}, {"text": "the entire war? I think it's a war. I can't really remember, but it's all", "start": 2141.9, "end": 2145.46}, {"text": "stop motion robots. Whoa, that's what I want to see. I want to see less people", "start": 2145.46, "end": 2150.34}, {"text": "passing away in foreign countries. And I want to see robots. I want to have the", "start": 2150.34, "end": 2155.42}, {"text": "a folded flag, the body, but a factory don't don't be crying for a slur when", "start": 2155.42, "end": 2160.66}, {"text": "your decision about war actually makes a I even angrier yeah. Why would it be", "start": 2160.66, "end": 2165.08}, {"text": "angry because AI and robots are the ones perishing, but I don't give a shit", "start": 2165.08, "end": 2169.86}, {"text": "about them. I'm saying don't come crying to me. Did you start giving a you guys", "start": 2169.86, "end": 2174.02}, {"text": "see the the footage is another video I saw of the", "start": 2174.02, "end": 2177.28}, {"text": "police officer responding to the UFO call where the people said that a UFO", "start": 2177.28, "end": 2181.82}, {"text": "in their backyard. I think my mom said it was two eight foot aliens walking around their", "start": 2181.86, "end": 2186.06}, {"text": "backyard. Yeah, I didn't see it's over. I don't think that's real. It's over. I think", "start": 2186.06, "end": 2190.94}, {"text": "that's all AI. I think that's an AI video that's being no, no, no, no, no, no, no, no,", "start": 2190.94, "end": 2194.3}, {"text": "no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,", "start": 2194.3, "end": 2195.3}, {"text": "no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,", "start": 2195.3, "end": 2196.3}, {"text": "no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,", "start": 2196.3, "end": 2197.3}, {"text": "AI to that's bullshit. I think that the aliens are AI and I think that it was all CG. It's", "start": 2197.3, "end": 2204.06}, {"text": "over where they've already won. I don't think that aliens an alien if an alien came here.", "start": 2204.06, "end": 2211.38}, {"text": "I think that we would have the wherewithal to beat the crap out of it with like by like", "start": 2211.38, "end": 2216.78}, {"text": "showing it different kinds of sodas and like showing it like that would beat the crap out", "start": 2216.78, "end": 2221.26}, {"text": "of it. I don't think an alien could ingest Diet Coke. I don't think an alien could ingest", "start": 2221.26, "end": 2227.26}, {"text": "think it would drink it. I think of an alien drink diet. Dr. Pepper is", "start": 2227.26, "end": 2231.8}, {"text": "something one of the chemicals in it would have a negative reaction. But you", "start": 2231.8, "end": 2236.6}, {"text": "think the alien would drink it when it got here? Yes, we would say we would", "start": 2236.6, "end": 2241.34}, {"text": "hand a diet. Dr. Pepper to the alien. We'd say, Hey, I think this is what we", "start": 2241.34, "end": 2247.5}, {"text": "drink every day. Only explanation for why we see so few aliens is that there", "start": 2247.5, "end": 2254.02}, {"text": "is probably only like 25 of them. Yeah. And they're from a very small, little,", "start": 2254.04, "end": 2258.64}, {"text": "big planet style planet. It's like Hawaii. Yeah. They're from like a Mario", "start": 2258.64, "end": 2265.32}, {"text": "Galaxy planet. And then they just come here. It's Delfino Plaza. Yeah. Yeah.", "start": 2265.32, "end": 2270.6}, {"text": "It's the guys from that. What are they called? I think they're called Delfinos.", "start": 2270.6, "end": 2275.24}, {"text": "Well, I jump on their head no matter what they're called. And they go...", "start": 2275.24, "end": 2277.88}, {"text": "Yeah. But basically, I think that the only explanation is only like 25. And", "start": 2277.88, "end": 2282.76}, {"text": "and they're not bringing it. They're not smart. They're not hitting us with any", "start": 2282.76, "end": 2286.26}, {"text": "kind of artillery. They know that yeah. Oh, no, they're eight feet tall, man.", "start": 2286.26, "end": 2291.24}, {"text": "They could live. We were just talking. You were like there's a hundred guys who", "start": 2291.24, "end": 2295.1}, {"text": "are eight feet tall. Yeah, you literally just said that earlier, but they look", "start": 2295.1, "end": 2298.64}, {"text": "do you think some people have gray alien DNA? I will say really tall people do", "start": 2298.64, "end": 2302.96}, {"text": "look bad. They look fucked up and not. There's people who here on earth who are", "start": 2302.96, "end": 2308.16}, {"text": "not human. 100%. Let's just go out, let's list them. I don't know them, but you see them", "start": 2308.2, "end": 2316.56}, {"text": "sometimes. You know one of them maybe. I don't think I know any of them. You don't know if", "start": 2316.56, "end": 2322.76}, {"text": "you know is the problem. That is the problem. Because a lot of them have used gene therapy", "start": 2322.76, "end": 2328.16}, {"text": "and they look a little more similar. They're doing gene therapy, they're wearing jeans", "start": 2328.16, "end": 2332.2}, {"text": "so you don't think they're a fucking alien.", "start": 2332.2, "end": 2333.66}, {"text": "- Exactly.", "start": 2333.66, "end": 2334.5}, {"text": "- Retail therapy.", "start": 2334.5, "end": 2335.32}, {"text": "- Yeah, you think what alien would be wearing this outfit?", "start": 2335.32, "end": 2338.4}, {"text": "- What are those, 501s?", "start": 2338.4, "end": 2339.36}, {"text": "- Anya Taylor-Joy.", "start": 2339.36, "end": 2340.44}, {"text": "- She's just ugly.", "start": 2340.44, "end": 2343.46}, {"text": "She's not an alien.", "start": 2343.46, "end": 2346.44}, {"text": "- That's what she wants you to think.", "start": 2346.44, "end": 2347.76}, {"text": "She wants you to think she's ugly.", "start": 2347.76, "end": 2349.88}, {"text": "- I think she's ugly.", "start": 2349.88, "end": 2350.72}, {"text": "- But in actuality, she's not.", "start": 2350.72, "end": 2353.16}, {"text": "- I watched this new HBO show, I watched the first episode.", "start": 2353.16, "end": 2356.04}, {"text": "- The Idol?", "start": 2356.04, "end": 2356.88}, {"text": "- I was mostly doing the crossword, but I had it on--", "start": 2356.88, "end": 2359.56}, {"text": "- The Idol, that one?", "start": 2359.56, "end": 2360.4}, {"text": "- Yeah.", "start": 2360.4, "end": 2361.28}, {"text": "the one with um, Lily Rose Depp. This show is pornography and it needs to be, it needs to", "start": 2361.28, "end": 2367.32}, {"text": "get out of here. That's the new Euphoria. It's by the same guy. It's worse than pornography.", "start": 2367.32, "end": 2372.32}, {"text": "It's the weekend and he's fingering her and stuff on the show. Weekend fingers, everybody's", "start": 2372.32, "end": 2377.0}, {"text": "fingering there's nipples abound. Oh my god there's too much fingering on the show. I", "start": 2377.0, "end": 2381.2}, {"text": "don't like it at all man. It really is just not, it should not be on TV. I saw a clip", "start": 2381.2, "end": 2385.68}, {"text": "and she is one of the worst actresses I think I've ever seen.", "start": 2385.68, "end": 2389.76}, {"text": "She's only around 'cause of Nep,", "start": 2389.76, "end": 2392.36}, {"text": "like literally, it's stupid to complain about it,", "start": 2392.36, "end": 2395.62}, {"text": "but genuinely, I think she's only around", "start": 2395.62, "end": 2399.22}, {"text": "because her dad is Jack Sparrow.", "start": 2399.22, "end": 2402.44}, {"text": "- I, yeah.", "start": 2402.44, "end": 2403.28}, {"text": "(dramatic music)", "start": 2403.28, "end": 2405.0}, {"text": "I agree, and I think if she wasn't around,", "start": 2405.0, "end": 2408.48}, {"text": "I think you'd be the star of that show.", "start": 2408.48, "end": 2409.56}, {"text": "- I would definitely be the star of that show.", "start": 2409.56, "end": 2411.84}, {"text": "Are you kidding me?", "start": 2411.84, "end": 2412.84}, {"text": "- I think The Weeknd--", "start": 2412.84, "end": 2413.68}, {"text": "- Oh my, wait, watch this, watch this.", "start": 2413.68, "end": 2414.8}, {"text": "The weekend would be braiding your hair. Watch this.", "start": 2414.8, "end": 2416.8}, {"text": "This is not that's the kind of faces she makes in the show. What's the type of", "start": 2416.8, "end": 2422.9}, {"text": "face? Describe it. It's a teeth out, teeth out, smile, smile like this.", "start": 2422.9, "end": 2428.6}, {"text": "That is not to that smile. I watch the show. She doesn't make that face and", "start": 2428.6, "end": 2432.88}, {"text": "she blew and she she winks her eyelashes at the weekend and it goes like don't", "start": 2432.88, "end": 2438.68}, {"text": "you guys think it's kind of fucked up and scary that when an actor is walking", "start": 2438.68, "end": 2442.8}, {"text": "around in his daily life or her daily life. They could, they literally have", "start": 2442.84, "end": 2447.74}, {"text": "been trained to do whatever and act like whatever person. So it's like we don't", "start": 2447.74, "end": 2452.84}, {"text": "know if they're acting right now, if they even need to be shopping.", "start": 2452.84, "end": 2456.98}, {"text": "Man, you just, you just, I mean, you see them at a red carpet and they're", "start": 2456.98, "end": 2463.06}, {"text": "flashing a smile, teeth out, and then you think, well hold on, I saw them do teeth", "start": 2463.06, "end": 2467.16}, {"text": "out smile on that one movie. Yeah. Are they even happy? Are they even enjoying", "start": 2467.16, "end": 2471.18}, {"text": "enjoying them. They are not enjoying it. At most actors, I think all the time,", "start": 2471.18, "end": 2474.76}, {"text": "what if you were married to an actor? Most actors do not enjoy their life.", "start": 2474.76, "end": 2478.2}, {"text": "They were crying. They go, \"Shut the fuck up! I know you're fucking faking.", "start": 2478.2, "end": 2482.02}, {"text": "I saw you cry.\" You're researching a role. That was a Curb Your Enthusiasm", "start": 2482.02, "end": 2485.84}, {"text": "episode. You're researching a role. Exactly. So that's why you didn't do the", "start": 2485.84, "end": 2488.7}, {"text": "dishes. Well, that was actually, she was a paid crier. She was a paid crier.", "start": 2488.7, "end": 2492.48}, {"text": "That's even worse. That's even worse. I think that's the future of acting,", "start": 2492.48, "end": 2496.92}, {"text": "is we're not gonna, we're gonna specialize further. We're gonna have actors", "start": 2496.92, "end": 2499.82}, {"text": "you. It's not like one person who can act and play whatever role it's like yeah.", "start": 2499.82, "end": 2502.94}, {"text": "This is a laugher. This is a smiler. This is a sad actor and then when they", "start": 2502.94, "end": 2507.82}, {"text": "happy, when they cross over, they can get really, really good at it, so they", "start": 2507.82, "end": 2510.62}, {"text": "don't because like nowadays actors are bad because it's like well. I have to", "start": 2510.62, "end": 2513.44}, {"text": "learn to smile. I have to learn to act crazy. You don't know everything. I", "start": 2513.44, "end": 2517.06}, {"text": "have to learn how to make everything suffers. If you have to absolutely have", "start": 2517.06, "end": 2519.9}, {"text": "to learn how to make my smile into a frown exactly the transitions between", "start": 2519.9, "end": 2524.42}, {"text": "them, it's a lot of muscles, but a guy who just smiles and he's ten thousand", "start": 2524.42, "end": 2529.22}, {"text": "as as as hours of smiling yeah, ten thousand, how do you train for", "start": 2529.24, "end": 2533.5}, {"text": "something ten thousand hours, but then also the smiling guy moves over to", "start": 2533.5, "end": 2536.86}, {"text": "crying. It'll be like Adam Sandler doing a dramatic role, right, but that would", "start": 2536.86, "end": 2540.76}, {"text": "never have holy fucking shit. I would not let that happen. Yeah, true that", "start": 2540.76, "end": 2545.3}, {"text": "when this deal gets finished,", "start": 2545.3, "end": 2547.22}, {"text": "smilers will never cry. We need to get rid of every union on this planet. Oh", "start": 2547.22, "end": 2552.3}, {"text": "yeah, they ruined fucking everything. They ruined smiler, the smilers union", "start": 2552.3, "end": 2556.04}, {"text": "because you're right, every single thing would have a specialized union and", "start": 2556.04, "end": 2558.94}, {"text": "then all asked to be paid a million dollars a fucking minute. Yeah, I'm", "start": 2558.94, "end": 2562.08}, {"text": "fucking smiling.", "start": 2562.08, "end": 2562.76}, {"text": "You can't say anything sad when you're on the down union, the standing up. Yeah,", "start": 2562.76, "end": 2568.58}, {"text": "every oh my God, the smilers union. I'm imagining maybe this is the future of", "start": 2568.58, "end": 2572.94}, {"text": "movies where a character can be a group of actors and may and a character is", "start": 2572.94, "end": 2577.82}, {"text": "five people and they walk around together. There's one guy who sits down", "start": 2577.82, "end": 2581.74}, {"text": "when the character sits down. There's one guy who smiles when the character's", "start": 2581.74, "end": 2584.3}, {"text": "happy. More of the same crowds. More of the same crowds when the character is sad. I can't", "start": 2584.34, "end": 2586.78}, {"text": "tell people apart. I'm not going to notice. Yeah, but no, it's not that they're switching", "start": 2586.78, "end": 2590.42}, {"text": "them out. It's that they're always together and the group of them as one is the character.", "start": 2590.42, "end": 2595.02}, {"text": "Oh, well, we're probably headed that way with people too because people are going to do", "start": 2595.02, "end": 2599.14}, {"text": "monkey see, monkey do. They're smiling Steve, crying Steve. Yeah, well, it's just like they're", "start": 2599.14, "end": 2604.98}, {"text": "different. It's like Inside Out, but in real life. Yeah, the real life of a movie. Outside", "start": 2604.98, "end": 2610.02}, {"text": "inside. There's going to be Smilers East and Vomit. That's a bad union to be in.", "start": 2610.02, "end": 2616.5}, {"text": "Vomiters Union. But you know, that way a smiler will never have to vomit in a movie again.", "start": 2616.5, "end": 2623.06}, {"text": "That's true. That's the people who always want to be, I mean, Lord knows there are people who", "start": 2623.06, "end": 2627.62}, {"text": "like that type of thing. Can you imagine? I don't even want to bring it up, but the people who like", "start": 2627.62, "end": 2632.34}, {"text": "vomiting, that's all they have to do. Imagine having to pay your dues to the Vomiters Union.", "start": 2632.34, "end": 2636.9}, {"text": "I mean it probably just be like every other one hundred pukes a month. I", "start": 2637.54, "end": 2640.92}, {"text": "don't think you would pay in puke. I think you just probably pay money.", "start": 2640.92, "end": 2644.24}, {"text": "You would pay you. Why would you pay a puke and you're not in this word", "start": 2644.24, "end": 2647.9}, {"text": "envisioning a new world here. We don't have to be bound by the restrictions", "start": 2647.9, "end": 2651.74}, {"text": "that bind us right. We had a good idea and you guys are turning it into a", "start": 2651.74, "end": 2655.58}, {"text": "fucking bullshit. Okay, fuck a thought. It's not a bullshit fuck a thon to", "start": 2655.58, "end": 2659.58}, {"text": "think that come on.", "start": 2659.58, "end": 2660.5}, {"text": "A porn actor and a normal actor would almost never cross paths, so that's so", "start": 2660.5, "end": 2667.34}, {"text": "but basically it's already our idea is already true. You can make it you can", "start": 2667.5, "end": 2673.1}, {"text": "make their sexual actors and non sexual actors already can make the jump like", "start": 2673.1, "end": 2676.7}, {"text": "the lady from the never jump. They jump all the time. There was a jumper in", "start": 2676.7, "end": 2680.38}, {"text": "you in euphoria. There was a jumper in", "start": 2680.38, "end": 2682.26}, {"text": "I don't think Hayden Christiansen was a porn actor. I don't think he will. He", "start": 2682.26, "end": 2689.02}, {"text": "did a lot of CGI porn. What do you see? Oh, I think you're just talking about", "start": 2689.02, "end": 2693.14}, {"text": "jumping. No. Oh, well, that would be another. Yeah, that would be another", "start": 2693.18, "end": 2697.02}, {"text": "about a jumper's. There you go. Jumpers, jumpers. I didn't. I didn't realize that", "start": 2697.02, "end": 2700.74}, {"text": "the conversation was about jumping from. I've seen so many amazing videos this", "start": 2700.74, "end": 2703.82}, {"text": "week. I also saw the video of Tom Cruise doing his jump. Did you watch this? No,", "start": 2703.82, "end": 2707.26}, {"text": "yes, I've got to say it was so awesome. I see that video every few months. I", "start": 2707.26, "end": 2710.54}, {"text": "always watch it. It's one on one. Y'all you pull out that video. Did you see?", "start": 2710.54, "end": 2714.1}, {"text": "Did you see? Don't watch the video. Did you see that very long mission", "start": 2714.1, "end": 2717.62}, {"text": "impossible dead reckoning part one will only have one week in IMAX before it is", "start": 2717.62, "end": 2723.02}, {"text": "pushed out by Christopher Nolan's Oppenheimer, who gives a F about", "start": 2723.04, "end": 2726.96}, {"text": "Oppenheimer. Nobody even knows who that was, bro mission impossible at least", "start": 2726.96, "end": 2730.64}, {"text": "three weeks in IMAX, if not more. Here's the thing, Christopher Nolan,", "start": 2730.64, "end": 2734.96}, {"text": "IMAX more than Oppenheimer needs IMAX Nolan right now.", "start": 2734.96, "end": 2739.8}, {"text": "I need you. I need you to stop it. I need you to stop what you're", "start": 2739.8, "end": 2744.88}, {"text": "doing. Stop making this movie about nuclear war.", "start": 2744.88, "end": 2748.84}, {"text": "Okay, clear bore nuclear bore is what I'm calling it black and white black and", "start": 2749.8, "end": 2754.44}, {"text": "white and then", "start": 2754.44, "end": 2755.16}, {"text": "hey, hey, Christopher Nolan, you know who did that first Pleasantville, Toby", "start": 2755.16, "end": 2761.26}, {"text": "McGuire, Spider-Man, think about it. I don't think you're copying Spider-Man", "start": 2761.26, "end": 2766.48}, {"text": "and Wizard of Oz and any other movie that's gone from black and white. Well,", "start": 2766.48, "end": 2771.08}, {"text": "Wizard of Oz was sepia. So that's different. Shut the fuck up. That's a", "start": 2771.08, "end": 2776.84}, {"text": "sepia movie tour with color movie. I'm going to make you sepia. You're not", "start": 2776.84, "end": 2781.28}, {"text": "going to be or yeah, I'll make you sip you on some says are sip. I'm gonna get", "start": 2781.28, "end": 2786.24}, {"text": "you. I", "start": 2786.24, "end": 2786.88}, {"text": "sip your sperm sip your sperm on my sip your sperm. Your sperm up set my", "start": 2786.88, "end": 2796.16}, {"text": "I don't think I've ever heard that song. You've heard you've heard probably not", "start": 2796.16, "end": 2802.64}, {"text": "like my bitch. I don't think I have either. I've definitely I know these", "start": 2802.64, "end": 2806.0}, {"text": "I have it in my head. I've listened to it in my head hundreds of times.", "start": 2806.04, "end": 2809.32}, {"text": "I've never seen Charlie's Angels.", "start": 2809.32, "end": 2810.32}, {"text": "You've seen Charlie's Angels.", "start": 2810.32, "end": 2811.32}, {"text": "I used to love that movie.", "start": 2811.32, "end": 2812.68}, {"text": "Yeah, it's the fight scene between Crispin Glover and Lucy Liu. They play that song.", "start": 2812.68, "end": 2818.84}, {"text": "Tom Green is in that?", "start": 2818.84, "end": 2819.84}, {"text": "Mm-hmm.", "start": 2819.84, "end": 2820.84}, {"text": "And he falls in a tube.", "start": 2820.84, "end": 2822.84}, {"text": "See, that guy should not, in my vision of Hollywood, that guy would never be in an action", "start": 2822.84, "end": 2828.64}, {"text": "movie.", "start": 2828.64, "end": 2829.64}, {"text": "100%.", "start": 2829.64, "end": 2830.64}, {"text": "Tom Green?", "start": 2830.64, "end": 2831.64}, {"text": "Yeah.", "start": 2831.64, "end": 2832.64}, {"text": "He's in an action movie.", "start": 2832.64, "end": 2833.64}, {"text": "I don't like when comedians cross over and do any kind of...", "start": 2833.64, "end": 2834.64}, {"text": "my vision of Hollywood. What are you not understanding?", "start": 2834.64, "end": 2838.64}, {"text": "Freddie got fingered was an action movie. He did a lot of action.", "start": 2838.64, "end": 2840.64}, {"text": "Shut up. Shut up.", "start": 2840.64, "end": 2842.64}, {"text": "Well he does skateboarding. He did actions of violence towards his father.", "start": 2842.64, "end": 2846.64}, {"text": "There would be no skateboarding in any movies.", "start": 2846.64, "end": 2848.64}, {"text": "No, no, no. That would be strictly for YouTube videos.", "start": 2848.64, "end": 2851.64}, {"text": "And chimpanzees. And chimpanzees who go on a mini ramp.", "start": 2851.64, "end": 2855.64}, {"text": "And bulldogs also. Bulldogs and chimpanzees.", "start": 2855.64, "end": 2858.64}, {"text": "Viral. That would be only for viral Hollywood.", "start": 2858.64, "end": 2860.64}, {"text": "Hollywood. Yeah, they're making a new sector of Hollywood called viral wood to", "start": 2860.64, "end": 2864.56}, {"text": "try it because a lot of these viral videos nowadays are not as good as the", "start": 2864.56, "end": 2868.04}, {"text": "ones we used to have. So I'd like to maybe section off and divide get some of", "start": 2868.04, "end": 2872.68}, {"text": "these producers, directors, actors, get them out of movies, out of the movie", "start": 2872.68, "end": 2876.68}, {"text": "industry and just working on getting better viral videos. We get to see and", "start": 2876.68, "end": 2881.76}, {"text": "also there should be a union for us who like to make viral videos. Yeah, yeah. We", "start": 2881.76, "end": 2886.2}, {"text": "we get Newman, a guy we get Tays on day we, well, it would be like a", "start": 2886.2, "end": 2889.96}, {"text": "dramatic of the Union. Yeah, a monk has died many years ago.", "start": 2889.96, "end": 2893.52}, {"text": "You have to say it that meanly", "start": 2893.52, "end": 2897.44}, {"text": "years and years ago, they're like way before you saw the video.", "start": 2897.44, "end": 2902.84}, {"text": "That's a death.", "start": 2902.84, "end": 2906.72}, {"text": "You're saying it so flippantly", "start": 2906.72, "end": 2909.28}, {"text": "I'm so I don't that's a horrible. I mean, I guess you're right.", "start": 2909.28, "end": 2913.88}, {"text": "he's just finding this out right now and you said it like that", "start": 2915.6, "end": 2918.5}, {"text": "yeah. I mean there's nothing to be done for him. He's he's done and dusted he's", "start": 2918.5, "end": 2924.86}, {"text": "in the dirt.", "start": 2924.86, "end": 2925.4}, {"text": "Yeah,", "start": 2925.4, "end": 2928.86}, {"text": "he's gone man since when since probably one or something. I don't even know how", "start": 2928.86, "end": 2935.46}, {"text": "old that video is. It's older than the Internet, though,", "start": 2935.46, "end": 2937.66}, {"text": "what's that that dramatic chipmunk has passed. It says probably", "start": 2937.66, "end": 2942.22}, {"text": "and that's probably our thought and that was so that you're fine. That means he's", "start": 2943.74, "end": 2947.58}, {"text": "okay. A chipmunk doesn't live very well. I would guess it's not a chipmunk. It", "start": 2947.58, "end": 2951.3}, {"text": "wasn't even a chipmunk. He was a prairie dog. Dear God. Well, I got prairie dog", "start": 2951.3, "end": 2955.78}, {"text": "probably lives even less time than a chipmunk. No, it lives more.", "start": 2955.78, "end": 2958.74}, {"text": "I think he's still alive. I think there's a good chance he's still alive.", "start": 2958.74, "end": 2963.06}, {"text": "There's no chance. If there's one prairie dog in the world who's been alive,", "start": 2963.06, "end": 2966.7}, {"text": "it might be him because he has a reason to be preserved.", "start": 2966.7, "end": 2969.22}, {"text": "he's dead. He's not it says two thousand and also I hate to ruin this for you", "start": 2970.98, "end": 2976.28}, {"text": "guys. He wasn't even being dramatic. He probably just saw some food.", "start": 2976.28, "end": 2979.94}, {"text": "What he was not trying to be dramatic at he doesn't know what drama means. I", "start": 2979.94, "end": 2985.12}, {"text": "thought he was being funny. He doesn't know what being funny is. He's an", "start": 2985.12, "end": 2988.0}, {"text": "animal. He doesn't know what being funny is. He has no idea what that is to be", "start": 2988.0, "end": 2992.68}, {"text": "funny.", "start": 2992.68, "end": 2993.08}, {"text": "Well, you know people I just don't understand", "start": 2993.08, "end": 2996.6}, {"text": "and by the way, if you have a dog and it licks your face, it just wants to it", "start": 2996.6, "end": 3000.8}, {"text": "means you have a fucking salty face.", "start": 3000.84, "end": 3002.36}, {"text": "If you were wondering and if you have a cat that", "start": 3002.36, "end": 3007.36}, {"text": "sucks on your finger, I never had a cat.", "start": 3007.36, "end": 3011.52}, {"text": "It means you finger, you know, funny finger, your finger tastes, yeah, I don't", "start": 3011.52, "end": 3017.4}, {"text": "know. I don't know what it means. I'm not a veterinarian. Yeah. Yeah, you are a", "start": 3017.4, "end": 3022.92}, {"text": "veterinarian. I couldn't be a veterinarian. You have to kill, you have", "start": 3022.92, "end": 3025.48}, {"text": "to kill too many animals. You have to kill every single animal. It's so funny that", "start": 3025.48, "end": 3027.92}, {"text": "being a veterinarian, your entire job is just chop them all up. Even when you're", "start": 3028.0, "end": 3031.72}, {"text": "not killing them, when you save them, it's that you have to cut them apart.", "start": 3031.72, "end": 3034.56}, {"text": "Yeah, take their legs off and then you put them in that thing. It's always", "start": 3034.56, "end": 3038.14}, {"text": "someone who's like, \"I love animals, I wanna be a veterinarian.\" You torture", "start": 3038.14, "end": 3041.7}, {"text": "animals all day. You go and be like the apprentice or whatever it's called.", "start": 3041.7, "end": 3043.56}, {"text": "Yeah, you're doing experiments on animals. You're like an intern or whatever.", "start": 3043.56, "end": 3046.06}, {"text": "I think at that point you just have to... That's literally what it is.", "start": 3046.06, "end": 3048.4}, {"text": "Yeah, I mean, I've told you that I had a friend who wanted to be...", "start": 3048.4, "end": 3050.84}, {"text": "Who became a veterinary assistant, first day killing dogs, second day killing", "start": 3050.84, "end": 3054.84}, {"text": "today like back in the 1800s or I mean honestly the 1950s like a veterinarian when they like", "start": 3054.84, "end": 3061.08}, {"text": "like they brought somebody brings their dog in and the dog dies they like like well you", "start": 3061.08, "end": 3066.2}, {"text": "know I don't might as well make it into lunch. No because you don't think they ate dogs in", "start": 3066.2, "end": 3072.24}, {"text": "the 1950s. You don't think you don't think that they dies of natural cause. You don't", "start": 3072.24, "end": 3076.76}, {"text": "think that they picked it up and just like threw it on a grill and the 1950s yeah. What", "start": 3076.76, "end": 3082.2}, {"text": "What do you think will the 1950s had refrigerators?", "start": 3082.2, "end": 3085.7}, {"text": "1950s was a backwards ass time, bro.", "start": 3085.7, "end": 3090.32}, {"text": "Not for animals.", "start": 3090.32, "end": 3091.32}, {"text": "It was actually better for animals.", "start": 3091.32, "end": 3092.32}, {"text": "It was in a factory farming.", "start": 3092.32, "end": 3093.8}, {"text": "Well, not in factory animals.", "start": 3093.8, "end": 3095.84}, {"text": "They didn't invent leashes much yet.", "start": 3095.84, "end": 3098.36}, {"text": "People were walking.", "start": 3098.36, "end": 3099.36}, {"text": "Really?", "start": 3099.36, "end": 3100.36}, {"text": "Dogs had their own houses and lives.", "start": 3100.36, "end": 3101.36}, {"text": "That's true.", "start": 3101.36, "end": 3102.36}, {"text": "They just go in.", "start": 3102.36, "end": 3103.36}, {"text": "There weren't really dogs in the cities.", "start": 3103.36, "end": 3104.36}, {"text": "Well, they'd run around.", "start": 3104.36, "end": 3105.36}, {"text": "That's what my dad always says.", "start": 3105.36, "end": 3107.96}, {"text": "That's one of the things he says.", "start": 3107.96, "end": 3108.96}, {"text": "you ever hang out with my dad, I'll say it at least one time, which is he says, you know,", "start": 3108.96, "end": 3113.32}, {"text": "dogs just used to roam around. They weren't fenced in or on leashes or anything. They just", "start": 3113.32, "end": 3117.32}, {"text": "go all over the place.", "start": 3117.32, "end": 3118.32}, {"text": "It's probably for the best.", "start": 3118.32, "end": 3119.32}, {"text": "He's just lying.", "start": 3119.32, "end": 3120.32}, {"text": "He's not lying.", "start": 3120.32, "end": 3121.32}, {"text": "I mean, back when, not when he was a kid, not in the 70s and 80s.", "start": 3121.32, "end": 3125.52}, {"text": "Yeah.", "start": 3125.52, "end": 3126.52}, {"text": "Nobody was...", "start": 3126.52, "end": 3127.52}, {"text": "In the 60s and 70s, yeah.", "start": 3127.52, "end": 3128.52}, {"text": "Your dad's that old?", "start": 3128.52, "end": 3129.52}, {"text": "Yeah.", "start": 3129.52, "end": 3130.52}, {"text": "Yeah, that was probably...", "start": 3130.52, "end": 3131.52}, {"text": "Whoa.", "start": 3131.52, "end": 3132.52}, {"text": "That was probably because he lived in like a small-ass neighborhood.", "start": 3132.52, "end": 3135.72}, {"text": "He lived in Cambridge.", "start": 3135.72, "end": 3136.72}, {"text": "Oh my God, that was not a small ass neighborhood.", "start": 3136.72, "end": 3139.32}, {"text": "Oh my God, it was actually a big ass neighborhood.", "start": 3139.32, "end": 3141.32}, {"text": "Oh my God, that was actually one of the biggest developing neighborhoods at that time.", "start": 3141.32, "end": 3144.32}, {"text": "They said kids would just get chased by dogs and you'd know which dogs lived where,", "start": 3144.32, "end": 3147.32}, {"text": "so at certain times of day you wouldn't walk by a certain house.", "start": 3147.32, "end": 3150.32}, {"text": "I don't believe it until I see it on a fucking cave wall.", "start": 3150.32, "end": 3153.12}, {"text": "You see it on TV shows.", "start": 3153.12, "end": 3155.12}, {"text": "Fuck you, I do.", "start": 3155.12, "end": 3157.12}, {"text": "That's always in a movie, a kid gets chased by a dog.", "start": 3157.12, "end": 3159.62}, {"text": "Yeah, they would show that in like Malcolm in the Middle and shit,", "start": 3159.62, "end": 3162.32}, {"text": "and it was like, oh, is that because he lives in a crazy neighborhood?", "start": 3162.32, "end": 3165.32}, {"text": "you know that's how you say", "start": 3165.32, "end": 3166.52}, {"text": "I say you know that's what it was like that back then here. It's like that", "start": 3166.52, "end": 3172.22}, {"text": "right now in India, so you know and in Mexico yeah, there are many places are", "start": 3172.22, "end": 3176.62}, {"text": "having a war in India between monkeys and dogs. There's dogs everywhere in", "start": 3176.62, "end": 3181.52}, {"text": "Mexico. I went and I saw you're tripping maybe not in your little you remember", "start": 3181.52, "end": 3184.72}, {"text": "that I guess you live you because you live you're gentrifying Mexico. You are", "start": 3184.72, "end": 3188.84}, {"text": "you live in a fancy neighborhood.", "start": 3188.84, "end": 3190.52}, {"text": "oh nothing to say now. Oh,", "start": 3192.16, "end": 3194.16}, {"text": "silence, because he's in the one percent.", "start": 3194.16, "end": 3196.16}, {"text": "He is in the one percent.", "start": 3196.16, "end": 3198.16}, {"text": "Always is. Silence.", "start": 3198.16, "end": 3200.16}, {"text": "But there was a", "start": 3200.16, "end": 3202.16}, {"text": "there was like a war between", "start": 3202.16, "end": 3204.16}, {"text": "yeah, the monkeys are throwing dogs off of towers.", "start": 3204.16, "end": 3206.16}, {"text": "Monkeys are throwing dogs off of towers", "start": 3206.16, "end": 3208.16}, {"text": "and then dogs are biting monkeys.", "start": 3208.16, "end": 3210.16}, {"text": "That sucks. I think all the time", "start": 3210.16, "end": 3212.16}, {"text": "about if my dog had", "start": 3212.16, "end": 3214.16}, {"text": "opposable thumbs and could articulate", "start": 3214.16, "end": 3216.16}, {"text": "fully articulating arms", "start": 3216.16, "end": 3218.16}, {"text": "that he would be doing", "start": 3218.16, "end": 3220.16}, {"text": "way to have a way different life. Yeah, if he had his brain in a monkey's body,", "start": 3220.16, "end": 3224.12}, {"text": "you're lucky you can't jump up on the can even if a ball goes on", "start": 3224.12, "end": 3228.1}, {"text": "table, he can't eat barks at it, because I have to come get it, because he can't", "start": 3228.1, "end": 3232.02}, {"text": "he can't do anything. If I had a dog and he learned to speak", "start": 3232.02, "end": 3234.76}, {"text": "and I would have to kill him instantly, I would be teaching because imagine you", "start": 3234.76, "end": 3240.2}, {"text": "come home to your dog and you open the door and he runs up and he goes. I love", "start": 3240.2, "end": 3243.96}, {"text": "you", "start": 3243.96, "end": 3244.3}, {"text": "where he walks in and you're whacking off. I love you. What are you doing in", "start": 3246.52, "end": 3250.1}, {"text": "there? What are you doing in there? That's all he knows. He would only say I", "start": 3250.1, "end": 3253.4}, {"text": "love you.", "start": 3253.4, "end": 3254.04}, {"text": "You're trying to", "start": 3254.04, "end": 3255.4}, {"text": "you would walk up to and you're you're jacking off and you'd say I love living", "start": 3255.4, "end": 3260.4}, {"text": "here.", "start": 3260.4, "end": 3260.76}, {"text": "I like my food shut up dog. My dog could speak. I'd be teaching it like if these", "start": 3260.76, "end": 3268.0}, {"text": "dogs could talk. If I'd be teaching him any young men joke, so we go on tour.", "start": 3268.0, "end": 3272.28}, {"text": "Yeah, he'd be I'd be given. I'd be holding him. I'd be holding him like", "start": 3272.28, "end": 3275.84}, {"text": "on stage and it'd be like, huh, like a little vintroquist that'd make him say, \"Take my bone,", "start": 3275.88, "end": 3281.68}, {"text": "please.\"", "start": 3281.68, "end": 3282.68}, {"text": "Take my bone, please.", "start": 3282.68, "end": 3283.68}, {"text": "Take my leash, please.", "start": 3283.68, "end": 3284.68}, {"text": "I don't need that.", "start": 3284.68, "end": 3285.68}, {"text": "I think if my dog could talk, I'd fall in love with him.", "start": 3285.68, "end": 3287.64}, {"text": "Yeah.", "start": 3287.64, "end": 3288.64}, {"text": "I think I would get, you know.", "start": 3288.64, "end": 3289.64}, {"text": "You would immediately...", "start": 3289.64, "end": 3290.64}, {"text": "No, I think it would be...", "start": 3290.64, "end": 3291.64}, {"text": "I like my dog too much.", "start": 3291.64, "end": 3292.96}, {"text": "I can't...", "start": 3292.96, "end": 3293.96}, {"text": "Go to try and suck it off.", "start": 3293.96, "end": 3294.96}, {"text": "No, it wouldn't be sexual, but I think I would have an emotion...", "start": 3294.96, "end": 3297.96}, {"text": "I would emotionally cheat on my wife with my dog.", "start": 3297.96, "end": 3300.36}, {"text": "Yeah.", "start": 3300.36, "end": 3301.36}, {"text": "Or no, I wouldn't.", "start": 3301.36, "end": 3302.36}, {"text": "What does that mean?", "start": 3302.36, "end": 3304.2}, {"text": "Emotional cheating?", "start": 3304.2, "end": 3305.2}, {"text": "It's like when there's a girl at work and you go like I'm thinking of fucking you.", "start": 3305.2, "end": 3310.88}, {"text": "They're not fucking, but I would be like I am in love with you. I'm so is that and more in a way", "start": 3310.88, "end": 3321.04}, {"text": "that was different from it being a child. You'll be doing it romantically. It's hairy.", "start": 3321.04, "end": 3325.44}, {"text": "You got hair. That's what makes you. What if you like what if like your dog learned to speak", "start": 3325.44, "end": 3333.6}, {"text": "right and you're sitting there one day, you're just watching the news or", "start": 3333.6, "end": 3337.62}, {"text": "whatever and he walks up to you and he's like by the way. My name is not", "start": 3337.62, "end": 3341.64}, {"text": "Phil. Yeah, he would say that my name is not the first thing you would say. My", "start": 3341.64, "end": 3345.5}, {"text": "name is no, you know, you would say he would be like", "start": 3345.5, "end": 3346.9}, {"text": "I'm trying to tell you, I'm trying to tell you this whole time. My name is", "start": 3346.9, "end": 3351.5}, {"text": "my name is yeah. He would say my name cannot be pronounced in your language.", "start": 3351.5, "end": 3355.18}, {"text": "Yeah, it sounds like this. Yeah, I would be like whoa, I'm an M, M, M, you", "start": 3355.18, "end": 3360.6}, {"text": "name him? I would never tell you what his original name was when I got him. His", "start": 3360.64, "end": 3365.32}, {"text": "entire litter was named after the Encanto. Yeah. Oh, yeah. This was", "start": 3365.32, "end": 3368.8}, {"text": "Augustine. Yeah, that's cool. It's not cool. I'm so glad. What's the other", "start": 3368.8, "end": 3373.12}, {"text": "in contact? I don't know. That seems like maybe a good one. I mean, I haven't", "start": 3373.12, "end": 3375.88}, {"text": "either. I'll just into a dog. But what were the other dogs names? You must know", "start": 3375.88, "end": 3379.6}, {"text": "at least one or two of them. They all got changed. One of them's name is", "start": 3379.6, "end": 3384.16}, {"text": "flippy. But I just wanted to know, like, ruggy or some shit. Ruggy. I don't", "start": 3384.16, "end": 3389.08}, {"text": "way I can tell you I'm going to group chat with all the pretty close. I was", "start": 3389.08, "end": 3391.92}, {"text": "curious what if that's a good on conto name or a bad one, I guess, but I don't", "start": 3391.92, "end": 3395.88}, {"text": "think that I guess that doesn't matter and some of the group chat is called in", "start": 3395.88, "end": 3399.26}, {"text": "conto family.", "start": 3399.26, "end": 3400.16}, {"text": "There's Charlie. These are not the original names. These are what they got", "start": 3400.16, "end": 3405.6}, {"text": "changed. Yeah, these are these are new ones. There's Charlie. There's now now", "start": 3405.6, "end": 3408.92}, {"text": "there's Bruno Bruno Bruno Bruno stayed the same. There's Dugan. I think that", "start": 3408.92, "end": 3413.6}, {"text": "one is actually original Dugan Dugan Nash.", "start": 3413.6, "end": 3416.76}, {"text": "let's see Mel Dugan, Phil Rudy, this is the only people who are active. I", "start": 3418.84, "end": 3424.04}, {"text": "never post in this shit do that. Damn, can you send a pic right now? Tracy", "start": 3424.04, "end": 3427.68}, {"text": "send a picture? What if we have a play date? Can you say why? What do you", "start": 3427.68, "end": 3433.64}, {"text": "mean you play date? You do you think people would think it was weird to see", "start": 3433.64, "end": 3437.74}, {"text": "a picture of me? Yes, they're going to think wait. What if you put on a", "start": 3437.74, "end": 3441.9}, {"text": "picture? You say Phil is having an amazing day. Put the dog filter on", "start": 3441.9, "end": 3445.38}, {"text": "they sorry, no send a picture,", "start": 3445.4, "end": 3447.9}, {"text": "well, even just say something like he's taking care of Phil today, so excited", "start": 3447.9, "end": 3452.3}, {"text": "okay,", "start": 3452.3, "end": 3455.34}, {"text": "got this guy taking care of bill today. He's so excited.", "start": 3455.34, "end": 3462.54}, {"text": "My brother, I say my brother is", "start": 3462.54, "end": 3465.54}, {"text": "here of bill today.", "start": 3465.54, "end": 3468.48}, {"text": "He's so excited. These these pups are a blessing.", "start": 3468.48, "end": 3472.6}, {"text": "it.", "start": 3472.6, "end": 3473.1}, {"text": "These pups", "start": 3473.1, "end": 3475.86}, {"text": "are a blessing. That's just a heart emoji", "start": 3475.86, "end": 3480.18}, {"text": "and I was thinking", "start": 3480.18, "end": 3482.18}, {"text": "to this bro. I was thinking there's twenty people in this. There's no", "start": 3482.18, "end": 3486.1}, {"text": "way nobody's going to respond. Oh my God, somebody's somebody's going to", "start": 3486.1, "end": 3489.24}, {"text": "heart react it. Yeah, hopefully I'm going to leave it. Let's see someone's", "start": 3489.24, "end": 3492.78}, {"text": "not going to", "start": 3492.78, "end": 3493.2}, {"text": "two minutes. I said this", "start": 3493.2, "end": 3496.36}, {"text": "wait. They named it Charlie like Charlie XCX. I mean just no e. Oh my God, one", "start": 3499.88, "end": 3505.68}, {"text": "minute in no likes, no response. It's one minute. It's a face. People take", "start": 3505.68, "end": 3509.76}, {"text": "to", "start": 3509.76, "end": 3510.04}, {"text": "it was Facebook. No, it's text messages. Damn, I have all these people's number.", "start": 3510.04, "end": 3515.2}, {"text": "It's completely over. You should have put the dog filter on him and said,", "start": 3515.2, "end": 3519.16}, {"text": "look at how big Phil has gotten. Jubio wants me to send this photo. That would", "start": 3519.16, "end": 3522.96}, {"text": "be weird, though.", "start": 3522.96, "end": 3523.84}, {"text": "Phil, take a", "start": 3523.84, "end": 3525.32}, {"text": "go for", "start": 3525.32, "end": 3527.32}, {"text": "Why does he shit like that?", "start": 3527.32, "end": 3533.76}, {"text": "Oh my god.", "start": 3533.76, "end": 3534.76}, {"text": "Dude, he literally, I remember I told you what he looked like.", "start": 3534.76, "end": 3539.44}, {"text": "No fucking responses still dude.", "start": 3539.44, "end": 3540.84}, {"text": "You're making me look like a dickhead.", "start": 3540.84, "end": 3542.84}, {"text": "No, it's not me.", "start": 3542.84, "end": 3545.12}, {"text": "Phil looks like the night stalkers from New Vegas dude.", "start": 3545.12, "end": 3547.12}, {"text": "You wrote the message weird.", "start": 3547.12, "end": 3548.12}, {"text": "It's so funny.", "start": 3548.12, "end": 3549.12}, {"text": "You look weird.", "start": 3549.12, "end": 3550.12}, {"text": "No, you wrote the message weird.", "start": 3550.12, "end": 3551.12}, {"text": "I'm telling you, you should have put a filter on him.", "start": 3551.12, "end": 3554.36}, {"text": "That would have made no fucking sense.", "start": 3554.36, "end": 3555.36}, {"text": "and do it in black and white with like wish him luck or something like that,", "start": 3555.36, "end": 3559.44}, {"text": "then people be like OMG good luck. You should have you should have", "start": 3559.44, "end": 3563.06}, {"text": "you should have put it in black and white or something. You should have put", "start": 3563.06, "end": 3566.9}, {"text": "it in like a crazy. You should have sent the picture of me on all fours.", "start": 3566.9, "end": 3570.12}, {"text": "Now my wife's going to be so mad at me. I'm going to get a call.", "start": 3570.12, "end": 3574.4}, {"text": "Oh, I auto woke my phone, but I thought I got a notification.", "start": 3574.4, "end": 3580.56}, {"text": "I flop in the family group chat man.", "start": 3582.4, "end": 3585.98}, {"text": "I've never fucking flopped in there every fucking time. I send a message", "start": 3585.98, "end": 3591.26}, {"text": "heart react, smile, react, exclamation point. What the fuck you did this to me?", "start": 3591.26, "end": 3595.72}, {"text": "You made him a now I am bro. You should unsend it right. I am a pariah. You", "start": 3595.72, "end": 3601.6}, {"text": "are a fucking pariah bro. How do you unsend something? Don't don't teach him.", "start": 3601.6, "end": 3605.52}, {"text": "I don't know how he has to live with his flop more. You should send it an", "start": 3605.52, "end": 3609.16}, {"text": "invisible. I just delete it. No that just deletes it from your how do I do", "start": 3609.18, "end": 3612.48}, {"text": "it? I can't unsend it bro. You didn't update your phone. I shit yeah", "start": 3612.48, "end": 3617.24}, {"text": "that sucks for you man dude. I am going to get cooked. Just send another one", "start": 3617.24, "end": 3622.2}, {"text": "say jk. He took my phone. That's it's obvious somebody else took the photo.", "start": 3622.2, "end": 3627.66}, {"text": "He took my phone and took a selfie. Both your hands are out.", "start": 3627.66, "end": 3633.02}, {"text": "I'm not doing that man. You're ruining my reputation. My friend took my phone.", "start": 3633.02, "end": 3638.02}, {"text": "I just know the next plate. We have a snap. The next play that we have on just", "start": 3638.04, "end": 3641.74}, {"text": "say that we're going to be sitting there. Phil's going to be playing with", "start": 3641.74, "end": 3643.72}, {"text": "Ruby and or Dugan and Yuki and Charlie and one of the guys is going to be like", "start": 3643.72, "end": 3648.48}, {"text": "so you as your brother, how's your brother doing? How did he fare with Phil", "start": 3648.48, "end": 3652.4}, {"text": "and I'll just go what and he's like your brother. He took care of Phil go. Oh", "start": 3652.4, "end": 3656.12}, {"text": "man, it was amazing. Yeah, he did. Well, that means that would mean that he", "start": 3656.12, "end": 3659.32}, {"text": "remembered yeah and that was it was not a flop putting me in a in a situation", "start": 3659.32, "end": 3664.12}, {"text": "where I have to lie to some of the closest people in my life.", "start": 3664.12, "end": 3667.76}, {"text": "I didn't say that yeah, but you also aren't taking care of Phil. So you made", "start": 3667.76, "end": 3673.22}, {"text": "me lie. I've taken care of Phil before, but you're not today and also I can now", "start": 3673.22, "end": 3677.0}, {"text": "he has to", "start": 3677.0, "end": 3677.62}, {"text": "you. Oh my God, we go get no even cushioned. It was by saying these pups", "start": 3677.62, "end": 3683.46}, {"text": "are a blessing. Why'd you say that I thought that they would come across as", "start": 3683.46, "end": 3687.42}, {"text": "more because it's just kind of that honestly ruined it. That is not ruin it", "start": 3687.42, "end": 3691.56}, {"text": "that did ruined it a little bit. That's a weird thing to say. I just send", "start": 3691.56, "end": 3694.76}, {"text": "another message. Yeah, I say guys, I'm so sorry, I didn't mean to send", "start": 3694.78, "end": 3702.36}, {"text": "guys. I", "start": 3702.36, "end": 3705.74}, {"text": "I'm not doing that. I'm not sending another message. I'm just going to see", "start": 3705.74, "end": 3711.08}, {"text": "if people nobody's going to respond. It's going to be days and somebody's", "start": 3711.08, "end": 3713.62}, {"text": "going to be like", "start": 3713.62, "end": 3714.0}, {"text": "Yuki had an amazing play with a", "start": 3714.0, "end": 3717.54}, {"text": "that's the kind of thing they send in there. They just send when their dogs", "start": 3717.54, "end": 3721.84}, {"text": "to play with another dog pretty here. I'll then why do you care about", "start": 3721.88, "end": 3725.08}, {"text": "loving because I don't want to flop bro charlie did not want to go for a walk", "start": 3725.08, "end": 3729.12}, {"text": "last night and apparently she takes after me and the light was too bright", "start": 3729.12, "end": 3731.64}, {"text": "for her as she was trying to sleep.", "start": 3731.64, "end": 3733.2}, {"text": "So the what okay now I take it back and actually what you said is what you sent", "start": 3733.2, "end": 3740.44}, {"text": "is completely normal yeah do again loves the sprinkler yeah", "start": 3740.44, "end": 3744.08}, {"text": "you completely do it loves a sprinkler, never saw a dog play at a sprinkler", "start": 3744.08, "end": 3750.24}, {"text": "before. Wow, people are fucking morons.", "start": 3750.28, "end": 3754.18}, {"text": "I mean no, they're actually very sweet. They're your best friend, sweet enough", "start": 3754.18, "end": 3758.98}, {"text": "to throw a thumbs up. Yeah,", "start": 3758.98, "end": 3760.74}, {"text": "I think that maybe they think you're being facetious. Oh God, Rudy was", "start": 3760.74, "end": 3766.66}, {"text": "attacked by an off leash dog while out on a walk this past Friday. Oh my God,", "start": 3766.66, "end": 3770.72}, {"text": "could have been worse, but his gums were ripped off his jaw.", "start": 3770.72, "end": 3773.64}, {"text": "Oh, that's how you save it later tonight. So well, well later tonight,", "start": 3776.28, "end": 3780.08}, {"text": "later, so we are reacted Yep, that's right, who did it?", "start": 3780.08, "end": 3783.56}, {"text": "Oh, it was the lady who fostered them all nice. So here's how you save it", "start": 3783.56, "end": 3788.96}, {"text": "text from the wife. Stop", "start": 3788.96, "end": 3790.84}, {"text": "don't pray", "start": 3790.84, "end": 3792.4}, {"text": "fuck", "start": 3792.4, "end": 3795.2}, {"text": "it's over for me. No, no, here's how you save it. Here's how you salvage it", "start": 3795.2, "end": 3799.84}, {"text": "later tonight. Send a picture of yourself crying say OMG. Well, my", "start": 3799.84, "end": 3803.9}, {"text": "brother was watching film", "start": 3803.9, "end": 3805.24}, {"text": "brother died.", "start": 3805.24, "end": 3806.44}, {"text": "Just hands in my head a self timer photo sitting on the bed in my", "start": 3806.44, "end": 3811.34}, {"text": "underwear with my hands in my head.", "start": 3811.34, "end": 3812.54}, {"text": "My fucking brother died.", "start": 3812.54, "end": 3814.74}, {"text": "Phil ate him.", "start": 3814.74, "end": 3815.74}, {"text": "It's can't be.", "start": 3815.74, "end": 3816.84}, {"text": "Phil dragged him into the street.", "start": 3816.84, "end": 3818.44}, {"text": "Phil dragged him for miles by his neck.", "start": 3818.44, "end": 3821.04}, {"text": "All right.", "start": 3821.04, "end": 3822.14}, {"text": "I have to handle.", "start": 3822.14, "end": 3822.74}, {"text": "I need to make some calls.", "start": 3822.74, "end": 3823.64}, {"text": "I have to go.", "start": 3823.64, "end": 3824.14}, {"text": "I can't.", "start": 3824.14, "end": 3824.84}, {"text": "Wait, show the pic.", "start": 3824.84, "end": 3825.74}, {"text": "Show the pic first.", "start": 3825.74, "end": 3826.84}, {"text": "The pic of Cam?", "start": 3826.84, "end": 3828.14}, {"text": "Yeah, we have to get a close up of it.", "start": 3828.14, "end": 3830.14}, {"text": "Oh, and what day did we choose for the shareholder meeting?", "start": 3830.14, "end": 3832.84}, {"text": "Shareholder meeting is June.", "start": 3832.84, "end": 3834.54}, {"text": "This is one. The photo that is ruining my life right now. June 23rd is the", "start": 3834.54, "end": 3839.58}, {"text": "shareholder meeting and as always until the 14th, we will be plugging the", "start": 3839.58, "end": 3845.74}, {"text": "sketch show with", "start": 3845.74, "end": 3847.5}, {"text": "home planet and appears at Campion and it's camping. You may know him all of", "start": 3847.5, "end": 3853.74}, {"text": "us. Station station station station. Go watch that. Go watch it now. All right.", "start": 3853.74, "end": 3858.42}, {"text": "Bye. Motherfuckers. Bye. Bye.", "start": 3858.42, "end": 3859.74}, {"text": "Bye!", "start": 3859.74, "end": 3860.58}, {"text": "[BLANK_AUDIO]", "start": 3860.58, "end": 3870.58}], "title": "#187 - These Pups Are A Blessing", "link": "https://www.patreon.com/posts/187-these-pups-84334572", "date": "Sat, 10 Jun 2023 11:00:04 GMT", "id": 38}