{"lines": [{"text": "[Music]", "start": 0.0, "end": 8.0}, {"text": "Play it?", "start": 8.0, "end": 9.0}, {"text": "Yeah, you pipe it in.", "start": 9.0, "end": 10.0}, {"text": "[Music]", "start": 10.0, "end": 11.0}, {"text": "Point it towards the mic.", "start": 11.0, "end": 13.0}, {"text": "[Music]", "start": 13.0, "end": 15.0}, {"text": "What are you doing?", "start": 15.0, "end": 16.0}, {"text": "[Music]", "start": 16.0, "end": 19.0}, {"text": "He's doing audio and visual.", "start": 19.0, "end": 20.0}, {"text": "Oh, I see.", "start": 20.0, "end": 21.0}, {"text": "Cut to the Pat cam.", "start": 21.0, "end": 22.0}, {"text": "[Music]", "start": 22.0, "end": 25.0}, {"text": "This is basically the same experience as watching the video on YouTube now.", "start": 25.0, "end": 28.0}, {"text": "Uh-huh.", "start": 28.0, "end": 29.0}, {"text": "for people.", "start": 29.0, "end": 30.0}, {"text": "Stop before it gets stuck in my fucking head.", "start": 30.0, "end": 36.8}, {"text": "It's already stuck in your head, bro.", "start": 36.8, "end": 37.8}, {"text": "Yeah, it's too late for you.", "start": 37.8, "end": 38.8}, {"text": "What?", "start": 38.8, "end": 39.8}, {"text": "It's already stuck in your head.", "start": 39.8, "end": 40.8}, {"text": "What did, what?", "start": 40.8, "end": 41.8}, {"text": "Well, you know what we've not had in decades?", "start": 41.8, "end": 42.8}, {"text": "A meme like that?", "start": 42.8, "end": 43.8}, {"text": "Or a decade?", "start": 43.8, "end": 44.8}, {"text": "An infectious internet song that gets stuck in your head for days and days and days.", "start": 44.8, "end": 49.56}, {"text": "Double rainbow autotune?", "start": 49.56, "end": 50.56}, {"text": "Remember that one?", "start": 50.56, "end": 51.56}, {"text": "No, double rainbow, no schmoyoho.", "start": 51.56, "end": 52.56}, {"text": "No, you don't remember that?", "start": 52.56, "end": 53.56}, {"text": "Oh, I thought you were saying no as in, these are Patches headphones, I will hold onto them.", "start": 53.56, "end": 57.96}, {"text": "that you're saying no as in you mean that not that one. No, that one thing there", "start": 57.96, "end": 62.96}, {"text": "hasn't been one since then. Yeah, it was corn. That one was", "start": 62.96, "end": 66.2}, {"text": "that was a flash in the exactly the same. That's exactly the same as a flash in", "start": 66.2, "end": 73.2}, {"text": "the ones that's him. That's him. That's a schmoyoho. Yeah, but it's not the", "start": 73.2, "end": 77.3}, {"text": "same. It wasn't as good as for normies, but that's the only reason you're", "start": 77.3, "end": 80.2}, {"text": "discounting it is because it was for normies. I know the older one for the", "start": 80.2, "end": 83.8}, {"text": "weird yeah normies hated schmoyoho beat up every day because I had a schmoyoho", "start": 83.8, "end": 89.32}, {"text": "shirt a t shirt that I got it would happen and I would get this kick down", "start": 89.32, "end": 93.76}, {"text": "who my teeth fans schmoyoho we got get fucking brutalized. It was like yeah,", "start": 93.76, "end": 100.68}, {"text": "it was like when you when people find out you're a pedophile in prison people", "start": 100.68, "end": 104.28}, {"text": "they would kill it. I saw one time I saw a dude wearing a an auto tune the news", "start": 104.28, "end": 109.4}, {"text": "t-shirt. He was just walking down the street and this dude stops his car,", "start": 109.44, "end": 114.12}, {"text": "pulls around, throws him mouth first onto a curb and just", "start": 114.12, "end": 119.12}, {"text": "decks his head out with his foot. I thought you were gonna say throws a", "start": 119.12, "end": 124.48}, {"text": "splattering goo on him. No. Based on that sound.", "start": 124.48, "end": 127.04}, {"text": "That was the goo. The goo came out of his head. It was like a slime ball.", "start": 127.04, "end": 131.04}, {"text": "'Cause his head cracked in half. You're thinking of that movie. That didn't", "start": 131.04, "end": 134.8}, {"text": "happen.", "start": 134.8, "end": 135.2}, {"text": "I saw it in black and white when it happened to because it was scary long", "start": 137.96, "end": 142.22}, {"text": "ago. Yeah, that went in my head when I picture it, it is in black and white.", "start": 142.22, "end": 146.42}, {"text": "I've never seen that movie, man. I'm gonna be real with you. Probably. I", "start": 146.42, "end": 149.2}, {"text": "don't really care about that movie. No, I don't think that we should be making", "start": 149.2, "end": 152.32}, {"text": "movies about Nazis.", "start": 152.32, "end": 153.96}, {"text": "That's about a Nazi? I see enough... Speak on that. I see probably 40, 50", "start": 153.96, "end": 158.98}, {"text": "Nazis every single day when I walk down the street. I don't need... And nobody", "start": 158.98, "end": 162.84}, {"text": "say I'm passing by windows... Or the mirror store. And watching... Seeing my", "start": 162.84, "end": 166.36}, {"text": "No, no, no, don't say that. Because you go to the mirror store every day? Yeah,", "start": 166.36, "end": 170.56}, {"text": "because I'm beautiful.", "start": 170.56, "end": 171.32}, {"text": "Fuck yeah, I go to the mirror store. Okay. Does that make you mad? There's a", "start": 171.32, "end": 177.76}, {"text": "chandelier store around here. Yeah, I know that one. I think I almost went to", "start": 177.76, "end": 181.2}, {"text": "it. We should make a movie about it. It's so... Oh, your camera angle's so", "start": 181.2, "end": 184.32}, {"text": "messed up today. Look at that. What the hell did you do? Look at that angle.", "start": 184.32, "end": 188.52}, {"text": "It's kind of a European style. I like that. It's like we should just have a", "start": 188.52, "end": 194.96}, {"text": "video wall for Cameron to point at right here. I think that the the", "start": 195.0, "end": 198.8}, {"text": "chandelier show is kind of its hubris because it's like they have the lights", "start": 198.8, "end": 205.8}, {"text": "on 24/7 and they have the just it's just these gigantic glass and crystal", "start": 205.8, "end": 211.24}, {"text": "chandeliers that are just in there and they have the whole all the walls of the", "start": 211.24, "end": 215.0}, {"text": "entire building are glass. Yeah, and you can see in there every time of every day", "start": 215.0, "end": 219.56}, {"text": "and you know the only reason why they have one here is because there's no", "start": 219.56, "end": 224.2}, {"text": "earthquakes. Yep, because an earthquake in the chandelier store that could", "start": 224.24, "end": 228.24}, {"text": "first of all, can you imagine that now, but there's going to be an earthquake.", "start": 228.24, "end": 231.64}, {"text": "Can you imagine that that moment we know in movies when the chandelier starts", "start": 231.64, "end": 235.64}, {"text": "shaking? Yeah, if every chandelier in that store starts shaking around,", "start": 235.64, "end": 240.44}, {"text": "that'd be the worst. What the hell's going on? Owning a chandelier store in", "start": 240.44, "end": 243.84}, {"text": "San Francisco. See, we're not in trouble of earthquakes here. We're in trouble", "start": 243.84, "end": 247.04}, {"text": "of giant monsters. Yeah, this is the city that gets destroyed by a king kong.", "start": 247.04, "end": 251.14}, {"text": "Yes, that's where yeah, that's where a monster, a Hulk type monster would be", "start": 251.14, "end": 254.74}, {"text": "fighting someone in there. Yeah, bull. Hulk's not a monster, but I take your", "start": 254.74, "end": 258.42}, {"text": "point. He is a monster. He's a monster. He's a larger than life personality. He's", "start": 258.42, "end": 263.1}, {"text": "a monster. He's a monster. He's a monster and he's a piece of shit. Not a piece of", "start": 263.1, "end": 267.26}, {"text": "shit. He's a big a Bruce Banner. You're thinking of Bruce Banner. Bruce Banner is", "start": 267.26, "end": 271.38}, {"text": "a meek, fucking nerd. Nerd. Yeah. Right. The Hulk is a larger than life bomb.", "start": 271.38, "end": 277.02}, {"text": "monster is a bombastic kind of guy is bombastic. He's very bomb. I missed the", "start": 277.04, "end": 282.12}, {"text": "bombastic. He's not he's not a shaggy as Mr. Bean. He dances for that. He didn't", "start": 282.12, "end": 288.04}, {"text": "say Mr. Bombay. He is a", "start": 288.04, "end": 289.66}, {"text": "bombastic Mr. Bean couldn't string two words together. If you try to Pam yeah,", "start": 289.66, "end": 294.64}, {"text": "he does he says he says two words. Sometimes always not a word to is a word", "start": 294.64, "end": 299.16}, {"text": "he'll do a sound in a word. He's not even saying oh yeah, he's saying", "start": 299.16, "end": 302.16}, {"text": "that's a noise. You couldn't write down", "start": 302.16, "end": 306.28}, {"text": "That's a weird sound. Oh, what? That's not even Mr. Bean. This is me doing a new", "start": 306.28, "end": 312.52}, {"text": "sound. I think you need to be a Bean too. Yeah, you need to be Bean too back in", "start": 312.52, "end": 317.32}, {"text": "action. Bean too? Yeah, I think that you could be. Bean too is Johnny English.", "start": 317.32, "end": 321.48}, {"text": "Yeah. So I would be a spy. Y'all remember Johnny English? Not really. I get it", "start": 321.48, "end": 324.92}, {"text": "confused with that Steve Carell movie. You should check it out. I get that very", "start": 324.92, "end": 329.48}, {"text": "confused with the Steve Carell movie about being a spy. Get Smart, where there's", "start": 329.48, "end": 333.56}, {"text": "a bead curtain in that movie. Yeah, one yeah, we need a bead curtain for the", "start": 333.56, "end": 338.78}, {"text": "off that we should just replace the front door with a bead curtain. So these", "start": 338.78, "end": 342.2}, {"text": "riffraff can just walk in yeah. I think I need a bead curtain for my house.", "start": 342.2, "end": 346.38}, {"text": "Yeah, yeah, I need some price. I would fit yeah, no wouldn't that would fit. I", "start": 346.38, "end": 350.32}, {"text": "don't know wouldn't it. They're like a tiki hut white ivory beans, beans,", "start": 350.32, "end": 356.44}, {"text": "beans, you can make it out of you can make it out of canele beans. No, that", "start": 356.44, "end": 360.62}, {"text": "black. I he's saying what if it gets hot, what if it gets so humid, buddy, if it", "start": 360.64, "end": 365.04}, {"text": "gets hot, you got beans on a string and you can just sit there and eat them.", "start": 365.04, "end": 369.04}, {"text": "Yeah, I don't want it, but that's just one walking through just go", "start": 369.04, "end": 372.18}, {"text": "take a couple of beans. Yeah, I think anyone ever did that yeah, maybe like an", "start": 372.18, "end": 378.08}, {"text": "angry mom to alpha dog her son, what eat the bean, who had the bead curtains,", "start": 378.08, "end": 382.52}, {"text": "bean, I'm saying bean curtain. Why am I saying bean curtain? That sounds like a", "start": 382.52, "end": 386.52}, {"text": "vaginal euphemism yeah yeah, I'm sticking in your beans and I'm finding", "start": 386.64, "end": 392.24}, {"text": "being nice or being in your urban dictionary. Yes, yeah, hi baby. Can I", "start": 392.24, "end": 397.78}, {"text": "sneak in in your bean curtain? Speaking of being curtain, they're showing", "start": 397.78, "end": 401.26}, {"text": "Johnny Depp's kids bean curtain on HBO every single night at five o'clock. The", "start": 401.26, "end": 406.18}, {"text": "idol, what is going on with this show guys used to be the idol was just you'd", "start": 406.18, "end": 411.56}, {"text": "get like the idol used to be something that Indiana Jones stole out of a cave,", "start": 411.56, "end": 415.78}, {"text": "and now it's a woman with breast. It's a woman. I mean it used to be a Chinese", "start": 415.86, "end": 420.16}, {"text": "guy and we don't know if let me let me let me", "start": 420.16, "end": 422.42}, {"text": "point something out to you guys right now. This show it's pornographic. Okay,", "start": 422.42, "end": 428.9}, {"text": "this show it goes against our values, showing these things that we don't agree", "start": 428.9, "end": 432.44}, {"text": "with and you notice the show used to be called American Idol, but as soon as it", "start": 432.44, "end": 437.52}, {"text": "turned into this, what happened? What happened? They", "start": 437.52, "end": 440.82}, {"text": "that sex, the word American, it's not American. Oh yeah, it's not it's no", "start": 441.88, "end": 446.5}, {"text": "longer. This is fully a European idol that we have on our hands on television", "start": 446.5, "end": 451.7}, {"text": "and is the weekend Canadian people are finally people", "start": 451.7, "end": 454.7}, {"text": "he's a Canadian idol. There you go. People are finally starting to realize", "start": 454.7, "end": 460.74}, {"text": "how disgusting the weekend is. People are starting to realize what we knew", "start": 460.74, "end": 464.8}, {"text": "years ago. We were talking about", "start": 464.8, "end": 466.14}, {"text": "that damn pussy all the time. We were doing", "start": 467.16, "end": 470.0}, {"text": "we were on this before anybody even", "start": 470.0, "end": 472.28}, {"text": "take", "start": 472.28, "end": 473.44}, {"text": "will you let me take or not?", "start": 473.44, "end": 476.8}, {"text": "Will you take the tick off?", "start": 476.8, "end": 479.88}, {"text": "He's saying shit. I don't even know he's saying. It's so disgusting. He's", "start": 479.88, "end": 486.36}, {"text": "saying flick my", "start": 486.36, "end": 487.36}, {"text": "pop my bubble gum on my bubble gum and flick my take my ball", "start": 487.36, "end": 493.8}, {"text": "shit on my balls, my balls, my balls, my skin,", "start": 494.84, "end": 500.2}, {"text": "I'm bugging God blisters, pick them,", "start": 500.2, "end": 503.88}, {"text": "picking my book,", "start": 503.88, "end": 505.92}, {"text": "my", "start": 505.92, "end": 507.88}, {"text": "lick my tick. Will you let me flick my let me flick my tick or not", "start": 507.88, "end": 514.08}, {"text": "not", "start": 514.08, "end": 517.48}, {"text": "I want you to I'm not going to let you flick your tech weekend, please, but he", "start": 517.48, "end": 522.64}, {"text": "- I made a video in this. - Please girl, please, please.", "start": 522.68, "end": 525.4}, {"text": "- No, no. - Please let me flick my tick.", "start": 525.4, "end": 527.6}, {"text": "- No, we don't want you to. - I have a tick", "start": 527.6, "end": 529.2}, {"text": "that needs to flick.", "start": 529.2, "end": 530.6}, {"text": "- Please.", "start": 530.6, "end": 531.52}, {"text": "- We don't want him to flick his tick.", "start": 531.52, "end": 533.36}, {"text": "- Please let me flick my tick. - One verse of this.", "start": 533.36, "end": 534.64}, {"text": "Please, oh please.", "start": 534.64, "end": 536.28}, {"text": "- Please, please, please, please, please, please, please,", "start": 536.28, "end": 538.24}, {"text": "with a cherry on top.", "start": 538.24, "end": 539.4}, {"text": "(laughing)", "start": 539.4, "end": 540.76}, {"text": "Pretty please, pretty, pretty please,", "start": 540.76, "end": 542.76}, {"text": "with a cherry on top, let me flick my tick for you one time.", "start": 542.76, "end": 545.16}, {"text": "Please girl.", "start": 545.16, "end": 546.32}, {"text": "- Last night, I had a pretty please moment.", "start": 546.32, "end": 548.4}, {"text": "- Yeah?", "start": 548.4, "end": 549.24}, {"text": "- Wife needed to go to bed, work in the morning.", "start": 549.24, "end": 551.88}, {"text": "my dog ass wanted to play video games all fucking night. Yeah, I literally did a", "start": 551.88, "end": 557.48}, {"text": "please, please, please, please, please, please, please, like that and then", "start": 557.48, "end": 560.72}, {"text": "realize I had my my mic unmuted and I was talking into my game", "start": 560.72, "end": 564.84}, {"text": "with everybody that I was playing Valorant with. I was like, \"What the", "start": 564.84, "end": 568.66}, {"text": "fuck are you doing?\" I was like, \"I'm begging my wife to let me play video", "start": 568.66, "end": 572.4}, {"text": "games for another ninety minutes. What are you doing, asshole?\"", "start": 572.4, "end": 574.8}, {"text": "Yeah, so I pretty much got embarrassed. Wow! You know, that's shameful. We've", "start": 574.8, "end": 579.56}, {"text": "She's been saying bad news. I had a moment of shame. See, this is alright, go through", "start": 579.56, "end": 583.64}, {"text": "with it. Shame is good. I empowered me up for today. I'll say it. What else? This happened", "start": 583.64, "end": 587.56}, {"text": "to me a few days ago and I betrayed my trust in somebody. What'd you do? And then I was", "start": 587.56, "end": 591.96}, {"text": "set on the right path by the universe. What? What I betrayed. So basically, I was running", "start": 591.96, "end": 597.8}, {"text": "on the treadmill at the gym. No, I didn't betray Patrick. Oh. Not this time. I didn't", "start": 597.8, "end": 602.0}, {"text": "betray either of you. Okay. I betrayed somebody related to you. Thank God. I was on the treadmill", "start": 602.0, "end": 606.6}, {"text": "at the gym and they have the tv attachment. I was flipping through the", "start": 606.6, "end": 609.46}, {"text": "channels. I was like, I just need something to look at while I'm running.", "start": 609.46, "end": 612.52}, {"text": "What am I going to look at? I go to the travel channel. What's on the travel", "start": 612.52, "end": 615.42}, {"text": "channel? Ghost adventures. You know, you did not watch that fucking dildo. Zach", "start": 615.42, "end": 620.5}, {"text": "Bagans and we know and yeah, I feel really bad about this. We have a clean", "start": 620.5, "end": 624.86}, {"text": "about it. We have a by proxy beef with that mother. Zach Bagans because of my", "start": 624.86, "end": 630.24}, {"text": "uncle Matt, he doesn't like him. He doesn't like him and I shouldn't have", "start": 630.24, "end": 633.24}, {"text": "watched it. You shouldn't have done it. I watched. I just left it on. It was I", "start": 633.26, "end": 636.86}, {"text": "couldn't even hear the sound or anything. Did you at least watch it to make fun of", "start": 636.86, "end": 639.96}, {"text": "it? The captions were all the closed captions are doing that thing that closed", "start": 639.96, "end": 643.26}, {"text": "captions do all the time for some reason. Do you know what I mean? Where", "start": 643.26, "end": 646.46}, {"text": "they're just words on the screen. It just completely all it turns into symbols.", "start": 646.46, "end": 650.36}, {"text": "Oh, yeah. Yeah. I don't know why that happened, but so I was barely even", "start": 650.36, "end": 653.66}, {"text": "watched. So I shouldn't even even had it on. Okay, I but it's just on I'm", "start": 653.66, "end": 658.56}, {"text": "looking at it. Did you try at the end of the end of now? Listen at the end of", "start": 658.56, "end": 662.46}, {"text": "my run. I got off to go get the paper towels to wipe down the treadmill. I", "start": 662.46, "end": 665.72}, {"text": "left on the TV thing. Yeah, I come back and what is on the screen on go from", "start": 665.72, "end": 670.62}, {"text": "Ghost Adventures, but it's just cutting between a bunch of pictures of cake", "start": 670.62, "end": 674.16}, {"text": "and it looks like you're running. It looks like I was running on the", "start": 674.16, "end": 679.34}, {"text": "treadmill and watching a documentary", "start": 679.34, "end": 681.66}, {"text": "oh man, that's good. You're running on me. It taught you a lesson. I mean me", "start": 681.66, "end": 689.08}, {"text": "never to watch Ghost Adventures, because they are putting fucked up shit on the", "start": 689.08, "end": 692.26}, {"text": "screen. I just had all this bad boy. Okay, I'm sorry. I had the most", "start": 692.3, "end": 696.04}, {"text": "incredible idea on the treadmill. The TV should be behind you, and then you", "start": 696.04, "end": 702.24}, {"text": "can put on something like a KKK slideshow and you're running away from", "start": 702.24, "end": 705.32}, {"text": "it or a bear or a bear two options or yeah or something kind of scary or", "start": 705.32, "end": 711.84}, {"text": "a bear. A scary movie. Yeah, well, my my my fiance said that what you know", "start": 711.84, "end": 717.28}, {"text": "how they have the also the treadmills where they do like the video run where", "start": 717.28, "end": 719.84}, {"text": "that shows the screen and you're like running through like a street or", "start": 719.84, "end": 722.24}, {"text": "something. She said one of the ones at the gym has one where you run and you", "start": 722.24, "end": 725.36}, {"text": "run into the White House. Like, really? Like, January 6th. Oh, that's cool.", "start": 725.36, "end": 729.26}, {"text": "That is sick.", "start": 729.26, "end": 730.28}, {"text": "That's so awesome. Getting all dressed up to go do that.", "start": 730.28, "end": 735.8}, {"text": "But there is some incredible news this morning. What's coming out? I mean, I", "start": 735.8, "end": 741.4}, {"text": "just, I could not believe it when I saw my eyes. I look, I'm... You're sweet.", "start": 741.4, "end": 746.88}, {"text": "I'm here. How do you mirror store up so bad already? I did not even believe", "start": 746.92, "end": 750.64}, {"text": "you guys. I cannot believe this one. I even saw my eyes open up this morning", "start": 750.64, "end": 754.32}, {"text": "to see it.", "start": 754.32, "end": 755.12}, {"text": "I look down. I look down. I'm looking at my I'm looking at my phone black", "start": 755.12, "end": 761.0}, {"text": "screen. I see my eyes. Click open. Click open. What I'm expecting to see", "start": 761.0, "end": 765.84}, {"text": "is a notification from Apple News that says something like this bloody", "start": 765.84, "end": 771.24}, {"text": "the pandemic is in perpetuity. Global warming has accelerated. I'm expecting", "start": 771.24, "end": 777.88}, {"text": "some terribly bad news, but what do I see? A little red YouTube play button,", "start": 777.88, "end": 784.16}, {"text": "right?", "start": 784.16, "end": 784.66}, {"text": "You got 50 subscribers. No, even better. Notification, because I hit the bell for", "start": 784.66, "end": 792.2}, {"text": "this person.", "start": 792.2, "end": 792.92}, {"text": "Jake Novak is back. Oh, I saw this. Jake Novak is back as fuck. That was the", "start": 792.92, "end": 800.52}, {"text": "first thing I did when I woke up this morning, me to that I opened my eyes", "start": 800.52, "end": 803.72}, {"text": "and I took on my phone. I saw the text and I watched the whole video. It was a", "start": 803.72, "end": 806.46}, {"text": "man and he is a bang back in a camera work way. The guys are the best. I am so", "start": 806.46, "end": 812.66}, {"text": "I'm so happy he's back. I cannot wait for his next heater to come out. Hope", "start": 812.66, "end": 817.98}, {"text": "it's a song. I fucking hope it. I thought he was going to break in a song", "start": 817.98, "end": 821.34}, {"text": "the whole time and I was so fucking excited on the edge of my seat, but I", "start": 821.34, "end": 824.52}, {"text": "was so honestly the respect that I have for him just skyrocketed because he did", "start": 824.52, "end": 829.18}, {"text": "not do a song, mys and sen. Yes, Mermi's and cinematography, zoom", "start": 829.22, "end": 836.46}, {"text": "a zoom, a big zoom panning to show a food Spielberg vibes.", "start": 836.46, "end": 842.22}, {"text": "Definitely it was incredible. Yeah, the fable men ask for sure. Yeah, but it", "start": 842.22, "end": 848.68}, {"text": "was an amazing video. I was so impressed. We need to make something", "start": 848.68, "end": 852.88}, {"text": "that is a perfect masterpiece. Yeah, because we are, we are, Jake Novak's", "start": 852.88, "end": 857.44}, {"text": "couple years older than us I'd imagine because we have accomplished a half", "start": 857.44, "end": 861.48}, {"text": "year older than our average age.", "start": 861.48, "end": 863.48}, {"text": "I think that we were in college at the same time as him.", "start": 863.48, "end": 867.04}, {"text": "How old actually is he?", "start": 867.04, "end": 869.04}, {"text": "I think he was graduating during my freshman year.", "start": 869.04, "end": 873.74}, {"text": "So you were probably in high school.", "start": 873.74, "end": 875.54}, {"text": "Because you're young.", "start": 875.54, "end": 879.54}, {"text": "Cameron's a little boy.", "start": 879.54, "end": 880.84}, {"text": "I'm still in high school.", "start": 880.84, "end": 881.84}, {"text": "Yeah, I bet you were so hot in high school.", "start": 881.84, "end": 884.64}, {"text": "Bro, you have no idea.", "start": 884.64, "end": 885.64}, {"text": "high school pics you was even bad then. I bet you were. See look at you giggle.", "start": 886.14, "end": 890.54}, {"text": "You were hot. Admit it. You were hot as fuck.", "start": 890.54, "end": 895.46}, {"text": "I bet you wore sweatpants every day. Yep. I've told you that before. Adidas", "start": 895.46, "end": 900.66}, {"text": "sweatpants. No. Oh, I was so close. Really? You thought I wore Adidas? He", "start": 900.66, "end": 905.22}, {"text": "wore Nike Tech. Really, really tight ones. He wore Nike Tech every day to school.", "start": 905.22, "end": 908.18}, {"text": "I wore pyjama pants. And you had that pipe. That pipe. That pipe. He had that", "start": 908.18, "end": 912.34}, {"text": "pipe. Yeah, that pipe I would smoke. Yeah, no, yeah, that pipe in those shorts", "start": 912.34, "end": 917.54}, {"text": "walk around with that pipe. All your teachers are like this in class and", "start": 917.54, "end": 921.76}, {"text": "they're like you cannot smoke that and he's like there's nothing in it. Yeah,", "start": 921.76, "end": 925.36}, {"text": "it's a bubble pipe from Sponge Bob. Do you guys remember the first time you", "start": 925.36, "end": 929.16}, {"text": "saw a jewel? Yeah,", "start": 929.16, "end": 930.24}, {"text": "oh,", "start": 930.24, "end": 933.56}, {"text": "it was in a chest.", "start": 933.56, "end": 935.42}, {"text": "It was in a big red Ruby and it was glimmering.", "start": 935.42, "end": 940.58}, {"text": "I've even seen one now. Yeah, we've never seen one. I mean, maybe you've seen one.", "start": 941.58, "end": 946.58}, {"text": "That's not what I was talking about, but you've seen a jewel. Okay, I definitely", "start": 946.58, "end": 950.28}, {"text": "have, but I also and also that feels like something for the first one I saw", "start": 950.28, "end": 953.42}, {"text": "of those, but it feels like that's something that you should remember. It's", "start": 953.42, "end": 956.08}, {"text": "like kind of cool", "start": 956.08, "end": 956.94}, {"text": "the jewel. I remember a lot of different jewels that I've seen, but I don't", "start": 956.94, "end": 960.82}, {"text": "remember which one was first. Yeah, I don't remember the first time I saw a", "start": 960.82, "end": 964.78}, {"text": "jewel smoking device. Now yeah, I remember it because I it was so confusing", "start": 964.78, "end": 968.62}, {"text": "at me because I was in school and yeah, you were you and I had it. Yeah, it was", "start": 968.66, "end": 973.66}, {"text": "like and I fully thought it was a USB stick thing and I was like, what the", "start": 973.66, "end": 977.9}, {"text": "fuck? And he's like, it's a vape. Whoa, I was like, whoa, yeah, I don't it must", "start": 977.9, "end": 982.44}, {"text": "have been college when I saw one. It might have been you having one. It was", "start": 982.44, "end": 985.5}, {"text": "definitely I was my senior year of high school. Ain't no way because we were not", "start": 985.5, "end": 988.94}, {"text": "everybody in North Carolina had the had mods. Oh yeah, that makes a gas. The big", "start": 988.94, "end": 993.98}, {"text": "vapes that are like this. Yeah. The one. My first my roommate at community college had", "start": 994.02, "end": 1001.22}, {"text": "one and he had a big pink Floyd tapestry on it. No, behind him. He had to just sit there", "start": 1001.22, "end": 1008.36}, {"text": "and he would like blow like that fucking picture. Chris Maggio took the fucking dude blowing", "start": 1008.36, "end": 1012.84}, {"text": "the smoke into the into the tapestry. Oh, yeah. Oh, yeah. He would basically do that", "start": 1012.84, "end": 1017.74}, {"text": "every day. That's cool. Yeah, it was sick. He had that. And then on the other side of", "start": 1017.74, "end": 1022.5}, {"text": "the wall big ass or like tapestry sized American flag. Can that affect your", "start": 1022.5, "end": 1026.48}, {"text": "tapestry? Yes. Are you kidding? It makes it trippy. It makes it come to life.", "start": 1026.48, "end": 1031.28}, {"text": "Yeah. The nicotine makes it come to life like Night at the Museum. Uh-huh. It makes all", "start": 1031.28, "end": 1036.54}, {"text": "of the the colors on the Pink Floyd triangle. It makes all of them move. Have", "start": 1036.54, "end": 1044.24}, {"text": "we already talked about what would be the best place to have Night at the Museum", "start": 1044.24, "end": 1046.96}, {"text": "happen? Yeah, I think so. I think we said the wax museum.", "start": 1046.96, "end": 1051.4}, {"text": "Fame. That doesn't sound like that. No, I wouldn't say that. I don't like celebrity. I don't like", "start": 1051.4, "end": 1057.28}, {"text": "fame and stuff. You don't like fame. It's not my kind of thing. I like my fame. I don't", "start": 1057.28, "end": 1061.16}, {"text": "like other people who are famous. I would get too jealous. I think yeah. I also think", "start": 1061.16, "end": 1064.84}, {"text": "the attitude of famous people can be sour at best. What if there was a night at the", "start": 1064.84, "end": 1069.44}, {"text": "museum situation at the wax museum though and see we never talked in the first idea", "start": 1069.44, "end": 1075.68}, {"text": "and it's a bad idea. The Queen of England starts coming on to you right. She starts trying", "start": 1075.68, "end": 1080.54}, {"text": "to kiss you with those big wax lips. You can't fucking hear, they're all one year old. You're", "start": 1080.54, "end": 1084.76}, {"text": "getting hot and heavy. No, because they're made of celebrities hair and stuff. They don't", "start": 1084.76, "end": 1089.3}, {"text": "use their real hair. They put their hair in them. No, they use. I thought it was a voodoo", "start": 1089.3, "end": 1092.5}, {"text": "thing. No, you did not think that. You didn't think that at all. I thought it was a voodoo", "start": 1092.5, "end": 1096.14}, {"text": "type scenario. No, you didn't. No. Home Depot. You must be on a voodoo fucking ranger because", "start": 1096.14, "end": 1100.88}, {"text": "you're acting drunk. Am I? Yeah. I don't believe that's so. You don't believe that is so? I", "start": 1100.88, "end": 1107.1}, {"text": "I believe that is so a wax museum. I don't think would be that good, because", "start": 1107.1, "end": 1110.26}, {"text": "I think that everybody's going to be in the middle of they're going to if they", "start": 1110.26, "end": 1113.62}, {"text": "cut the celebrities come to life, they're going to be in the middle of", "start": 1113.62, "end": 1116.56}, {"text": "whatever they were. They were like", "start": 1116.56, "end": 1118.14}, {"text": "well, it yeah, so it's going to be Bo Jackson do like running. That's also", "start": 1118.14, "end": 1124.46}, {"text": "your that's also just that's just night at the museum. Basically yeah, exactly", "start": 1124.46, "end": 1128.38}, {"text": "yeah, that's not it. I have that and I have I guess it is a wax without the", "start": 1128.38, "end": 1133.42}, {"text": "caveman yeah. I don't even get the caddy roosevelt it's it's a more boring night", "start": 1133.46, "end": 1137.38}, {"text": "at the museum yeah. What I got hang on the worst ever answer yeah yeah, maybe", "start": 1137.38, "end": 1141.76}, {"text": "the worst ever answer it's more it's more just the gram norton even any store", "start": 1141.76, "end": 1146.18}, {"text": "is a better answer. Yeah, I guess you could do the gram norton yeah. If you", "start": 1146.18, "end": 1150.1}, {"text": "didn't, I mean not a museum, he should have done the gram norton yeah, you", "start": 1150.1, "end": 1153.18}, {"text": "should just have been sitting in the lobby yeah, ask teddy roosevelt about", "start": 1153.18, "end": 1157.5}, {"text": "his favorite foods and chin and made him a sexual game yeah with squanto and", "start": 1157.5, "end": 1163.42}, {"text": "them. Teddy Roosevelt and Squanto. Oh, that's his Native American friend? No,", "start": 1163.42, "end": 1167.82}, {"text": "Squanto was from Thanksgiving. Yeah, he was one of the", "start": 1167.82, "end": 1170.86}, {"text": "the gods of Thanksgiving. He's one of the gods of Thanksgiving. Yeah. Oh, I", "start": 1170.86, "end": 1175.3}, {"text": "don't know anything about that story. Squanto and Samoset.", "start": 1175.3, "end": 1177.52}, {"text": "We didn't learn- The gods of Thanksgiving sounds incredible. You never", "start": 1177.52, "end": 1180.9}, {"text": "learned about Squanto and Samoset? I did", "start": 1180.9, "end": 1183.1}, {"text": "the- I was a Native American in a play, the Thanksgiving play when I was a", "start": 1183.1, "end": 1188.58}, {"text": "kid, and that was the last time I learned about Thanksgiving, because I", "start": 1188.58, "end": 1191.06}, {"text": "I learned that it was I was wrong yeah yeah. I had the feather head on and I", "start": 1191.06, "end": 1196.42}, {"text": "did a couple of these a couple of a couple of loud fast, you're bored by the", "start": 1196.42, "end": 1200.68}, {"text": "material yeah it's not that interesting.", "start": 1200.68, "end": 1202.58}, {"text": "Elementary yeah, I know it really seemed childish, so then I skipped four or five", "start": 1202.58, "end": 1207.58}, {"text": "grades, went back down to actually two grades under where I was because I", "start": 1207.58, "end": 1211.68}, {"text": "realized I had under you said underwear. You said two grades under where I was", "start": 1211.68, "end": 1215.82}, {"text": "see okay. Now you can't pack can't do that.", "start": 1215.82, "end": 1218.54}, {"text": "you can I'll accept it from you.", "start": 1220.7, "end": 1222.4}, {"text": "I'll accept that from you, but yeah, so I went up a couple grades down to under", "start": 1222.4, "end": 1229.66}, {"text": "the grade that I was in", "start": 1229.66, "end": 1231.84}, {"text": "and then two more down and then I kind of floated around there for four or five", "start": 1231.84, "end": 1237.6}, {"text": "years. The same kind of bumped up and down grades four or five years,", "start": 1237.6, "end": 1240.78}, {"text": "kind of haunting grades, yeah, walking around. I was getting a lot taller than", "start": 1240.78, "end": 1245.14}, {"text": "the other kids, so I grown breasts and then you can skip again and then you", "start": 1245.14, "end": 1249.98}, {"text": "I mean if you stay in one grade for like four grades, you can skip ahead and then", "start": 1250.06, "end": 1253.86}, {"text": "at that time at that point, it's time to get my driver's license and then I never", "start": 1253.86, "end": 1257.4}, {"text": "looked back didn't fly school. It is so funny. I just did not go to school at", "start": 1257.4, "end": 1261.54}, {"text": "all. Yeah, that's kind of what homeschooling is. If you if most people", "start": 1261.54, "end": 1265.22}, {"text": "who are homeschooled don't listen to them when they say that they almost did", "start": 1265.22, "end": 1268.46}, {"text": "normal, they did not do anything. No, yeah, it doesn't, but they just watch", "start": 1268.46, "end": 1272.14}, {"text": "you would ever be able to. I watch YouTube. I played video games. Yeah, I", "start": 1272.14, "end": 1275.74}, {"text": "did about 20 minutes of Khan Academy every day.", "start": 1275.76, "end": 1278.2}, {"text": "- Dude, I almost was homeschooled when I was like eight.", "start": 1278.2, "end": 1281.16}, {"text": "- You would have been a bad candidate.", "start": 1281.16, "end": 1282.6}, {"text": "- I would have been so bad if I like, if I did.", "start": 1282.6, "end": 1285.4}, {"text": "- Would you consider yourself--", "start": 1285.4, "end": 1286.24}, {"text": "- I think it's because my mom thought I was weird.", "start": 1286.24, "end": 1287.76}, {"text": "- Would you say you're a self starter?", "start": 1287.76, "end": 1289.46}, {"text": "- No, I don't know, it depends.", "start": 1289.46, "end": 1292.18}, {"text": "- What does that mean, you do stuff?", "start": 1292.18, "end": 1293.44}, {"text": "- It means literally do you do stuff or no.", "start": 1293.44, "end": 1295.32}, {"text": "- Okay, yeah.", "start": 1295.32, "end": 1296.16}, {"text": "- Yeah.", "start": 1296.16, "end": 1297.0}, {"text": "- Oh man, it depends.", "start": 1297.0, "end": 1297.82}, {"text": "- 'Cause I sure wasn't.", "start": 1297.82, "end": 1298.66}, {"text": "You know what I did, I made desktop backgrounds.", "start": 1298.66, "end": 1300.12}, {"text": "- Yo.", "start": 1300.12, "end": 1300.96}, {"text": "- Yeah, that's right.", "start": 1300.96, "end": 1301.78}, {"text": "- Me too.", "start": 1301.78, "end": 1302.62}, {"text": "- Yeah, you were talking about that a while ago.", "start": 1302.62, "end": 1303.44}, {"text": "- I would make a--", "start": 1303.44, "end": 1304.28}, {"text": "I made Bokeh, I made a bunch of different pictures of Master Chief.", "start": 1304.28, "end": 1307.28}, {"text": "Uh-huh, that's sick.", "start": 1307.28, "end": 1308.28}, {"text": "You know, an 8x8 Master Chief, different photos, because they're all low res.", "start": 1308.28, "end": 1313.28}, {"text": "Yeah, I would draw pictures of dragons on Photoshop that were 100 pixels by 100 pixels", "start": 1313.28, "end": 1317.78}, {"text": "and stretch it out to be my entire desktop.", "start": 1317.78, "end": 1319.78}, {"text": "Why does it look so bad?", "start": 1319.78, "end": 1321.78}, {"text": "Yeah, I learned how to use Photoshop and Adobe Premiere really, really badly.", "start": 1321.78, "end": 1326.28}, {"text": "Like, didn't learn how to use it.", "start": 1326.28, "end": 1327.78}, {"text": "I was obsessed with Photoshop.", "start": 1327.78, "end": 1329.28}, {"text": "Me too.", "start": 1329.28, "end": 1330.28}, {"text": "I still am obsessed with Photoshop.", "start": 1330.28, "end": 1332.28}, {"text": "I use Gimp a lot. Yeah, you get you get like portable versions of software and", "start": 1332.28, "end": 1339.16}, {"text": "you bring it to school on a thumb drive and then you just I'd be playing like", "start": 1339.16, "end": 1343.68}, {"text": "Cave Story off a thumb drive. I'd be doing all this other stuff. I never did", "start": 1343.68, "end": 1347.28}, {"text": "anything like that. That is cringe. Yeah, I was 13 years old. You're an otaku. You", "start": 1347.28, "end": 1352.0}, {"text": "are an otaku. I don't remember why I played that game. Admit it. It was free.", "start": 1352.0, "end": 1355.56}, {"text": "Say I am an otaku. Cave Story is a fun game, but it played off a thumb drive at", "start": 1355.56, "end": 1359.0}, {"text": "high school is cringe. It was the smallest game I could put on the thumb drive.", "start": 1359.0, "end": 1363.56}, {"text": "Now you can do tic tac toe or palm. You could have played cool math games. Yeah,", "start": 1363.56, "end": 1367.24}, {"text": "I did just like a normal kid and con. There is a cool that's the one where you", "start": 1367.24, "end": 1372.12}, {"text": "can like play with other people right. You're thinking of every game ever. No,", "start": 1372.12, "end": 1376.68}, {"text": "like there's a math game where you like send like the code or whatever and then", "start": 1376.68, "end": 1380.76}, {"text": "you have to do like the no, I don't know what you're talking about. Cool math", "start": 1380.76, "end": 1383.56}, {"text": "games was the one it was cool. We used to do cool math games and fun brain fun", "start": 1383.56, "end": 1387.48}, {"text": "brain was so full mass games was the one where it's had nothing to do with math.", "start": 1387.5, "end": 1392.0}, {"text": "Yeah, just called that we were talking about brain age the other day. Oh yeah,", "start": 1392.0, "end": 1396.54}, {"text": "how you guys are brain age academy brain age academy. No, was I talking to you", "start": 1396.54, "end": 1400.78}, {"text": "about this? Yeah, you accused me of playing it. Yeah, you seemed like a", "start": 1400.78, "end": 1404.4}, {"text": "brain ager. No, you seemed like you would have a hundred year old brain. No,", "start": 1404.4, "end": 1408.58}, {"text": "in the game. I didn't like stuff like that. What did you like growing up", "start": 1408.58, "end": 1411.84}, {"text": "spectrobes. What's a spectro? I don't remember spectrobes. I don't ever heard", "start": 1412.26, "end": 1417.62}, {"text": "that word in my life. Disney's JRPG for the DS.", "start": 1417.62, "end": 1420.76}, {"text": "Oh, I liked it. I thought that game was way bigger than it was. I like", "start": 1420.76, "end": 1426.22}, {"text": "DaVinci, I like swords and sandals gladiators, and I liked", "start": 1426.22, "end": 1430.62}, {"text": "I liked", "start": 1430.62, "end": 1431.78}, {"text": "I like the Sabbath feudalism to the Sabbath tour. Yeah, I like to have a", "start": 1431.78, "end": 1436.74}, {"text": "computer that could run that. It was on Xbox. I didn't. I liked all the", "start": 1436.74, "end": 1440.22}, {"text": "games that were flash games with shooting guns because I couldn't get I", "start": 1440.22, "end": 1443.34}, {"text": "wasn't allowed to have any of the actual. There was one that was called", "start": 1443.34, "end": 1447.58}, {"text": "something. There was one that was like top down and I can't remember what it", "start": 1447.58, "end": 1450.98}, {"text": "was called, but it was so sick and there were different levels and it was", "start": 1450.98, "end": 1453.42}, {"text": "like all like different countries that you go to and kill people. I wasn't", "start": 1453.42, "end": 1456.7}, {"text": "killing. It was kind of like Hotline Miami style. Oh nice, but it was like", "start": 1456.7, "end": 1460.62}, {"text": "an on addicting games. There was this one I was addicted to called Madness", "start": 1460.62, "end": 1464.78}, {"text": "combat that was so sick. It's like mortal combat. There was no it was like", "start": 1464.78, "end": 1469.64}, {"text": "you are. It was originally a flash game and it's a little gray guy and you're", "start": 1469.64, "end": 1474.24}, {"text": "supposed to like like shoot people and like throw your gun at them and then", "start": 1474.24, "end": 1478.2}, {"text": "grab their gun and so I do that. There was also there was a worms rip off", "start": 1478.2, "end": 1482.96}, {"text": "called territory war. Did you ever play that one? No, that one was fire", "start": 1482.96, "end": 1486.4}, {"text": "madness. Combine I played in those are some funny names of territory war", "start": 1486.4, "end": 1492.52}, {"text": "Madness Combat. I liked any flash game that had some funny shit like maybe Gary", "start": 1492.56, "end": 1497.98}, {"text": "Busey or Nicolas Cage. You know what there was? There was this flash game on", "start": 1497.98, "end": 1503.88}, {"text": "Newgrounds that would get DMCA'd all the time and then people would re-upload it,", "start": 1503.88, "end": 1507.6}, {"text": "but it was called... I've talked about this before for sure, but it was called", "start": 1507.6, "end": 1512.62}, {"text": "Bill Cosby's Funtime Adventure and the whole game was you taking a Kodak camera", "start": 1512.62, "end": 1518.92}, {"text": "and baiting women with jello pudding and new coke and hitting women in the head", "start": 1519.88, "end": 1524.52}, {"text": "and putting them in your cave.", "start": 1524.52, "end": 1525.92}, {"text": "Well, I guess I suppose that's age", "start": 1525.92, "end": 1529.92}, {"text": "kind of poorly. I don't know if it's aged poorly or very well.", "start": 1529.92, "end": 1534.52}, {"text": "Well, depends on it. I mean, I don't think that's admissible as evidence in", "start": 1534.52, "end": 1538.72}, {"text": "court. What if it is?", "start": 1538.72, "end": 1540.88}, {"text": "Oh, you think Bill Cosby made the game? What if Bill Cosby made the game as a", "start": 1540.88, "end": 1546.68}, {"text": "confession as a confession. You keep it in so I mean serial killers do that.", "start": 1546.68, "end": 1551.22}, {"text": "They make games. I mean a lot of probably a lot of these games were made", "start": 1551.22, "end": 1554.84}, {"text": "by serial killers who are admitting. I mean how do the people who make mortal", "start": 1554.84, "end": 1558.6}, {"text": "combat know what the inside of a guy looks like and also how do they sleep at", "start": 1558.6, "end": 1561.96}, {"text": "night? Yeah, well, how do you you know it's crazy bastards. It actually ruins", "start": 1561.96, "end": 1566.36}, {"text": "their life. The people who work on mortal combat, they're all like yeah. I", "start": 1566.36, "end": 1569.0}, {"text": "have PTSD. I can't sleep because I because they make us watch like gore", "start": 1569.0, "end": 1572.48}, {"text": "videos. Really, I have to watch like actual like anatomy videos to do the", "start": 1572.52, "end": 1576.62}, {"text": "it's the same as people working for Facebook and having a", "start": 1576.62, "end": 1579.26}, {"text": "manually. It's exactly that job. Oh my God, speaking of Facebook, my my", "start": 1579.26, "end": 1584.72}, {"text": "girlfriend was like looking at marketplace last night and then like", "start": 1584.72, "end": 1587.82}, {"text": "closes out of the window. I saw it on like on her laptop. She was looking for", "start": 1587.82, "end": 1591.8}, {"text": "a new boyfriend. Yeah, no, but she closes out and then the first thing on", "start": 1591.8, "end": 1595.62}, {"text": "her feet was a video to lions fucking. Oh, I would get that on instagram", "start": 1595.62, "end": 1601.28}, {"text": "every day. I would send them to I would send them to patches. There was this one", "start": 1601.32, "end": 1605.62}, {"text": "instagram page. It was called like beautiful Africa or something like that", "start": 1605.62, "end": 1608.56}, {"text": "on every other post. Every other post was either was lions fucking and like the", "start": 1608.56, "end": 1613.02}, {"text": "caption was like, oh, he likes it, but then there's also a bunch of like", "start": 1613.02, "end": 1617.76}, {"text": "elephants pooping on each other's heads and like animals peeing in their mouths", "start": 1617.76, "end": 1621.9}, {"text": "and stuff. Most of the time, every half of the posts are like a beautiful", "start": 1621.9, "end": 1625.34}, {"text": "picture of like the landscape and like a herd of zebras and then you're one and", "start": 1625.34, "end": 1628.84}, {"text": "trying to be a full lines, Dickin Balls, yeah, but she kept trying to play it. I", "start": 1628.88, "end": 1632.52}, {"text": "and immediately like somebody must have shared it or something or it like", "start": 1632.52, "end": 1638.66}, {"text": "showed up on her feet or whatever, but she looked at it, then looked at me and", "start": 1638.66, "end": 1641.68}, {"text": "went like what I hate Facebook, because it's always crap like this.", "start": 1641.68, "end": 1645.96}, {"text": "That's like a", "start": 1645.96, "end": 1647.2}, {"text": "scrolling through. It's just like Lion, Lion,", "start": 1647.2, "end": 1652.4}, {"text": "what the fuck is that?", "start": 1652.4, "end": 1655.24}, {"text": "the worst part about an out of here, the worst part about animals at their shaft", "start": 1657.0, "end": 1661.1}, {"text": "is hairy yeah yeah that ain't right. No, because they the", "start": 1661.1, "end": 1664.34}, {"text": "oh yeah, because then then the red thing comes the page is called Wow Africa", "start": 1664.34, "end": 1670.68}, {"text": "on Instagram Wow Africa, W.", "start": 1670.68, "end": 1675.04}, {"text": "Up there, don't look at", "start": 1675.04, "end": 1679.04}, {"text": "I'm looking at", "start": 1679.04, "end": 1682.04}, {"text": "hippo cleaning kindly. Please don't forget to follow at Snow Africa", "start": 1683.8, "end": 1687.84}, {"text": "adventures for more wild snow. Is that a tail waving away piss out of its", "start": 1687.84, "end": 1692.18}, {"text": "ass? Yeah,", "start": 1692.18, "end": 1693.2}, {"text": "Jim Carrey came out of there. I sent so many. I can find them all because I", "start": 1693.2, "end": 1698.54}, {"text": "sent them all to patches. Yeah, here's monkeys going at it. That was a picture", "start": 1698.54, "end": 1703.08}, {"text": "of Tom and Jerry. Look at this one. I don't even know.", "start": 1703.08, "end": 1705.56}, {"text": "Some kind of animal being born and the sack is attached. Here's rhinos fucking.", "start": 1705.56, "end": 1712.16}, {"text": "I saw two beetles having sex the other day.", "start": 1713.0, "end": 1715.16}, {"text": "- Whoa. - You get a pic?", "start": 1715.16, "end": 1716.36}, {"text": "- Congratulations. - No, no, I interrupted them.", "start": 1716.36, "end": 1718.64}, {"text": "I didn't realize.", "start": 1718.64, "end": 1719.48}, {"text": "I was walking on a, I was going on a hike upstate.", "start": 1719.48, "end": 1722.72}, {"text": "I'm walking down the trail,", "start": 1722.72, "end": 1724.16}, {"text": "and about a foot away from me, I see a giant beetle.", "start": 1724.16, "end": 1727.12}, {"text": "I go, \"Holy shit, it's a giant beetle.\"", "start": 1727.12, "end": 1728.88}, {"text": "- How big?", "start": 1728.88, "end": 1729.72}, {"text": "- I mean, it was probably four or five feet wide.", "start": 1729.72, "end": 1732.24}, {"text": "And then I was like, I get a little closer,", "start": 1732.24, "end": 1735.64}, {"text": "and then I realize it's two beetles,", "start": 1735.64, "end": 1738.08}, {"text": "and they were having intercourse,", "start": 1738.08, "end": 1739.24}, {"text": "and they split like this.", "start": 1739.24, "end": 1740.6}, {"text": "So I broke up some kind of fuck session.", "start": 1740.6, "end": 1742.4}, {"text": "they break it up. Yeah, I break it up. Good. Come on. What are you doing out", "start": 1742.4, "end": 1745.44}, {"text": "here?", "start": 1745.44, "end": 1745.76}, {"text": "Yeah,", "start": 1745.76, "end": 1747.68}, {"text": "come on.", "start": 1747.68, "end": 1749.48}, {"text": "I would love to be a somebody who has a pet beetle feel. Yeah, beetle. I", "start": 1749.48, "end": 1754.06}, {"text": "think a beetle is the only, but I hate bugs. I do not like bugs. They gross", "start": 1754.06, "end": 1757.4}, {"text": "me out for whatever reason. A beetle does not gross me out. I would have a", "start": 1757.4, "end": 1760.16}, {"text": "beetle on a beetle is basically a mouse. Yeah, yeah, it's got that. You know", "start": 1760.16, "end": 1763.28}, {"text": "what it is? It's got that sheen. It's also it's solid. Yeah, a lot of other", "start": 1763.28, "end": 1767.08}, {"text": "bugs are have like are very wiggly and they're slow. They go like for the most", "start": 1767.08, "end": 1770.9}, {"text": "they go like they're all different parts of them going different angles, but a", "start": 1770.92, "end": 1774.16}, {"text": "beetle is just like I don't like speed a rock. I do not want to have some beetles", "start": 1774.16, "end": 1778.1}, {"text": "are fast, but a lot of them are the big ones are really big ones yeah, but it's", "start": 1778.1, "end": 1782.68}, {"text": "weird. It's also scary when a bug is heavy yeah in my head right now. That is", "start": 1782.68, "end": 1788.26}, {"text": "better to me than a big yeah and a big one that's light. I'm only picturing a", "start": 1788.26, "end": 1792.72}, {"text": "like a moth over right now. I don't like moss. I don't like butterflies. You see", "start": 1792.72, "end": 1796.4}, {"text": "those giant moths, you like butterflies, no, you don't like butterflies. I don't", "start": 1796.42, "end": 1800.9}, {"text": "like butterflies. I hate dragon flies. I'm scared of dragon. I have a dragon", "start": 1800.9, "end": 1804.26}, {"text": "yeah. My brother used to torture me by he would find dead dragon and show them", "start": 1804.26, "end": 1807.78}, {"text": "in my room. No, and they'd scare me because I thought they were nice to", "start": 1807.78, "end": 1811.32}, {"text": "come like that. Dragon flies bugs. I didn't I hated them. I thought I was", "start": 1811.32, "end": 1815.46}, {"text": "running. Why is it cool? I think they're disgusting. There's too big. I used to", "start": 1815.46, "end": 1819.06}, {"text": "try to get them to land on me weird. Oh yeah, you do that like yeah, you put the", "start": 1819.06, "end": 1823.14}, {"text": "finger out like yeah. They think you're that's why they never did. They never", "start": 1823.18, "end": 1826.24}, {"text": "landed on me because I was doing this yeah. See that's a", "start": 1826.24, "end": 1828.54}, {"text": "dragon fly. I thought that was a shoot up buddy. Hey land on this finger. You", "start": 1828.54, "end": 1833.14}, {"text": "dragon flies are beautiful, fat ass cream. If it landed on that finger, I", "start": 1833.14, "end": 1836.74}, {"text": "actually would that's what I'm saying. Their eyes are going different", "start": 1836.74, "end": 1840.68}, {"text": "directions. Oh, that's crazy to me. I don't care too much about bugs. I hate", "start": 1840.68, "end": 1846.58}, {"text": "bug. I there I definitely I feel like I have an okay tolerance for bugs, but I", "start": 1846.58, "end": 1850.6}, {"text": "also I'm not going to pretend I'm not if I see a spider or a scary bug, I'm", "start": 1850.66, "end": 1854.36}, {"text": "going to be scared of I used to have to I said babysit these kids at a bearded", "start": 1854.36, "end": 1858.6}, {"text": "dragon. I used to have to feed it cockroaches, just feed it worms. That's", "start": 1858.6, "end": 1862.9}, {"text": "what I think doesn't it live", "start": 1862.9, "end": 1864.3}, {"text": "I had to put three live cockroaches in its thing. Every that is crazy. It was", "start": 1864.3, "end": 1869.86}, {"text": "so disc. My and", "start": 1869.86, "end": 1871.26}, {"text": "fifth no third or fifth grade. I can't remember we had crayfish to do the", "start": 1871.26, "end": 1877.32}, {"text": "Crayfish unit. No. We took care of crayfish. Like we each had a yeah.", "start": 1877.38, "end": 1882.38}, {"text": "Crawdads. Yeah, but we call them crayfish in the Northeast. We did not do that.", "start": 1882.38, "end": 1886.38}, {"text": "Y'all are cray. Y'all are some cray ass fish. I've called them crawdads forever.", "start": 1886.38, "end": 1890.38}, {"text": "Crawfish. You're performative. You are being performative.", "start": 1890.38, "end": 1896.38}, {"text": "I actually call them crawdads forever. And he has the camo on. Yeah. Okay, nice try buddy.", "start": 1896.38, "end": 1900.38}, {"text": "Cringe. Yeah, it's not getting through me today. But we would keep, like everyone had their own pet", "start": 1900.38, "end": 1904.38}, {"text": "a crayfish that we would always take care of like it was like the like", "start": 1904.38, "end": 1907.26}, {"text": "butterfly type unit, you know, but it was crayfish. I don't know why we did", "start": 1907.26, "end": 1910.62}, {"text": "that. I don't know if that's that's a", "start": 1910.62, "end": 1911.82}, {"text": "thing or", "start": 1911.82, "end": 1913.02}, {"text": "really funded school, but I remember it really vividly that one kid, the", "start": 1913.02, "end": 1917.78}, {"text": "crayfish got away and it like", "start": 1917.78, "end": 1919.24}, {"text": "like everyone's cream, they got on the floor and it was zip just under the", "start": 1919.24, "end": 1924.18}, {"text": "door into the next class. It's a walk in my God,", "start": 1924.18, "end": 1927.5}, {"text": "it's one of the I was like", "start": 1927.5, "end": 1930.26}, {"text": "literally a walk in talking shrimp. Yeah, it's so it was so funny. It makes it", "start": 1930.94, "end": 1935.4}, {"text": "like", "start": 1935.4, "end": 1936.02}, {"text": "when it shoots its tail real fast. Awesome. They're disgusting man, but I", "start": 1936.02, "end": 1941.46}, {"text": "do like eating them. Yeah, speaking of eating bugs, I fucking saw my girlfriend", "start": 1941.46, "end": 1946.3}, {"text": "pick up the cat and make it swing at a fly.", "start": 1946.3, "end": 1949.06}, {"text": "She wanted to make sure I don't let him eat the bug. A fly is fine. Yeah, fuck", "start": 1949.06, "end": 1954.66}, {"text": "that. She was standing there. I saw her in the kitchen, holding him on to the", "start": 1954.66, "end": 1958.94}, {"text": "because you wanted to eat the fly. I wanted to eat the fucking thing. I was", "start": 1958.96, "end": 1963.2}, {"text": "I was on my lily pad all day. I", "start": 1963.2, "end": 1965.76}, {"text": "would not surprise me. It would surprise me a little bit, but I mean,", "start": 1965.76, "end": 1970.04}, {"text": "obviously a little bit, but not as much as with him. I guess if I was sitting", "start": 1970.04, "end": 1974.26}, {"text": "here in a fly, like landed on my eye, like it was the camera and you went,", "start": 1974.26, "end": 1977.56}, {"text": "your tongue came all the way out and grabbed the fly off my eye. Yeah, I", "start": 1977.56, "end": 1980.82}, {"text": "would not. I would I would be got a totally quality. There's something", "start": 1980.82, "end": 1984.96}, {"text": "frogly about you. Yeah, you're frogly. Yeah, probably because I", "start": 1985.0, "end": 1989.4}, {"text": "just", "start": 1989.4, "end": 1990.7}, {"text": "yeah, you are green right now. I guess and you also right now with your arms.", "start": 1990.7, "end": 1997.0}, {"text": "You kind of are having a frog like posture. You're kind of sinking your", "start": 1997.0, "end": 1999.6}, {"text": "head into your body. Well, you just riveted. I mean,", "start": 1999.6, "end": 2002.5}, {"text": "that alone makes you almost I want I've dude. I want to rib it so bad.", "start": 2002.5, "end": 2011.1}, {"text": "I want to have it and I want to be able to blow my cheeks up like a bullfrog", "start": 2011.6, "end": 2015.4}, {"text": "does. Did you guys have cat tails? Yeah,", "start": 2015.4, "end": 2018.64}, {"text": "the plant yeah yeah, I used to want to eat those me too, so bad. I thought that", "start": 2018.64, "end": 2024.44}, {"text": "it was a corn dog. Yeah, it looks exactly how fucked up is it that God", "start": 2024.44, "end": 2028.82}, {"text": "made as it makes a plant that looks exactly it looks exactly like a corn", "start": 2028.82, "end": 2031.92}, {"text": "dog. Yeah, well, I think I guess that we made the corn dog to look like a", "start": 2031.92, "end": 2036.04}, {"text": "cat tail.", "start": 2036.04, "end": 2036.64}, {"text": "Shut the fuck up,", "start": 2036.64, "end": 2038.52}, {"text": "shut up,", "start": 2038.52, "end": 2039.92}, {"text": "shut the foot right now. It was some for the prankster who invented the corn", "start": 2040.8, "end": 2045.06}, {"text": "dogs. I'm going to make it look exactly like a cat tail. That's just not right", "start": 2045.06, "end": 2048.7}, {"text": "dude and then you put and I put one in my mouth one time and it turns into", "start": 2048.7, "end": 2051.62}, {"text": "basically yeah, it goes yeah.", "start": 2051.62, "end": 2053.42}, {"text": "Is that the seed itself? Does that grow into something bigger? I think it grows", "start": 2053.42, "end": 2059.66}, {"text": "into another cat tail my friend.", "start": 2059.66, "end": 2061.06}, {"text": "Wow, it goes in it turns into a Christmas tree.", "start": 2061.06, "end": 2064.3}, {"text": "The Christmas tree seed wow, but I just don't I don't think that's right, but", "start": 2064.3, "end": 2069.36}, {"text": "there should be no food that looks like other looks like a plant. I don't think", "start": 2069.38, "end": 2073.52}, {"text": "that's right now, unless it's like a snowflake cookie or like a snow is not a", "start": 2073.52, "end": 2078.34}, {"text": "plant", "start": 2078.34, "end": 2078.82}, {"text": "for the last time. How many times have I to tell you that a snowflake is not a", "start": 2078.82, "end": 2084.7}, {"text": "snow. People eat snowflakes all the time. You catch it out of the air. People do", "start": 2084.7, "end": 2089.12}, {"text": "it. It's a movie thing. It's so common that they made it a movie trope. No,", "start": 2089.12, "end": 2093.32}, {"text": "like a snowflake plant, like the one the one that looks white as snow and it", "start": 2093.32, "end": 2098.58}, {"text": "looks like still think of a Christmas tree with snow on it. Am I thinking of a", "start": 2099.22, "end": 2102.48}, {"text": "Christmas tree with no", "start": 2102.48, "end": 2103.52}, {"text": "yeah with snow yeah with snow or you think of a paper snowflake because that's", "start": 2103.52, "end": 2108.04}, {"text": "not a plan either. People hang those up on a string. Actually, I beg to differ", "start": 2108.04, "end": 2112.34}, {"text": "yeah. What are you talking? It's made out of wood. It's made out of", "start": 2112.34, "end": 2115.58}, {"text": "which is made out of what Cameron wood, which is from what bread bread? No, not", "start": 2115.58, "end": 2124.78}, {"text": "from bread, dog and brain, not from bread. No, not from bread dog, not from", "start": 2124.78, "end": 2128.46}, {"text": "Bread dog", "start": 2128.5, "end": 2129.3}, {"text": "now dog", "start": 2129.3, "end": 2131.6}, {"text": "not from bread dog", "start": 2131.6, "end": 2135.9}, {"text": "bread dog bread dog could be cool looking dog", "start": 2135.9, "end": 2141.6}, {"text": "dog made out of red doing. I don't even know what he's bread. This this you", "start": 2141.6, "end": 2147.7}, {"text": "brought everything to a halt with bread dog. Yeah, yeah, I'm actually I'm", "start": 2147.7, "end": 2151.0}, {"text": "walking out. I'm protesting the podcast because you said bread dog. You said you", "start": 2151.0, "end": 2155.6}, {"text": "I'm ready to go on that. I'm coming in with this heat dude. The cat tails look", "start": 2155.6, "end": 2159.54}, {"text": "like hot or corn dogs, the night of the museum at the wax museum. We should get", "start": 2159.54, "end": 2164.16}, {"text": "corn dogs for lunch. We should order some on Uber. That would be amazing.", "start": 2164.16, "end": 2167.56}, {"text": "There is a corn dog spot by my old apartment. Yeah, I know that. Oh yeah,", "start": 2167.56, "end": 2171.56}, {"text": "the one on Knickerbocker, Korea, you've done it again. Yeah, Korea, you crazy", "start": 2171.56, "end": 2177.12}, {"text": "mother fucker. You crazy fuckers. You took a corn dog, one of the worst things", "start": 2177.12, "end": 2182.36}, {"text": "What are you? Well, hold on, hold the phone. I'm never in the mood for a corn dog. Then", "start": 2182.4, "end": 2187.44}, {"text": "why do you care about cattails? You're never in the mood for a corn dog. When I was a kid", "start": 2187.44, "end": 2190.44}, {"text": "I liked them. What about at the carnival? At the carnival I'm getting funnel cake and", "start": 2190.44, "end": 2194.88}, {"text": "that's it. El does not have carnival smarts. A corn dog is so delicious once a year. Yeah.", "start": 2194.88, "end": 2201.02}, {"text": "I haven't had a corn dog in many years. I had one. Well, actually I had a Korean corn", "start": 2201.02, "end": 2204.16}, {"text": "dog probably two years ago, but the sweet potato on it, the powdered sugar, this is", "start": 2204.16, "end": 2208.4}, {"text": "I had a really bad corn dog at that street fair thing. I'm sorry. It was really expensive,", "start": 2208.4, "end": 2216.04}, {"text": "too. That's just about the worst street food you can get nowadays. There's so many better", "start": 2216.04, "end": 2221.92}, {"text": "options. Guess how much this corn dog was? Five bucks. Seven. More than seven dollars", "start": 2221.92, "end": 2228.16}, {"text": "for a fucking burrito? How big was it? Eight dollars, normal corn dog. Are you fucking", "start": 2228.16, "end": 2232.92}, {"text": "for real? They already were handing it to me. They had made it and were handing it to", "start": 2232.92, "end": 2237.28}, {"text": "they're like okay, eight dollars and I was like you got bullied yeah, I got", "start": 2237.28, "end": 2240.86}, {"text": "completely fucked God damn. It was so horrible. I'm", "start": 2240.86, "end": 2243.76}, {"text": "sad. What am I going to do now? Walk away, throw it in their face. I had the", "start": 2243.76, "end": 2249.9}, {"text": "spirit of the street fair. Yeah, that's true. I mean when you're in a fair when", "start": 2249.9, "end": 2253.34}, {"text": "you're in a fair", "start": 2253.34, "end": 2253.96}, {"text": "and eight dollars is like six dollars anything good. I mean that's yeah", "start": 2253.96, "end": 2259.12}, {"text": "expensive for a corner. It's a three buck completely insane. Yeah, it should", "start": 2259.12, "end": 2262.22}, {"text": "be less than three bucks. Yeah, yeah, great, unless it has all the trimmings", "start": 2262.22, "end": 2265.62}, {"text": "completely absurd. The whole thing is trimming. That's what a hot dog is. What", "start": 2266.38, "end": 2269.62}, {"text": "the hot dog is like? No, like feet like like the sweet potato, like sweet", "start": 2269.62, "end": 2275.12}, {"text": "potatoes and the sneezing and is it true that eating a hot dog is the same? It", "start": 2275.12, "end": 2279.5}, {"text": "like takes the same amount of time off your life as like a pack of cigarettes.", "start": 2279.5, "end": 2282.5}, {"text": "I would imagine I would imagine that that's true about most food. Yeah,", "start": 2282.5, "end": 2286.7}, {"text": "yeah, anything that goes through a process. I don't think that a lot of", "start": 2286.7, "end": 2290.62}, {"text": "food is so healthy for you or in a hot. I feel like it's one of those things", "start": 2290.62, "end": 2293.54}, {"text": "sure it's probably not completely true, but it might as well be. I try most of", "start": 2293.54, "end": 2297.26}, {"text": "the other stuff you eat is probably going to do that anyway. Yeah, I think", "start": 2297.26, "end": 2300.46}, {"text": "hot dogs are probably I think I do think that per pound they're just about the", "start": 2300.46, "end": 2304.14}, {"text": "worst for you thing that you can eat. Why can't it ever in a hot dog in a long", "start": 2304.14, "end": 2307.82}, {"text": "time? That's that corn dog. Why can't it ever be the stuff that I don't want to", "start": 2307.82, "end": 2312.18}, {"text": "eat like my veggies, fruits that are bad for you? So why can't the only reason", "start": 2312.18, "end": 2318.58}, {"text": "that the only reason that you don't like veggies is because they're good for you.", "start": 2318.58, "end": 2321.62}, {"text": "I like veggies. I'm addicted to broccoli.", "start": 2322.3, "end": 2324.5}, {"text": "That means veggies are bad for you.", "start": 2324.5, "end": 2325.9}, {"text": "I did. I had a broccoli.", "start": 2325.9, "end": 2327.3}, {"text": "I like broccoli a lot.", "start": 2327.3, "end": 2328.3}, {"text": "Just broccoli with nothing else.", "start": 2328.3, "end": 2329.7}, {"text": "Have you guys noticed that women don't like broccoli?", "start": 2329.7, "end": 2331.7}, {"text": "Women like broccoli.", "start": 2331.7, "end": 2332.7}, {"text": "Women like broccoli a lot.", "start": 2332.7, "end": 2333.7}, {"text": "I haven't noticed this either.", "start": 2333.7, "end": 2334.7}, {"text": "The women in my life.", "start": 2334.7, "end": 2335.7}, {"text": "Women, no, women in my life do not like broccoli.", "start": 2335.7, "end": 2339.1}, {"text": "Two different women don't like broccoli.", "start": 2339.1, "end": 2342.6}, {"text": "You're saying this is a coincidence.", "start": 2342.6, "end": 2344.1}, {"text": "That is just a coincidence, yeah.", "start": 2344.1, "end": 2345.6}, {"text": "Well, fuck me then.", "start": 2345.6, "end": 2347.1}, {"text": "I guess I'm not making any sense.", "start": 2347.1, "end": 2349.0}, {"text": "No.", "start": 2349.0, "end": 2349.6}, {"text": "but basically I know two women that do not like broccoli and to me broccoli is", "start": 2349.6, "end": 2353.38}, {"text": "just about the most palatable vegetable on earth.", "start": 2353.38, "end": 2355.4}, {"text": "Yeah, I think that is the that's the number one broccoli. It's fibrous", "start": 2355.4, "end": 2360.9}, {"text": "cinnamon broccoli vegetable. I couldn't set it better myself. It's fibrous. It's", "start": 2360.9, "end": 2366.54}, {"text": "got all the vitamins you could ever ask for. Okay, they got different types of", "start": 2366.54, "end": 2370.22}, {"text": "what's going to do.", "start": 2370.22, "end": 2371.0}, {"text": "What's it's just a vitamin. I don't know.", "start": 2371.0, "end": 2373.36}, {"text": "way before my spinach heavily, heavily involved heavily", "start": 2375.12, "end": 2378.72}, {"text": "never heard of it. I thought it only went up to D. No, I know I know about", "start": 2378.72, "end": 2386.08}, {"text": "E. Now there's a K. There's a vitamin K. Does it go everywhere through up to? I", "start": 2386.08, "end": 2390.0}, {"text": "don't think there's a vitamin Zed. Z is basically just zinc. Well, that's not a", "start": 2390.0, "end": 2395.48}, {"text": "vitamin, though. That's a mineral. That's how they I guess it's just how they", "start": 2395.48, "end": 2398.84}, {"text": "brand.", "start": 2398.84, "end": 2399.38}, {"text": "What's it called AstraZeneca", "start": 2399.38, "end": 2402.2}, {"text": "all of it. You get every vitamin from A to Zinc.", "start": 2403.48, "end": 2406.08}, {"text": "Oh, okay. Yeah. I get it. Yeah. So for a long time, I thought vitamin Z was Zinc.", "start": 2406.08, "end": 2411.56}, {"text": "My aunt, my aunt had, she ate too much spinach and she had a vitamin K attack.", "start": 2411.56, "end": 2417.6}, {"text": "An overdose? She had to go to the hospital. Oh, a lot of vitamin overdoses", "start": 2417.6, "end": 2420.76}, {"text": "are really painful, right? Some of them are. She was in some of the greatest", "start": 2420.76, "end": 2424.76}, {"text": "pain you could ever imagine. Yeah. That's insane. Which vitamin? There's some", "start": 2424.76, "end": 2427.4}, {"text": "vitamin. Vitamin K. Yeah. Vitamin B sometimes... Maybe that's what the K is,", "start": 2427.4, "end": 2431.16}, {"text": "Vitamin K. I think is a dangerous vitamin to be having. There's another one that I was", "start": 2431.16, "end": 2436.28}, {"text": "seeing that I think that you can overdose on. Probably vitamin C. Cocaine. Maybe so.", "start": 2436.28, "end": 2441.28}, {"text": "If you have too many oranges. Yeah. What is it? It's keratin. If you eat too much, too", "start": 2441.28, "end": 2446.28}, {"text": "many carrots, your fucking skin turns all orange. Keratin is what your fingernails are", "start": 2446.28, "end": 2449.28}, {"text": "made out of. That happened to me. Yeah. I think I've told you this before. I think it's", "start": 2449.28, "end": 2453.28}, {"text": "a good thing. I think it's a good thing. I think it's a good thing. I think it's a good", "start": 2453.28, "end": 2457.28}, {"text": "what your fingernails are made out of.", "start": 2457.28, "end": 2458.28}, {"text": "That happened to me.", "start": 2458.28, "end": 2459.28}, {"text": "That, yeah. I think I've told you this before. I turned orange for one year.", "start": 2459.28, "end": 2463.28}, {"text": "Oh yeah.", "start": 2463.28, "end": 2464.28}, {"text": "When I was like 15, when I was vegan.", "start": 2464.28, "end": 2465.28}, {"text": "You said that very recently.", "start": 2465.28, "end": 2466.28}, {"text": "When I lost a bunch of weight when I was vegan, it was because I just filled myself up with", "start": 2466.28, "end": 2469.78}, {"text": "carrots all day.", "start": 2469.78, "end": 2470.78}, {"text": "If you eat too much chocolate, it turns your hands and mouth brown.", "start": 2470.78, "end": 2473.28}, {"text": "I, that is, I've noticed that.", "start": 2473.28, "end": 2476.28}, {"text": "I think, I don't know if it's a vitamin thing or not, but it's happened to me a few times.", "start": 2476.28, "end": 2479.28}, {"text": "Especially on a hot day.", "start": 2479.28, "end": 2480.28}, {"text": "Yeah.", "start": 2480.28, "end": 2481.28}, {"text": "You get a brown mouth.", "start": 2481.28, "end": 2482.28}, {"text": "Yeah.", "start": 2482.28, "end": 2483.28}, {"text": "And your hands get brown as well.", "start": 2483.28, "end": 2484.28}, {"text": "too many Jolly Ranchers, it can turn any color in your mouth. Yeah, turns your", "start": 2484.28, "end": 2488.04}, {"text": "tongue a different color. Yeah, and lollipops and if you eat too much", "start": 2488.04, "end": 2492.92}, {"text": "spaghetti, you're the ring around your mouth gets a red. I have been having", "start": 2492.92, "end": 2497.96}, {"text": "there's been too much spaghetti or you play too much Call of Duty in middle", "start": 2497.96, "end": 2501.12}, {"text": "school. You get a red ring around your mouth. I've been having a personal", "start": 2501.12, "end": 2505.24}, {"text": "epidemic of walking around with food, just food on your food, lipstick all the", "start": 2505.24, "end": 2510.48}, {"text": "time, and I don't even think to check before I leave the house and then I", "start": 2510.48, "end": 2512.8}, {"text": "I realized I walked around outside for hours and then came back and I had food", "start": 2512.8, "end": 2516.4}, {"text": "all over my face. Damn. And I was also look, I was winking at everybody.", "start": 2516.4, "end": 2520.08}, {"text": "You're winking? I'm a winker. Yeah, not a winker. I wink at everybody. You just", "start": 2520.08, "end": 2524.16}, {"text": "couldn't wink just now. He walks around like Spider-Man three. He's walking", "start": 2524.16, "end": 2527.48}, {"text": "around just going... Yeah, that is kind of how I walk around. Yeah.", "start": 2527.48, "end": 2530.44}, {"text": "You do that. I do see you. I do see you across the street sometimes and I", "start": 2530.44, "end": 2534.88}, {"text": "don't say hi because I don't think that... It's 'cause I got my pinstripes on.", "start": 2534.88, "end": 2539.16}, {"text": "you're in your seersucker suit. Yeah, leave me the fuck alone. You're in your", "start": 2539.16, "end": 2542.92}, {"text": "trilby hat. You're walking down the street. I'm in my summer suit. Uh-huh", "start": 2542.92, "end": 2545.76}, {"text": "walking around, winking at the girlies. Yeah, I think people should. I think", "start": 2545.76, "end": 2549.96}, {"text": "most people should have a flag popping out of my hat. I think most people", "start": 2549.96, "end": 2553.16}, {"text": "should have an arc like like Spider-Man does in Spider-Man three where they", "start": 2553.16, "end": 2557.16}, {"text": "find evil clothes and they turn evil. I agree. I agree. Yeah, which is", "start": 2557.16, "end": 2564.16}, {"text": "with their normal clothes. I agree, oh yeah, which is", "start": 2564.2, "end": 2567.32}, {"text": "that is basically what venom is is an evil sure he's his clothes that he", "start": 2567.32, "end": 2572.28}, {"text": "threw away that got mad. Evil shirts should yeah that should be a more", "start": 2572.28, "end": 2575.84}, {"text": "common trope yeah. The next venom movie should just be an evil. It should just", "start": 2575.84, "end": 2579.44}, {"text": "be a stinky old shirt shirt that was evil, a shirt with a face, the movie,", "start": 2579.44, "end": 2584.24}, {"text": "the shirt with a face, oh my God, and the shirt can talk like one of those", "start": 2584.24, "end": 2588.16}, {"text": "in the mountain t shirts that like is just a picture of like an apes face and", "start": 2588.16, "end": 2593.76}, {"text": "your shirt can talk. I have a shirt that is a picture. If these sure to talk, I'm", "start": 2593.8, "end": 2598.1}, {"text": "not sure that is a picture on it. Wait, you're wearing one right now.", "start": 2598.1, "end": 2601.0}, {"text": "Wait, I think it is a more picture. I have more. It has more picture than mine.", "start": 2601.0, "end": 2607.02}, {"text": "Yeah, you know what? The scariest thing about this shirt is you don't know if", "start": 2607.02, "end": 2609.76}, {"text": "there's a person lurking behind all these leaves.", "start": 2609.76, "end": 2611.8}, {"text": "I do. This is not real leaves. I'm not an idiot. You sure about that?", "start": 2611.8, "end": 2617.68}, {"text": "Me and our shirts versus your shirt,", "start": 2617.68, "end": 2621.96}, {"text": "our shirts would win.", "start": 2623.28, "end": 2624.28}, {"text": "Like if you personify them?", "start": 2624.28, "end": 2625.28}, {"text": "If the shirts became alive, yeah.", "start": 2625.28, "end": 2626.28}, {"text": "So you admit that a skater is a loser?", "start": 2626.28, "end": 2627.28}, {"text": "No, because that's a text.", "start": 2627.28, "end": 2628.28}, {"text": "So you admit that skaters would lose any fight?", "start": 2628.28, "end": 2629.28}, {"text": "No.", "start": 2629.28, "end": 2630.28}, {"text": "Because, okay, here's my beef with skaters, man.", "start": 2630.28, "end": 2631.28}, {"text": "It's never a fair fight.", "start": 2631.28, "end": 2632.28}, {"text": "Why?", "start": 2632.28, "end": 2633.28}, {"text": "Skaters don't fight fair.", "start": 2633.28, "end": 2634.28}, {"text": "They have a weapon.", "start": 2634.28, "end": 2635.28}, {"text": "They walk around on a weapon all day.", "start": 2635.28, "end": 2636.28}, {"text": "They do a truck smash.", "start": 2636.28, "end": 2637.28}, {"text": "One on one.", "start": 2637.28, "end": 2638.28}, {"text": "They do a truck slam, truck smash.", "start": 2638.28, "end": 2639.28}, {"text": "Truck smack.", "start": 2639.28, "end": 2640.28}, {"text": "Is that what it's called?", "start": 2640.28, "end": 2641.28}, {"text": "Uh-huh.", "start": 2641.28, "end": 2642.28}, {"text": "Uh-huh.", "start": 2642.28, "end": 2643.28}, {"text": "You can call it whatever you want.", "start": 2643.28, "end": 2644.28}, {"text": "I don't know.", "start": 2644.28, "end": 2645.28}, {"text": "I don't know.", "start": 2645.28, "end": 2646.28}, {"text": "I don't know.", "start": 2646.28, "end": 2647.28}, {"text": "I don't know.", "start": 2647.28, "end": 2648.28}, {"text": "I don't know.", "start": 2648.28, "end": 2649.28}, {"text": "Is that what it's called?", "start": 2649.28, "end": 2650.28}, {"text": "Uh huh.", "start": 2650.28, "end": 2651.28}, {"text": "Uh huh.", "start": 2651.28, "end": 2652.28}, {"text": "You can call it whatever you want.", "start": 2652.28, "end": 2653.28}, {"text": "Hit with the truck.", "start": 2653.28, "end": 2654.28}, {"text": "Truck slapper.", "start": 2654.28, "end": 2655.28}, {"text": "That's, you can't walk around and, you can't ride a blade, I can't ride my blade all day.", "start": 2655.28, "end": 2660.76}, {"text": "You could.", "start": 2660.76, "end": 2661.76}, {"text": "No I can't.", "start": 2661.76, "end": 2662.76}, {"text": "Roller blades.", "start": 2662.76, "end": 2663.76}, {"text": "I can ride my blades.", "start": 2663.76, "end": 2664.76}, {"text": "Yeah.", "start": 2664.76, "end": 2665.76}, {"text": "But those are bad weapons.", "start": 2665.76, "end": 2666.76}, {"text": "Roller blades.", "start": 2666.76, "end": 2667.76}, {"text": "It takes a minute to take them off your feet.", "start": 2667.76, "end": 2668.76}, {"text": "You know what you can do?", "start": 2668.76, "end": 2669.76}, {"text": "Put a switchblade on the heel.", "start": 2669.76, "end": 2670.76}, {"text": "But then I'm going to prison.", "start": 2670.76, "end": 2671.76}, {"text": "You aren't going to prison for walking around with a skateboard.", "start": 2671.76, "end": 2674.48}, {"text": "Well that's because it becomes a weapon in the heat of battle.", "start": 2674.48, "end": 2676.44}, {"text": "As much as I think that you should.", "start": 2676.44, "end": 2678.56}, {"text": "There's no heat of battle because somebody told you to get up. Hey, stop skating on my", "start": 2678.56, "end": 2681.52}, {"text": "kids wheelchair. That's not a battle.", "start": 2681.52, "end": 2685.72}, {"text": "It's a little bit of a battle.", "start": 2685.72, "end": 2687.52}, {"text": "How's that a battle? No, there's no skater has ever all those videos where it's like", "start": 2687.52, "end": 2691.64}, {"text": "epic truck smack. Those kids.", "start": 2691.64, "end": 2693.48}, {"text": "There's no videos of truck smacks because that's an actual felony.", "start": 2693.48, "end": 2697.84}, {"text": "There's a video. I know a video of a truck smack.", "start": 2697.84, "end": 2699.64}, {"text": "You know a video of a truck smack?", "start": 2699.64, "end": 2700.88}, {"text": "Yeah, although now that I think about it, I think the guy was being really racist and", "start": 2700.88, "end": 2704.24}, {"text": "that's why he got truck smacked.", "start": 2704.24, "end": 2705.56}, {"text": "I know the video. Yeah. Yeah. That one makes sense.", "start": 2705.56, "end": 2710.2}, {"text": "But besides that, I haven't seen the only other time I've seen a video of", "start": 2710.2, "end": 2715.6}, {"text": "somebody get truck smacked is the movie kids.", "start": 2715.6, "end": 2718.84}, {"text": "I think that you're letting film sway your opinion.", "start": 2718.84, "end": 2723.64}, {"text": "I don't give a fuck about Harmony Koren movies. You don't? No.", "start": 2723.64, "end": 2727.12}, {"text": "I saw the spring breakers one and I thought that James Franco was doing an", "start": 2727.12, "end": 2730.52}, {"text": "offensive caricature of riff raff. Yeah. So I turned it off.", "start": 2730.52, "end": 2735.52}, {"text": "And I thought Selena Gomez was too skinny.", "start": 2735.52, "end": 2738.92}, {"text": "So I said, I'm not watching this movie.", "start": 2738.92, "end": 2740.92}, {"text": "I don't want to see this garbage.", "start": 2740.92, "end": 2743.92}, {"text": "I think the movie he made directly after that was Trash Humpers.", "start": 2743.92, "end": 2748.92}, {"text": "Old people.", "start": 2748.92, "end": 2750.92}, {"text": "Can we stop making these movies that are about the lowly dregs of society?", "start": 2750.92, "end": 2758.92}, {"text": "How come a guy like Harmony Corrine is allowed to make a movie", "start": 2758.92, "end": 2764.92}, {"text": "movie called Trash Humpers. Yeah, and we only have six or seven transformers", "start": 2764.92, "end": 2769.82}, {"text": "movies. The fuck is that? And I try to make a movie called The Bug Fucker", "start": 2769.82, "end": 2774.02}, {"text": "and you should be completely boxed out of the world. I agree. There should be", "start": 2774.02, "end": 2778.6}, {"text": "sent off world to a colony. There should be a colony of bug women. No, no, and", "start": 2778.6, "end": 2782.96}, {"text": "they're going to literally, they're going to tear you limb from limb. That's", "start": 2782.96, "end": 2786.48}, {"text": "exactly what the bug would not fuck you, my friend. You really scare it, and if", "start": 2786.48, "end": 2790.78}, {"text": "if you fucked a bug, it would be against the bugs wishes. A bug would scurry", "start": 2790.8, "end": 2795.12}, {"text": "bugs cannot consent. I don't know what yeah and you say you want to fuck one.", "start": 2795.12, "end": 2800.48}, {"text": "No, I'm saying it was a", "start": 2800.48, "end": 2801.56}, {"text": "change in his whole mind who can't consent a plant. That's your dream, a", "start": 2801.56, "end": 2806.2}, {"text": "planet of bug women who cannot consent. It's not true. That's your dream. It's", "start": 2806.2, "end": 2810.44}, {"text": "not my you made it up. I didn't make up a single word. I made up just now. Well,", "start": 2810.44, "end": 2815.52}, {"text": "okay, but I wasn't involved", "start": 2815.52, "end": 2817.16}, {"text": "whatever, unless there's royalties to be had. I was there's some royalty on the", "start": 2818.6, "end": 2823.36}, {"text": "bug planet. Well, I'd like to be the Queen, but just in a platonic way, I just", "start": 2823.36, "end": 2827.68}, {"text": "or a I would like to be christened. I think that", "start": 2827.68, "end": 2831.28}, {"text": "doesn't it suck that now you got to be christened by a guy yeah", "start": 2831.28, "end": 2835.04}, {"text": "kind of gay", "start": 2835.04, "end": 2837.84}, {"text": "next time someone is going to become a night. Oh, because I did I understand", "start": 2837.84, "end": 2844.72}, {"text": "yeah that you really isn't is put a champagne on a boat next. I really so", "start": 2844.76, "end": 2850.32}, {"text": "you have to be knighted by a king yeah", "start": 2850.32, "end": 2852.76}, {"text": "yeah he's got a touch. I'll fight for you yeah. I'll protect you. I'll protect", "start": 2852.76, "end": 2858.46}, {"text": "you, because your highness, why does these people get knighted for being", "start": 2858.46, "end": 2862.1}, {"text": "actors in the UK? Yeah, what's with that? How far have we fallen? Why is a we", "start": 2862.1, "end": 2868.12}, {"text": "have to kill six thousand people in the Middle East, so he became a night, sir", "start": 2868.12, "end": 2872.54}, {"text": "Pierce Brosnan, I guess that makes sense. He was James Bond. I guess if", "start": 2872.96, "end": 2876.12}, {"text": "you're a James Bond, no immediate, he was not he pretended to be James Bond.", "start": 2876.12, "end": 2880.06}, {"text": "The real James Bond should be nighted, not this.", "start": 2880.06, "end": 2882.36}, {"text": "He is not James Bond, no, not even a little. He's a slob. He dressed as", "start": 2882.36, "end": 2891.04}, {"text": "James Bond. Yeah, oh, I went for four or five movies. Who cares right? Yeah,", "start": 2891.04, "end": 2896.44}, {"text": "okay, you see what I mean. I see I don't even think he's knighted Pierce", "start": 2896.44, "end": 2902.06}, {"text": "thousand and I think I was just I think I'm thinking of somebody in the", "start": 2902.1, "end": 2904.52}, {"text": "Kellen is yeah, but he was Gandalf and that's one of their biggest again.", "start": 2904.52, "end": 2908.04}, {"text": "That's like they're not Gandalf. He pretended to be Gandalf and also that", "start": 2908.04, "end": 2911.16}, {"text": "was New Zealand. Oh yeah, do you get knighted in New Zealand? What do they", "start": 2911.16, "end": 2915.48}, {"text": "got down there? Not much. Yeah, I know they got some lambs not fucking", "start": 2915.48, "end": 2920.64}, {"text": "order the rings tour Lord of the Rings and then that puzzle world. It's cool", "start": 2920.64, "end": 2924.24}, {"text": "that that's like a puzzle world. Yeah, they got a whole they got a whole field", "start": 2924.24, "end": 2929.56}, {"text": "that is just like a", "start": 2929.56, "end": 2931.18}, {"text": "a bunch of statues that are like like a big chess piece, a checkers board.", "start": 2931.18, "end": 2938.72}, {"text": "Those aren't puzzles room that is small as you walk towards it. Are you", "start": 2938.72, "end": 2944.52}, {"text": "thinking of the Museum of Optical Illusions? You're saying no, there's", "start": 2944.52, "end": 2947.78}, {"text": "there's like a upside down building, a big a little be field in New Zealand.", "start": 2947.78, "end": 2953.62}, {"text": "It's basic. It's near the Hobbit holes and it's all their hobbles actually", "start": 2953.62, "end": 2959.62}, {"text": "puzzles and other things. They are their holes. They're hovels. They're holes. I", "start": 2959.66, "end": 2963.98}, {"text": "have to look that up because that's I had to do. I had to do a project on New", "start": 2963.98, "end": 2968.1}, {"text": "Zealand in high school and you found a puzzle world. There is a possible during", "start": 2968.1, "end": 2971.5}, {"text": "your investigation. There is a puzzle world. I think I was looking up", "start": 2971.5, "end": 2974.46}, {"text": "New Zealand landmarks. There's a bunch of mountains or cliffs or basically just", "start": 2974.46, "end": 2981.82}, {"text": "cliffs, not even mountains. Hobbit hole puzzle world. You know what? I don't mean", "start": 2981.82, "end": 2987.02}, {"text": "is an insult, but I could never see you going to Europe.", "start": 2987.02, "end": 2990.94}, {"text": "Yeah.", "start": 2990.94, "end": 2991.94}, {"text": "I just don't think you'd fit in.", "start": 2991.94, "end": 2994.18}, {"text": "I would not fit in at all.", "start": 2994.18, "end": 2995.62}, {"text": "Imagine him walking around like Paris.", "start": 2995.62, "end": 2997.34}, {"text": "Yeah.", "start": 2997.34, "end": 2998.34}, {"text": "That'd be kind of tough to imagine.", "start": 2998.34, "end": 3000.1}, {"text": "I don't even think I would want to go to Paris.", "start": 3000.1, "end": 3003.02}, {"text": "It's disgusting.", "start": 3003.02, "end": 3004.02}, {"text": "If you could go anywhere in the world, where would you go for a vacation?", "start": 3004.02, "end": 3007.02}, {"text": "I'd probably go to Syria.", "start": 3007.02, "end": 3010.62}, {"text": "I don't think you would.", "start": 3010.62, "end": 3011.62}, {"text": "I don't think you would enjoy it.", "start": 3011.62, "end": 3012.62}, {"text": "I don't think I would.", "start": 3012.62, "end": 3013.62}, {"text": "So you don't have it?", "start": 3013.62, "end": 3014.62}, {"text": "I didn't want to say Ireland because you knew that I would say it.", "start": 3014.62, "end": 3017.12}, {"text": "Well, except for Ireland.", "start": 3017.12, "end": 3018.02}, {"text": "Barring Ireland.", "start": 3018.02, "end": 3018.82}, {"text": "Okay, so barring Ireland.", "start": 3018.82, "end": 3020.62}, {"text": "Like what are the culturally interesting places in the world to you?", "start": 3020.62, "end": 3024.52}, {"text": "Yes, Germany.", "start": 3024.52, "end": 3026.62}, {"text": "Oh.", "start": 3026.62, "end": 3028.02}, {"text": "Because I...", "start": 3028.02, "end": 3029.02}, {"text": "Where in Germany?", "start": 3029.02, "end": 3030.22}, {"text": "Bergheim.", "start": 3030.22, "end": 3031.22}, {"text": "I want to go to the Scheisse room and see some crap.", "start": 3031.22, "end": 3036.02}, {"text": "No, you don't.", "start": 3036.02, "end": 3038.02}, {"text": "No, I don't.", "start": 3038.02, "end": 3038.82}, {"text": "What am I saying?", "start": 3038.82, "end": 3039.82}, {"text": "Me, I want to go to Italy.", "start": 3039.82, "end": 3042.42}, {"text": "I want to go to Greece.", "start": 3042.42, "end": 3043.42}, {"text": "I want to go to, but I don't want to have to travel through the country. So you", "start": 3043.42, "end": 3046.42}, {"text": "have to go to China.", "start": 3046.42, "end": 3047.72}, {"text": "Yeah, China would be cool. Maybe", "start": 3047.72, "end": 3051.22}, {"text": "I would basically honestly, I want to go to every country in the world and I'm", "start": 3051.22, "end": 3057.42}, {"text": "not even joking. I do. I do want to go to Europe for honeymoon vibes, but I am", "start": 3057.42, "end": 3064.22}, {"text": "looking at how to get from Italy to Greece. Yeah, and you do have to go", "start": 3064.22, "end": 3067.82}, {"text": "through every Balkan fucking country to get there, which does not sound that", "start": 3067.82, "end": 3072.52}, {"text": "fun to me. Yeah, you don't think it would be fun to go to like I don't want to go", "start": 3072.52, "end": 3077.12}, {"text": "to Serbia, bro.", "start": 3077.12, "end": 3078.42}, {"text": "Albania. I don't want to do any of that. What about Czech Republic? They got a", "start": 3078.42, "end": 3083.42}, {"text": "booming film industry there and you could probably make a movie while you're", "start": 3083.42, "end": 3087.52}, {"text": "out there.", "start": 3087.52, "end": 3087.92}, {"text": "Well, I do like movies. Yeah, but I why do they put the all the country? It", "start": 3087.92, "end": 3093.72}, {"text": "should be like the US where all the cool stuff is on the East Coast or the West", "start": 3093.72, "end": 3097.82}, {"text": "Coast and there's nothing in between. They should just you know what they", "start": 3097.82, "end": 3100.92}, {"text": "should do is just make a United States of Balkan countries and like all of Europe.", "start": 3100.92, "end": 3107.22}, {"text": "And then move the whole thing to Russia.", "start": 3107.22, "end": 3109.42}, {"text": "Move the whole thing.", "start": 3109.42, "end": 3110.92}, {"text": "Russia's way, way, way too big.", "start": 3110.92, "end": 3113.42}, {"text": "Yeah.", "start": 3113.42, "end": 3113.92}, {"text": "They need people in that eastern part of Russia.", "start": 3113.92, "end": 3116.42}, {"text": "They have to split that place up.", "start": 3116.42, "end": 3118.92}, {"text": "I think that's definitely a possibility for me if I flame out the United States.", "start": 3118.92, "end": 3123.42}, {"text": "Splitting up Russia?", "start": 3123.42, "end": 3124.42}, {"text": "Yeah, basically dividing it.", "start": 3124.42, "end": 3125.42}, {"text": "Yeah.", "start": 3125.42, "end": 3126.42}, {"text": "No, going and doing the homesteading act thing they have over there.", "start": 3126.42, "end": 3129.92}, {"text": "where they give you like 50k and send you to Siberia. I would do that.", "start": 3129.92, "end": 3133.92}, {"text": "You're going to have to do that in 50 years.", "start": 3133.92, "end": 3135.92}, {"text": "That'd be fun.", "start": 3135.92, "end": 3136.92}, {"text": "What is the only land left?", "start": 3136.92, "end": 3138.92}, {"text": "Is Siberia actually like a barren wasteland?", "start": 3138.92, "end": 3142.92}, {"text": "There's like nobody there. There's a couple of cities, but one of them is like the coldest city in the world.", "start": 3142.92, "end": 3148.92}, {"text": "Oh yeah, one of them is permafrost.", "start": 3148.92, "end": 3150.92}, {"text": "Oh Jesus.", "start": 3150.92, "end": 3151.92}, {"text": "Yeah.", "start": 3151.92, "end": 3152.92}, {"text": "How'd you live there?", "start": 3152.92, "end": 3153.92}, {"text": "Jesus, permafrost.", "start": 3153.92, "end": 3154.92}, {"text": "Oh Jesus.", "start": 3154.92, "end": 3155.92}, {"text": "Oh Christ.", "start": 3155.92, "end": 3156.92}, {"text": "a ton drop. I monsters there to Holy Yeti's actually the most beautiful", "start": 3157.92, "end": 3163.18}, {"text": "women of all time there, but they're all they're all frozen solid on yeah", "start": 3163.18, "end": 3166.46}, {"text": "there. It's probably it's probably why couple of ice queens up there in", "start": 3166.46, "end": 3171.04}, {"text": "Siberia, a couple of them all breaking your heart only a couple. Well, there's", "start": 3171.04, "end": 3174.88}, {"text": "only four or five people, so it's a really amazing rate. Yeah, beautiful", "start": 3174.88, "end": 3178.94}, {"text": "women, but I think that I could do very well in a Mongolia type situation.", "start": 3178.94, "end": 3183.52}, {"text": "Mongolia, Mongolia, I would do well in I think I think it would be amazing to", "start": 3183.7, "end": 3190.2}, {"text": "travel to to travel to over to Tibet and maybe do a Mount Everest thing. Yeah, I", "start": 3190.2, "end": 3195.8}, {"text": "think that I would write seven wonders. This is so I really would. I think I", "start": 3195.8, "end": 3200.0}, {"text": "would really like to live my life in kind in like rural China and be in a", "start": 3200.0, "end": 3203.8}, {"text": "Chinese village, but I wouldn't want to be the white guy who moves to rural", "start": 3203.8, "end": 3208.0}, {"text": "China and get the one white guy in the tiny village. So I China you ladder. So I", "start": 3208.0, "end": 3213.1}, {"text": "I think what I would maybe do is funnel some of my money into developing", "start": 3213.1, "end": 3217.96}, {"text": "basically the program from the Avatar movie and I would go into a Chinese", "start": 3217.96, "end": 3222.24}, {"text": "person's body to put you in over their body yeah and live in a village. So you", "start": 3222.24, "end": 3227.36}, {"text": "want to grow a Chinese peasant in your floors, you know, or I could just take", "start": 3227.36, "end": 3230.6}, {"text": "someone's body. Who's no we're not going to you can't take somebody's body.", "start": 3230.6, "end": 3233.48}, {"text": "That's yeah, that's insane. I take my body, they'd be they'd love to take your", "start": 3233.48, "end": 3237.04}, {"text": "body. Can I take your life in America to yeah? Yeah, what if it's just like a", "start": 3237.04, "end": 3240.12}, {"text": "freaky Friday situation where you just switch your bodies out yeah. You just", "start": 3240.16, "end": 3244.3}, {"text": "what you switch you body swap with like some like sixty five year old and then", "start": 3244.3, "end": 3249.62}, {"text": "Chinese farmer and you're just a little younger. I mean maybe the same my same", "start": 3249.62, "end": 3253.92}, {"text": "age.", "start": 3253.92, "end": 3254.34}, {"text": "You want to do you want to do an exchange student situation? Yeah, what if they", "start": 3254.34, "end": 3259.84}, {"text": "just what if everybody in China just wears glasses that show you as kind of", "start": 3259.84, "end": 3265.16}, {"text": "blending in", "start": 3265.16, "end": 3266.24}, {"text": "that would take a lot of convincing. I guess it just has to be my village.", "start": 3268.04, "end": 3272.44}, {"text": "Yeah, that does it and I just don't leave my village. I think you become some", "start": 3272.44, "end": 3277.04}, {"text": "kind of", "start": 3277.04, "end": 3277.48}, {"text": "Lord too quickly. Yeah, I didn't want to say that, but yeah, yeah, I think that", "start": 3277.48, "end": 3282.56}, {"text": "you just you have to I would completely be the Lord of a Chinese, you're too", "start": 3282.56, "end": 3286.48}, {"text": "magnetic to do anything like that", "start": 3286.48, "end": 3289.36}, {"text": "morally, because I think that pretty soon you'd be having", "start": 3289.36, "end": 3293.72}, {"text": "people bringing you around on wagons and stuff, and I don't think that that'd be", "start": 3295.04, "end": 3299.58}, {"text": "a good look for the podcast. Oh, you think we're doing the podcast? I hope so", "start": 3299.58, "end": 3304.68}, {"text": "what am I supposed to do in this situation? Yeah, I guess I'm doing I", "start": 3304.68, "end": 3308.84}, {"text": "guess you would be on a tour of Europe", "start": 3308.84, "end": 3310.58}, {"text": "that I exchanged with well. I mean that'd be yeah, it'd be a new market. I", "start": 3310.58, "end": 3314.92}, {"text": "guess", "start": 3314.92, "end": 3315.36}, {"text": "do we would pop on webo? No, why not? I don't understand that crap. It's the", "start": 3315.36, "end": 3322.92}, {"text": "name is everything else. It's just in a whole new language.", "start": 3322.96, "end": 3326.16}, {"text": "Yeah, but that would, it would suck going on. Oh yeah, I guess I could get a translator,", "start": 3326.16, "end": 3329.52}, {"text": "but it would suck going on there. You can choose AI. Not with the translator just going", "start": 3329.52, "end": 3333.8}, {"text": "like, what the hell are y'all saying? It'd be fun to go promote it on all the podcast,", "start": 3333.8, "end": 3338.0}, {"text": "all the Chinese, Chinese, your mom's house, Chinese, the Oman. That would be incredible.", "start": 3338.0, "end": 3342.8}, {"text": "Go and do all those shows. Chinese Bobby Lee. Yeah. Go do Tiger mom or whatever that show", "start": 3342.8, "end": 3347.72}, {"text": "is called. Tiger belly. Tiger belly. Tiger belly over there. That'd be cool, man. Yeah,", "start": 3347.72, "end": 3352.72}, {"text": "that would be pretty. I love to do that. We should do some. We should just do a", "start": 3352.72, "end": 3356.02}, {"text": "we should just do that. Yeah, on every podcast in the world, we I want to", "start": 3356.02, "end": 3361.42}, {"text": "become a promote insanely top level famous in a different country. Yeah, I", "start": 3361.42, "end": 3367.24}, {"text": "think that we are and then be forced to move.", "start": 3367.24, "end": 3369.4}, {"text": "Yeah, continue our life. Yeah, our like the fun, every like go we go there and", "start": 3369.4, "end": 3375.5}, {"text": "we become the first people to do", "start": 3375.5, "end": 3377.54}, {"text": "amazing next level alt comedy in the far east.", "start": 3379.88, "end": 3382.8}, {"text": "We are missing out not auto translating every single episode with AI to different languages.", "start": 3382.8, "end": 3390.28}, {"text": "That's what Mr. Beast does.", "start": 3390.28, "end": 3392.44}, {"text": "Is that what he actually does?", "start": 3392.44, "end": 3393.68}, {"text": "Well Mr. Beast has a channel for like 50 different languages translated.", "start": 3393.68, "end": 3398.32}, {"text": "Why aren't we doing that?", "start": 3398.32, "end": 3399.32}, {"text": "Because we don't have his kind of money man, he's the richest guy in the world.", "start": 3399.32, "end": 3403.08}, {"text": "I mean...", "start": 3403.08, "end": 3404.08}, {"text": "He's got more money than anybody.", "start": 3404.08, "end": 3405.08}, {"text": "We could figure it out.", "start": 3405.08, "end": 3406.08}, {"text": "This guy walks around in hands of homeless people with 10 million dollars.", "start": 3406.08, "end": 3408.6}, {"text": "He doesn't even notice it.", "start": 3408.6, "end": 3410.6}, {"text": "He doesn't even realize he's doing it.", "start": 3410.6, "end": 3412.6}, {"text": "He accidentally built a squid game.", "start": 3412.6, "end": 3414.6}, {"text": "He did?", "start": 3414.6, "end": 3416.6}, {"text": "It was an accident.", "start": 3416.6, "end": 3418.6}, {"text": "I thought it was on purpose.", "start": 3418.6, "end": 3420.6}, {"text": "It was a clerical error.", "start": 3420.6, "end": 3422.6}, {"text": "He was playing it off.", "start": 3422.6, "end": 3424.6}, {"text": "He was like, \"Fuck, I guess I'll make a fucking video now.\"", "start": 3424.6, "end": 3426.6}, {"text": "He did that on accident.", "start": 3426.6, "end": 3428.6}, {"text": "He didn't even realize it. He just ordered all this shit.", "start": 3428.6, "end": 3430.6}, {"text": "He got a big statue that shoots a laser.", "start": 3430.6, "end": 3432.6}, {"text": "That's crazy.", "start": 3432.6, "end": 3434.6}, {"text": "It's fucking insane what he's doing.", "start": 3434.6, "end": 3436.6}, {"text": "that. 90% of those videos. He's just walking around getting filmed. I mean no, he orders", "start": 3436.6, "end": 3445.28}, {"text": "the stuff accidentally, he goes on a shopping spree on Amazon and then he's like, \"Well,", "start": 3445.28, "end": 3449.08}, {"text": "I guess I could do a squid game with this.\" Is he a teetotattler? He's not a tattletale.", "start": 3449.08, "end": 3457.36}, {"text": "He's a teetotaller, is that how you say it? I've only seen that word written and never", "start": 3457.36, "end": 3461.92}, {"text": "heard. I think he's a tea totaler. I can't imagine Jimmy drinking. Yeah. Yeah.", "start": 3461.92, "end": 3466.92}, {"text": "Because I'm afraid of what Mr. Beast becomes when he drinks. Yeah, I know.", "start": 3466.92, "end": 3471.72}, {"text": "You hear the name. He's been training and losing weight. You hear the name", "start": 3471.72, "end": 3476.82}, {"text": "Mr. Beast and you think this guy must have gotten that nickname from pounding", "start": 3476.82, "end": 3480.82}, {"text": "them back, pounding back Coors Light every night. Mr. Beast. I don't really", "start": 3480.82, "end": 3485.62}, {"text": "think that. I think maybe he was like a feral animal. He was like kind of like", "start": 3485.62, "end": 3490.12}, {"text": "skinny fat like chubby. But he did post something where he said that he was 40%", "start": 3490.12, "end": 3494.72}, {"text": "body fat, which just can't be true. That is so fat. That is so much fatter than", "start": 3494.72, "end": 3500.22}, {"text": "he was. I feel like maybe he was fat before he was on YouTube or something,", "start": 3500.22, "end": 3503.68}, {"text": "or before he was famous. That could be true. I bet that's what it is. You know", "start": 3503.68, "end": 3506.7}, {"text": "that he's been grinding YouTube for like 15 years? Yeah, he made that video of him", "start": 3506.7, "end": 3511.08}, {"text": "saying every single word in the dictionary or something. Yeah, yeah, he", "start": 3511.08, "end": 3514.12}, {"text": "counted every single word, or not counted. No, he counted to one million. He", "start": 3514.12, "end": 3519.18}, {"text": "He counted to a million. And then he also, I think some, some podcasts,", "start": 3519.18, "end": 3522.58}, {"text": "I'm like, Hey, if you were going to make a video right now and you had nobody,", "start": 3522.58, "end": 3525.18}, {"text": "what would you do? And I think he said again, he was like,", "start": 3525.18, "end": 3527.42}, {"text": "I would count to 1 million. That's an amazing idea.", "start": 3527.42, "end": 3529.34}, {"text": "Like who will watch to this video? Yeah. Counting to a million.", "start": 3529.34, "end": 3535.06}, {"text": "I mean, I feel like that video is just him, like people just clicking on it.", "start": 3535.06, "end": 3540.26}, {"text": "That would take me so long. It'd be so fun.", "start": 3540.26, "end": 3542.34}, {"text": "It did you pull up the Mr. B's counting to 1 million video and it has the thing", "start": 3542.34, "end": 3545.78}, {"text": "and like over the like time bar where it shows like the most replayed and you", "start": 3545.78, "end": 3549.44}, {"text": "like click to see what the most replayed and he goes like a thousand", "start": 3549.44, "end": 3552.08}, {"text": "everyone going to find their favorite yeah yeah there. It is he said fifty", "start": 3552.08, "end": 3561.3}, {"text": "eight", "start": 3561.3, "end": 3561.68}, {"text": "that's my age. That's true. If yeah, if you're going to watch Mr. Beast, say", "start": 3561.68, "end": 3567.52}, {"text": "your your lucky number, there's probably pretty steep drop off after a hundred.", "start": 3567.52, "end": 3571.24}, {"text": "how many people are lucky numbers, my looking for seven thousand five", "start": 3571.28, "end": 3575.16}, {"text": "hundred and ninety six. I never see you. I see that number everywhere. Where do", "start": 3575.16, "end": 3580.56}, {"text": "people get these lucky numbers that they play in the lottery? Sometimes it's", "start": 3580.56, "end": 3584.08}, {"text": "grandma's birthday. Sometimes sometimes it's just a number that you feel is my", "start": 3584.08, "end": 3588.28}, {"text": "dad is a lucky number. What is it one like I'd say it publicly,", "start": 3588.28, "end": 3593.36}, {"text": "I'm not giving away the luck, not giving away the magic. I mean it has it", "start": 3593.36, "end": 3598.36}, {"text": "for him? Does he play the, has he ever won the lottery? He's never won the lottery, but", "start": 3598.4, "end": 3601.96}, {"text": "he he's still he's been using this lucky number for everything his whole life. But what is", "start": 3601.96, "end": 3607.28}, {"text": "there besides the lottery to use a lucky number for? Just anything where a number can be used.", "start": 3607.28, "end": 3612.34}, {"text": "What is another thing where you use a number? A password? Yeah, like phone number. You can't", "start": 3612.34, "end": 3617.8}, {"text": "choose your phone number. Yeah, you don't choose your phone number, but just like, you", "start": 3617.8, "end": 3620.8}, {"text": "know, just saying a number, pick a number. You can put your lucky number and you pick", "start": 3620.8, "end": 3625.28}, {"text": "like a six digit number. They want one and ten. It's not a six digit number.", "start": 3625.28, "end": 3628.78}, {"text": "This number is a five digit. It's a two digit number. You put your lucky number", "start": 3628.78, "end": 3633.1}, {"text": "in your password so that it logs. You make sure you log in every time. 69?", "start": 3633.1, "end": 3637.04}, {"text": "Wait, it says 69.", "start": 3637.04, "end": 3638.96}, {"text": "Was that close?", "start": 3638.96, "end": 3643.46}, {"text": "I'm never gonna tell you my dad's number. 23 Michael Jordan. No. 23 Lebron", "start": 3643.46, "end": 3651.08}, {"text": "James. No. 24 Kobe Bryant. No.", "start": 3651.08, "end": 3653.06}, {"text": "fucking what's another basketball player.", "start": 3654.36, "end": 3656.76}, {"text": "Forty-four already. Oh, no for I'm not even going to say yes. If you get it", "start": 3656.76, "end": 3662.16}, {"text": "forty-seven Andre Kalushnikov. No. Okay.", "start": 3662.16, "end": 3666.26}, {"text": "I'm not going to tell you", "start": 3666.26, "end": 3668.56}, {"text": "whatever do you're a bitch. No, I can't take. I'll tell you my lucky number", "start": 3668.56, "end": 3673.06}, {"text": "right now. Go ahead three. It's not three", "start": 3673.06, "end": 3675.66}, {"text": "- one", "start": 3675.66, "end": 3677.16}, {"text": "- three. So if you want to have a battle about it, we can't six six six.", "start": 3677.16, "end": 3681.56}, {"text": "That's the unluckiest number you can imagine. That's why you reclaim it.", "start": 3681.86, "end": 3685.26}, {"text": "You can't reclaim the 666. The devil has that on lock.", "start": 3685.26, "end": 3691.52}, {"text": "I bet that your dad's lucky number is like 13.", "start": 3691.52, "end": 3694.22}, {"text": "No. Come on.", "start": 3694.22, "end": 3697.14}, {"text": "Because it's ironically a lucky number.", "start": 3697.14, "end": 3699.62}, {"text": "People say lucky 13. It's not ironic.", "start": 3699.62, "end": 3701.82}, {"text": "That's a thing people say. People say that as an ironic thing because 13 is so unlucky.", "start": 3701.82, "end": 3706.5}, {"text": "52.", "start": 3706.5, "end": 3707.54}, {"text": "7 is a lucky number.", "start": 3707.54, "end": 3709.06}, {"text": "41.", "start": 3709.06, "end": 3709.82}, {"text": "14.", "start": 3709.82, "end": 3710.84}, {"text": "stop 15, 16, 17, 18,", "start": 3711.46, "end": 3714.46}, {"text": "22.", "start": 3714.46, "end": 3716.56}, {"text": "I can't jinx a lucky number for it's not jinxing. It is jinxing it. It's not", "start": 3716.56, "end": 3721.56}, {"text": "jinxing it to give away. If it were you just you guys, that's okay. So when the", "start": 3721.56, "end": 3726.06}, {"text": "camera, you have to keep in mind what's going on here, what we're doing right", "start": 3726.06, "end": 3729.76}, {"text": "now, this is not a safe place for me to share", "start": 3729.76, "end": 3732.96}, {"text": "to hundreds of thousands of people. I'll tell you my dad's lucky number. That's", "start": 3732.96, "end": 3738.96}, {"text": "really rude of you to do as I don't know what it is, but I'll text him and I'll", "start": 3738.96, "end": 3741.82}, {"text": "ask him see what it's like. Hey, what's your lucky number?", "start": 3741.82, "end": 3744.56}, {"text": "I haven't texted in six months. Hey, what is your lucky number?", "start": 3744.56, "end": 3750.56}, {"text": "That's not that bad to ask. That's what I'm saying. I don't think it's I think", "start": 3750.56, "end": 3755.46}, {"text": "you can get him a jersey. I'm just playing it safe or get like a hat for", "start": 3755.46, "end": 3759.96}, {"text": "him. It lives. What if I told you what if I said my dad's lucky number and he", "start": 3759.96, "end": 3762.76}, {"text": "died tomorrow? Well, I do think what if I don't say I think of us three, I think", "start": 3762.76, "end": 3767.06}, {"text": "easily the most superstitious one. You find synchronicities in almost everything.", "start": 3767.06, "end": 3774.66}, {"text": "I find all types of synchronicities. Patterns.", "start": 3774.66, "end": 3776.34}, {"text": "Patterns. When you told the story earlier about watching Ghost Hunters, I would not", "start": 3776.34, "end": 3780.22}, {"text": "have even thought of the betrayal that I was committing by watching that show.", "start": 3780.22, "end": 3785.66}, {"text": "It's Ghost Adventures.", "start": 3785.66, "end": 3786.66}, {"text": "See, I don't even know the name of it.", "start": 3786.66, "end": 3788.66}, {"text": "Ghost Hunters, Matt Schoolworth.", "start": 3788.66, "end": 3790.46}, {"text": "Oh really?", "start": 3790.46, "end": 3791.46}, {"text": "I don't even know if that's the show.", "start": 3791.46, "end": 3792.46}, {"text": "He said he knows them. Ghost Hunters was the first one on A&E.", "start": 3792.46, "end": 3795.94}, {"text": "I remember that show. So yeah, that's what I thought he was talking about.", "start": 3795.94, "end": 3798.44}, {"text": "See, I was I was so confused and", "start": 3798.44, "end": 3801.0}, {"text": "uneducated. I wouldn't even know when I was betraying him,", "start": 3801.0, "end": 3804.0}, {"text": "but you you were clear. You knew the betrayal and also as you were betraying", "start": 3804.0, "end": 3808.74}, {"text": "him, you knew that it was going to come back to bite you. I figured and then", "start": 3808.74, "end": 3812.44}, {"text": "when it did you were and you were looking for the bite. Also, yeah, the", "start": 3812.44, "end": 3815.84}, {"text": "bite you were you were on the hunt for a bite. Honestly, what I did not think", "start": 3815.84, "end": 3820.14}, {"text": "of the betrayal at all. And then I was not that I was just watching it and", "start": 3820.14, "end": 3823.64}, {"text": "and just my my complete honest reaction is I like was walking back to the trip", "start": 3823.64, "end": 3827.54}, {"text": "when I saw the screen and I saw the like KKK members of just my house. What the", "start": 3827.54, "end": 3831.18}, {"text": "hell", "start": 3831.18, "end": 3831.72}, {"text": "what the hell is this?", "start": 3831.72, "end": 3835.12}, {"text": "They change out loud,", "start": 3835.12, "end": 3838.62}, {"text": "it's like what the hell is this", "start": 3838.62, "end": 3842.32}, {"text": "jumping guy on the treadmill, hitting it at maximum speed and just running like", "start": 3842.32, "end": 3848.6}, {"text": "you never have before in your entire life.", "start": 3848.6, "end": 3850.32}, {"text": "yeah, but I did I did just fully of a what what is going on, but I didn't", "start": 3853.02, "end": 3857.22}, {"text": "think about it till afterwards. I think that every single machine at the gym", "start": 3857.22, "end": 3861.18}, {"text": "should have a TV on it. Yeah, most of the TVs don't work. There's one where it", "start": 3861.18, "end": 3865.58}, {"text": "works.", "start": 3865.58, "end": 3866.06}, {"text": "Thank you. Thank you. Let them know. Fix your damn TV. Fix your TV, man.", "start": 3866.06, "end": 3872.5}, {"text": "'Cause I go to the gym. You still go to that same gym. They play Impractical", "start": 3872.5, "end": 3878.54}, {"text": "Jokers. Yes. Yeah. And Practical Jokers friends and I will tell you that is the funniest show", "start": 3878.58, "end": 3884.18}, {"text": "I've ever seen in my life. In practical joke. I had never watched it before. I started going", "start": 3884.18, "end": 3887.14}, {"text": "to the gym here. That show is amazing. It is when they have been on that show for a", "start": 3887.14, "end": 3892.86}, {"text": "minute for a long time. When they make him work, when they make each other work at like", "start": 3892.86, "end": 3896.54}, {"text": "a Dunkin Donuts or whatever. It's funny. They have some really funny stuff in there. Tell", "start": 3896.54, "end": 3899.98}, {"text": "her you're going to kill yourself. He goes, I don't want to tell her that. That will be", "start": 3899.98, "end": 3904.94}, {"text": "That is amazing. Those guys have really done something special.", "start": 3904.94, "end": 3909.94}, {"text": "The Tenderloins.", "start": 3909.94, "end": 3910.94}, {"text": "That's a good idea for a show.", "start": 3910.94, "end": 3911.94}, {"text": "That's their name.", "start": 3911.94, "end": 3912.94}, {"text": "It's the best idea ever for a show.", "start": 3912.94, "end": 3913.94}, {"text": "They're a sketch troupe.", "start": 3913.94, "end": 3914.94}, {"text": "Really?", "start": 3914.94, "end": 3915.94}, {"text": "They're called the Tenderloins, yeah.", "start": 3915.94, "end": 3916.94}, {"text": "I didn't know that. I knew Sal was a stand-up.", "start": 3916.94, "end": 3918.94}, {"text": "When they go on that cruise, the cruise is them doing sketches.", "start": 3918.94, "end": 3922.94}, {"text": "Why are we not on the lineup for that cruise?", "start": 3922.94, "end": 3925.94}, {"text": "I have no idea why we aren't.", "start": 3925.94, "end": 3927.94}, {"text": "We should be on a cruise lineup.", "start": 3927.94, "end": 3929.94}, {"text": "I was talking to Eric the other day about us doing a Joy Tactics Potabelt list cruise.", "start": 3929.94, "end": 3936.7}, {"text": "On a canoe.", "start": 3936.7, "end": 3937.7}, {"text": "Not on a canoe.", "start": 3937.7, "end": 3938.7}, {"text": "We could fit more people on a canoe.", "start": 3938.7, "end": 3939.7}, {"text": "I think my uncle has a boat.", "start": 3939.7, "end": 3941.82}, {"text": "I mean we could get...", "start": 3941.82, "end": 3942.82}, {"text": "I don't know him that well, but also his boat is definitely not big enough to house all", "start": 3942.82, "end": 3948.26}, {"text": "of us.", "start": 3948.26, "end": 3949.26}, {"text": "We could get 100 people.", "start": 3949.26, "end": 3950.26}, {"text": "Not on that boat.", "start": 3950.26, "end": 3951.26}, {"text": "Not on that boat, but if we could get a boat that has 100 people and we could get everybody", "start": 3951.26, "end": 3954.74}, {"text": "eat something and we charge everybody $50,000, $40,000.", "start": 3954.74, "end": 3957.74}, {"text": "We could maybe eat something.", "start": 3957.74, "end": 3958.74}, {"text": "Yeah, that's how it would be.", "start": 3958.74, "end": 3959.74}, {"text": "just eat you eat you get on the boat on the boat, my corn dogs, hot dogs,", "start": 3959.74, "end": 3964.14}, {"text": "hamburgers, well the menu, just burger, basically every meal would be designed by", "start": 3964.14, "end": 3968.74}, {"text": "one. It's a six month cruise, yeah, yeah, we do the programming, it's a six month", "start": 3968.74, "end": 3973.98}, {"text": "cruise. How long are cruises? I mean, I think, depends on the cruise, yeah, yeah,", "start": 3973.98, "end": 3979.06}, {"text": "because I can't imagine being on a boat for like longer than a week and liking", "start": 3979.06, "end": 3984.62}, {"text": "it. Doesn't, might be ginants do a cruise? They do a cruise with the guy who did", "start": 3984.62, "end": 3987.58}, {"text": "still alive. John, no way. John, Jonathan, Jonathan, Colton, Colton, yeah, and", "start": 3987.62, "end": 3994.1}, {"text": "Paul and Storm. I don't know who that they all do a cruise. They do a big", "start": 3994.1, "end": 3998.26}, {"text": "cruise. 311 got a cruise with like did a cruise sugar ray and stuff and that", "start": 3998.26, "end": 4002.94}, {"text": "seems like the greatest cruise cruise. People die Natalie Holloway.", "start": 4002.94, "end": 4008.18}, {"text": "Often pretty often is that that's", "start": 4008.18, "end": 4010.82}, {"text": "who am I thinking of? Is that her Natalie Holloway? Your your even", "start": 4010.82, "end": 4015.22}, {"text": "Van der Sluyt or something killed her. He's in the news right now. What are you", "start": 4015.22, "end": 4019.1}, {"text": "talking about? Talking about that girl who got pushed off a cruise line or", "start": 4019.1, "end": 4023.2}, {"text": "something. I just saw the video of the kid who jumps off the cruise and just", "start": 4023.2, "end": 4025.9}, {"text": "dies instantly. Yeah, that's sad man. Yeah. Oh, I do. I keep I never watched", "start": 4025.9, "end": 4030.62}, {"text": "that one. I kept seeing it come up. I like why I don't want you to watch this.", "start": 4030.62, "end": 4034.78}, {"text": "What is this? I need to get this dirt off of my fucking screen man. Yeah, I", "start": 4034.78, "end": 4039.3}, {"text": "need to stop watching this HBO show. I need to stop watching the HBO show. What", "start": 4039.3, "end": 4043.4}, {"text": "happens in it. I've just been walking behind the couch while the girl watches. And I only", "start": 4043.42, "end": 4048.0}, {"text": "get for whatever reason walk into the most disgusting, I think the whole show is probably", "start": 4048.0, "end": 4051.58}, {"text": "disgusting because I only, when I walk in it's all the weekend saying show me your fucking", "start": 4051.58, "end": 4057.7}, {"text": "stinky, show me your butt from the back with your stinkiness. Your butthole is green. Put", "start": 4057.7, "end": 4063.38}, {"text": "honey on your butt. It's this kind of stuff. Put honey on your butt. Put grape jelly on", "start": 4063.38, "end": 4069.52}, {"text": "on your but please plant green, please, please,", "start": 4069.52, "end": 4073.32}, {"text": "so I think", "start": 4073.32, "end": 4077.72}, {"text": "put honey on your but if HBO wanted to give such a Maren Cohen that money and", "start": 4077.72, "end": 4085.82}, {"text": "he did that show and it was bore at instead of the weekend, be the funniest", "start": 4085.82, "end": 4088.72}, {"text": "show for the all amazing bore at on your but yeah, that sounds funny right if", "start": 4088.72, "end": 4094.78}, {"text": "they were playing it for laughs and not not like oh, we're making people wet at", "start": 4094.78, "end": 4098.72}, {"text": "their house. Yeah, that's like you for you make my wife wet", "start": 4098.74, "end": 4103.4}, {"text": "you for you guy. It's a you for you guy and he was like what if", "start": 4103.4, "end": 4108.54}, {"text": "I make the girl 18 this time and now he's like okay, and now", "start": 4108.54, "end": 4113.54}, {"text": "she can get all sexual, but they get a show on the", "start": 4113.54, "end": 4117.06}, {"text": "titty's and buttholes and you for you all and they're supposed", "start": 4117.06, "end": 4120.14}, {"text": "to be eleven years old. Yeah, it's a middle school. I'm gonna", "start": 4120.14, "end": 4123.34}, {"text": "kill you. It's supposed to be the spiritual successor your", "start": 4123.34, "end": 4125.94}, {"text": "I'm going to kill you. It's a spiritual successor to recess. No fucking way. I swear to God.", "start": 4125.94, "end": 4130.98}, {"text": "Spinelli's in it? Spinelli's in it. And she's all grown up. No, they're not even grown up.", "start": 4130.98, "end": 4135.02}, {"text": "They're supposed to be the same age. All grown same up. I'm going to take him out. Euphoria", "start": 4135.02, "end": 4141.34}, {"text": "the creator, I'm going to shoot you in the head. They got the kid with the backwards", "start": 4141.34, "end": 4144.74}, {"text": "hat? PJ. That kid was cool, man. I'm going to be real. I thought that that kid was cool", "start": 4144.74, "end": 4151.06}, {"text": "I copied most of my life off of them.", "start": 4151.06, "end": 4153.66}, {"text": "Yeah, I think that they should make recess again.", "start": 4153.66, "end": 4160.86}, {"text": "Oh really?", "start": 4160.86, "end": 4162.42}, {"text": "Oh, okay.", "start": 4162.42, "end": 4163.86}, {"text": "Alright, we'll end the podcast on that.", "start": 4163.86, "end": 4166.94}, {"text": "That's a banger to end on.", "start": 4166.94, "end": 4167.94}, {"text": "Yeah, they should make recess again.", "start": 4167.94, "end": 4169.82}, {"text": "Do we have info for anybody?", "start": 4169.82, "end": 4172.26}, {"text": "Yeah, we can get to the shareholder meetings next Friday, which would be the 23rd, I think,", "start": 4172.26, "end": 4180.66}, {"text": "6 p.m. June 23rd June 23rd mark your calendars make sure I come slash shows", "start": 4180.66, "end": 4185.82}, {"text": "world's biggest army port of call go on a sketch show with us home planet and", "start": 4185.82, "end": 4190.02}, {"text": "Pierce Campion and it's gonna be very fun and basically it's gonna be videos live", "start": 4190.02, "end": 4197.7}, {"text": "performance of sketches as well as other funny tidbits what else I will there", "start": 4197.7, "end": 4204.38}, {"text": "It will be a t-shirt cannon. I will be at the show watching TV tonight, maybe", "start": 4204.38, "end": 4211.02}, {"text": "watch an episode of Peep Show. Oh, might read a little of my book. Oh, will you?", "start": 4211.02, "end": 4215.42}, {"text": "And perhaps I'll have dinner.", "start": 4215.42, "end": 4218.5}, {"text": "Okay, bye.", "start": 4218.5, "end": 4220.66}], "title": "#188 - If These Shirts Could Talk", "link": "https://www.patreon.com/posts/188-if-these-84630794", "date": "Sat, 17 Jun 2023 11:00:04 GMT", "id": 39}