{"lines": [{"text": "I", "start": 0.0, "end": 0.5}, {"text": "okay,", "start": 0.5, "end": 9.46}, {"text": "you can't do that. I clap keep that in the", "start": 9.46, "end": 13.3}, {"text": "way. Okay, clap clap for real. I did clap. I heard you already. You didn't", "start": 13.3, "end": 19.74}, {"text": "miss the way", "start": 19.74, "end": 20.48}, {"text": "did you ever know how to do a turbo far with your leg with my leg where you put", "start": 20.48, "end": 27.8}, {"text": "you do that, but you put it under your knees and then you put your legs under", "start": 27.84, "end": 31.84}, {"text": "your knees and they could go.", "start": 31.84, "end": 33.84}, {"text": "That shit made me laugh in gym class.", "start": 33.84, "end": 37.84}, {"text": "Let's see.", "start": 37.84, "end": 39.84}, {"text": "My hands are too dry right now.", "start": 39.84, "end": 41.84}, {"text": "I've never been able to do that, man.", "start": 41.84, "end": 42.84}, {"text": "I've been able to do it a few times, but my hands don't get so wet, maybe.", "start": 42.84, "end": 45.84}, {"text": "Speaking of farts, I seriously think yesterday,", "start": 45.84, "end": 49.84}, {"text": "I think, and I already, Juby already heard this.", "start": 49.84, "end": 52.84}, {"text": "You had a turd blast?", "start": 52.84, "end": 53.84}, {"text": "No. Well, yes. But I think that I farted.", "start": 53.84, "end": 55.84}, {"text": "Go figure.", "start": 55.84, "end": 56.84}, {"text": "here. I think I farted and I think I genuinely ripped my asshole. Yeah, when I", "start": 56.84, "end": 62.28}, {"text": "was a lot fatter, I used to get that did nothing for you. No, you had to be at", "start": 62.28, "end": 66.88}, {"text": "this. I asshole's been hurting for two days. I think buddy, I think it means", "start": 66.88, "end": 70.6}, {"text": "you're getting it.", "start": 70.6, "end": 71.6}, {"text": "You think I'm getting fat fat people fart hard. I used to when I was when I was a", "start": 71.6, "end": 78.54}, {"text": "lot bigger when I was like two hundred thirty pounds. I", "start": 78.54, "end": 82.2}, {"text": "I think I had hemorrhoids, maybe when I was I never farted once when you were", "start": 83.86, "end": 89.66}, {"text": "three hundred and seventy pounds. Yeah, I kind of miss that's what I wait. I'm", "start": 89.66, "end": 92.74}, {"text": "just a big Cameron. Yeah, yes, you're going around like a balloon. We used to", "start": 92.74, "end": 96.48}, {"text": "play", "start": 96.48, "end": 96.94}, {"text": "yesterday. You say yesterday, yesterday, that's fire. Yeah, you do need to lose", "start": 96.94, "end": 101.58}, {"text": "some weight. You are disgusting to look at. It's like the whale when I come in", "start": 101.58, "end": 105.46}, {"text": "here. Yeah, as you'll be blowing my hole.", "start": 105.46, "end": 108.42}, {"text": "Damn,", "start": 108.42, "end": 110.62}, {"text": "Here's what me and Patrick were doing last night.", "start": 112.1, "end": 114.1}, {"text": "Every food has its taste, just like every drink has its ice.", "start": 114.1, "end": 123.1}, {"text": "Just like every...", "start": 123.1, "end": 127.1}, {"text": "(applause)", "start": 127.1, "end": 129.1}, {"text": "Pretty good.", "start": 129.1, "end": 130.1}, {"text": "Every taco has its hot, hot sauce.", "start": 130.1, "end": 135.1}, {"text": "No, that's not true. Not every taco has hot sauce, first of all.", "start": 135.1, "end": 138.1}, {"text": "Second of all, the funny thing is to make it really big in general.", "start": 138.1, "end": 141.1}, {"text": "in general. Okay, so maybe every food and drink just like this is just off the", "start": 141.1, "end": 145.68}, {"text": "top of my head, but", "start": 145.68, "end": 146.34}, {"text": "blanket every sauce has its cap. The one that was sticking in my head from the", "start": 146.34, "end": 153.74}, {"text": "other day that that's been stuck with me was was breaking bad better call. So", "start": 153.74, "end": 159.66}, {"text": "the wider and adventure time", "start": 159.66, "end": 162.7}, {"text": "watching TV", "start": 162.7, "end": 165.34}, {"text": "watching", "start": 165.34, "end": 167.1}, {"text": "oh yeah and is doing ten thousand verse", "start": 169.54, "end": 172.9}, {"text": "the office and peep show and also i'm watching what's a one glee. My", "start": 172.9, "end": 180.3}, {"text": "children are watching shows to they are watching veggie tales, cocoa, melon,", "start": 180.3, "end": 186.86}, {"text": "Daniel, tiger, G tails and sponge bob to", "start": 186.86, "end": 190.9}, {"text": "the big bang theory and also day", "start": 190.9, "end": 196.62}, {"text": "Cameron's angle is fucked up again.", "start": 196.62, "end": 203.62}, {"text": "Cameron angle, like camera angle.", "start": 203.62, "end": 207.62}, {"text": "Oh yeah, that's something for sure.", "start": 207.62, "end": 210.62}, {"text": "Now we each got our own camera. Wow.", "start": 210.62, "end": 213.62}, {"text": "Okay.", "start": 213.62, "end": 215.62}, {"text": "Yeah, I haven't been watching much TV recently.", "start": 215.62, "end": 217.62}, {"text": "I just have been watching TV.", "start": 217.62, "end": 219.62}, {"text": "I actually watched a few episodes this week,", "start": 219.62, "end": 223.62}, {"text": "last week, but honestly it feels wasteful because like I'm waste like", "start": 223.62, "end": 227.78}, {"text": "this could be going to someone who wants to watch it. Yes, and they're like I", "start": 227.78, "end": 231.26}, {"text": "always think this could be going to this electricity could be going to a", "start": 231.26, "end": 234.92}, {"text": "somebody in the dark in Africa, a dark. I don't think they have the I think", "start": 234.92, "end": 240.76}, {"text": "they all have electricity in Africa. Now you think they all have electricity in", "start": 240.76, "end": 244.26}, {"text": "Africa. We don't even have electricity in America. Well, I said it faster than", "start": 244.26, "end": 248.22}, {"text": "you. So I get you that one. I was trying to think well what I think most here", "start": 248.22, "end": 252.1}, {"text": "And then you said in America, so I changed to copy you. Most of Africa has", "start": 252.14, "end": 255.84}, {"text": "electricity. We need to do an Africa tour. Yeah, I need to be and I'm not", "start": 255.84, "end": 261.0}, {"text": "saying I'm not saying US. So I want to be in Africa, taking pictures, safari", "start": 261.0, "end": 266.88}, {"text": "photos of us with a dragon. When I was in or a lion, Mexico,", "start": 266.88, "end": 271.0}, {"text": "whatever they got in the Serengeti. When I was in a when I was in a Mexico,", "start": 271.0, "end": 276.62}, {"text": "and we were hanging out with this couple who was from Europe, and they were", "start": 276.62, "end": 281.2}, {"text": "tell they were like kind of like those world traveler types where they're", "start": 281.22, "end": 284.42}, {"text": "like yeah, I'm from Romania, but we were in like we how we went to Sweden last", "start": 284.42, "end": 289.02}, {"text": "like last month or whatever, but they're telling us that they went on a safari in", "start": 289.02, "end": 292.4}, {"text": "Africa and it sounds like actual hell. It's not like the worst trip you can", "start": 292.4, "end": 296.22}, {"text": "ever. It sounds like Africa, it just on a safari because you have to the animals", "start": 296.22, "end": 300.12}, {"text": "are awake at like only awake at like four AM. You have to you like wake up at", "start": 300.12, "end": 304.24}, {"text": "three AM and then you like have to go and you have to stay on the move,", "start": 304.24, "end": 307.68}, {"text": "because if you stay in any one place too long, like the lines and the hyenas will", "start": 307.68, "end": 310.98}, {"text": "come get you because you're like sleeping. You know, she was telling us", "start": 311.02, "end": 314.26}, {"text": "this thing. We're like she like got up and there was just like a hyena just", "start": 314.26, "end": 317.78}, {"text": "watching her and just slowly walking towards her and they gave her a", "start": 317.78, "end": 320.42}, {"text": "walkie-talkie to tell if like an animal is coming after them. She's like", "start": 320.42, "end": 323.46}, {"text": "there's a hyena coming after me and they're just like no respond. The whole", "start": 323.46, "end": 327.22}, {"text": "thing with the because hyenas love to laugh well, but so tigers and lions and", "start": 327.22, "end": 332.02}, {"text": "bears, oh my all of these creatures, if they're in a zoo or a some kind of", "start": 332.02, "end": 338.18}, {"text": "captivity. They're much more likely to attack people because on a safari, they", "start": 338.22, "end": 342.82}, {"text": "think that the car is a big thing. They think the car is one big monster.", "start": 342.82, "end": 347.7}, {"text": "They take the cars and they put like a big vinyl wrap. I don't know.", "start": 347.7, "end": 353.5}, {"text": "They put a big vinyl wrap over the car to make it look like it's some kind of", "start": 353.5, "end": 358.42}, {"text": "like dinosaur, like elephant or something. Because they still got that in", "start": 358.42, "end": 361.86}, {"text": "their brain.", "start": 361.86, "end": 362.42}, {"text": "yeah yeah, that's what they know. What you know the we do they take the red", "start": 362.42, "end": 366.78}, {"text": "nose. They take the red nose and there were the antlers and they put on the", "start": 366.78, "end": 370.66}, {"text": "car yeah", "start": 370.66, "end": 371.5}, {"text": "that's one reindeer that no animal would ever put a humans on board bumper", "start": 371.5, "end": 377.9}, {"text": "sticker. Yeah, a little white lines like oh, oh, I'm not going to I'm not going", "start": 377.9, "end": 381.98}, {"text": "to attack this thing yeah, because of the paperwork I'd have to do and like", "start": 381.98, "end": 385.74}, {"text": "insurance company. I think that any animal that attacks somebody. Oh, we", "start": 385.74, "end": 389.5}, {"text": "didn't talk about the monkey torture thing. Oh yeah, we've been talking about", "start": 389.54, "end": 393.86}, {"text": "that for years.", "start": 393.86, "end": 394.9}, {"text": "What do you talk about? We talked about the monkey, the", "start": 394.9, "end": 400.54}, {"text": "Facebook page. Yeah, oh, okay, wait, it was that guy from that Facebook. I", "start": 400.54, "end": 406.3}, {"text": "think so. I think that's well anyway. I think that I mean I don't know if it's", "start": 406.3, "end": 410.02}, {"text": "all if I assume that there's probably multiple like kind of splinters cells", "start": 410.02, "end": 414.14}, {"text": "and torture groups. Yeah, monkeys, yeah, they're all on telegram because you", "start": 414.14, "end": 416.98}, {"text": "but yeah, I imagine that this this torture monkey group maybe might not", "start": 417.02, "end": 420.16}, {"text": "also be the ones who are all on YouTube. It might not be the same. I didn't read", "start": 420.16, "end": 424.3}, {"text": "anything about it, but I did see a headline that was like monkey torture. I", "start": 424.3, "end": 426.86}, {"text": "didn't read all that much about chopping off fingers. Apparently, the guy got", "start": 426.86, "end": 429.76}, {"text": "started by tickling the yeah or no, not tickling sorry. He was and they call him", "start": 429.76, "end": 434.32}, {"text": "the torture king baiting him with which say monkey torture king yeah, yeah, he", "start": 434.32, "end": 438.78}, {"text": "probably wouldn't be that good at torturing a human. No, he could be", "start": 438.78, "end": 441.4}, {"text": "really good at torture. I'm not that hard to torture a human because you just", "start": 441.4, "end": 444.34}, {"text": "up off the fingers. It's the same thing. He's really good at torturing humans that love", "start": 444.38, "end": 448.38}, {"text": "monkeys. That's true. You don't really have to have a mini night system. You don't really", "start": 448.38, "end": 452.38}, {"text": "have to have like an imagine, you don't have to really be creative if you're torturing", "start": 452.38, "end": 455.38}, {"text": "someone. You just have to do, it's not like you're getting tortured like, \"Wow, this guy's", "start": 455.38, "end": 458.38}, {"text": "really good at torturing me.\" He knows, he's coming up with wickedly clever ways to...", "start": 458.38, "end": 462.38}, {"text": "I'm going to be honest. Plus they're just copying Saw and Hostile the whole time. I'm", "start": 462.38, "end": 465.38}, {"text": "going to be completely honest. I do not understand torture at all. Me neither. And I don't know", "start": 465.38, "end": 468.38}, {"text": "why you would do that. Me neither. For information. Straight up. Well, but that's it. But what", "start": 468.38, "end": 472.38}, {"text": "you gonna this guy's looking for bananas why is he torturing these monkeys? In cases of", "start": 472.38, "end": 476.7}, {"text": "information and maybe power. I think it's about power. Yeah but you already have so much power", "start": 476.7, "end": 483.34}, {"text": "over a monkey. Wait not true, not true they got poop powers. No but you can put it in an outfit", "start": 483.34, "end": 488.22}, {"text": "you can dress up you can make a monkey look like Mr. Incredible. I think the reason you torture", "start": 488.22, "end": 492.06}, {"text": "a monkey is because you realize that you never have power over a monkey because they can just", "start": 492.06, "end": 495.5}, {"text": "go live in the woods. Yeah but you can do that. No not this. No you can't live in the woods. So", "start": 495.5, "end": 499.66}, {"text": "So you think that he tortured these poor little monkeys out of jealousy?", "start": 499.66, "end": 502.98}, {"text": "No I think he was a pedophile and that was the closest thing to a kid that he had in", "start": 502.98, "end": 506.22}, {"text": "his life.", "start": 506.22, "end": 507.22}, {"text": "They were probably jumping on his bed all night.", "start": 507.22, "end": 508.22}, {"text": "He had more monkeys in his life than kids?", "start": 508.22, "end": 510.1}, {"text": "Yeah I think so.", "start": 510.1, "end": 511.1}, {"text": "Said that in the article.", "start": 511.1, "end": 512.42}, {"text": "No it didn't.", "start": 512.42, "end": 513.42}, {"text": "I heard it.", "start": 513.42, "end": 514.42}, {"text": "I heard the article I read was that he was a doctor and a mommy kept calling him because", "start": 514.42, "end": 521.66}, {"text": "they were jumping on the bed.", "start": 521.66, "end": 524.06}, {"text": "So he was he's finally snapped.", "start": 524.06, "end": 526.78}, {"text": "A mommy monkey?", "start": 526.78, "end": 528.38}, {"text": "Yeah.", "start": 528.38, "end": 529.38}, {"text": "we call the doctor and the doctor said no more monkeys jumping on the bed and he", "start": 529.38, "end": 533.32}, {"text": "snapped. Oh, is that would actually be a fucking sick gritty movie to make yeah", "start": 533.32, "end": 537.38}, {"text": "the gritty reboot of no more monkeys jumping on the bed doctor coming in", "start": 537.38, "end": 541.14}, {"text": "and he's like he's like a fucked up like he's a fucked up. That Michael", "start": 541.14, "end": 544.58}, {"text": "villain doctor, Michael Shannon face, he has goggles or you can't see his eyes", "start": 544.58, "end": 547.82}, {"text": "and it's like let's say handle these monkeys. Let's go talk to these", "start": 547.82, "end": 551.42}, {"text": "that would be too scary", "start": 551.42, "end": 555.18}, {"text": "and all the monkeys are a g i andy circus down like like serial killer movie,", "start": 556.66, "end": 561.36}, {"text": "like they're making one of those like jeffrey dommer ted, but yeah and it's", "start": 561.36, "end": 564.4}, {"text": "like it's like it's the thing where like the neighbor knocks on like", "start": 564.4, "end": 568.42}, {"text": "jeffrey dommers doors like it's like it's my neighbor. I like shit near a", "start": 568.42, "end": 573.16}, {"text": "little weird in here and jeffy. I was like", "start": 573.16, "end": 574.82}, {"text": "I don't have a", "start": 574.82, "end": 579.16}, {"text": "funny buddy. I got oh okay. Hey my bad man. My bad. Hey me and the missus are", "start": 581.22, "end": 587.46}, {"text": "having a cookout next week. He's going to come through. Oh that's Smeagol's", "start": 587.46, "end": 589.92}, {"text": "voice.", "start": 589.92, "end": 590.28}, {"text": "Not really, it's just an evil voice. It was kind of Smeagol's voice. I could", "start": 590.28, "end": 595.0}, {"text": "have, I could have shmeaged it up.", "start": 595.0, "end": 596.74}, {"text": "Shmeaged it up. Did you guys play the Smeagol game? No, I want to. It looked", "start": 596.74, "end": 600.82}, {"text": "fun, but it should have been. It looked really funny. It should have been, they", "start": 600.82, "end": 603.38}, {"text": "put him in New York City, make it like Spider-Man. Yeah. That would be a much", "start": 603.38, "end": 606.66}, {"text": "better game. Tell him to make a sequel. If you- Every game should be the main", "start": 606.66, "end": 610.02}, {"text": "character in New York City. If you are a video game modder, if you mod video", "start": 610.04, "end": 614.6}, {"text": "games, if that's your thing, if that's your hobby, you get that Smeagol game", "start": 614.6, "end": 618.68}, {"text": "right now. You change the map to Times Square using Unity or Havoc or whatever", "start": 618.68, "end": 626.68}, {"text": "engine it was in. You change that map to Times Square. You put a full pedestrian", "start": 626.68, "end": 632.6}, {"text": "like walking stuff, pedestrian AI, hot dog vendors, Elmo, fucking everything", "start": 632.6, "end": 639.72}, {"text": "it's in Times Square and Smiegel has to walk up to them and go. I want a video", "start": 639.72, "end": 644.86}, {"text": "game where you play as the costume guys in Times Square. Yeah, that's a, oh,", "start": 644.86, "end": 650.48}, {"text": "it's a good idea. It'd be like that game with the Tokyo Jungle where, like, the", "start": 650.48, "end": 654.56}, {"text": "dog you play is like the different animals. Did I ever tell you guys what", "start": 654.56, "end": 657.68}, {"text": "happened to me with the postal and he snaps with the costume people in Times", "start": 657.68, "end": 661.24}, {"text": "Square when, when we were filming that video with Alex and Joe? Would they got", "start": 661.24, "end": 665.8}, {"text": "mad at you or something. They captured me yeah. I was that video. I was", "start": 665.82, "end": 670.18}, {"text": "wandering around New York yeah and we were in Times Square and we didn't use", "start": 670.18, "end": 672.9}, {"text": "it because I guess there wasn't good footage of it, but I was like going up", "start": 672.9, "end": 676.38}, {"text": "to the I was going up to the costume people and being like who are you? What", "start": 676.38, "end": 680.1}, {"text": "are you supposed to be and then they all immediately I did it. I said it to one", "start": 680.1, "end": 685.5}, {"text": "person. They all like got wind that I was talking to one of them and they all", "start": 685.5, "end": 688.86}, {"text": "encircled me literally like actually surrounded me. We're coming over like", "start": 688.86, "end": 692.74}, {"text": "picture picture picture, and then I was like I was trying to like get through,", "start": 692.82, "end": 696.18}, {"text": "and I like I saw they had that you know they have the big transformers yeah.", "start": 696.18, "end": 699.18}, {"text": "There was like a giant bumblebee guy and I was I was like walking towards him", "start": 699.18, "end": 704.06}, {"text": "and being like who are you and then he like went to like to like hug me like", "start": 704.06, "end": 707.86}, {"text": "he put his arms around and he like he like really lightly touched me, but it", "start": 707.86, "end": 711.48}, {"text": "like bump me forward and I like smacked my against his cost in the bumblebee", "start": 711.48, "end": 715.78}, {"text": "and I smacked my head against the bumblebees like torso and I went out and", "start": 715.78, "end": 719.7}, {"text": "man, all of the costume people and she was scattered.", "start": 719.74, "end": 723.1}, {"text": "Dude, they're so afraid of hurting somebody. They get sued a bunch, I've", "start": 723.1, "end": 728.18}, {"text": "heard. There's no way people are suing them. Don't they get sued? There's", "start": 728.18, "end": 732.3}, {"text": "always picture, there's like pictures I've seen of like Elmo getting arrested.", "start": 732.3, "end": 736.1}, {"text": "But that's not for being... I don't think it's... You don't get arrested", "start": 736.1, "end": 738.34}, {"text": "when you get sued. Yeah. He maybe got mad. Yeah, you do.", "start": 738.34, "end": 742.18}, {"text": "Don't, don't, don't. He maybe got mad at somebody. Come on. He maybe got", "start": 742.18, "end": 745.48}, {"text": "mad at somebody, tried to hit him or something. 'Cause that's how much else", "start": 745.48, "end": 748.1}, {"text": "He was arrested for allegedly groping a 14 year old.", "start": 748.1, "end": 750.94}, {"text": "Oh, okay.", "start": 750.94, "end": 751.94}, {"text": "Look at that fucking picture though!", "start": 751.94, "end": 755.02}, {"text": "Go back to the last one.", "start": 755.02, "end": 756.5}, {"text": "Yeah, that's a pretty poor, that's a piss poor Elmo costume.", "start": 756.5, "end": 760.34}, {"text": "I'm going to be completely honest with you.", "start": 760.34, "end": 765.18}, {"text": "His eyes are in two different directions and this lady doesn't even know that she's one", "start": 765.18, "end": 768.66}, {"text": "of the most famous women in the world right now.", "start": 768.66, "end": 770.34}, {"text": "This lady doesn't want to, doesn't want to look at him.", "start": 770.34, "end": 776.14}, {"text": "We could do that.", "start": 776.14, "end": 777.14}, {"text": "I think we I mean we always could use some extra money. I don't know you guys. I", "start": 777.14, "end": 781.02}, {"text": "could so what if we went what if we went and we dressed up as something easy like", "start": 781.02, "end": 784.86}, {"text": "characters from the office or yeah yeah yeah yeah yeah, we're famous enough. We", "start": 784.86, "end": 790.58}, {"text": "could just go as ourselves. That's real shit yeah, I just feel like I didn't", "start": 790.58, "end": 794.54}, {"text": "picture with us. I forgot how famous we are. Yeah, that were perfectly famous", "start": 794.54, "end": 798.1}, {"text": "to be amazing. Do you want a picture of yeah picture with on a picture with me?", "start": 798.1, "end": 802.14}, {"text": "Yeah, but we address as each other. I'm with the other two. You had to dress it", "start": 802.14, "end": 806.02}, {"text": "around here somewhere. That'd be the good trick. I don't want to dress up as you. Why?", "start": 806.06, "end": 811.32}, {"text": "Me neither. Gotta wear a funny hat. I don't want to dress up as either of you. I dress", "start": 811.32, "end": 815.56}, {"text": "modestly. I don't want to dress up as either of you. Really? I dress modest. Really slut?", "start": 815.56, "end": 819.42}, {"text": "Your clothes would be too small on me. I don't dress like a slut whatsoever. You do dress", "start": 819.42, "end": 823.02}, {"text": "like a slut. My clothes would be too small. I wear a large shirt. You're wearing a slut's", "start": 823.02, "end": 827.4}, {"text": "outfit. It's too small for me. I'm fully cut. You can't even see my wrists. You look a smalza", "start": 827.4, "end": 832.14}, {"text": "I'm a normal sized guy. I do think I'm shrinking. You're shrinking. It's just the chair, man.", "start": 832.14, "end": 841.9}, {"text": "I used to play, when I used to play basketball, I could grab the rim. Right. I was heavier", "start": 841.9, "end": 846.56}, {"text": "than I was then. I was heavier than I am now. Yeah. It was a little tight. Yeah. No, it", "start": 846.56, "end": 851.86}, {"text": "was in my front yard. Yeah. It was on your door. Yeah. I used to be able to palm the", "start": 851.86, "end": 856.34}, {"text": "ball too. Golf ball. You know what it is, is you're playing on real streetball courts", "start": 856.34, "end": 861.94}, {"text": "now. That's right. I hate street busy. These people are cooking me on the street ball court.", "start": 861.94, "end": 867.5}, {"text": "Actually no, I played basketball the other day and I was frying. You were playing against", "start": 867.5, "end": 871.82}, {"text": "Noah that's a different thing. No, I beat Noah really easily. But me and Sam went over", "start": 871.82, "end": 875.5}, {"text": "to a court in Williamsburg and I played against these. Where did you go? Reggaeton? I don't", "start": 875.5, "end": 879.5}, {"text": "know what the hell you're talking about. North Rodney Park. There's no skating at this park.", "start": 879.5, "end": 886.14}, {"text": "like two little ledges at this one basketball court, but it's off of Metropolitan. Yeah,", "start": 886.14, "end": 891.82}, {"text": "it's like near rocker.", "start": 891.82, "end": 892.82}, {"text": "Rola near rocker. Oh, okay. All right. Never mind. I think of a different place. Anyway,", "start": 892.82, "end": 898.38}, {"text": "I am glad we got that reggaeton chopped out. Yeah, I was it was amazing. It was my first", "start": 898.38, "end": 904.86}, {"text": "time playing basketball in like years and I just so happened to play against like four", "start": 904.86, "end": 908.9}, {"text": "like five foot Dominican guys. Yeah, it's always just blocking the shit out of them.", "start": 908.9, "end": 913.7}, {"text": "And I was talking shit too. I get mean when I play basketball.", "start": 913.7, "end": 916.78}, {"text": "You get mean when you play any game.", "start": 916.78, "end": 918.58}, {"text": "That's not true.", "start": 918.58, "end": 919.58}, {"text": "Yeah, it is true.", "start": 919.58, "end": 920.58}, {"text": "What game have you played with me that I get mean about?", "start": 920.58, "end": 922.14}, {"text": "I don't play with you anymore because of that.", "start": 922.14, "end": 924.86}, {"text": "What game do I make you...", "start": 924.86, "end": 925.86}, {"text": "Warzone during COVID. You would tell me how bad I suck.", "start": 925.86, "end": 929.14}, {"text": "Because you suck.", "start": 929.14, "end": 930.14}, {"text": "Yeah, I know.", "start": 930.14, "end": 931.14}, {"text": "You play on like a funny mouse pad that's this big with the highest sensitivity ever", "start": 931.14, "end": 936.7}, {"text": "and you just walk around, you look at the ground.", "start": 936.7, "end": 939.18}, {"text": "That's how you play shooters.", "start": 939.18, "end": 940.66}, {"text": "I like to take in my environment.", "start": 940.66, "end": 944.02}, {"text": "Do you think you're competitive?", "start": 944.02, "end": 945.52}, {"text": "No.", "start": 945.52, "end": 946.52}, {"text": "Are you competitive with skating?", "start": 946.52, "end": 947.52}, {"text": "No, not at all.", "start": 947.52, "end": 948.52}, {"text": "Yeah, how could you?", "start": 948.52, "end": 949.52}, {"text": "That's why I do it.", "start": 949.52, "end": 950.52}, {"text": "Because it's the least competitive thing to do.", "start": 950.52, "end": 952.26}, {"text": "Because it's not one versus one.", "start": 952.26, "end": 953.78}, {"text": "Well, unless you play skate.", "start": 953.78, "end": 954.78}, {"text": "It's one versus myself.", "start": 954.78, "end": 955.78}, {"text": "Unless you play skate.", "start": 955.78, "end": 956.98}, {"text": "It's man versus machine.", "start": 956.98, "end": 958.38}, {"text": "Man versus environment.", "start": 958.38, "end": 959.38}, {"text": "Oh yeah, MVE.", "start": 959.38, "end": 960.38}, {"text": "But I was asking about reggaeton because that's where I got my two clips in Blaine's video.", "start": 960.38, "end": 965.14}, {"text": "That's huge.", "start": 965.14, "end": 966.14}, {"text": "Those clips, man, those are just so fire.", "start": 966.14, "end": 967.86}, {"text": "Yeah, and they're at the park that Caleb was at.", "start": 967.86, "end": 969.66}, {"text": "He had a one second grind.", "start": 969.66, "end": 970.98}, {"text": "I almost can't believe that you guys were in the same place.", "start": 970.98, "end": 973.02}, {"text": "That trick is actually hard.", "start": 973.02, "end": 974.02}, {"text": "That's a front crook.", "start": 974.02, "end": 975.02}, {"text": "That's a front crook on a ledge that you had to pop out of.", "start": 975.02, "end": 977.18}, {"text": "I think he jumped.", "start": 977.18, "end": 978.18}, {"text": "Yeah, there was a crook in that video.", "start": 978.18, "end": 979.18}, {"text": "Yeah, yeah.", "start": 979.18, "end": 980.18}, {"text": "Somebody breaking the law.", "start": 980.18, "end": 981.18}, {"text": "Breaking the law.", "start": 981.18, "end": 982.18}, {"text": "Breaking the law.", "start": 982.18, "end": 983.18}, {"text": "Back crook.", "start": 983.18, "end": 984.18}, {"text": "Back crook.", "start": 984.18, "end": 985.18}, {"text": "If I was a mayor of New York, I would literally, I wouldn't even be arresting skaters.", "start": 985.18, "end": 988.26}, {"text": "He did.", "start": 988.26, "end": 989.26}, {"text": "There's a video of him at Borough Hall.", "start": 989.26, "end": 990.26}, {"text": "I would be distributing drugs to skaters.", "start": 990.26, "end": 992.26}, {"text": "As if they can't get it themselves.", "start": 992.26, "end": 993.26}, {"text": "But I would be flooding the streets.", "start": 993.26, "end": 995.22}, {"text": "Every skater, I would have Badger from Breaking Bad sitting in every skate park handing out", "start": 995.22, "end": 1000.38}, {"text": "dime bags of whatever.", "start": 1000.38, "end": 1001.38}, {"text": "I would be distributing free boards and yeah, they're landmines and the wheels are black", "start": 1001.38, "end": 1005.66}, {"text": "bombs with fuses.", "start": 1005.66, "end": 1006.66}, {"text": "But there's a video of Eric Adams.", "start": 1006.66, "end": 1014.1}, {"text": "It's like the day after he just got the Brooklyn Banks back and it's a video of him just like", "start": 1014.1, "end": 1019.3}, {"text": "telling people to stop skating at Borough Hall.", "start": 1019.3, "end": 1022.54}, {"text": "And people were, \"How dare he?\"", "start": 1022.54, "end": 1024.74}, {"text": "what the fuck is wrong with this guy? He is doing too much. See, but the day that he", "start": 1024.74, "end": 1029.3}, {"text": "goes up like Obama announcing Osama's death and says, 'Every skater has been", "start": 1029.3, "end": 1034.58}, {"text": "killed in the, in the entire city, we kill every skater.' Or, 'We got Tony Hawk.'", "start": 1034.58, "end": 1041.3}, {"text": "Just for no reason, Tony Hawk lives in another state. Yeah. We got him. Don't", "start": 1041.3, "end": 1048.02}, {"text": "even try. This is, this is a message to you skaters. Tony Hawk is sitting in a", "start": 1048.02, "end": 1052.42}, {"text": "cell somewhere and we put the guy from the green mile in there. Michael Clark", "start": 1052.42, "end": 1057.58}, {"text": "Duncan, yeah, but this time he does not have powers. He's and he's angry. We put", "start": 1057.58, "end": 1062.0}, {"text": "his body in there, it's taking up the entire cell and they would go rose.", "start": 1062.0, "end": 1066.56}, {"text": "Well, I'm going to stop skating. Then the skaters, the graffiti artists, the", "start": 1066.56, "end": 1070.12}, {"text": "people who the music listener louders in the buildings, the people who yes, yes,", "start": 1070.12, "end": 1075.86}, {"text": "by the way, music listener louders and I have some amazing news. Yeah, my", "start": 1075.86, "end": 1080.18}, {"text": "Somebody's here for you.", "start": 1080.22, "end": 1081.22}, {"text": "For me?", "start": 1081.22, "end": 1082.22}, {"text": "Yeah.", "start": 1082.22, "end": 1083.22}, {"text": "Yeah, it's for you, Caleb.", "start": 1083.22, "end": 1084.22}, {"text": "Okay, I'll go get that.", "start": 1084.22, "end": 1085.22}, {"text": "And then I have amazing news, but continue.", "start": 1085.22, "end": 1086.22}, {"text": "What is this, mail?", "start": 1086.22, "end": 1087.22}, {"text": "Yeah, that's a mail.", "start": 1087.22, "end": 1088.22}, {"text": "What is he saying?", "start": 1088.22, "end": 1089.22}, {"text": "His shirt says Nalc.", "start": 1089.22, "end": 1090.22}, {"text": "Is he a Nalc Boys fan?", "start": 1090.22, "end": 1091.22}, {"text": "Is that a Nalc Boys shirt?", "start": 1091.22, "end": 1092.22}, {"text": "I wonder what this is.", "start": 1092.22, "end": 1093.22}, {"text": "I wonder.", "start": 1093.22, "end": 1094.22}, {"text": "I think it's just a letter for either us or the people who live in the store.", "start": 1094.22, "end": 1095.22}, {"text": "It's a letter?", "start": 1095.22, "end": 1096.22}, {"text": "Maybe it's an eviction notice.", "start": 1096.22, "end": 1097.22}, {"text": "Yeah, it's probably an eviction notice.", "start": 1097.22, "end": 1098.22}, {"text": "It could be funny.", "start": 1098.22, "end": 1099.22}, {"text": "It would be funny if it was an eviction notice.", "start": 1099.22, "end": 1100.22}, {"text": "Yeah, that's probably how we would find out is through the mail.", "start": 1100.22, "end": 1101.22}, {"text": "Yeah.", "start": 1101.22, "end": 1102.22}, {"text": "We would find out through the mail.", "start": 1102.22, "end": 1103.22}, {"text": "funny if it was an eviction notice. Yeah, that's probably how we would find out is through", "start": 1103.22, "end": 1106.26}, {"text": "the mail. Yeah, we would find out through the mail. What are you talking about? We would", "start": 1106.26, "end": 1110.66}, {"text": "our landlord would call. What are you doing? Do you know what that letter is? Probably", "start": 1110.66, "end": 1115.5}, {"text": "like an electric bill or something. Probably an eviction notice. Why would it be? Is it", "start": 1115.5, "end": 1120.26}, {"text": "an eviction notice? Caleb? No letter. It's for me. Letter for you. For you. A secret", "start": 1120.26, "end": 1128.58}, {"text": "secret admirer. That's not it is that was your secret admirer. I'll get it.", "start": 1128.58, "end": 1132.42}, {"text": "I'll read it to you right now. If you don't believe me, all right, go get it.", "start": 1132.42, "end": 1134.92}, {"text": "He got some water with him to bro. He got two different cups. He's got two. He's", "start": 1134.92, "end": 1140.52}, {"text": "using four cups. Look at for one drink of water, four cups. He's using four", "start": 1140.52, "end": 1145.46}, {"text": "fucking cups for one drink of one drink of water for putting his lips onto all", "start": 1145.46, "end": 1149.82}, {"text": "four. It is incredible how wasteful he is. Okay,", "start": 1149.82, "end": 1153.62}, {"text": "my letter from the secret admirer.", "start": 1153.62, "end": 1156.06}, {"text": "it's the con intervention. No, it's not.", "start": 1157.54, "end": 1162.54}, {"text": "Dearest Caleb,", "start": 1162.54, "end": 1167.84}, {"text": "your bill breakdown.", "start": 1167.84, "end": 1170.24}, {"text": "Dearest, dearest Caleb, your bill breakdown.", "start": 1170.24, "end": 1174.24}, {"text": "There is a turnoff notice on this bill.", "start": 1174.24, "end": 1177.04}, {"text": "Set up a payment agreement to pay your past due balance to", "start": 1177.04, "end": 1180.62}, {"text": "ensure your service is not turned off. Your down payment", "start": 1180.62, "end": 1183.12}, {"text": "can be as low as 15% and your balance can be paid off over 12", "start": 1183.12, "end": 1187.22}, {"text": "months. You know it's a turn off talking about these damn down payments.", "start": 1187.24, "end": 1190.08}, {"text": "Motherfucker. How's that? A letter from a secret admirer. You don't know what", "start": 1190.08, "end": 1193.56}, {"text": "you're talking about. Yeah, but they were saying they're telling you what", "start": 1193.56, "end": 1196.44}, {"text": "to do to not turn them off. Oh, true. So they were like, you need to pay up", "start": 1196.44, "end": 1200.96}, {"text": "and you need to pay me money. And you also need to start dressing less like", "start": 1200.96, "end": 1205.36}, {"text": "a slut. I need a sugar baby. I think you need a sugar baby. I have a wife.", "start": 1205.36, "end": 1209.76}, {"text": "I have to spoil your wife. You know what? A real sugar baby is a lot of", "start": 1209.76, "end": 1214.08}, {"text": "all these people. It's an animal. It's a baby. It's a food. Get a baby. You", "start": 1214.08, "end": 1219.04}, {"text": "cannot have a kid yet. Why? Because I would feed it booze. I would you would", "start": 1219.04, "end": 1225.18}, {"text": "be", "start": 1225.18, "end": 1225.44}, {"text": "you will not be you were going to try to be uncle Patrick. You will not be", "start": 1225.44, "end": 1230.26}, {"text": "uncle Pat. I honestly not to your day. I don't want you to take this the way", "start": 1230.26, "end": 1235.44}, {"text": "that it sounds, but you're dangerous to have around a child. I'm not dangerous", "start": 1235.44, "end": 1239.02}, {"text": "to have around a child. I have you are not in not in the way that you will hurt", "start": 1239.02, "end": 1242.68}, {"text": "them. I don't think I have no I do think that you will ruin them. Yeah, I think", "start": 1242.7, "end": 1246.38}, {"text": "that if I left my kid with you for a weekend, it would be I'd need a new", "start": 1246.38, "end": 1249.8}, {"text": "I may have talked about this before, but", "start": 1249.8, "end": 1252.52}, {"text": "my nephew did flip off his mom. Yeah, well, there it is, and it was a fight", "start": 1252.52, "end": 1258.64}, {"text": "between her and her baby daddy and", "start": 1258.64, "end": 1261.78}, {"text": "little did they know they know they deduced it pretty quick that I was the", "start": 1261.78, "end": 1267.18}, {"text": "one that taught him how to flip off. You taught him that because I've been", "start": 1267.18, "end": 1272.34}, {"text": "flipping them off since he was a baby. Kids know so much more than I did when I was a kid.", "start": 1272.36, "end": 1277.8}, {"text": "My little brother, there's a video of him when he was six years old. When I was six", "start": 1277.8, "end": 1280.32}, {"text": "years old, I didn't know how to cuss. There's a video of him.", "start": 1280.32, "end": 1283.04}, {"text": "Well, who was he around?", "start": 1283.04, "end": 1284.7}, {"text": "He was around me and my brother, and we were in the car, and my brother took a video of", "start": 1284.7, "end": 1289.0}, {"text": "him, and he looks in the camera and he says, \"Fuck, fuck, fuck, bullshit, asshole.\"", "start": 1289.0, "end": 1294.36}, {"text": "What? How do you learn that at six years old?", "start": 1294.36, "end": 1297.64}, {"text": "I don't think I cussed around my parents until I was probably 22.", "start": 1297.64, "end": 1301.24}, {"text": "I'm here. Yeah, I didn't cuss until I was eighteen. I remember really my my mom", "start": 1301.24, "end": 1305.48}, {"text": "used to all the time. My mom and my stepdad, they used to do this move. My", "start": 1305.48, "end": 1309.2}, {"text": "dad, I don't I haven't heard him say anything above the B word. He's kind of", "start": 1309.2, "end": 1312.88}, {"text": "sticking in the PG range, but my mom and my stepdad when I was growing up, they", "start": 1312.88, "end": 1316.96}, {"text": "would say like instead of saying like fuck that, they'd be like that. Oh, they", "start": 1316.96, "end": 1321.28}, {"text": "just mouth it. I'm almost a sugar. Oh sugar. How's that a cuss? That's the", "start": 1321.28, "end": 1326.12}, {"text": "opposite of one saying that's and that's like a blessing. It's the complete", "start": 1326.12, "end": 1328.8}, {"text": "opposite of poop sugar yeah P. No, no, no, no, no, no, no, no, no, P is not the", "start": 1328.82, "end": 1336.36}, {"text": "opposite of poop. P and poop are synonymous or in the same family tree.", "start": 1336.36, "end": 1340.28}, {"text": "Here's what I was talking to my wife about last night. This is the kind of", "start": 1340.28, "end": 1343.3}, {"text": "conversations we have. Is a vagina the opposite of a penis? Oh, here's a", "start": 1343.3, "end": 1348.22}, {"text": "conversation I was having. No, they're in the same tree. Well, she said they", "start": 1348.22, "end": 1351.86}, {"text": "were like brother and sister, and I said,", "start": 1351.86, "end": 1354.38}, {"text": "I said no brother and sister you they shouldn't be having. They shouldn't be", "start": 1355.46, "end": 1358.7}, {"text": "having sex with each other. They should at least be fifth cousins. Here's what I", "start": 1358.7, "end": 1362.56}, {"text": "said. I said I what here's the conversation conversation that we were", "start": 1362.56, "end": 1365.84}, {"text": "having last night. I was asking if I", "start": 1365.84, "end": 1368.3}, {"text": "became paralyzed and I into the position where I was on all my all force hands and", "start": 1368.3, "end": 1375.14}, {"text": "knees. Would you take care of me for the rest of my life to a dog's position?", "start": 1375.14, "end": 1379.34}, {"text": "Yeah, I've told her so I've told my wife so many times if I'm paralyzed, she said", "start": 1379.34, "end": 1384.02}, {"text": "yes. She said yes, that's good. I've told my wife so many times if I lose an eye,", "start": 1384.06, "end": 1389.26}, {"text": "if I lose a toe, you're a you can leave you can at least cheat on me.", "start": 1389.26, "end": 1395.26}, {"text": "She lose it", "start": 1395.26, "end": 1397.56}, {"text": "your pinky toe yeah, you just hard for you to balance a little bit. You just", "start": 1397.56, "end": 1402.06}, {"text": "have to work in she's like move you come home. No, I'm trying to her with", "start": 1402.06, "end": 1405.9}, {"text": "if I lose all my train run on her", "start": 1405.9, "end": 1408.78}, {"text": "all these guys lined up out the door. Yeah, if I lose all my limbs and all my", "start": 1410.14, "end": 1414.08}, {"text": "senses and I'm", "start": 1414.08, "end": 1415.1}, {"text": "I'm literally a hair. Yeah, I exist as a hair, a piece of hair with a brain", "start": 1415.1, "end": 1419.74}, {"text": "stuck to it. She better stick with me and if I get long COVID or something and", "start": 1419.74, "end": 1424.44}, {"text": "I'm stuck in the hospital and I have the tubes in my mouth, I don't want the", "start": 1424.44, "end": 1427.82}, {"text": "photo of her holding my hand. I want to disappear. Yeah, I want no photos of", "start": 1427.82, "end": 1432.9}, {"text": "being in the hospital. Yes, I want to be gone. So yeah, I do not want any", "start": 1432.9, "end": 1438.1}, {"text": "photos like that, especially not because the thing is it's going to she's at a", "start": 1438.14, "end": 1441.58}, {"text": "blink on a concert next. Yeah, exactly. That's what I want. Exactly. I want.", "start": 1441.58, "end": 1445.94}, {"text": "She's gonna. Tom and Mark on stage. She", "start": 1445.94, "end": 1448.78}, {"text": "is playing the drums.", "start": 1448.78, "end": 1451.86}, {"text": "Jonah tits at Adam song.", "start": 1451.86, "end": 1454.42}, {"text": "No, I but I don't want to haunt the next the next husband. I do because I know", "start": 1454.42, "end": 1461.98}, {"text": "that I will die young. Yeah, this is I've known this my whole life. This is why I", "start": 1461.98, "end": 1465.82}, {"text": "I live so dangerously me too, but so I know that I'm not going to be here only", "start": 1465.82, "end": 1470.96}, {"text": "one, so I don't want to ruin it. You know", "start": 1470.96, "end": 1474.2}, {"text": "this isn't fully married man. What I'm not going to be the only one", "start": 1474.2, "end": 1479.12}, {"text": "I'm going to die one day and she's going to want to date some old guy. Even", "start": 1479.12, "end": 1484.68}, {"text": "if I even if I die, I want to be kept in a Tupperware in the fridge.", "start": 1484.68, "end": 1488.02}, {"text": "I want the I want to has been to open up the fridge, eat a slice of cold pizza on", "start": 1488.02, "end": 1494.72}, {"text": "Sunday morning and eat your nose.", "start": 1494.76, "end": 1496.36}, {"text": "It's a piece of", "start": 1496.36, "end": 1500.86}, {"text": "looking right at you to look at every single day. I want to be there. I don't", "start": 1500.86, "end": 1505.8}, {"text": "want to be there. I don't want to be there. I'll be there whether or not she", "start": 1505.8, "end": 1510.54}, {"text": "knows it.", "start": 1510.54, "end": 1511.12}, {"text": "If I'm going to be a ghost, you're going to haunt her. There's going to be like a", "start": 1511.12, "end": 1516.24}, {"text": "piece of like maybe my arm is going to be hidden in the apartment, but I'll be", "start": 1516.24, "end": 1520.24}, {"text": "on maybe my leg arm is hidden. My arm is I cut off my arm before I left, so", "start": 1520.32, "end": 1525.92}, {"text": "there leaves a pay a bread crumb leaves a bread crumb trail. We're not talking", "start": 1525.92, "end": 1529.4}, {"text": "about just leaving. No, I'm going to just leave. I think I think the best", "start": 1529.4, "end": 1532.94}, {"text": "argument against ghost existing yeah is that because if you were a ghost,", "start": 1532.94, "end": 1537.52}, {"text": "wouldn't you try all the time to just like watch TV or something to pass the", "start": 1537.52, "end": 1541.52}, {"text": "time? Yeah, unless I'll try to go in the TV. Here's what I think. Maybe ghost", "start": 1541.52, "end": 1545.6}, {"text": "can be real, but there is something so incredible in the ghost world that we", "start": 1545.6, "end": 1549.36}, {"text": "I can't even imagine that is so great that you get like you before you die", "start": 1549.4, "end": 1554.1}, {"text": "you're like okay. I'm going to I'm going to prove that that ghost exists. I'm", "start": 1554.1, "end": 1557.78}, {"text": "going to come back as a ghost. I'm going to haunt my family members. I'm going", "start": 1557.78, "end": 1559.9}, {"text": "to show them that I'm still alive and then you get there and they have some", "start": 1559.9, "end": 1562.38}, {"text": "new type of TV or something where you're it's so good that you don't even use", "start": 1562.38, "end": 1565.58}, {"text": "like I don't even need to contact the world living. I don't even want to turn", "start": 1565.58, "end": 1569.04}, {"text": "on or off any lights. I don't want to moan and drag chains. Yeah, I literally", "start": 1569.04, "end": 1572.64}, {"text": "I want to play this new ghost video game that they only have here for the rest of", "start": 1572.64, "end": 1576.06}, {"text": "eternity. Maybe they have some like contract that says that like if you", "start": 1576.06, "end": 1579.38}, {"text": "you right or a contract. If you try to contact the outside world, you are not", "start": 1579.38, "end": 1583.7}, {"text": "going to be able to play this ghost video game that we invented and check it out.", "start": 1583.7, "end": 1587.18}, {"text": "You get a limited point. And my kind of imagination, the good-, you don't even", "start": 1587.18, "end": 1589.78}, {"text": "need a contract, the game is just so incredible that it's all you want to do", "start": 1589.78, "end": 1593.06}, {"text": "forever. The afterlife. I thought it was like an ultimatum in my head. No, 'cause", "start": 1593.06, "end": 1596.78}, {"text": "I kind of have a positive, optimistic imagination. The afterlife is almost", "start": 1596.78, "end": 1600.38}, {"text": "certainly a dimensional shift, where you start off, you're in the first dimension,", "start": 1600.38, "end": 1605.74}, {"text": "second. We've both we've all been first and second. Now we're the third. The next", "start": 1605.9, "end": 1609.96}, {"text": "one is going to be the one where we're at first and second. We were we were", "start": 1609.96, "end": 1613.0}, {"text": "drawing this. We were drawing and then we were sperm. No, you can't even see", "start": 1613.0, "end": 1616.5}, {"text": "these dimensions, but we are in we were so these aren't the shapes dimensions.", "start": 1616.5, "end": 1620.2}, {"text": "These are just different types of dimensions, different types of", "start": 1620.2, "end": 1622.34}, {"text": "dimensions. And now the fourth one, the fourth one, we're going to be in. We're", "start": 1622.34, "end": 1625.74}, {"text": "in the third one right now. I thought we were in the fourth one. We're going to", "start": 1625.74, "end": 1628.6}, {"text": "be in the fifth one. No, no, no, no. The fourth one is is time. That's the fourth", "start": 1628.6, "end": 1632.5}, {"text": "dimension. What's the fifth dimension? They don't even know. Fifth dimension is", "start": 1632.5, "end": 1635.98}, {"text": "Ascension though. Ascension. No, see that's what I'm saying. I think you go ten and then", "start": 1635.98, "end": 1639.9}, {"text": "you prestige back to one like Call of Duty. I was back on those Facebook groups.", "start": 1639.9, "end": 1643.14}, {"text": "Yeah. Ascension, fifth dimension. Ascension Facebook groups and there's this lady. Who's that", "start": 1643.14, "end": 1648.06}, {"text": "dude? Oh the guy we used to love. Yeah. Desmaine Blu-Ray. Desmaine Blu-Ray. But there's", "start": 1648.06, "end": 1654.14}, {"text": "this lady who she she posts in this group all the time and it's actually", "start": 1654.14, "end": 1658.76}, {"text": "she really said, but", "start": 1658.76, "end": 1659.88}, {"text": "continue she it's also really funny. She like she has a basically. I think she", "start": 1659.88, "end": 1666.72}, {"text": "she has like her eight year old son. She always post her a picture like a", "start": 1666.72, "end": 1669.8}, {"text": "picture video of her eight year old son and like with a caption like OMG, my", "start": 1669.8, "end": 1673.94}, {"text": "eight year old son, just like just explain to me what God is and he just", "start": 1673.94, "end": 1678.64}, {"text": "told me how we're going to travel to the next dimension and it's always like", "start": 1678.64, "end": 1681.64}, {"text": "this really long thing and she posted one. I was like my eight year old son", "start": 1681.64, "end": 1684.96}, {"text": "has evolved past the need for food. I know I have to feed him, but he says", "start": 1685.16, "end": 1689.12}, {"text": "that he doesn't want food anymore because he's transitioning to become an", "start": 1689.12, "end": 1692.84}, {"text": "age", "start": 1692.84, "end": 1693.24}, {"text": "stuff like", "start": 1693.24, "end": 1696.04}, {"text": "Jesus so crazy and the and that she like I was at first. I thought she was", "start": 1696.04, "end": 1700.8}, {"text": "just crazy and she's just posting pictures of her son and then she post", "start": 1700.8, "end": 1703.72}, {"text": "videos where his son is like mom. God is that is energy mom. Don't you", "start": 1703.72, "end": 1708.56}, {"text": "understand and it's fully the kid who's like doing it to her yeah? Well, he's", "start": 1708.56, "end": 1712.92}, {"text": "he's going to be like he's a actual X files kid. That's going to be coached", "start": 1712.96, "end": 1716.4}, {"text": "saying it. There's no way he could be a star seed. He said that's true. What", "start": 1716.4, "end": 1721.66}, {"text": "did he say a sacred star child?", "start": 1721.66, "end": 1723.36}, {"text": "He said he was doing some crazy thing where he was making the word energy", "start": 1723.36, "end": 1728.12}, {"text": "turn into the word God or something whoa and he was like going through this", "start": 1728.12, "end": 1731.5}, {"text": "whole God's name is region. He was like oh no, you know he was saying he was", "start": 1731.5, "end": 1736.44}, {"text": "I was he was going like mom, mom, energy, enter, G, enter, God,", "start": 1736.48, "end": 1743.28}, {"text": "energy, inner God, what is sad or your energy? Yeah, enter, G, energy, yeah,", "start": 1743.28, "end": 1751.28}, {"text": "that's your energy. That's what I would be a thug child. Yeah, sacred,", "start": 1751.28, "end": 1756.72}, {"text": "child, sacred, thug, child, sacred thug is a sick name", "start": 1756.72, "end": 1760.92}, {"text": "for a guy to have sacred thug or like an album. I guys name an album cover", "start": 1760.92, "end": 1766.46}, {"text": "album name sacred thug okay sacred thug by Patrick yeah.", "start": 1766.46, "end": 1772.06}, {"text": "Imagine that album cover i'm like an angel and i'm wearing like my fooboo and", "start": 1772.06, "end": 1778.26}, {"text": "my echo shorts fab four angels by fab back yeah. Oh my God, a bad for angels", "start": 1778.26, "end": 1787.1}, {"text": "by a you got a fat echo location, you're wearing your you're a bat, you're", "start": 1787.1, "end": 1792.3}, {"text": "wearing your F F P B C for Patrick by Cameron", "start": 1792.34, "end": 1796.64}, {"text": "one of the two yeah, but this one is and it's that's right. You should just make", "start": 1796.64, "end": 1803.42}, {"text": "that shirt for yeah.", "start": 1803.42, "end": 1804.32}, {"text": "There's a white t shirt with with some sharpie on it. Yeah, P B C and it's got", "start": 1804.32, "end": 1809.94}, {"text": "like it's got like old English that is metallic, but also glittering and it's", "start": 1809.94, "end": 1814.36}, {"text": "a sacred fight. Honestly guys, if I knew how to make a shirt, I'd do that, but it", "start": 1814.36, "end": 1817.92}, {"text": "seems way too complicated. Yeah, shirt making is complicated. I am done doing merch. We don't", "start": 1817.94, "end": 1822.58}, {"text": "need to do any more merch. What we need to do is a full fashion brand. Yeah. And we need", "start": 1822.58, "end": 1828.82}, {"text": "to have a fashion show. That's a good idea. Okay. I have a ton of ideas for clothes. Well,", "start": 1828.82, "end": 1833.42}, {"text": "Noah has a screen printing at the apartment. Pants made of shirts, this kind of thing.", "start": 1833.42, "end": 1838.02}, {"text": "Shoes made of hats. Noah, we can do all this stuff at my apartment. Noah has all this. I", "start": 1838.02, "end": 1841.78}, {"text": "had an idea for clothes a week or two ago. What was it? Fishnet basketball shorts. Oh,", "start": 1841.78, "end": 1847.5}, {"text": "Oh damn, that's good right that that's high fashion. That is that would that", "start": 1847.5, "end": 1851.8}, {"text": "would literally go crazy. Wouldn't it go crazy on mulberry street, bro and also", "start": 1851.8, "end": 1856.14}, {"text": "is that is that in a fairy tale world?", "start": 1856.14, "end": 1858.2}, {"text": "Why don't also go crazy on mulberry street in the fairytale world? Isn't", "start": 1858.2, "end": 1862.94}, {"text": "that where the that's where shrek lived? Yeah, why don't more guys wear fish net", "start": 1862.94, "end": 1867.84}, {"text": "guys see through stuff with you? You can see your dick guys do that who go to", "start": 1867.84, "end": 1872.86}, {"text": "which guys bushwick dude. There's fucking guys guys. I've never seen guys", "start": 1872.86, "end": 1876.94}, {"text": "with fish nets. You've never seen guys with fish nets on their cock. I'm", "start": 1876.96, "end": 1881.36}, {"text": "saying like it. So for this, that would be really embarrassing for that guy to", "start": 1881.36, "end": 1885.34}, {"text": "dunk on you. Yeah, it's like his nuts are actually worse. You smell his nuts.", "start": 1885.34, "end": 1890.72}, {"text": "But normally it smells on a good", "start": 1890.72, "end": 1892.06}, {"text": "that's a good actually. That's a really good question. When Patrick Ewing got", "start": 1892.06, "end": 1897.16}, {"text": "dunked on by", "start": 1897.16, "end": 1898.0}, {"text": "I was so nervous I was going to get questioned about the smell of my penis.", "start": 1898.0, "end": 1902.64}, {"text": "When Patrick Ewing got dunked on by Scotty Pippen and he walks over his face, it's a big,", "start": 1902.66, "end": 1907.94}, {"text": "they call it a facial in the NBA.", "start": 1907.94, "end": 1909.86}, {"text": "That's what they call it when you get dunked on like that.", "start": 1909.86, "end": 1911.5}, {"text": "Yeah.", "start": 1911.5, "end": 1912.5}, {"text": "Does he smell his nuts?", "start": 1912.5, "end": 1913.5}, {"text": "Yeah.", "start": 1913.5, "end": 1914.5}, {"text": "He has to.", "start": 1914.5, "end": 1915.5}, {"text": "For sure.", "start": 1915.5, "end": 1916.5}, {"text": "There's no way he don't.", "start": 1916.5, "end": 1917.5}, {"text": "The guy's been running around for an hour and a half.", "start": 1917.5, "end": 1918.5}, {"text": "Have you ever smelled basketball shorts that got sweat in them?", "start": 1918.5, "end": 1919.86}, {"text": "Have you guys smelled other guys' nuts?", "start": 1919.86, "end": 1920.86}, {"text": "Yes.", "start": 1920.86, "end": 1921.86}, {"text": "Of course I do.", "start": 1921.86, "end": 1922.86}, {"text": "I've smelled them.", "start": 1922.86, "end": 1923.86}, {"text": "We've talked about that before.", "start": 1923.86, "end": 1924.86}, {"text": "Smelled another man's nuts?", "start": 1924.86, "end": 1925.86}, {"text": "We actually already had a long discussion about that.", "start": 1925.86, "end": 1926.86}, {"text": "We were in a van.", "start": 1926.86, "end": 1927.86}, {"text": "We were in a van together for a whole month.", "start": 1927.86, "end": 1931.02}, {"text": "We all smelled each other's nuts.", "start": 1931.02, "end": 1932.5}, {"text": "but that was like but like smelling that's like that's one thing that came", "start": 1932.5, "end": 1935.96}, {"text": "to get on smell. Yeah, I mean like singular someone's not person's nuts,", "start": 1935.96, "end": 1939.6}, {"text": "because I know exactly on my nut smell. I know I'm on smell. I can smell them. I", "start": 1939.6, "end": 1944.74}, {"text": "could smell them on the street. You know when you like like a pie on a window,", "start": 1944.74, "end": 1947.7}, {"text": "don't you like leave butter out?", "start": 1947.7, "end": 1949.08}, {"text": "No, no,", "start": 1949.08, "end": 1950.98}, {"text": "I don't think butter smells. I think that's the thing when it goes bad.", "start": 1950.98, "end": 1955.7}, {"text": "You've said, do you know when you leave food item out and we both said no, you", "start": 1955.7, "end": 1959.4}, {"text": "You just leave food out a lot, don't you?", "start": 1959.42, "end": 1960.92}, {"text": "No.", "start": 1960.92, "end": 1961.92}, {"text": "You do.", "start": 1961.92, "end": 1962.92}, {"text": "Yeah, I do.", "start": 1962.92, "end": 1963.92}, {"text": "You know when you leave pork out, that's what my nuts smell like, pork fat.", "start": 1963.92, "end": 1967.24}, {"text": "Pork fat doesn't smell.", "start": 1967.24, "end": 1968.24}, {"text": "When you leave pork out?", "start": 1968.24, "end": 1969.24}, {"text": "Pork fat, when you cook it in the air fryer.", "start": 1969.24, "end": 1971.7}, {"text": "I thought that I was making cracklings the other day, because I cut off the piece of", "start": 1971.7, "end": 1975.9}, {"text": "fat on the pork chop that I had, and I realized halfway through, I was like, \"Oh, that wasn't", "start": 1975.9, "end": 1982.1}, {"text": "the skin.", "start": 1982.1, "end": 1983.1}, {"text": "That was just the fat.\"", "start": 1983.1, "end": 1984.1}, {"text": "Just fat.", "start": 1984.1, "end": 1985.1}, {"text": "You just melted fat in the air fryer?", "start": 1985.1, "end": 1986.1}, {"text": "Yeah.", "start": 1986.1, "end": 1987.1}, {"text": "Well, you know, like the really squishy stuff?", "start": 1987.1, "end": 1988.54}, {"text": "I'm over the air fryer. Me too. I'm over it. Me too. I made some chicken tenders in it last", "start": 1988.54, "end": 1993.54}, {"text": "night. I just warm stuff up in there now. It's a microwave. I don't have a microwave,", "start": 1993.54, "end": 1996.94}, {"text": "but I do have an air fryer. It's a microwave. I made last night. It's a better micro... I", "start": 1996.94, "end": 1999.98}, {"text": "have a microwave, but I'd rather warm something up in it. Salmon is the only thing I make", "start": 1999.98, "end": 2003.7}, {"text": "in the air fryer. Salmon and asparagus. Even that though. I haven't had a microwave for", "start": 2003.7, "end": 2007.3}, {"text": "a couple of years. I think that microwaves are probably hurting lots of people. I haven't", "start": 2007.3, "end": 2012.06}, {"text": "had a microwave. Because I've been feeling amazing. I haven't had a microwave since I", "start": 2012.06, "end": 2014.74}, {"text": "as I moved into my new place, I feel incredible all the time. It's the", "start": 2014.74, "end": 2018.98}, {"text": "microwave, man. It's hurting you. It really is. I feel so amazing. People get", "start": 2018.98, "end": 2022.82}, {"text": "microwave radia-, I don't know how it works at all. Me neither. Not two inches", "start": 2022.82, "end": 2026.46}, {"text": "ago. It can't, it can't, the pain of plastic can't, that can't be protecting", "start": 2026.46, "end": 2032.62}, {"text": "you. No. No, you're done. There's no way. Especially if you open the corner.", "start": 2032.62, "end": 2035.66}, {"text": "It's going into the thing you eat. Yeah. No. And the stuff that's in the", "start": 2035.66, "end": 2039.78}, {"text": "microwave is-, it's got plastic on it. Anything that, any kind of device where", "start": 2039.78, "end": 2043.74}, {"text": "you put your head into it, it explodes. Yeah, or your dog. Yeah, that's not a", "start": 2043.76, "end": 2048.22}, {"text": "good device to be eating the food from. Yeah. Well, I mean an oven would cook", "start": 2048.22, "end": 2052.22}, {"text": "it, but it wouldn't explode. It would cook your head. It wouldn't explode.", "start": 2052.22, "end": 2054.74}, {"text": "But it wouldn't explode the head. Which a microwave would. Yeah. A microwave", "start": 2054.74, "end": 2057.78}, {"text": "does. Haven't you seen Last House on the left? Yeah, and Kick-Ass. Yeah,", "start": 2057.78, "end": 2061.64}, {"text": "and Kick-House. Dare to be stupid. Dare to be stupid. Has that happened in", "start": 2061.64, "end": 2064.98}, {"text": "Last House on the left? I think the reboot. They blow up the... Oh, I", "start": 2064.98, "end": 2067.82}, {"text": "never saw the reboot. The Urban Legend, they blow up a dog.", "start": 2067.82, "end": 2070.1}, {"text": "What are you talking about?", "start": 2071.38, "end": 2072.38}, {"text": "A movie, Urban Legend.", "start": 2072.38, "end": 2073.38}, {"text": "I never heard of that.", "start": 2073.38, "end": 2074.38}, {"text": "I heard of that.", "start": 2074.38, "end": 2075.38}, {"text": "He knows it.", "start": 2075.38, "end": 2076.38}, {"text": "Is that about like Bigfoot?", "start": 2076.38, "end": 2077.38}, {"text": "It's about...", "start": 2077.38, "end": 2078.38}, {"text": "Car door.", "start": 2078.38, "end": 2079.38}, {"text": "It's a guy who, he's like a serial killer who's based on all...", "start": 2079.38, "end": 2082.54}, {"text": "Man door, hard car door.", "start": 2082.54, "end": 2083.98}, {"text": "Mandalorian.", "start": 2083.98, "end": 2084.98}, {"text": "The Mandalorian's in it.", "start": 2084.98, "end": 2085.98}, {"text": "Oh, really?", "start": 2085.98, "end": 2086.98}, {"text": "Yeah.", "start": 2086.98, "end": 2087.98}, {"text": "It was like one of those, it's like a Scream era ripoff.", "start": 2087.98, "end": 2091.62}, {"text": "It's a really bad ripoff.", "start": 2091.62, "end": 2092.62}, {"text": "It's like I Know What You Did Last Summer type vibe.", "start": 2092.62, "end": 2095.62}, {"text": "Oh, yeah.", "start": 2095.62, "end": 2096.62}, {"text": "Where instead of movies, he's obsessed with urban legends.", "start": 2096.62, "end": 2100.38}, {"text": "So he does like Paul Bunyan, Big, that kind of thing?", "start": 2100.38, "end": 2104.82}, {"text": "No, no, those are folk tales.", "start": 2104.82, "end": 2106.82}, {"text": "Oh, La Cucaracha.", "start": 2106.82, "end": 2107.82}, {"text": "No, that's a cockroach.", "start": 2107.82, "end": 2108.82}, {"text": "No, that's a cockroach.", "start": 2108.82, "end": 2109.82}, {"text": "La Chupacabra.", "start": 2109.82, "end": 2110.82}, {"text": "Chihuahua.", "start": 2110.82, "end": 2111.82}, {"text": "The lady who tries to dry off her dog in the microwave.", "start": 2111.82, "end": 2115.66}, {"text": "Juvio, pull up the picture of the Mexican pet.", "start": 2115.66, "end": 2118.46}, {"text": "What's that?", "start": 2118.46, "end": 2119.46}, {"text": "Just Google Mexican pet.", "start": 2119.46, "end": 2121.18}, {"text": "You've definitely heard this urban legend before.", "start": 2121.18, "end": 2123.18}, {"text": "I've never heard of the Mexican pet.", "start": 2123.18, "end": 2124.46}, {"text": "Wait, what was that last one?", "start": 2124.46, "end": 2125.74}, {"text": "Hold on, type in Mexican again?", "start": 2125.74, "end": 2127.38}, {"text": "No, go to Mexican pet.", "start": 2127.38, "end": 2128.74}, {"text": "I don't care about Google auto complete. Well, the Mexican pet is the urban", "start": 2128.74, "end": 2132.42}, {"text": "anywhere. Wait, wait, wait, somebody somebody on this computer. This is", "start": 2132.42, "end": 2136.42}, {"text": "Caleb's computer. There it is, but second first one on the left. Yeah,", "start": 2136.42, "end": 2140.14}, {"text": "that's the", "start": 2140.14, "end": 2140.82}, {"text": "yes. I looked up big Mexican guys. As I tried to make it the background of the", "start": 2140.82, "end": 2146.94}, {"text": "computer.", "start": 2146.94, "end": 2147.54}, {"text": "Okay,", "start": 2147.54, "end": 2149.06}, {"text": "look, look,", "start": 2149.06, "end": 2150.66}, {"text": "it's in the auto complete", "start": 2150.66, "end": 2152.96}, {"text": "big", "start": 2152.96, "end": 2155.26}, {"text": "I was just seeing if it was I was just seeing if it was", "start": 2157.46, "end": 2161.46}, {"text": "the Mexican Pet Urban Legend is the one where a lady goes to buy a dog from", "start": 2161.46, "end": 2167.86}, {"text": "Mexico and they're like yeah, this is a special breed of dog. It's like a", "start": 2167.86, "end": 2170.96}, {"text": "chihuahua or whatever and she takes it home and it's acting weirdly and then", "start": 2170.96, "end": 2173.76}, {"text": "that she like takes it to the vet and the vet is like lady. This isn't a dog.", "start": 2173.76, "end": 2177.16}, {"text": "This is a rat. Yeah. Oh, well, how you never heard that before? No, but I also", "start": 2177.16, "end": 2180.96}, {"text": "that's not that crazy to me. It's pretty well. It's an urban legend. It's not", "start": 2180.96, "end": 2184.16}, {"text": "people have rats all the time true. Is this a barb and legend or wiki also", "start": 2184.16, "end": 2189.1}, {"text": "this lady is probably not that smart. I'm speaking of a lady. It's an urban", "start": 2189.1, "end": 2192.98}, {"text": "legend. Well, but I'm just saying she wasn't that smart. I have I heard an", "start": 2192.98, "end": 2197.82}, {"text": "amazing joke the other day from my father in law. Do you guys want to hear", "start": 2197.82, "end": 2200.86}, {"text": "it and this is this is for him are rated. So I was pretty impressed that he did", "start": 2200.86, "end": 2204.84}, {"text": "this okay. All right, a king is in his court and he has three nights and he", "start": 2204.84, "end": 2210.38}, {"text": "tells them by the end of the year, whoever brings me the most ping pong balls gets to", "start": 2210.42, "end": 2215.94}, {"text": "inherit the kingdom.", "start": 2215.94, "end": 2217.18}, {"text": "Where is this kingdom?", "start": 2217.18, "end": 2219.58}, {"text": "China.", "start": 2219.58, "end": 2221.86}, {"text": "So he says as many ping pong balls as you can get, you get to inherit the kingdom.", "start": 2221.86, "end": 2228.26}, {"text": "Eight months later, the first night comes back.", "start": 2228.26, "end": 2230.68}, {"text": "He says, \"Sir King, I've brought you two million ping pong balls.", "start": 2230.68, "end": 2236.86}, {"text": "It took me the last eight months.", "start": 2236.86, "end": 2237.98}, {"text": "I've been working tirelessly.", "start": 2237.98, "end": 2239.34}, {"text": "million ping pong balls, right? The second night comes two months after that, and he", "start": 2239.34, "end": 2246.34}, {"text": "says, Sir, I have brought you five million ping pong balls. That's three million more", "start": 2246.34, "end": 2251.3}, {"text": "than the last guy. I definitely got this in the back. This was two months later. This", "start": 2251.3, "end": 2255.12}, {"text": "is two months. So did the first guy get to keep working or was he? No, he already turned", "start": 2255.12, "end": 2258.58}, {"text": "in his balls. He was too tired, so he stopped. All right. Yeah. So the so now it's the last", "start": 2258.58, "end": 2264.34}, {"text": "day of the year, December 31st, right? The 11th hour. Okay. The last night comes in, he's", "start": 2264.34, "end": 2270.34}, {"text": "on crutches, a full cast all the way up and down his entire body, right? He has a full", "start": 2270.34, "end": 2276.08}, {"text": "body cast and he limps into the court with a rucksack on his back, right? And the king", "start": 2276.08, "end": 2283.7}, {"text": "says, okay, night, you made it here. Finally, you must have been working even more tirelessly", "start": 2283.7, "end": 2288.84}, {"text": "than the last guys. How many ping pong balls did you bring me and the guy says", "start": 2288.84, "end": 2293.14}, {"text": "oh shit. I thought you said King Kong's balls.", "start": 2293.14, "end": 2296.86}, {"text": "Pretty fire had them on this. Why did the other two guys not wait till the end of", "start": 2296.86, "end": 2304.66}, {"text": "the year to get yeah? Why did they work smarter? Not harder man? Also, I'll just", "start": 2304.66, "end": 2308.86}, {"text": "like rest among the impressive part is two months later. This guy's got more", "start": 2308.86, "end": 2311.56}, {"text": "than double the guy who worked eight months. Yeah, more than yeah, I guess so", "start": 2311.56, "end": 2314.96}, {"text": "it's pretty impressive, but also the first guy just go back. Why did he turn", "start": 2314.96, "end": 2318.28}, {"text": "I mean, you know, I mean King Kong is basically a giant monkey. Is this a", "start": 2318.3, "end": 2323.38}, {"text": "joke that your, your father-in-law wants you to do on stage? No, he just was", "start": 2323.38, "end": 2328.34}, {"text": "telling me that and, and his, and here's the rest of the family. Oh, come on,", "start": 2328.34, "end": 2332.38}, {"text": "Dad. Here's me. Oh, my God.", "start": 2332.38, "end": 2334.8}, {"text": "My God, that is the funniest shit I've ever heard.", "start": 2334.8, "end": 2338.3}, {"text": "Holy shit. Yeah, that's funny. That's seriously fun, fucking funny. And they", "start": 2338.3, "end": 2344.74}, {"text": "got mad at you for swearing to know. Don't say fun King funny, funny, funny. Don't say", "start": 2344.76, "end": 2349.24}, {"text": "fun King funny in front of my father. I thought it was pretty good. Yeah, yeah, and he said", "start": 2349.24, "end": 2352.68}, {"text": "that he heard that joke. It was the first joke he ever heard the first one ever and", "start": 2352.68, "end": 2356.92}, {"text": "I yeah, I didn't even know that King Kong back then. I didn't know if sure, King Kong's", "start": 2356.92, "end": 2360.08}, {"text": "old. Surely I was like balls. Yeah, but you're thinking Donkey Kong. You freaking donkey", "start": 2360.08, "end": 2364.88}, {"text": "ass motherfucker. Donkey Kong is barely a monkey to me. Yeah, yeah, I think where's", "start": 2364.88, "end": 2369.64}, {"text": "a tie. Well, he's barely an ape then. Yeah, he wears a tie as a job. What did they ever", "start": 2369.64, "end": 2375.08}, {"text": "explain his name? Donkey Kong? I think it was a translation error. It was supposed to", "start": 2375.08, "end": 2381.56}, {"text": "be Donkey King. Autocorrect fail. Yeah, and he's 42 years old. It is apparently. Luigi", "start": 2381.56, "end": 2387.48}, {"text": "is 22. Donkey Kong needs to start dressing his age. Put some pants on. You're 40 years", "start": 2387.48, "end": 2393.96}, {"text": "old. Come on, you're 40 years old, man. Yeah, you fucking slut ass motherfucker. Okay, so", "start": 2393.96, "end": 2399.4}, {"text": "Luigi's 22 and then Donkey Kong Jr. is 41.", "start": 2399.4, "end": 2403.4}, {"text": "So it's, I mean, being a year younger than your dad is kind of weird.", "start": 2403.4, "end": 2407.4}, {"text": "Oh, here's a question that I had for you guys. I already asked Rex this.", "start": 2407.4, "end": 2411.4}, {"text": "Do you guys feel like Jubio is a little bit", "start": 2411.4, "end": 2415.4}, {"text": "our version of Yoshi?", "start": 2415.4, "end": 2417.4}, {"text": "[laughter]", "start": 2417.4, "end": 2421.4}, {"text": "A little bit?", "start": 2421.4, "end": 2422.4}, {"text": "Yeah, I think so. I think I could see that.", "start": 2422.4, "end": 2425.4}, {"text": "So we like kind of captured him. He's kind of like blood sworn to us.", "start": 2425.4, "end": 2429.9}, {"text": "Uh-huh. Yeah. If we jump on spikes, he dies first and we get another chance.", "start": 2429.9, "end": 2434.0}, {"text": "Yeah. And he tried to turn me into an egg. He came from it. He eats every fruit he sees.", "start": 2434.0, "end": 2438.3}, {"text": "He loves eggs. He does love eggs. He actually does love it. Huevos. Yeah. Huevos.", "start": 2438.3, "end": 2443.3}, {"text": "Yeah. That's the one thing I know about him for sure is he that motherfucka loves Huevos.", "start": 2443.3, "end": 2447.8}, {"text": "He's green. He's green. Well, he is today. He's green. He is green. He's green.", "start": 2447.8, "end": 2452.3}, {"text": "he won't yeah, he won't put it on. Oh, there is there is he is. He's got a", "start": 2452.3, "end": 2456.0}, {"text": "little bit Yoshi vibes. Yeah, his tongue is as long as it is wide. So", "start": 2456.0, "end": 2460.5}, {"text": "then who is Rex? Is he like Cameron's Waluigi? Rex is not involved in any", "start": 2460.5, "end": 2465.7}, {"text": "sort of Nintendo property. Is Yoshi just a normal Japanese name? Yoshi.", "start": 2465.7, "end": 2470.5}, {"text": "So yeah, there's people named Yoshi. There's a pro skater. So is it?", "start": 2470.5, "end": 2473.5}, {"text": "So Yoshi in", "start": 2473.5, "end": 2475.1}, {"text": "in Japan is just he just has a name. Yeah, it's like Fred or something.", "start": 2475.1, "end": 2480.3}, {"text": "Yeah, that's funny. There's a dude named Yoshi Tenenbaum.", "start": 2480.3, "end": 2483.8}, {"text": "That's cool. Is he Japanese? I guess he's I think he's half Japanese,", "start": 2483.8, "end": 2487.8}, {"text": "half Israeli or something. That's one of the most fire combos you can have in the", "start": 2487.8, "end": 2492.4}, {"text": "entire country. That's exactly the name you'd expect. Yeah, Yoshi Tenenbaum. I couldn't come up with that.", "start": 2492.4, "end": 2496.6}, {"text": "I don't remember if he was in the Olympics. He might have been.", "start": 2496.6, "end": 2499.7}, {"text": "Maybe he was skating for Israel in the Olympics. Get skating out of the Olympics.", "start": 2499.7, "end": 2504.4}, {"text": "You don't need it. Yeah. Skating and swimming. Trust me. These are not sports.", "start": 2504.4, "end": 2508.6}, {"text": "swimming is for much swimming. Swimming is like the number one in anything else.", "start": 2508.6, "end": 2513.4}, {"text": "Yeah, the fucking Olympia. What make it? Why is there no football in the world?", "start": 2513.4, "end": 2516.58}, {"text": "No, it's it's the same as like, why is there no billiards in the Olympics?", "start": 2516.58, "end": 2519.74}, {"text": "That's a good question. It's a, you know, it's basically the same as fucking", "start": 2519.74, "end": 2524.04}, {"text": "running. Swimming is the same as running, but you just added another element to it,", "start": 2524.04, "end": 2529.28}, {"text": "which is why people like because the when you boil the Olympics down to its", "start": 2529.28, "end": 2534.24}, {"text": "it's essential is it's just who is the fastest in the world or in every single", "start": 2534.26, "end": 2538.96}, {"text": "yeah, but it's probably like the runner guys could probably swim faster than the", "start": 2538.96, "end": 2542.86}, {"text": "swimmers, but they just chose the better sport yeah", "start": 2542.86, "end": 2545.46}, {"text": "and swimming. They have the jump in swimmers have to eat like a billion", "start": 2545.46, "end": 2549.98}, {"text": "pounds a day. That's because they swim all day. That's the thing with a lot of", "start": 2549.98, "end": 2553.34}, {"text": "these sports is like just stop.", "start": 2553.34, "end": 2555.06}, {"text": "You wouldn't have to do any of this shit. If you just knocked it off yeah,", "start": 2555.06, "end": 2559.4}, {"text": "just knock it off. What are you doing? Also you're in a vicious cycle, the", "start": 2559.4, "end": 2563.12}, {"text": "butterfly", "start": 2563.12, "end": 2563.92}, {"text": "The butterfly is crazy. That's barely a thing. What is that? That's this one. Where they", "start": 2563.92, "end": 2569.48}, {"text": "jump out of the water and do their arms. Yeah. Oh, that's, that one's sick. No, that one", "start": 2569.48, "end": 2575.4}, {"text": "is goofy. It is goofy AF. It's so hard to do. Every time I do it, I just sit in the", "start": 2575.4, "end": 2580.4}, {"text": "middle of the pool. It's like I'm drowning in a cartoon. Yeah. That's my version of the", "start": 2580.4, "end": 2584.0}, {"text": "butterfly. Yeah. I can't do the butterfly. No. They should put that in the Olympics.", "start": 2584.0, "end": 2589.36}, {"text": "How about this? I like doing the sea serpent. Here's some, here's some things that you could", "start": 2589.36, "end": 2592.84}, {"text": "put in the Olympics, the Olympic Committee, what philosophy,", "start": 2592.84, "end": 2596.84}, {"text": "velociraptor, philosophy, velociraptor, meme contest, meme contest. Good idea.", "start": 2596.84, "end": 2602.58}, {"text": "I mean, there's it's already subjective. They're already scored off. A", "start": 2602.58, "end": 2605.48}, {"text": "scored off is actually a good idea. Typing, maybe typing, maybe it's a", "start": 2605.48, "end": 2609.52}, {"text": "beacon style. I would actually be interested to see typing, typing typists", "start": 2609.52, "end": 2613.88}, {"text": "in the Olympics or art. Yeah, that's what I mean. You already do gymnastics,", "start": 2613.88, "end": 2619.12}, {"text": "which is God, the artlympics. Well, no, just be part of the no, just be no. We", "start": 2619.16, "end": 2623.16}, {"text": "don't want the legitimacy. We want the nod from the Olympic committee. It's", "start": 2623.16, "end": 2627.08}, {"text": "just in the Olympics. It wouldn't be a whole new. It's a whole different new", "start": 2627.08, "end": 2630.36}, {"text": "time. Back flipping olympics back. They do have back flipping in the as a part", "start": 2630.36, "end": 2634.08}, {"text": "of something else, but I don't care about anything except the back flips", "start": 2634.08, "end": 2637.36}, {"text": "and they do anything besides back flips on that. They just gymnastics flipping,", "start": 2637.36, "end": 2641.4}, {"text": "but they do front flips, which are not that impressive. I could do a front", "start": 2641.4, "end": 2643.92}, {"text": "flip. You couldn't do it now. I know front flip. Turn the camera. Let's let's", "start": 2643.92, "end": 2647.88}, {"text": "Yep, turn the cameras, we'll fucking test it.", "start": 2647.88, "end": 2649.88}, {"text": "I hurt my body.", "start": 2649.88, "end": 2651.88}, {"text": "ACL. No you didn't.", "start": 2651.88, "end": 2652.88}, {"text": "I hurt my body.", "start": 2652.88, "end": 2653.88}, {"text": "He pulled his ACL last night during D&D.", "start": 2653.88, "end": 2655.88}, {"text": "No I didn't.", "start": 2655.88, "end": 2656.88}, {"text": "You did.", "start": 2656.88, "end": 2657.88}, {"text": "No I didn't.", "start": 2657.88, "end": 2658.88}, {"text": "I'm saving you, motherfucker.", "start": 2658.88, "end": 2659.88}, {"text": "I hurt the rest of my body.", "start": 2659.88, "end": 2661.88}, {"text": "No you didn't.", "start": 2661.88, "end": 2662.88}, {"text": "Yeah I did.", "start": 2662.88, "end": 2663.88}, {"text": "I think I could do a front flip.", "start": 2663.88, "end": 2664.88}, {"text": "I think I could do a back flip.", "start": 2664.88, "end": 2665.88}, {"text": "I hurt my back doing that cold open the other day.", "start": 2665.88, "end": 2668.88}, {"text": "Really?", "start": 2668.88, "end": 2669.88}, {"text": "I went home and I was like, \"Oh, what the fuck did I do?\"", "start": 2669.88, "end": 2671.88}, {"text": "Swinging the sword?", "start": 2671.88, "end": 2672.88}, {"text": "What did I do? And remembered that I was like doing jump kicks.", "start": 2672.88, "end": 2674.88}, {"text": "Oh yeah.", "start": 2674.88, "end": 2675.88}, {"text": "I got a bruise on my knee.", "start": 2675.88, "end": 2676.88}, {"text": "arms on my knee. I kind of want to get into some kind of should I do boxing", "start": 2676.88, "end": 2681.72}, {"text": "think boxing and be made for me. No, is that too much? I don't want to yeah.", "start": 2681.72, "end": 2686.42}, {"text": "It's a little too much. It's too much. You would become a monster. I think I", "start": 2686.42, "end": 2691.24}, {"text": "think it's just I just think it's I have a really short arms and I'm small and", "start": 2691.24, "end": 2695.68}, {"text": "I'm way over the weight class that I should be. I think it'd be a perfect", "start": 2695.68, "end": 2698.68}, {"text": "box. I think if you're the type of person who's already working out a bunch", "start": 2698.68, "end": 2701.36}, {"text": "and then you add boxing, I think that's when you cross the line and yes too", "start": 2701.36, "end": 2704.5}, {"text": "much into what I think if you're the type of person who's your workout is", "start": 2704.52, "end": 2707.4}, {"text": "boxing, then you're a girl, then you are a girl. It's true. Girls do boxing.", "start": 2707.4, "end": 2712.08}, {"text": "They do do as and a lot of them will be like yeah, it's good for self defence.", "start": 2712.08, "end": 2715.24}, {"text": "It's like I'll let me see you square up on the subway with the crazy homeless", "start": 2715.24, "end": 2718.84}, {"text": "guy right just straight up like all right, let's box about it. No rules, but", "start": 2718.84, "end": 2722.32}, {"text": "street rules. Yeah, exactly. That's why I do street rules when I books. Yeah,", "start": 2722.32, "end": 2726.28}, {"text": "women need to be what's the kind that you bite, bite, bite, quando. No, no,", "start": 2726.28, "end": 2730.76}, {"text": "there's a kind of martial arts where it's like you bite, you scratch your", "start": 2730.76, "end": 2733.72}, {"text": "guys out. I don't know that doesn't sound like a martial art. It sounds more", "start": 2733.76, "end": 2737.12}, {"text": "just like doing stuff. Well, it may be some there's a name for doing stuff", "start": 2737.12, "end": 2741.66}, {"text": "the", "start": 2741.66, "end": 2741.92}, {"text": "kinamutai that emphasizes biting", "start": 2741.92, "end": 2745.9}, {"text": "biting, pinching,", "start": 2745.9, "end": 2748.96}, {"text": "is what it's called", "start": 2748.96, "end": 2752.36}, {"text": "sick. Oh, my God, wait, I didn't do I'd be the master of this shit. Just", "start": 2752.36, "end": 2760.4}, {"text": "fighting. He just grabbed his nuts. Oh, this is look guys. I wear a helmet. See", "start": 2760.44, "end": 2764.36}, {"text": "okay. This is a real martial art fight in the world. That's what I mean. This", "start": 2764.36, "end": 2767.72}, {"text": "is what martial arts should be look he's well okay, but now he's definitely", "start": 2767.72, "end": 2772.08}, {"text": "going to grab this guy's nuts. Yeah, he punches him and then balls twice and", "start": 2772.08, "end": 2776.16}, {"text": "then it points his finger in his face. Whoa, I got you, you're gay", "start": 2776.16, "end": 2780.02}, {"text": "punches nuts. Two times smell my finger.", "start": 2780.02, "end": 2785.24}, {"text": "That's a good idea. That's I mean that's what martial arts should be. You stick", "start": 2785.24, "end": 2790.12}, {"text": "Stick your finger in your ass, and then you chase him with it.", "start": 2790.16, "end": 2793.16}, {"text": "That's a thing that if you do it in wrestling, it's an immediate disqualification.", "start": 2793.16, "end": 2798.16}, {"text": "Stick your finger in the guy's ass?", "start": 2798.16, "end": 2799.16}, {"text": "It's called checking the oil.", "start": 2799.16, "end": 2801.16}, {"text": "Oh.", "start": 2801.16, "end": 2802.16}, {"text": "Yeah.", "start": 2802.16, "end": 2803.16}, {"text": "Oh, God.", "start": 2803.16, "end": 2804.16}, {"text": "That's kind of an Urban Dictionary meme thing, I think, maybe.", "start": 2804.16, "end": 2806.16}, {"text": "Yeah.", "start": 2806.16, "end": 2807.16}, {"text": "Well, that's a thing that --", "start": 2807.16, "end": 2808.16}, {"text": "There's a sex thing called a Cleveland Steamer, and a chili dog.", "start": 2808.16, "end": 2811.16}, {"text": "That's a real --", "start": 2811.16, "end": 2812.16}, {"text": "That's a thing that when my younger brother did wrestling in middle school,", "start": 2812.16, "end": 2816.16}, {"text": "that they told him it's the most illegal wrestling move.", "start": 2816.16, "end": 2821.16}, {"text": "They told him it was the most--", "start": 2821.16, "end": 2824.12}, {"text": "- I'm sure it is.", "start": 2824.12, "end": 2824.96}, {"text": "- Yeah, you know why it's the most illegal wrestling move?", "start": 2824.96, "end": 2827.08}, {"text": "- Because it's raping.", "start": 2827.08, "end": 2827.92}, {"text": "- Yeah, sexual assault.", "start": 2827.92, "end": 2829.6}, {"text": "(laughing)", "start": 2829.6, "end": 2831.52}, {"text": "- Yeah, that's why.", "start": 2831.52, "end": 2833.0}, {"text": "- Yeah.", "start": 2833.0, "end": 2833.84}, {"text": "- I guess that's not a really good thing to tell people", "start": 2833.84, "end": 2836.24}, {"text": "is a good self-defense mechanism.", "start": 2836.24, "end": 2839.04}, {"text": "- You know what they tell you to do though,", "start": 2839.04, "end": 2840.68}, {"text": "when a pit bull has got their teeth,", "start": 2840.68, "end": 2842.92}, {"text": "they like wrapped around a--", "start": 2842.92, "end": 2843.76}, {"text": "- You put it finger in the ass.", "start": 2843.76, "end": 2844.6}, {"text": "- Like a bichon frise, yeah.", "start": 2844.6, "end": 2846.08}, {"text": "you got to check the pit bulls oil.", "start": 2846.08, "end": 2848.08}, {"text": "Yeah.", "start": 2848.08, "end": 2848.58}, {"text": "Which I, trust me, I do not want to, I do not want to check the pit bulls oil.", "start": 2848.58, "end": 2852.58}, {"text": "What you're supposed to do with a pit bull attack series, you're supposed to have a little hammer and you knock out all its teeth.", "start": 2852.58, "end": 2856.08}, {"text": "Yeah.", "start": 2856.08, "end": 2856.58}, {"text": "Yeah, even if it gets you, it's like what?", "start": 2856.58, "end": 2858.58}, {"text": "Yeah.", "start": 2858.58, "end": 2859.08}, {"text": "That's literally, I read that you have to put like some kind of thing in there.", "start": 2859.08, "end": 2863.58}, {"text": "Yeah, a hammer.", "start": 2863.58, "end": 2865.58}, {"text": "*mimics hammer*", "start": 2865.58, "end": 2867.58}, {"text": "*mimics hammer*", "start": 2867.58, "end": 2868.58}, {"text": "Yank it back.", "start": 2868.58, "end": 2869.58}, {"text": "That makes it, I mean, this is pretty much boiling down to hurt the dog at this point.", "start": 2869.58, "end": 2874.08}, {"text": "Yeah.", "start": 2874.08, "end": 2874.58}, {"text": "Yeah, I mean that's the only way you're supposed to use a laser their bite for", "start": 2874.58, "end": 2878.68}, {"text": "strength. I had it. I had it. It's incredible. I saw a video that was a", "start": 2878.68, "end": 2882.0}, {"text": "very good explanation of it was two dogs in a fight in like Central Park or", "start": 2882.0, "end": 2886.0}, {"text": "something, and people are like trying to get the dogs off each other, and the guy", "start": 2886.0, "end": 2890.0}, {"text": "said, and this blew my mind, he said, how would you feel? Of course, they're", "start": 2890.0, "end": 2893.88}, {"text": "fighting. How would you feel if every time you walked by somebody, your", "start": 2893.88, "end": 2897.74}, {"text": "boyfriend or whoever he didn't say boyfriend, whoever you're with, wanted", "start": 2897.74, "end": 2902.42}, {"text": "you to shake the person's hand. Sometimes you're not going to like the guy.", "start": 2902.44, "end": 2906.08}, {"text": "Sometimes you're just going to fight and try and get him and sometimes you", "start": 2906.08, "end": 2909.4}, {"text": "he's saying this to two women screaming about their dogs fighting. No, he", "start": 2909.4, "end": 2913.0}, {"text": "basically did a green screen video where he's on top of the thing. He's pointing", "start": 2913.0, "end": 2916.64}, {"text": "up. You see this. You see this is basically like if you had to shake hands", "start": 2916.64, "end": 2920.26}, {"text": "with every single person in the world, I would do that. If I had to shake hands", "start": 2920.26, "end": 2923.52}, {"text": "with people too, that's yeah, exactly. If I had to do that, first of all, I", "start": 2923.52, "end": 2927.24}, {"text": "wouldn't leave my house, but if I was being dragged around by my neck and", "start": 2927.24, "end": 2930.72}, {"text": "having made to shake hands with every single person. I would lash out not", "start": 2930.76, "end": 2934.32}, {"text": "even because I don't like the people, but because I was bored. I don't want to", "start": 2934.32, "end": 2937.06}, {"text": "shake your hand. I'm done shaking hand. Also, if I was bred for combat yeah, if I", "start": 2937.06, "end": 2943.58}, {"text": "would that would so much worse pound the issue. If I was my jaw strength, if I", "start": 2943.58, "end": 2948.36}, {"text": "could bite through a wooden door, if I was blood and I wasn't and I was", "start": 2948.36, "end": 2951.88}, {"text": "punished for biting through a wooden door yeah, I'd be pissed yeah. I hate", "start": 2951.88, "end": 2956.6}, {"text": "pit bulls. I don't I don't mind them that much. I just don't like that. They", "start": 2956.64, "end": 2960.36}, {"text": "exist. There are a lot of times the sweetest dogs and the meanest dogs.", "start": 2960.36, "end": 2963.28}, {"text": "Yeah, I don't care. I don't care. I don't care enough to get to know a", "start": 2963.28, "end": 2967.12}, {"text": "people. Have you ever had somebody where you've made buddy meet somebody's pit", "start": 2967.12, "end": 2971.2}, {"text": "bull and they tell you something insane? They're like you're like, Oh, how's the", "start": 2971.2, "end": 2974.92}, {"text": "dog? You like the dog? They're like yeah, he's good. He's afraid of guns.", "start": 2974.92, "end": 2977.72}, {"text": "It's like what", "start": 2977.72, "end": 2978.84}, {"text": "what yeah. Also, when did you learn that like yeah, I can't say I ever had that", "start": 2978.84, "end": 2985.2}, {"text": "That happened to my brother's dog, I think. I was like, \"How is he?\" He's like, \"Yeah,", "start": 2985.24, "end": 2988.68}, {"text": "he's afraid of guns.\" I would think so.", "start": 2988.68, "end": 2992.0}, {"text": "Yeah, I would hope.", "start": 2992.0, "end": 2993.0}, {"text": "Yeah.", "start": 2993.0, "end": 2994.0}, {"text": "My cat is afraid of trash bags. I don't know if that's because he's from the outside.", "start": 2994.0, "end": 2996.8}, {"text": "My dog's afraid of trash. Anytime I take the trash out, he gets...", "start": 2996.8, "end": 3000.0}, {"text": "I'm afraid of trash bags.", "start": 3000.0, "end": 3001.24}, {"text": "They're scary. They're white.", "start": 3001.24, "end": 3002.24}, {"text": "Yeah, they're loud. When you open them up...", "start": 3002.24, "end": 3005.24}, {"text": "Yeah.", "start": 3005.24, "end": 3006.24}, {"text": "Yeah, my mom freaks the fuck out, dude. I don't know if he just saw a guy change the", "start": 3006.24, "end": 3011.68}, {"text": "trash when he was living on the streets.", "start": 3011.68, "end": 3013.92}, {"text": "probably thought the guy was going to put him in a trash bag. That's probably where he was", "start": 3013.92, "end": 3020.64}, {"text": "going when I found him. He's probably going into a trash bag. He's going there again next", "start": 3020.64, "end": 3026.28}, {"text": "time. I'm over. Did you guys know you guys weren't there? You guys were there before", "start": 3026.28, "end": 3031.16}, {"text": "because I was on the stream and then I went home. We should start cat napping. Yeah, there's", "start": 3031.16, "end": 3036.08}, {"text": "somebody else. There's somebody lost cat posters around. Yeah, I know. Oh, it's perfect time", "start": 3036.08, "end": 3041.32}, {"text": "I'm to get it to the we should walk around with butterfly nets and just we", "start": 3041.32, "end": 3044.32}, {"text": "should be setting baited trap. I saw the craziest fucking cat on a stoop the", "start": 3044.32, "end": 3048.28}, {"text": "other day. It was like so it was like it looks like it was a white cat that", "start": 3048.28, "end": 3052.04}, {"text": "turned. I knew it was great, but I had to turn black, a white cat that turned", "start": 3052.04, "end": 3055.12}, {"text": "gray from dirt is what it looked like and it had the craziest green eyes", "start": 3055.12, "end": 3059.56}, {"text": "and I", "start": 3059.56, "end": 3061.16}, {"text": "weird. I know I know, but I let me", "start": 3061.16, "end": 3065.08}, {"text": "cat's eyes are. Let me show you this cat. That's like the stereotypical cat's", "start": 3065.08, "end": 3070.12}, {"text": "high color. Let me show you what this one looked like.", "start": 3070.16, "end": 3072.56}, {"text": "You took a picture? Yeah, 'cause it looked scary. It does look scary.", "start": 3072.56, "end": 3076.8}, {"text": "Look at how scary that thing was. That looks like a wolf. Yeah,", "start": 3076.8, "end": 3079.76}, {"text": "that looks like a wolf. Yeah, that's a scary looking cat. Yeah.", "start": 3079.76, "end": 3082.8}, {"text": "Now, you're completely right. The green eyes don't really bother me though.", "start": 3082.8, "end": 3086.36}, {"text": "The green eyes are the scariest part of the way he's looking. I think the", "start": 3086.36, "end": 3089.36}, {"text": "fact that he looks like a different animal is a weird... He's got snake eyes.", "start": 3089.36, "end": 3092.12}, {"text": "He's got cat eyes. No, he's got snake's eyes with a cat's face. It is funny", "start": 3092.12, "end": 3095.64}, {"text": "that the cat looked like that and you led by telling us just all the", "start": 3095.64, "end": 3098.78}, {"text": "different colors that were", "start": 3098.78, "end": 3099.78}, {"text": "yeah, it used to be white, but that was great and the eyes are green. That was a", "start": 3099.78, "end": 3104.38}, {"text": "that was a creepy cat, though it was a creepy cat. Yeah, I did want to I did", "start": 3104.38, "end": 3108.18}, {"text": "want to shake its paw. I think my next pet is going to be a skunk skunk. You", "start": 3108.18, "end": 3113.54}, {"text": "can feel croaks skunk", "start": 3113.54, "end": 3115.34}, {"text": "that you can do that. You can get remove their stink gland. It's not good for", "start": 3115.34, "end": 3119.78}, {"text": "them. It's illegal in America. Yeah, you could also get a raccoon. You can get it", "start": 3119.78, "end": 3123.82}, {"text": "done in the UK and then have shipped over here, but they also don't stink it up", "start": 3123.82, "end": 3127.22}, {"text": "unless they're like really afraid. Yeah. So you got to become it's good for", "start": 3127.26, "end": 3130.46}, {"text": "have you guys ever been skunked? Yeah, no, my uncle did, but then my house", "start": 3130.46, "end": 3135.26}, {"text": "skunk like skunk. I got skunked around, but I didn't get skunked. I didn't get", "start": 3135.26, "end": 3139.22}, {"text": "I ran. I ran. I saw a skunk. I ran. I was walking home one night and a skunk", "start": 3139.22, "end": 3143.62}, {"text": "walked like one foot in front of me across the sidewalk and I froze like a", "start": 3143.62, "end": 3148.14}, {"text": "cartoon. Yeah, and then I didn't skunk. It's not good. You have to bathe in", "start": 3148.14, "end": 3152.18}, {"text": "honey tomato sauce. Tomato sauce is always what I honey would be to", "start": 3152.18, "end": 3155.26}, {"text": "Yeah, my uncle who lived with me, one of them, one of my uncles that lived with me had his", "start": 3155.3, "end": 3160.18}, {"text": "dog, he was walking him at night and then he got too, he tried to get too friendly with", "start": 3160.18, "end": 3163.9}, {"text": "a skunk and he got sprayed so bad that we all heard him outside go like, \"Ahh!\"", "start": 3163.9, "end": 3168.9}, {"text": "The dog?", "start": 3168.9, "end": 3169.9}, {"text": "No, my uncle.", "start": 3169.9, "end": 3170.9}, {"text": "Oh, okay.", "start": 3170.9, "end": 3171.9}, {"text": "And then he came back inside and he was like, \"I got fucking sprayed by a skunk!\"", "start": 3171.9, "end": 3174.62}, {"text": "I kind of want to get, I saw a video of somebody getting pepper sprayed the other day and it", "start": 3174.62, "end": 3177.78}, {"text": "kind of, I think it's something you need to do before you die.", "start": 3177.78, "end": 3180.22}, {"text": "Yeah, get pepper sprayed.", "start": 3180.22, "end": 3181.22}, {"text": "Are you trying to build up an immunity?", "start": 3181.22, "end": 3182.22}, {"text": "up an immunity? No, I just think I have curiosity. I can spray you with my girlfriend's pepper", "start": 3182.22, "end": 3187.22}, {"text": "spray. The girl one won't work on me. Yeah, it never works. Trust me, I spray myself every", "start": 3187.22, "end": 3193.74}, {"text": "single day. I want the one where you go with your thumb. The police one? Yeah, the police", "start": 3193.74, "end": 3199.26}, {"text": "one. The video I saw was just a guy getting pulled over and he was like, \"What are you", "start": 3199.26, "end": 3203.26}, {"text": "pulling me over for?\" And the guy was like, \"That's it!\" Right in his face. It doesn't", "start": 3203.26, "end": 3209.02}, {"text": "don't look like it feels very I want to get I want to get tased. I want to", "start": 3209.02, "end": 3213.1}, {"text": "live in that's like opposite, though sugar spray sugar spray and so yeah,", "start": 3213.1, "end": 3219.06}, {"text": "tastes too good. Well, that's what I would do. It's a bunch of people", "start": 3219.06, "end": 3222.7}, {"text": "sitting in a line protesting WGA writer strike and the I walk up and I just", "start": 3222.7, "end": 3227.58}, {"text": "spray it into their mouth. What if it's a sour? What if it's just food spray", "start": 3227.58, "end": 3233.1}, {"text": "and it makes them full so they get lazy? If someone's chasing you, you spray", "start": 3233.1, "end": 3237.22}, {"text": "food on that's a pretty good idea mouth and then they're like they feel like", "start": 3237.26, "end": 3240.76}, {"text": "they decided Thanksgiving dinner. Yeah, you know, I just want to sit down.", "start": 3240.76, "end": 3243.46}, {"text": "They don't even Thanksgiving spray. Yeah, that's such a good basically", "start": 3243.46, "end": 3247.74}, {"text": "Christmas. I'm going to spray Thanksgiving spray. Yeah, so these are", "start": 3247.74, "end": 3251.26}, {"text": "all the same effect of filling your person. So this is Easter spread with", "start": 3251.26, "end": 3254.62}, {"text": "turkey. So good turkey deep fried turkey for Christmas. An Easter meal. Yeah,", "start": 3254.62, "end": 3259.1}, {"text": "I can't lamb and ham. I think you eat lamb on Easter. Isn't Jesus supposed to", "start": 3259.1, "end": 3264.06}, {"text": "be a lamb. I think that's why you're supposed to eat him. Yeah, you eat him", "start": 3264.06, "end": 3267.9}, {"text": "all the time. The guy's the most eating person ever live. Yeah, you know the", "start": 3267.9, "end": 3271.42}, {"text": "whole thing. Isn't it funny that Catholics the it's like Catholic canon", "start": 3271.42, "end": 3275.46}, {"text": "that when you eat the piece of bread, it becomes human flesh in your body. Yeah,", "start": 3275.46, "end": 3279.62}, {"text": "really yeah, I've never had the communion because I've never been you've", "start": 3279.62, "end": 3282.9}, {"text": "never taken communion. No, because I have never I've never been confirmed", "start": 3282.9, "end": 3285.9}, {"text": "communion. I wasn't allowed to do Catholic communion. I wasn't allowed to", "start": 3285.9, "end": 3289.22}, {"text": "do CCD", "start": 3289.22, "end": 3290.02}, {"text": "because my... Are you, what do they call it, confirmed? No. Wow. Hell. My whole... Hell", "start": 3291.22, "end": 3296.9}, {"text": "vibe. Are you baptized? I was baptized. Oh. That's weird. I wasn't confirmed because my", "start": 3296.9, "end": 3302.06}, {"text": "aunt was the CCD teacher at the church that we would go to. Uh-huh. And she said she did", "start": 3302.06, "end": 3309.98}, {"text": "not want me in her classroom. Whoa. They didn't want me in the classroom. She'd rather have", "start": 3309.98, "end": 3314.02}, {"text": "you in hell. We couldn't afford it. Yeah. She didn't like me. She didn't like me at", "start": 3314.02, "end": 3317.7}, {"text": "should rather have you in hell than in her classroom. That's crazy. We couldn't", "start": 3317.7, "end": 3321.86}, {"text": "afford this easy D classes, but also like I know you were crazy as kid. I was I", "start": 3321.86, "end": 3325.66}, {"text": "would have I would have said the same. I would sit in the back. I would have", "start": 3325.66, "end": 3328.8}, {"text": "either this. Can we transfer this kid to hell? Yeah, during my during my", "start": 3328.8, "end": 3332.78}, {"text": "cousin's, my cousins, like confirmation my my cousin, who I was my cousin Rob", "start": 3332.78, "end": 3338.68}, {"text": "same age as him. I'm in the back in the quiet room where all the old ladies sit", "start": 3338.68, "end": 3343.18}, {"text": "and I'm sitting there just turning to my mom just going. This is a fucking boring.", "start": 3343.18, "end": 3347.38}, {"text": "I was in saying fucking this is so boring. Do you remember the first time you", "start": 3347.42, "end": 3350.58}, {"text": "cussed in a church? I do know I never cussed in church. I cussed in church.", "start": 3350.58, "end": 3355.26}, {"text": "Would you say damn? I said fuck. That's the first thing I ever said. You just", "start": 3355.26, "end": 3359.98}, {"text": "said fuck. I just said fuck. My buddy Jordan said you're not allowed to cuss", "start": 3359.98, "end": 3363.34}, {"text": "in church and I was like fuck that", "start": 3363.34, "end": 3365.5}, {"text": "holy and then I immediately felt like a shock of electricity in my body and", "start": 3365.5, "end": 3370.1}, {"text": "knew I'm going to hell and it basically colored the rest of my life and then I", "start": 3370.1, "end": 3373.98}, {"text": "went outside and I climbed the tallest tree on the church grounds.", "start": 3374.02, "end": 3376.58}, {"text": "Well, that's just like youth camp stuff.", "start": 3376.58, "end": 3379.22}, {"text": "That's what I used to do.", "start": 3379.22, "end": 3380.22}, {"text": "That's what your counselor wants you to do.", "start": 3380.22, "end": 3381.22}, {"text": "I thought it was cool because I would go and I would climb the tree alone.", "start": 3381.22, "end": 3384.86}, {"text": "The tree climber kid.", "start": 3384.86, "end": 3385.86}, {"text": "Yeah, and then just sit up there and wait for somebody to look at me and be like, \"Look", "start": 3385.86, "end": 3389.3}, {"text": "how high I am.\"", "start": 3389.3, "end": 3390.3}, {"text": "Yeah.", "start": 3390.3, "end": 3391.3}, {"text": "This is me.", "start": 3391.3, "end": 3392.3}, {"text": "\"Look how high I am.\"", "start": 3392.3, "end": 3393.3}, {"text": "The other kids are fucking.", "start": 3393.3, "end": 3394.3}, {"text": "I remember the tree climber kid in school.", "start": 3394.3, "end": 3395.3}, {"text": "Yeah, that was me.", "start": 3395.3, "end": 3396.3}, {"text": "I loved climbing trees.", "start": 3396.3, "end": 3398.1}, {"text": "I had a phase of climbing trees.", "start": 3398.1, "end": 3400.1}, {"text": "And then I grew up in a cantry.", "start": 3400.1, "end": 3401.1}, {"text": "I had a tree climbing phase.", "start": 3401.1, "end": 3402.78}, {"text": "Never?", "start": 3402.78, "end": 3403.78}, {"text": "You don't like heights. No, I mean heights. I would get up on maybe a low", "start": 3403.78, "end": 3408.42}, {"text": "branch, but yeah, I never I also just wasn't I wasn't like strong. I would get", "start": 3408.42, "end": 3412.1}, {"text": "to the top of the tree and I would wave side to side in the wind. Wow. I also", "start": 3412.1, "end": 3416.54}, {"text": "hate heights. Now that I'm thinking, I don't think any human likes heights. I", "start": 3416.54, "end": 3419.46}, {"text": "think that's supposed to like heights. No, they're not good. I did like that. I", "start": 3419.46, "end": 3422.7}, {"text": "really don't like this. I don't like even being inside in heights. Yeah, yeah. I", "start": 3422.7, "end": 3428.06}, {"text": "went. If I'm in a building that's too big, I'd get scared. If I'm in a movie", "start": 3428.06, "end": 3432.82}, {"text": "theater and I have to take an escalator up and I know that I'm on the third", "start": 3432.82, "end": 3435.78}, {"text": "floor and I know that there's", "start": 3435.78, "end": 3437.28}, {"text": "floors below me, but the tall floors, I think that's probably a measure of your", "start": 3437.28, "end": 3442.32}, {"text": "intelligence that you are, because everybody else is too stupid to get", "start": 3442.32, "end": 3446.26}, {"text": "fooled into thinking they're on the ground. I was in a building once where", "start": 3446.26, "end": 3450.02}, {"text": "like my ears, we were on the fucking penthouse. It was like me and Tom,", "start": 3450.02, "end": 3453.74}, {"text": "whoa, show, we did the show that was in a penthouse bragging and bragging", "start": 3453.74, "end": 3458.14}, {"text": "and my ears were popping my ears popped one in the elevator in the elevator, my", "start": 3458.18, "end": 3462.88}, {"text": "ears, but on the elevator and then no, but we were on the balcony after and", "start": 3462.88, "end": 3467.12}, {"text": "you were so scared. I almost threw up because I was there to I looked I looked", "start": 3467.12, "end": 3472.44}, {"text": "down and I almost threw up because of the height.", "start": 3472.44, "end": 3475.98}, {"text": "It wasn't a rag that right yeah, you were in a penthouse. I've never been in", "start": 3475.98, "end": 3480.62}, {"text": "a penthouse. You could have come to the show, been a penthouse. I have you. I", "start": 3480.62, "end": 3483.34}, {"text": "invited you. I invited you guys to come to the show. I don't want to go to a", "start": 3483.34, "end": 3487.18}, {"text": "penthouse show. I want the first time I go into a penthouse, it's going to be my", "start": 3487.2, "end": 3492.68}, {"text": "penthouse yeah, that's the plan, but they got the people who ran the penthouse.", "start": 3492.68, "end": 3497.24}, {"text": "I'm gonna have that swan made out of towels. They weren't allowed to do shows", "start": 3497.24, "end": 3500.0}, {"text": "there anymore. I want to do that the doorman said that the doorman found out", "start": 3500.0, "end": 3503.68}, {"text": "it was a ticketed event", "start": 3503.68, "end": 3504.8}, {"text": "doorman also another job in the that the people's business yeah doorman your", "start": 3504.8, "end": 3511.88}, {"text": "entire job is to get a shitty Christmas gift and fucking shut the fuck up.", "start": 3511.88, "end": 3516.6}, {"text": "Phillips Norelco one blade. Here's actually that's a great Christmas gift.", "start": 3516.64, "end": 3519.7}, {"text": "Open the door, buddy. Yeah. Hey, why don't you do your job and open the door?", "start": 3519.7, "end": 3522.98}, {"text": "You're not an undercover cop. Oh, are you? Oh, is your what's your job title?", "start": 3522.98, "end": 3526.62}, {"text": "Are you a how was your day man? No, I don't think so. So shut your trap and", "start": 3526.62, "end": 3531.24}, {"text": "open my door. Press the button.", "start": 3531.24, "end": 3533.66}, {"text": "What but for the elevator or something? I don't know what they do. I don't like", "start": 3533.66, "end": 3537.74}, {"text": "I don't like any job where you're not a CEO and you wear a suit. I don't like", "start": 3537.74, "end": 3544.16}, {"text": "seeing people every day also. I don't want to see the same guy a bunch of times.", "start": 3544.18, "end": 3549.7}, {"text": "I would really appreciate it if the people in my apartment building would move", "start": 3549.7, "end": 3553.1}, {"text": "out after a month.", "start": 3553.1, "end": 3554.1}, {"text": "His Siri responded to him saying Santa.", "start": 3554.1, "end": 3557.7}, {"text": "He called Santa?", "start": 3557.7, "end": 3560.82}, {"text": "I guess so.", "start": 3560.82, "end": 3561.9}, {"text": "Hey Santa.", "start": 3561.9, "end": 3563.22}, {"text": "It didn't work this time.", "start": 3563.22, "end": 3564.82}, {"text": "Also, I would so much rather have a security guard with a Gatling gun or", "start": 3564.82, "end": 3570.26}, {"text": "maybe a sentry turret.", "start": 3570.26, "end": 3571.7}, {"text": "Literally, what's his name from Final Fantasy VII?", "start": 3571.7, "end": 3573.74}, {"text": "my God, but anyway, I just think that doorman get rid of them or everybody", "start": 3573.78, "end": 3581.68}, {"text": "should have one. How about that? Well, actually, we're talking we're talking", "start": 3581.68, "end": 3584.08}, {"text": "about doorman the week that you weren't here as I have had. I actually have a", "start": 3584.08, "end": 3588.7}, {"text": "doorman theory, which is I think that the reason that we don't have chivalry", "start": 3588.7, "end": 3593.16}, {"text": "anymore in this in our modern world yeah is because why would you hold the door", "start": 3593.16, "end": 3597.84}, {"text": "for somebody when you can get paid for it when it's an actual job you can have?", "start": 3597.84, "end": 3602.34}, {"text": "why would you do it for free? Miss the moneymaker symposium wow that's a", "start": 3602.5, "end": 3606.16}, {"text": "really good point right like it's capitalism is basically ruining fucking", "start": 3606.16, "end": 3610.08}, {"text": "shit for us. I wouldn't take it that far, but", "start": 3610.08, "end": 3613.28}, {"text": "slow your fucking roll, but yeah I'm like I'm not going to hold that. Oh,", "start": 3613.28, "end": 3618.36}, {"text": "I'm going to hold the door for you. Okay, where's my where's my salary?", "start": 3618.36, "end": 3621.4}, {"text": "Yeah, no, where's my salary? Yeah, also I think you get paid pretty well to be a", "start": 3621.4, "end": 3625.7}, {"text": "doorman, which is you have to I mean it's where you live in the building,", "start": 3625.7, "end": 3628.64}, {"text": "that is the most now boring job of all you don't live in the bill. They don't", "start": 3628.68, "end": 3632.68}, {"text": "give you a room fuck. No, what they're doing like the nicest apartments. You", "start": 3632.68, "end": 3637.08}, {"text": "think that they're going to give it some fucking doorman. It was", "start": 3637.08, "end": 3639.68}, {"text": "probably live in the in the Freddy Krueger basement. Yeah, yeah, you live", "start": 3639.68, "end": 3644.38}, {"text": "in the Freddy Krueger basement and you get a huge pay cut. That's why you get", "start": 3644.38, "end": 3647.98}, {"text": "a free. I've always thought a fun job. It has to be to be a super. I bet that", "start": 3647.98, "end": 3651.08}, {"text": "more than fifty percent of doorman are serial killers. It's got to be way more.", "start": 3651.08, "end": 3656.38}, {"text": "it's closer to a hundred. Yeah, I think it has to be a huge percent are doing", "start": 3656.38, "end": 3660.22}, {"text": "bad and bad, bad things. Yeah, bad. If I know that they also are like every", "start": 3660.22, "end": 3665.22}, {"text": "once in a while, they're like they say something to somebody and they're like,", "start": 3665.22, "end": 3668.02}, {"text": "\"Whoa, how'd you know that?\" And they're like, \"Well, you know, I'm the", "start": 3668.02, "end": 3670.26}, {"text": "doorman. I'm the eyes and ears of this building.\" It's like that shit where", "start": 3670.26, "end": 3672.74}, {"text": "you're like, \"Oh, I'm so embarrassed to", "start": 3672.74, "end": 3677.54}, {"text": "say this issue I'm having to my doctor, 'cause my doctor's gonna judge me.\"", "start": 3677.54, "end": 3681.62}, {"text": "And they're like, \"No, doctors don't judge you.\" And then you find out that", "start": 3681.62, "end": 3684.46}, {"text": "that they all have a secret text group and they're all texting about you. They", "start": 3684.46, "end": 3687.82}, {"text": "have every job is it's always every single job in the world always judges", "start": 3687.82, "end": 3692.22}, {"text": "you and they all have their little things. They say about you to the", "start": 3692.22, "end": 3694.58}, {"text": "therefore, their other friends who work the same job. They're doctors are", "start": 3694.58, "end": 3697.58}, {"text": "definitely doctors where when some when you walk in, they go every doctor fuck", "start": 3697.58, "end": 3701.54}, {"text": "me every single day. It's a job. There are like nobody like yeah, nobody is", "start": 3701.54, "end": 3705.66}, {"text": "definitely a doctor group. Everybody gossips about you everywhere you go.", "start": 3705.66, "end": 3709.14}, {"text": "This you break your pelvis. They make sure they make your penis look smaller", "start": 3709.14, "end": 3713.06}, {"text": "and the door man sees who you come. I seen that happen to me and the door man", "start": 3713.1, "end": 3716.4}, {"text": "sees who you come home with yeah, who you have, who what kind of friends are", "start": 3716.4, "end": 3720.06}, {"text": "having over what kind of friends you're having over, so what kind of groceries", "start": 3720.06, "end": 3725.4}, {"text": "you're bringing in groceries. I was just going to say what kind of things you're", "start": 3725.4, "end": 3727.94}, {"text": "getting on Uber eats yeah. How often you're getting Uber eats, what packages", "start": 3727.94, "end": 3732.12}, {"text": "you're getting yeah, who was it? It was Samantha on sex in the city who had sex", "start": 3732.12, "end": 3736.56}, {"text": "with her door man. They have sex with you yeah, no it was a door knob. Oh yeah,", "start": 3736.56, "end": 3741.06}, {"text": "she fucked a door knob. Yeah, she was a complete slug. Such a slut. She fucked", "start": 3741.1, "end": 3745.14}, {"text": "a door. She fucked a door and then she fucked a boat and she fucked all this", "start": 3745.14, "end": 3749.7}, {"text": "other crap. Yeah, and now that's why she's not in and just like that. Look at", "start": 3749.7, "end": 3754.54}, {"text": "this salary, doorman salary, twenty to twenty seven dollars per hour. That's", "start": 3754.54, "end": 3758.92}, {"text": "not bad. That's too much full time employment, technology, information and", "start": 3758.92, "end": 3762.94}, {"text": "internet industry. You're trying to get paid to stand. Yeah, this is bullshit and", "start": 3762.94, "end": 3767.4}, {"text": "requirements, good communication skills, bilingual, have a can do whatever it", "start": 3767.42, "end": 3772.06}, {"text": "takes attitude for", "start": 3772.06, "end": 3773.8}, {"text": "whatever it takes to open this door.", "start": 3773.8, "end": 3776.24}, {"text": "Door fit is the tallest,", "start": 3776.24, "end": 3779.74}, {"text": "in the world,", "start": 3779.74, "end": 3781.58}, {"text": "the only reason you think that actually no, I think you'd be a good bell.", "start": 3781.58, "end": 3787.18}, {"text": "Whoa, my last name ability, ability to strip and wax floors as a plus bell", "start": 3787.18, "end": 3792.58}, {"text": "hops, your waxing floors as a door man, that's a janitor's job. Yeah, that", "start": 3792.58, "end": 3796.1}, {"text": "shouldn't be that's not the door man. Yeah, that's what I would say. This is my dorm", "start": 3796.14, "end": 3799.74}, {"text": "main anything beyond that exactly. Thank you. Scroll up, scroll up. They changed it", "start": 3799.74, "end": 3805.34}, {"text": "up more, up more. They changed it from bellhop to bell person. Oh my yeah.", "start": 3805.34, "end": 3812.06}, {"text": "Notice the rainbow on the logo for this hotel. Don't give these any clicks. Okay,", "start": 3812.06, "end": 3817.02}, {"text": "get off of get off of this. What's up was hop not gender neutral. You're not", "start": 3817.02, "end": 3821.1}, {"text": "going to become a bell person. Jubio maybe Jubio, but I'm a fucking bell hop.", "start": 3821.1, "end": 3825.86}, {"text": "yeah, what's a girl bell hop? Then if a boy bell hop is a bell hip yeah, a hip and", "start": 3825.98, "end": 3833.18}, {"text": "a hop, you know hip and a hop arm transport, oh my God, no arm transport", "start": 3833.18, "end": 3836.82}, {"text": "guard, yo I would become that way to have the brains logo. Does the brings", "start": 3836.82, "end": 3840.76}, {"text": "logo have the pride flag on it too? Probably that's actually dope. I want", "start": 3840.76, "end": 3844.9}, {"text": "that on a shirt to stuff like you know, LGBT stuff like Bank of America, yeah,", "start": 3844.9, "end": 3849.78}, {"text": "yeah, that seems like a pretty fun job, because you're the whole thing is like", "start": 3849.78, "end": 3853.72}, {"text": "it's it's hilarious how hard it is to rob you. Do you guys know you guys ever", "start": 3853.76, "end": 3858.3}, {"text": "walk by an armored truck that's parked somewhere and you think to yourself like", "start": 3858.3, "end": 3861.86}, {"text": "I hope they don't kill me. Hope they don't think I'm trying to steal from", "start": 3861.86, "end": 3864.46}, {"text": "because they're covered in guns. I got my I hope they don't mistake me for a", "start": 3864.46, "end": 3868.06}, {"text": "guy who's trying to get into the truck. I was walking home at like two in the", "start": 3868.06, "end": 3870.94}, {"text": "morning a couple months ago and they were like the guys were just sitting", "start": 3870.94, "end": 3874.86}, {"text": "looking the other way with like fifty thousand dollars and twenty dollars", "start": 3874.86, "end": 3878.64}, {"text": "bills there and they're just like smoking cigarettes waiting for their", "start": 3878.64, "end": 3881.74}, {"text": "dog break to be over. I was like this would be the easy, and you know me, I'm always looking", "start": 3881.76, "end": 3885.96}, {"text": "for a lick. I was like this would be the easiest lick. Kill these two guys, take this money.", "start": 3885.96, "end": 3892.96}, {"text": "Who's going to ever know?", "start": 3892.96, "end": 3894.96}, {"text": "They got cameras all over the truck. Every single part of the truck has a camera on it.", "start": 3894.96, "end": 3898.44}, {"text": "I have a camera? Fuck it.", "start": 3898.44, "end": 3901.12}, {"text": "But here's the thing, the Brinks truck has cameras on every single part of it. Couldn't", "start": 3901.12, "end": 3905.56}, {"text": "they make an amazing reality TV show about traffic with the same truck?", "start": 3905.56, "end": 3909.64}, {"text": "Well, that's what I was going to get at is that we should do a parks and rack", "start": 3909.64, "end": 3912.94}, {"text": "about two three guys in a brinks truck. That's actually a really good idea.", "start": 3912.94, "end": 3916.36}, {"text": "Parks and driving is what it could be called parking. That's actually driving.", "start": 3916.36, "end": 3920.2}, {"text": "That is actually such a good idea. And it's a brinks truck. It has all the", "start": 3920.2, "end": 3923.6}, {"text": "cameras all over it, and it's like those three sixty cameras, and they're going", "start": 3923.6, "end": 3927.2}, {"text": "into like into people's cars. Yeah, we just get it. We buy a brinks truck, an", "start": 3927.2, "end": 3930.52}, {"text": "old retired brinks truck, or we just steal one. We put some three sixty. We", "start": 3930.52, "end": 3934.76}, {"text": "leave all the money. We steal the truck, but leave all the money. The problem", "start": 3934.76, "end": 3937.0}, {"text": "is that people are going to think it's a real brinks truck and try to rob us and", "start": 3937.04, "end": 3940.0}, {"text": "all of our guns are they're funny guns. They don't do anything. They're props.", "start": 3940.0, "end": 3944.64}, {"text": "Exactly. And also we don't have any money. Yeah, there's no money at all.", "start": 3944.64, "end": 3949.04}, {"text": "Yeah, just us. Just our bodies. Well, that's what we could have. We could be", "start": 3949.04, "end": 3954.4}, {"text": "it could be like in a like a more like friends or how I met your mother or", "start": 3954.4, "end": 3958.88}, {"text": "something. It's like an apartment, apartment comedy. So like you bring over", "start": 3958.88, "end": 3963.36}, {"text": "a girl into the brinks. We all live there. We all live in a brink. You bring", "start": 3963.36, "end": 3966.56}, {"text": "going over the girl into the Brinks truck, you're shooting not on her face.", "start": 3966.56, "end": 3970.18}, {"text": "Oh, not on the money.", "start": 3970.18, "end": 3971.52}, {"text": "Come on, not on all the fucking money man. I wasn't aiming for the girl,", "start": 3971.52, "end": 3978.16}, {"text": "you're popping quarters in her ass. Shut up", "start": 3978.16, "end": 3980.56}, {"text": "stop man. You have the thing is coming on money. You have the", "start": 3980.56, "end": 3986.0}, {"text": "the like thing that slides like the like I slit the between the divider and", "start": 3986.0, "end": 3991.8}, {"text": "like the guys fucking the girl in the back and the two guys are in the cab and", "start": 3991.8, "end": 3995.36}, {"text": "just sitting there. It's like are you guys done like closet? He slides it", "start": 3995.4, "end": 3999.5}, {"text": "open, slides it open to the night comes", "start": 3999.5, "end": 4001.36}, {"text": "the guy having a", "start": 4001.36, "end": 4004.3}, {"text": "it's all about noting. This would be this would be the scene. I would bring", "start": 4004.3, "end": 4007.58}, {"text": "truck for a sperm bank. He would say, oh, that's a good idea. What are you", "start": 4007.58, "end": 4011.16}, {"text": "trying to look at the I'm looking for the applause, but he would say he would", "start": 4011.16, "end": 4014.4}, {"text": "say, Hey, I'm bringing a girl. You dropped your phone here. You go to the", "start": 4014.4, "end": 4017.9}, {"text": "applause, go to the applause thing real quick, though this is going to flop.", "start": 4017.9, "end": 4021.34}, {"text": "You you do your thing, you do your thing. So the whole thing it would be you and", "start": 4021.34, "end": 4025.16}, {"text": "you like I'm having a girl over night, be like to again man, because your", "start": 4025.2, "end": 4028.64}, {"text": "character gets pussy a lot. He's kind of a cool one and we'd be like whatever", "start": 4028.64, "end": 4032.36}, {"text": "Patrick, not you.", "start": 4032.36, "end": 4033.78}, {"text": "I wasn't giving you the thumbs up. Yeah, Patrick's like the cool one in the show,", "start": 4033.78, "end": 4038.76}, {"text": "but you'd be like yeah, I'm having a girl over tonight, like like the guy and", "start": 4038.76, "end": 4042.88}, {"text": "funny people, that kind of guy and then you would have the girl over and then it", "start": 4042.88, "end": 4046.6}, {"text": "cuts to you and me. We're listening to car talk, an old car talk episode,", "start": 4046.6, "end": 4051.24}, {"text": "armored car talk arm.", "start": 4051.28, "end": 4052.4}, {"text": "We're listening or actually we're recording our podcast armored car talk", "start": 4052.4, "end": 4057.24}, {"text": "yeah right and we just hear you railing this girl. You're both moaning in the", "start": 4057.24, "end": 4061.16}, {"text": "exact yeah, yes, be a big. Come on now, come on now, yeah, make me not make me", "start": 4061.16, "end": 4066.92}, {"text": "yeah you're doing that and then the thing slides open and you're like", "start": 4066.92, "end": 4069.66}, {"text": "can we have to get you a water? The waters of the front and then we can we", "start": 4069.66, "end": 4077.04}, {"text": "have to get out and go into the gas station to get by bottle water. Then", "start": 4077.04, "end": 4080.48}, {"text": "basically the guy from like dragged across concrete to gets in with the", "start": 4080.56, "end": 4084.14}, {"text": "fucking ski mask and he gets in and he's he's stealing the truck. He thinks", "start": 4084.14, "end": 4087.5}, {"text": "there's money in the back. He's trying to drive it to a secret base or", "start": 4087.5, "end": 4090.62}, {"text": "whatever. Yeah, he like turns and opens to the slot to see how much money he", "start": 4090.62, "end": 4094.34}, {"text": "stole. He sees him and the girl and they're going at it froggy style,", "start": 4094.34, "end": 4098.78}, {"text": "post coital and they're smoking cigarettes, lay on a bed of money. He", "start": 4098.78, "end": 4102.36}, {"text": "opens it and the smoke comes in.", "start": 4102.36, "end": 4103.58}, {"text": "This is what did I is this a decoy truck? There's there's a smoke bomb", "start": 4103.58, "end": 4108.54}, {"text": "we're trying to make an escape or we we bring in the water and he's like thank", "start": 4108.58, "end": 4113.54}, {"text": "you and then we like he like closes the thing and then we hear him go like oh", "start": 4113.54, "end": 4117.18}, {"text": "yeah, I'm pouring water on your ass,", "start": 4117.18, "end": 4119.02}, {"text": "not even drinking the water,", "start": 4119.02, "end": 4121.38}, {"text": "but then the the episode episode starts right. It's like you guys,", "start": 4121.38, "end": 4125.94}, {"text": "my uncle's coming over my uncle's coming over same exact episode, same exact", "start": 4125.94, "end": 4131.1}, {"text": "episode. This is how it starts out in the back. My uncle's coming over back of", "start": 4131.1, "end": 4134.86}, {"text": "the truck opens up", "start": 4134.86, "end": 4135.82}, {"text": "back of the truck opens up", "start": 4135.82, "end": 4138.26}, {"text": "uncle's head pops in. Hello, it's me, the president. It's Donald Trump. Damn it.", "start": 4138.26, "end": 4147.5}, {"text": "Wait, Warren Buffett. No, wait, Donald Trump's your uncle in the show. That's", "start": 4147.5, "end": 4154.7}, {"text": "why I get so much pussy. You're his dead brother's son. Yeah. So you're like", "start": 4154.7, "end": 4158.5}, {"text": "60. That was you were going to want applause for that. Yeah. For the Donald", "start": 4158.5, "end": 4162.9}, {"text": "Trump impression doing the Donald Trump. No, it's going to be him walking into", "start": 4162.9, "end": 4166.26}, {"text": "truck. So imagine it's like the the celebrity cameo on a sitcom. Oh, so", "start": 4166.26, "end": 4172.5}, {"text": "Trump. So it's not supposed to be applauding. No, no, no. Okay, then I", "start": 4172.5, "end": 4177.26}, {"text": "get the I get why you're saying it. I'll give you a plus for that. Okay, so", "start": 4177.26, "end": 4180.62}, {"text": "it's the his head pops in. Yeah. Hello. Yeah. Big applause break. He like start", "start": 4180.62, "end": 4186.98}, {"text": "tries to start his line a couple of times and he keeps getting cut off by", "start": 4186.98, "end": 4190.66}, {"text": "by the applause yeah, yeah, what what what where's all the money yeah, where's all", "start": 4190.66, "end": 4196.12}, {"text": "the where's all the money in the where's all the money in the trip, where's all", "start": 4196.12, "end": 4200.1}, {"text": "the money in the truck, where's all the money in the truck", "start": 4200.1, "end": 4202.92}, {"text": "now and then even then it gets robbed, but then he gets shot first left track", "start": 4202.92, "end": 4208.28}, {"text": "with air horns on it. Yeah, after every time I should do that", "start": 4208.28, "end": 4212.52}, {"text": "yeah, I can do that laugh tracks. Now people are so used to a point of a laugh", "start": 4212.52, "end": 4216.84}, {"text": "track, you know to get you to laugh and then warn you up or whatever everybody's", "start": 4216.84, "end": 4219.32}, {"text": "list of that by now that everything has a left track that you hear the laughter", "start": 4219.36, "end": 4222.36}, {"text": "and it's like it does. It doesn't even register to you that it's happening to", "start": 4222.36, "end": 4225.56}, {"text": "me, so you need something with a little more punch, maybe a machine gun.", "start": 4225.56, "end": 4229.6}, {"text": "Well, I think the drums are", "start": 4229.6, "end": 4232.4}, {"text": "that's enough of that yeah enough of the air horn.", "start": 4232.4, "end": 4236.5}, {"text": "All right, I need one more episode idea before the episode.", "start": 4236.5, "end": 4240.5}, {"text": "I need one more guys. The truck breaks down in the middle of nowhere and we eat", "start": 4240.5, "end": 4247.7}, {"text": "money have to eat the money and live in a forest or no in a day that oh that's a", "start": 4247.76, "end": 4252.36}, {"text": "great idea, because then it's this kind of lesson episode where it's like if", "start": 4252.36, "end": 4255.8}, {"text": "without all this city around us without the truck, you can't drive", "start": 4255.8, "end": 4260.12}, {"text": "the truck doesn't go without all the city around us. We you can be stuck there", "start": 4260.12, "end": 4264.48}, {"text": "with ten million dollars. It doesn't it doesn't even yeah yeah yeah it's", "start": 4264.48, "end": 4267.16}, {"text": "basically an episode that shows that money has no inherent value and it's", "start": 4267.16, "end": 4270.76}, {"text": "simply a societal.", "start": 4270.76, "end": 4272.2}, {"text": "Here's an idea for an episode. So we are short on rent for the truck this month.", "start": 4273.16, "end": 4279.32}, {"text": "We rent the truck.", "start": 4279.32, "end": 4280.32}, {"text": "We rent the truck. We're short on rent for the truck. We get the greatest idea in the", "start": 4280.32, "end": 4285.44}, {"text": "world.", "start": 4285.44, "end": 4286.44}, {"text": "Steal the money.", "start": 4286.44, "end": 4287.44}, {"text": "No, we don't touch the money. We turn the truck into...", "start": 4287.44, "end": 4291.56}, {"text": "Ice cream.", "start": 4291.56, "end": 4292.56}, {"text": "Ice cream truck.", "start": 4292.56, "end": 4293.56}, {"text": "Nice.", "start": 4293.56, "end": 4294.56}, {"text": "Yes.", "start": 4294.56, "end": 4295.56}, {"text": "But then we get into trouble because we accidentally serve like big wads of thousands of dollars", "start": 4295.56, "end": 4298.64}, {"text": "to kids on an ice cream cone.", "start": 4298.64, "end": 4301.16}, {"text": "but we're the heroes of the neighborhood. So it's between keeping our job. We're", "start": 4301.16, "end": 4303.96}, {"text": "like John God becoming the heroes of Astoria and it's in Astoria. Yeah, the", "start": 4303.96, "end": 4308.5}, {"text": "whole thing is in the store and it's called the Kings of and then we're about", "start": 4308.5, "end": 4310.86}, {"text": "to and then we're about we're about to make the decision that we want to be the", "start": 4310.86, "end": 4313.82}, {"text": "heroes. We don't want to keep our jobs and then we find out that every kid who", "start": 4313.82, "end": 4317.74}, {"text": "was coming up and ordering an ice cream cone that we thought we were", "start": 4317.74, "end": 4320.1}, {"text": "accidentally giving the money. Yeah, they were all paid actors by criminals who", "start": 4320.1, "end": 4324.42}, {"text": "knew that money was being given out. The kids are all working for a criminal", "start": 4324.42, "end": 4327.84}, {"text": "organization. Everyone that we interacted with was a criminal who was", "start": 4327.86, "end": 4331.4}, {"text": "stealing the money on purpose, and we realized that we have to do our job,", "start": 4331.4, "end": 4335.06}, {"text": "because there's no one else in the world who can do it. We go in and that's", "start": 4335.06, "end": 4337.78}, {"text": "another another sorry. Another little the nookie starts playing. We jump out", "start": 4337.78, "end": 4341.54}, {"text": "of the cars with the guns that are in there and we shoot all the kids. Also,", "start": 4341.54, "end": 4344.26}, {"text": "we play okey money yeah and we", "start": 4344.26, "end": 4346.32}, {"text": "we all not on the last guy has to go buy something with the money.", "start": 4346.32, "end": 4350.54}, {"text": "That's a great", "start": 4350.54, "end": 4352.74}, {"text": "the last kind of comments to go by", "start": 4352.74, "end": 4356.42}, {"text": "Minnesota", "start": 4356.42, "end": 4356.92}, {"text": "it has to be in your wallet.", "start": 4356.92, "end": 4364.16}, {"text": "It's just like", "start": 4364.16, "end": 4366.48}, {"text": "a good game. Yeah, you're just telling the guy like sometimes money does this.", "start": 4366.48, "end": 4374.88}, {"text": "I don't know. I don't know why. Yeah, I guess I had a piece of gum in my", "start": 4374.88, "end": 4378.68}, {"text": "wallet, but the guy knows it's an old weathered man.", "start": 4378.68, "end": 4380.92}, {"text": "I know you were playing Oki money. You piece of shit.", "start": 4380.92, "end": 4384.32}, {"text": "money. We used to play a guy never played Okie money. I was the game. I", "start": 4384.32, "end": 4388.32}, {"text": "invented Okie money. My name is Michael and he cleans the dollar off with his", "start": 4388.32, "end": 4393.76}, {"text": "slurping mouth. Yeah, well, it's dry by now. He's crazy. Yeah, you have to do", "start": 4393.76, "end": 4398.4}, {"text": "it immediately. So it's wet. Oh yeah, true. Yeah, right. Well, all right, we", "start": 4398.4, "end": 4402.12}, {"text": "can end on. Yeah, money's good. You guys, July fourteenth at Littlefield,", "start": 4402.12, "end": 4409.08}, {"text": "New York City.", "start": 4409.12, "end": 4411.12}, {"text": "Swagpoop.com/shows.", "start": 4411.12, "end": 4413.12}, {"text": "You always do the most long-winded vlog.", "start": 4413.12, "end": 4415.12}, {"text": "Yeah.", "start": 4415.12, "end": 4417.12}, {"text": "I'm just trying to...", "start": 4417.12, "end": 4419.12}, {"text": "July 14th Sketch Show in Brooklyn.", "start": 4419.12, "end": 4421.12}, {"text": "Go to swagpoop.com/shows.", "start": 4421.12, "end": 4423.12}, {"text": "There's the actress.", "start": 4423.12, "end": 4425.12}, {"text": "And who else is going to be there?", "start": 4425.12, "end": 4427.12}, {"text": "Special celebrity guest.", "start": 4427.12, "end": 4429.12}, {"text": "Dr. Dre.", "start": 4429.12, "end": 4431.12}, {"text": "Yeah.", "start": 4431.12, "end": 4433.12}, {"text": "He's going to do that.", "start": 4433.12, "end": 4435.12}, {"text": "Okay.", "start": 4435.12, "end": 4437.12}, {"text": "*thud*", "start": 4437.12, "end": 4437.62}, {"text": "*laughter*", "start": 4437.62, "end": 4442.12}, {"text": "Is that what happened?", "start": 4442.12, "end": 4444.12}], "title": "#189 - The Kings of Car", "link": "https://www.patreon.com/posts/189-kings-of-car-84984952", "date": "Sat, 24 Jun 2023 10:59:01 GMT", "id": 40}