{"lines": [{"text": "I'm sorry that I just watched Anthony Jessel next second special Caligula.", "start": 0.0, "end": 15.2}, {"text": "You're not supposed to idolize just on Vimeo. You are not supposed to idolize", "start": 15.2, "end": 19.5}, {"text": "Jessel. Nick. Oh, I do if there's one thing I know him and the other devil.", "start": 19.5, "end": 24.2}, {"text": "You idolize Adolf Hitler. That's tired. No, that's tired. Y'all. Yep.", "start": 24.2, "end": 28.9}, {"text": "you", "start": 28.9, "end": 29.4}, {"text": "that's been done that's been the", "start": 29.4, "end": 31.94}, {"text": "they did that in the s. Oh yeah, Hitler, I don't even devil. I", "start": 31.94, "end": 36.86}, {"text": "back in the s. I mean I know no, I don't know. Hitler Hitler is too far. I like", "start": 36.86, "end": 42.98}, {"text": "the oh, you think you're being edgy by idolizing Hitler. I'll have you know an", "start": 42.98, "end": 46.18}, {"text": "entire country idolized him back in the day. They were so and also an entire", "start": 46.18, "end": 52.42}, {"text": "country idolizes the devil. Now we're in it yep", "start": 52.42, "end": 55.66}, {"text": "I wish we had that as a drop. We're going to we have been upset. Cameron doesn't", "start": 57.14, "end": 63.38}, {"text": "know about him. What's that? I showed from nowhere. I showed Noah, then Noah", "start": 63.38, "end": 67.82}, {"text": "showed youth and then you guys played Valorant and won every match. It", "start": 67.82, "end": 70.98}, {"text": "literally was a superpower. Let me read you. Let me show you this man. Okay,", "start": 70.98, "end": 76.18}, {"text": "this is Sean Stevens. His name's Sean Stevens. He shows yeah. He wears a green", "start": 76.18, "end": 80.94}, {"text": "hair, wears a vest, shows up on all these pictures are from the exact same", "start": 80.94, "end": 84.66}, {"text": "or maybe just showed the camera. Yeah, okay. This is Sean Stevens. This is the guy that showed up in", "start": 84.66, "end": 88.18}, {"text": "my Instagram reels. Okay. And I'm completely obsessed with him. So he did one photo shoot", "start": 88.18, "end": 94.34}, {"text": "and he got a lot of pictures. Yeah, he got a lot of pictures. He brought both of his guitars.", "start": 94.34, "end": 98.18}, {"text": "They're expensive. Here's the sick one. This one, this one's how you know he's a real rocker. Holy", "start": 98.18, "end": 103.7}, {"text": "shit. Yeah. Let me read you his bio. He's holding the guitar away from his body because it's too", "start": 103.7, "end": 108.02}, {"text": "loud. He's hitting star power in Guitar Hero. Let me read you his bio, Cam. Oh my god. Wait,", "start": 108.02, "end": 112.02}, {"text": "Hey, hold on. There's a different photo shoot. No, that's the same one. No,", "start": 112.02, "end": 115.02}, {"text": "that's got to be different. Look at this show. The this and this is this is", "start": 115.02, "end": 118.42}, {"text": "amazing. This looks like he's in Las Vegas and now he's got a green guitar as", "start": 118.42, "end": 123.22}, {"text": "well. Yeah, green. That one's different. Okay, read his bio. His bio CEO during", "start": 123.22, "end": 128.48}, {"text": "the day musician at night. Sean Stevens is once again venturing out. Whilst many", "start": 128.48, "end": 133.12}, {"text": "may know Sean for his various startups, volunteer work and direct a lineage to", "start": 133.12, "end": 137.62}, {"text": "Irish King. Whoa, really? They may know everyone knows him from that.", "start": 137.62, "end": 142.42}, {"text": "Sean now hopes you'll get to know him as an artist. A passionate guitarist and", "start": 142.42, "end": 146.78}, {"text": "singer, Sean dedicates his after hours to writing songs aiming to create", "start": 146.78, "end": 150.78}, {"text": "something meaningful and inspiring. Something that people can", "start": 150.78, "end": 154.34}, {"text": "relate to. His love for music comes from across in his charismatic", "start": 154.34, "end": 158.3}, {"text": "vocal style and a stage presence which can only be described as over-the-top in", "start": 158.3, "end": 162.66}, {"text": "the best way possible. Whether it's a live gig or rehearsal in the studio, Sean", "start": 162.66, "end": 166.82}, {"text": "Sean gives 100% to every performance written by Sean Stevens.", "start": 166.82, "end": 170.22}, {"text": "He doesn't have to say that.", "start": 170.22, "end": 174.58}, {"text": "You don't have to say that.", "start": 174.58, "end": 175.58}, {"text": "You don't have to say that.", "start": 175.58, "end": 176.58}, {"text": "There's no legal reason.", "start": 176.58, "end": 177.58}, {"text": "Everybody do have to say this is the most beautiful song in the world.", "start": 177.58, "end": 185.94}, {"text": "Caleb is obsessed with this song right now.", "start": 185.94, "end": 190.86}, {"text": "Look at him.", "start": 190.86, "end": 191.86}, {"text": "Look at him.", "start": 191.86, "end": 192.86}, {"text": "He's crying.", "start": 192.86, "end": 193.86}, {"text": "beautiful it is. Yeah, a billion umbrellas.", "start": 193.86, "end": 200.3}, {"text": "Here's the drop.", "start": 200.3, "end": 211.26}, {"text": "and he's what are you doing? He's a CEO by day.", "start": 217.06, "end": 220.42}, {"text": "He's a CEO by day and at night. He's a rock star. What's he the CEO of?", "start": 220.42, "end": 225.82}, {"text": "Have you found out he's a CEO? It's called like leapfrog.", "start": 225.82, "end": 229.18}, {"text": "What?", "start": 229.18, "end": 230.14}, {"text": "He's the CEO of not leapfrog. Hold on.", "start": 230.14, "end": 236.14}, {"text": "Well, why did you say leapfrog? You got me all excited. That's crazy. I was", "start": 236.14, "end": 239.98}, {"text": "like, I like my frog. He's been with me my entire life. I didn't know tree frog", "start": 239.98, "end": 244.66}, {"text": "it's on your frogs tree frog. I think it's called tree frog. What is tree frog", "start": 244.68, "end": 248.44}, {"text": "do yeah that's", "start": 248.44, "end": 249.82}, {"text": "what do they do?", "start": 249.82, "end": 251.36}, {"text": "Show", "start": 251.36, "end": 253.52}, {"text": "yeah, that's definitely him warning a really long by. I was like huh, maybe", "start": 253.52, "end": 260.38}, {"text": "maybe this isn't him because I clicked on the web. It's like the first Google", "start": 260.38, "end": 264.3}, {"text": "result and I was like oh, maybe this isn't him and then it has a picture of", "start": 264.3, "end": 267.88}, {"text": "him. I know ain't no way that is not him right, because it's a picture of him.", "start": 267.88, "end": 271.92}, {"text": "Well I mean I have face blindness. I don't know if that could be him or not.", "start": 273.08, "end": 276.5}, {"text": "I've been taken I have face blindness recently. I've had face blindness since the day I was", "start": 276.5, "end": 280.38}, {"text": "born. I tried to remember what my wife looked like yesterday and I just couldn't picture", "start": 280.38, "end": 284.54}, {"text": "her at all. I can't picture anything in my head of a face. Holy shit this bio is crazy.", "start": 284.54, "end": 289.46}, {"text": "Wasn't he talking about Zimbabwe and stuff? What's the company do? I think they do tree", "start": 289.46, "end": 295.14}, {"text": "frog stuff. The switch to web is a big part of the bio. Holy fuck. Wait what do they do?", "start": 295.14, "end": 302.14}, {"text": "- Maybe not if I'm gonna patronize this business.", "start": 302.14, "end": 303.98}, {"text": "- They are based out of Canada.", "start": 303.98, "end": 306.3}, {"text": "They are the Swiss Army Knife of digital transformation.", "start": 306.3, "end": 310.0}, {"text": "- Oh, okay.", "start": 310.0, "end": 310.84}, {"text": "(laughing)", "start": 310.84, "end": 312.34}, {"text": "- So, if you were wondering what he's the CEO of.", "start": 312.34, "end": 316.3}, {"text": "- That song is so good, man.", "start": 316.3, "end": 319.26}, {"text": "♪ Calling all unicorns, unicorns ♪", "start": 319.26, "end": 321.86}, {"text": "- He records every single video", "start": 321.86, "end": 323.46}, {"text": "promoting it in his car, which is so sick.", "start": 323.46, "end": 324.9}, {"text": "- I have listened to that song in the last two months.", "start": 324.9, "end": 327.06}, {"text": "I have listened to that song driving my car.", "start": 327.06, "end": 330.1}, {"text": "It made me better drive my car.", "start": 330.1, "end": 331.58}, {"text": "playing video games made me incredible at video games. I did I tried to do a", "start": 331.58, "end": 335.32}, {"text": "squat to a one time and it didn't go very well. Yeah, we're here trying to", "start": 335.32, "end": 338.66}, {"text": "dance too hard. It was not a good. You were like you were kicking out your legs", "start": 338.66, "end": 341.9}, {"text": "and doing can can yeah, exactly stuff. Yeah, in the squat that would be on it.", "start": 341.9, "end": 346.7}, {"text": "We gotta look into the science behind that as a workout,", "start": 346.7, "end": 349.78}, {"text": "the science of moving your leg, no, the science of doing the can can while", "start": 349.78, "end": 353.78}, {"text": "you're doing a squat. Well, maybe not doing a squat, but if you had waited,", "start": 353.78, "end": 356.86}, {"text": "you know, there's like waited the leg things, the things that make you better", "start": 356.86, "end": 359.98}, {"text": "Yeah, exactly. I feel like people do that. That's like aerobics or something,", "start": 360.02, "end": 364.02}, {"text": "right? No, we'll do stuff like that and swinging their limbs around. That's not", "start": 364.02, "end": 368.18}, {"text": "a really so I think that can't be so far off. Is that aerobics? That's basically", "start": 368.18, "end": 373.14}, {"text": "aerobics. Okay. Yeah, I think speaking of using those to get higher jumping. I", "start": 373.14, "end": 378.9}, {"text": "think that I'm going to try to dunk by the end of this year. Yeah, I think that", "start": 378.9, "end": 382.62}, {"text": "is my new goal. It's it's crazy that I've never dunked. I know. No, it's just", "start": 382.62, "end": 387.98}, {"text": "that you talk about basketball the same way I talk about skateboarding.", "start": 387.98, "end": 391.98}, {"text": "I'm better at basketball than you are at skateboarding. No, that is not true at all.", "start": 391.98, "end": 394.98}, {"text": "Yes, I am. We are the same skill level. No, no, no. I'm way better at basketball than you are at skateboarding.", "start": 394.98, "end": 399.98}, {"text": "Not at all. I'm so much better. That's not true.", "start": 399.98, "end": 403.98}, {"text": "You've never, you don't know. I've watched you skate. You've never seen me play ball.", "start": 403.98, "end": 406.98}, {"text": "You've never seen me hoop. I have seen you play ball. I'm nice. I've seen you hoop.", "start": 406.98, "end": 409.98}, {"text": "I've seen you hoop in college. I was fat in college.", "start": 409.98, "end": 413.98}, {"text": "in college. I seen you hoop in college in the all comedy troop basketball tourney", "start": 413.98, "end": 419.3}, {"text": "tournament. And we only lost because they had a, they had a Terminator on their", "start": 419.3, "end": 423.22}, {"text": "team. They did. They had that big Swedish kid. This kid, they had this", "start": 423.22, "end": 425.18}, {"text": "fucking kid. It was all supposed to be, it was me and Joe and then one of us.", "start": 425.18, "end": 429.58}, {"text": "Did you guys set that up? Was that your doing? I think Joe did it. Yeah. That", "start": 429.58, "end": 433.58}, {"text": "is, it makes so much fucking sense that Joe set that up. It was like all of the,", "start": 433.58, "end": 435.74}, {"text": "all of the comedy people in, in college and it was a three V three basketball", "start": 435.74, "end": 440.66}, {"text": "tournament and the first year I think we destroyed and then the second year one", "start": 440.66, "end": 444.9}, {"text": "of the troops got this like Swedish kid who had been in the Swedish army and he", "start": 444.9, "end": 449.94}, {"text": "was like six foot four and insanely jacked and he was like twenty six years", "start": 449.94, "end": 456.1}, {"text": "old. He was like way older than he was. He was older than he was older school.", "start": 456.1, "end": 460.68}, {"text": "Yeah, he was way, way old. I was old as hell. His name was like everybody", "start": 460.68, "end": 464.32}, {"text": "called him like thunk. I think his name was third. Oh no, everyone called him.", "start": 464.32, "end": 468.76}, {"text": "I thought I remember him yeah yeah, because he looked like a cave man. He", "start": 468.78, "end": 472.32}, {"text": "looked like a like a complete game. That's why they called him that and he", "start": 472.32, "end": 475.5}, {"text": "obviously destroyed us. He and he had no it was one of those things were like it", "start": 475.5, "end": 479.52}, {"text": "was so sad because he was from Sweden. It was clear that he was never had it", "start": 479.52, "end": 483.54}, {"text": "was sad. He had never played basketball before, but the fact that he was bigger", "start": 483.54, "end": 487.82}, {"text": "and stronger, he just by default one yeah. Well, it was also the comedy troop", "start": 487.82, "end": 492.94}, {"text": "basketball team. I don't think they were sending. I think they were the only ones", "start": 492.94, "end": 495.98}, {"text": "you say that man, if you think he's strong, you should have seen the other", "start": 496.0, "end": 498.96}, {"text": "guy in the Swedish Army. Yeah, two guys,", "start": 498.96, "end": 501.3}, {"text": "yeah, yeah, I just don't think that that's right. He was he's basically like", "start": 501.3, "end": 508.42}, {"text": "you know, you should have been barred from going to school. One he was trying", "start": 508.42, "end": 511.5}, {"text": "to win. He was trying to win. He wasn't trying to be comedic in his basketball", "start": 511.5, "end": 515.62}, {"text": "playing in any way, like some of us were you. He tried to do. He thought that it", "start": 515.62, "end": 520.16}, {"text": "was he didn't realize it was a car. I thought it was a basketball, a basketball", "start": 520.16, "end": 525.2}, {"text": "comedy show. We were doing Globetrotters. Joe is in here right now.", "start": 525.24, "end": 529.24}, {"text": "Joe, we're talking about the basketball tournament.", "start": 529.24, "end": 532.24}, {"text": "Yeah. That Joe got really mad about it.", "start": 532.24, "end": 537.24}, {"text": "You got heated, I remember.", "start": 537.24, "end": 539.24}, {"text": "I was doing the Michael Phelps thing.", "start": 539.24, "end": 541.24}, {"text": "That's swimming. What is doing the Michael Phelps thing mean?", "start": 541.24, "end": 544.24}, {"text": "Come here. We can't hear you from over there. Talk into my mic.", "start": 544.24, "end": 548.24}, {"text": "Talk into Caleb's mic. Talk into Caleb's mic, I guess.", "start": 548.24, "end": 551.24}, {"text": "No, talk into everyone's mic. Yeah, just talk into one of them.", "start": 551.24, "end": 553.24}, {"text": "Michael Phelps did that thing where he was looking at the swimmer who was", "start": 553.24, "end": 556.88}, {"text": "who was like supposed to win the race in his last Olympics.", "start": 556.88, "end": 560.8}, {"text": "And he was doing like serious face and he was blasting music.", "start": 560.8, "end": 564.2}, {"text": "So I thought it was a funny joke if I could pretend I was like taking it super", "start": 564.2, "end": 567.76}, {"text": "seriously. I don't think you were pretending.", "start": 567.76, "end": 569.6}, {"text": "I don't think no, I think you're a psycho.", "start": 569.6, "end": 571.2}, {"text": "I think you just thought of that right now.", "start": 571.2, "end": 572.64}, {"text": "I think that the pretending of it was almost an excuse to take it really", "start": 572.64, "end": 575.68}, {"text": "seriously. OK, but I thought it was really funny and I was like kicking the", "start": 575.68, "end": 579.82}, {"text": "basketball. And yeah,", "start": 579.82, "end": 581.88}, {"text": "If there had been a ref, there would have been technical fouls ejected from the game.", "start": 582.4, "end": 586.4}, {"text": "It's also like, to set the scene, every other team was just like really tiny kids who clearly", "start": 586.4, "end": 592.68}, {"text": "have never touched a basketball before.", "start": 592.68, "end": 595.68}, {"text": "I was on a team and I thought we were supposed to do comedic basketball and I took, oh, the", "start": 595.68, "end": 602.88}, {"text": "actual basketball team of the school came in.", "start": 602.88, "end": 605.72}, {"text": "They started playing on the court with us.", "start": 605.72, "end": 608.16}, {"text": "On the other side.", "start": 608.16, "end": 609.16}, {"text": "On the other side, which they weren't supposed to do.", "start": 609.16, "end": 610.32}, {"text": "we were supposed to have the whole court to ourselves.", "start": 610.32, "end": 612.64}, {"text": "And their ball came into our game.", "start": 612.64, "end": 616.5}, {"text": "So I think I tried to shoot a basket", "start": 616.5, "end": 619.64}, {"text": "while somebody else was shooting a basket.", "start": 619.64, "end": 622.52}, {"text": "And I think that's what you're supposed to do.", "start": 622.52, "end": 625.78}, {"text": "- No, you were a dickhead, dude.", "start": 625.78, "end": 628.3}, {"text": "You ruined their game. - What do you mean?", "start": 628.3, "end": 629.52}, {"text": "- You ruined their game.", "start": 629.52, "end": 630.36}, {"text": "- Yeah, I ruined their game.", "start": 630.36, "end": 631.18}, {"text": "They weren't supposed to be there.", "start": 631.18, "end": 632.62}, {"text": "- We weren't supposed to be there.", "start": 632.62, "end": 634.16}, {"text": "- What are you talking about? - That's their domain.", "start": 634.16, "end": 635.44}, {"text": "- We had it reserved. - They weren't kind enough.", "start": 635.44, "end": 637.4}, {"text": "- We had the gym booked.", "start": 637.4, "end": 639.08}, {"text": "but we had the gym book. It's default that the basketball players get the", "start": 639.08, "end": 643.24}, {"text": "Hoopers to get the hoop. The Hoopers should have respected that day. We were", "start": 643.24, "end": 647.52}, {"text": "the Hoopers on that day. We were the Hoopers now and we were supposed to be", "start": 647.52, "end": 650.68}, {"text": "doing globe charter stuff and everyone was taking it too serious before I go", "start": 650.68, "end": 654.04}, {"text": "the", "start": 654.04, "end": 655.24}, {"text": "the one thing I remember really vividly is I walked. There's like a short kid", "start": 655.24, "end": 659.84}, {"text": "and I did a really low block like into the Julio's telling you to duck down", "start": 659.84, "end": 663.48}, {"text": "lower. I did a really emphatic block on this little kid little kid. He was a", "start": 663.48, "end": 667.84}, {"text": "senior in college and then I went to the crowd and I like you know really pound", "start": 668.0, "end": 674.2}, {"text": "on my chest and went I run this shit. This is my school. You are gay", "start": 674.2, "end": 677.96}, {"text": "and oh and then I also heard back that people who didn't know me thought I was", "start": 677.96, "end": 685.08}, {"text": "just like a really scary person after the yeah,", "start": 685.08, "end": 687.84}, {"text": "but I'm not I'm cool.", "start": 687.84, "end": 690.4}, {"text": "Yeah, Joe is a psycho. Anytime you play any any kind of sports with Joe. Yeah,", "start": 695.36, "end": 700.76}, {"text": "bye. You don't want to play.", "start": 700.76, "end": 702.72}, {"text": "When I used to live with him, dude, when he used to play baseball, he told me", "start": 702.72, "end": 707.08}, {"text": "that, like, he used to just try to hit people with the ball", "start": 707.08, "end": 710.28}, {"text": "when he was pitching. He was just trying to, like, set the tone for the game,", "start": 710.28, "end": 716.76}, {"text": "playing a fucking, you know, like a little league. Yeah. God damn, dude.", "start": 716.76, "end": 720.72}, {"text": "Trying to hit the batter with the ball. That's incredible. He said one time he", "start": 720.72, "end": 724.76}, {"text": "he played against two little person twins and he got like yelled at by the umpire", "start": 724.76, "end": 732.56}, {"text": "because he jumped over one of them.", "start": 732.56, "end": 734.56}, {"text": "(laughter)", "start": 734.56, "end": 736.56}, {"text": "He's so crazy.", "start": 736.56, "end": 738.56}, {"text": "Yeah, he's a very good dude. You play Mario Party with him, it's like, it's not even a party.", "start": 738.56, "end": 743.06}, {"text": "It's like Mario's, Mario's Detention.", "start": 743.06, "end": 745.06}, {"text": "It's like Mario's Funeral.", "start": 745.06, "end": 747.06}, {"text": "It's like Mario's Detention.", "start": 747.06, "end": 749.06}, {"text": "They should call it Mario's War.", "start": 749.06, "end": 751.06}, {"text": "Well, I watched the Mario movie.", "start": 751.06, "end": 753.06}, {"text": "was actually a blast. Yeah, I love you didn't like it. I didn't see it. I just", "start": 753.06, "end": 758.94}, {"text": "wanted to", "start": 758.94, "end": 759.22}, {"text": "you didn't see my nephew has become obsessed with Mario because of that to a", "start": 759.22, "end": 766.3}, {"text": "point that where like", "start": 766.3, "end": 768.34}, {"text": "my sister has sent me photos of him just on a weekday, dressed up like Mario.", "start": 768.34, "end": 773.78}, {"text": "He's wearing overalls now. He's got a red hat.", "start": 773.78, "end": 777.02}, {"text": "he's he's gone full Mario and how old is he he's like six, which is that's fine,", "start": 778.06, "end": 783.94}, {"text": "but it's like man. Yeah, I don't mean I don't have that low as a kid. I didn't", "start": 783.94, "end": 788.18}, {"text": "ask that in terms of like oh he's too old to be doing that, but more to said", "start": 788.18, "end": 791.38}, {"text": "would be funny to see a six year old kid walking does he looking exactly like", "start": 791.38, "end": 794.78}, {"text": "Mario? Yeah, he does he maybe think that you are Mario. He told me so much like", "start": 794.78, "end": 801.62}, {"text": "Mario. He told me I look like Mario. One time you look exact. You have the same", "start": 801.62, "end": 805.62}, {"text": "there the same like shape of your face, the same must the same little button", "start": 805.66, "end": 810.78}, {"text": "nose, you have the same like body to you move like yeah, you could jump and", "start": 810.78, "end": 816.38}, {"text": "you're not the only person that's my girlfriend has told me this that I look", "start": 816.38, "end": 820.26}, {"text": "like Mario. It takes a gamer's eye to recognize something like this.", "start": 820.26, "end": 824.14}, {"text": "That to this do this pose right now.", "start": 824.14, "end": 826.66}, {"text": "Yeah, that's Mario.", "start": 826.66, "end": 828.9}, {"text": "You are Mario yeah, that's a good person to look like I think yeah, it's better", "start": 828.9, "end": 834.98}, {"text": "been someone ugly and disgusting. I kind of look like one of the Goombas from the", "start": 835.02, "end": 839.16}, {"text": "the movie from the first movie that was Fisher Stevens. The what's his name from", "start": 839.16, "end": 843.72}, {"text": "a little little pencil neck motherfucker from succession that was him yeah. What", "start": 843.72, "end": 849.1}, {"text": "I thought it was a monster costume. No, no, his neck just looks like that man. I", "start": 849.1, "end": 854.0}, {"text": "think he had throat cancer. I've talked about it before. I think they removed a", "start": 854.0, "end": 858.82}, {"text": "bunch of muscle or something from his neck and I was, but I was like the time", "start": 858.82, "end": 862.74}, {"text": "you see somebody who looks just a little too crazy. Something is very wrong with", "start": 862.78, "end": 867.14}, {"text": "yeah, you gotta you gotta be kinder of a person, but you can think in your head.", "start": 867.14, "end": 871.78}, {"text": "You can think you can look at them and think in your head like you can think", "start": 871.78, "end": 874.42}, {"text": "whatever you want in your head. Nobody knows what your brain is. Nobody knows", "start": 874.42, "end": 877.74}, {"text": "what's going on, but", "start": 877.74, "end": 878.86}, {"text": "you can't say it. You can't say it out loud thoughts thoughts become feelings", "start": 878.86, "end": 884.22}, {"text": "yep feelings become actions. Actions become your character and your what is", "start": 884.22, "end": 889.46}, {"text": "your character, but your character defines your destiny. I can't as a", "start": 889.5, "end": 892.12}, {"text": "Mario thing. The only defines defines your destiny yeah, so I think a lot of", "start": 892.12, "end": 896.84}, {"text": "horrible stuff. What's the worst all you've ever had pussy?", "start": 896.84, "end": 900.54}, {"text": "If I see a guy wearing pink,", "start": 900.54, "end": 907.82}, {"text": "oh okay, I thought you were. Do you think we should bring back swag?", "start": 907.82, "end": 913.32}, {"text": "Speaking of guys wearing pink, bring back, bring back swag. You think that we", "start": 913.32, "end": 918.94}, {"text": "could start wearing like pink polos and like light wash jeans and ice creams and", "start": 918.98, "end": 923.38}, {"text": "Marty bringing that back already. Already. Yep. I had a thought today out of", "start": 923.38, "end": 927.98}, {"text": "fashion thought today. Yeah. You're gonna start wearing true ease. No. When you", "start": 927.98, "end": 932.7}, {"text": "should, I was driving around in my car and I saw a bunch of these construction", "start": 932.7, "end": 938.66}, {"text": "guys wearing all this high of is right. Yeah, but my first thought was not, oh,", "start": 938.66, "end": 943.22}, {"text": "they work in construction. My first thought was, oh, a couple of E. D. M.", "start": 943.22, "end": 946.74}, {"text": "the enjoyers right are plant doing doing stomp with a bunch of shovels and shit", "start": 946.74, "end": 952.04}, {"text": "over here on the side of you know your your actual first thought probably was", "start": 952.04, "end": 955.3}, {"text": "what oh my God. I can see them yeah. First thing I look at no no. So that's", "start": 955.3, "end": 960.06}, {"text": "the problem drawing attention to that okay. So now you guys these guys are", "start": 960.06, "end": 963.78}, {"text": "like this is my problem. This tree they were the second thing I looked at", "start": 963.78, "end": 966.5}, {"text": "because it was a bunch of hot girls going to a convention across the street,", "start": 966.5, "end": 969.68}, {"text": "but they were also wearing high vis. So yeah they were yeah, but all I think", "start": 969.68, "end": 973.82}, {"text": "Hi, this is not enough, because I if you are somebody there are people in this", "start": 973.84, "end": 978.04}, {"text": "world who they see somebody wearing neon clothes looking like they're going to", "start": 978.04, "end": 981.58}, {"text": "bar. I see what you're saying and they might even try to up you need an here", "start": 981.58, "end": 985.8}, {"text": "and what is going to catch your eye more maybe a helmet than a noise, only naked", "start": 985.8, "end": 990.28}, {"text": "body. Okay, so I think that construction workers should have to be naked. They", "start": 990.28, "end": 994.24}, {"text": "should have to be naked or wear a shirt that makes it look like they're naked. I", "start": 994.24, "end": 997.96}, {"text": "don't think because that would just you would think it was a funny shirt, though,", "start": 997.96, "end": 1000.78}, {"text": "if they wear the pants to wear the big long white T shirt that has the bikini", "start": 1000.8, "end": 1005.76}, {"text": "by yes and that's got lights on all the polka dots on the bikini.", "start": 1005.76, "end": 1010.6}, {"text": "I don't think the or if they were just twenty feet tall yeah or they should", "start": 1010.6, "end": 1015.64}, {"text": "only hire", "start": 1015.64, "end": 1016.32}, {"text": "huge boobed humongous is twenty foot boobs humongous blue blur. Yeah,", "start": 1016.32, "end": 1023.28}, {"text": "humongously giant huge is on fifty feet.", "start": 1023.28, "end": 1027.04}, {"text": "there should be huge in the work place.", "start": 1028.04, "end": 1030.28}, {"text": "I agree there should be huge on the construction site. There should be huge", "start": 1030.28, "end": 1035.64}, {"text": "in the work place. There should be huge out of the out of this world huge.", "start": 1035.64, "end": 1041.56}, {"text": "There should be an asterisk on every dress code at every work place in", "start": 1041.56, "end": 1046.8}, {"text": "America. This is unless you have you need. Yeah, exactly. You need to cover", "start": 1046.8, "end": 1050.16}, {"text": "up, wear modest clothes, blah, blah, blah,", "start": 1050.16, "end": 1052.6}, {"text": "asterisk and unless you got a", "start": 1053.44, "end": 1056.24}, {"text": "gees you and the unless has to be in a special font. So you read it in your", "start": 1056.24, "end": 1060.82}, {"text": "head and you go unless you have huge is parenthesis. Let them fly. Let them", "start": 1060.82, "end": 1066.22}, {"text": "dang tang, let them thank you. Let them bring hang. Let them breathe man. Why", "start": 1066.22, "end": 1072.02}, {"text": "are we covering up these beautiful, beautiful things? The girls want to show", "start": 1072.02, "end": 1075.52}, {"text": "them the girls like to show their huge.", "start": 1075.52, "end": 1077.5}, {"text": "have you guys seen instagram recently? No, it's basically been what tell me", "start": 1079.86, "end": 1083.98}, {"text": "about it. What's on there right now? Been non stop hugies what's back to back", "start": 1083.98, "end": 1088.36}, {"text": "to back no hugies. What happened to the memes? It's huge. The memes are over my", "start": 1088.36, "end": 1093.34}, {"text": "friend done. They're done unless you play unless you play the algorithm", "start": 1093.34, "end": 1097.62}, {"text": "right,", "start": 1097.62, "end": 1097.96}, {"text": "because I basically just recipes it's recipes. Mine are all recipes. Mine is", "start": 1097.96, "end": 1104.6}, {"text": "whole memes yeah really means only mine. I open my instagram. It's three posts", "start": 1104.64, "end": 1109.84}, {"text": "that I already saw that are from a week ago from someone I follow and then", "start": 1109.84, "end": 1113.94}, {"text": "ten hundred thousand memes of raccoons about capitalism really because it's a", "start": 1113.94, "end": 1118.98}, {"text": "fairly it's a new ish instagram account and I'd have a really look at anything", "start": 1118.98, "end": 1123.22}, {"text": "on there. I found this. I think it just knows I like to funny shit. Summer ray", "start": 1123.22, "end": 1127.44}, {"text": "and look at her instagram five hundred times a day, and then you'll get a good", "start": 1127.44, "end": 1131.0}, {"text": "algorithm yeah.", "start": 1131.0, "end": 1131.94}, {"text": "if you if you let the reels just run, if you're just like swiping every other", "start": 1133.78, "end": 1138.68}, {"text": "video is like", "start": 1138.68, "end": 1140.26}, {"text": "if you do it right, every other video is just like an old man and he's made a", "start": 1140.26, "end": 1146.04}, {"text": "slide show of himself and it's like that's all fake his dinner and then like", "start": 1146.04, "end": 1152.26}, {"text": "a photo of him, then a photo of like his car and it's all set to like sweet", "start": 1152.26, "end": 1155.98}, {"text": "child of mine. It's great. That's a marketing department. I love I love", "start": 1155.98, "end": 1160.28}, {"text": "you're falling for it. How is that a marketing mark? Is that a marketing", "start": 1160.66, "end": 1165.7}, {"text": "that old man's old man's interns are putting together funny reels for you?", "start": 1165.7, "end": 1170.1}, {"text": "Yeah, and it's no, no, no, no. It's like I gotta, I gotta show you this one", "start": 1170.1, "end": 1174.52}, {"text": "guy. No, it's all fake. And the caption is if my boss said of this gets", "start": 1174.52, "end": 1177.92}, {"text": "5000 faves, I can get a raise. No, this these are videos that have like ten", "start": 1177.92, "end": 1182.58}, {"text": "like if I get less than 5000 face, I'll get erased. I'm getting I'll get", "start": 1182.58, "end": 1186.66}, {"text": "erased from the planet. I'm getting things with ten likes. It's an old man", "start": 1186.66, "end": 1189.86}, {"text": "showing off his dinner, showing off his car, showing off his puppy, just stuff like that.", "start": 1189.86, "end": 1196.1}, {"text": "And you don't think maybe this is an ad for puppies, cars, and food?", "start": 1196.1, "end": 1198.9}, {"text": "I think maybe it's an ad for Foster's Beer.", "start": 1198.9, "end": 1201.94}, {"text": "Why Foster's Beer?", "start": 1201.94, "end": 1203.14}, {"text": "There's a disproportionate amount of them drinking Foster's Beer.", "start": 1203.14, "end": 1206.9}, {"text": "I like Foster's. I don't know what these Australians are complaining about.", "start": 1206.9, "end": 1209.94}, {"text": "They make it too big.", "start": 1209.94, "end": 1210.82}, {"text": "Why would you...", "start": 1210.82, "end": 1211.38}, {"text": "The can is so big.", "start": 1211.38, "end": 1212.02}, {"text": "Okay, why would you claim Vegemite and shun Foster's? Foster's is a damn good beer and Vegemite...", "start": 1212.02, "end": 1219.7}, {"text": "That green can of Fosters tastes like dog shit. I like the blue can. The blue can's fine.", "start": 1219.7, "end": 1224.74}, {"text": "But that's a good beer. Why isn't every beer can that sized?", "start": 1224.74, "end": 1228.74}, {"text": "That's a good question. Why is it, why are all the other, it's just like, what is it? That's", "start": 1228.74, "end": 1235.54}, {"text": "a, that Fosters, is that a pint? Is that the blue can? Is that a pint? Have you ever seen", "start": 1235.54, "end": 1240.02}, {"text": "like a antique store, the old cans of beer that they're just like, they're, they're actual just", "start": 1240.02, "end": 1245.14}, {"text": "I found one the other day that was called like Africa beer or something and it had a bunch", "start": 1245.14, "end": 1250.1}, {"text": "of pictures of zebras on it.", "start": 1250.1, "end": 1251.74}, {"text": "That's cool.", "start": 1251.74, "end": 1252.74}, {"text": "Yeah and it looked really really cool.", "start": 1252.74, "end": 1253.74}, {"text": "That's like when Harley Davidson made cigarettes.", "start": 1253.74, "end": 1257.1}, {"text": "What?", "start": 1257.1, "end": 1258.1}, {"text": "Yeah there was a pack of Harley Davidson cigarettes and my uncle, my uncle lived with us, the", "start": 1258.1, "end": 1262.9}, {"text": "one who had like, I talked about him like two weeks ago, he had like back surgery and", "start": 1262.9, "end": 1266.7}, {"text": "was sleeping on a couch in, or like a bed in my living room.", "start": 1266.7, "end": 1270.62}, {"text": "he came back from like boot camp for the Air Force. He left his like locker out.", "start": 1270.62, "end": 1275.62}, {"text": "My brother, my brother and I unlocked it in, uh, with what?", "start": 1275.62, "end": 1279.5}, {"text": "I don't remember what, I think it was his key, but we knew he,", "start": 1279.5, "end": 1282.82}, {"text": "we knew he, my brother knew he had cigarettes in there.", "start": 1282.82, "end": 1286.46}, {"text": "And the first cigarettes he smoked was Harley Davidson brand cigarettes.", "start": 1286.46, "end": 1291.5}, {"text": "That's an honor. It was a black pack with the Harley logo.", "start": 1291.5, "end": 1295.98}, {"text": "I wonder who made the Harley Davidson cigarettes, because we stole that shit from him.", "start": 1297.54, "end": 1301.54}, {"text": "Oh, I'll tell you. Harley Davidson!", "start": 1301.54, "end": 1303.22}, {"text": "You think so? They think they got tobacco crops? You don't think they were like, \"Hey,", "start": 1303.22, "end": 1306.42}, {"text": "Philip Morris, can we just put our logo on this?\"", "start": 1306.42, "end": 1308.7}, {"text": "Dude, I don't know what the fuck you just said.", "start": 1308.7, "end": 1311.06}, {"text": "RJ Reynolds?", "start": 1311.06, "end": 1312.06}, {"text": "I don't know what you're talking about.", "start": 1312.06, "end": 1313.06}, {"text": "I'm talking about tobacco. I miss smoking cigarettes, bro.", "start": 1313.06, "end": 1316.3}, {"text": "Because you're just talking about which company's good, which one's...", "start": 1316.3, "end": 1319.58}, {"text": "No, I'm thinking about a pack of Camel Blues right now.", "start": 1319.58, "end": 1322.1}, {"text": "Why not just smoke them? You can smoke as much as you want until you turn 30 years old,", "start": 1322.1, "end": 1326.06}, {"text": "and then you have to think about it.", "start": 1326.06, "end": 1327.42}, {"text": "I did that early, 'cause I had the head start.", "start": 1327.42, "end": 1331.76}, {"text": "- You did have a head start, 'cause you started at 15, right?", "start": 1331.76, "end": 1333.98}, {"text": "- At 12.", "start": 1333.98, "end": 1334.82}, {"text": "(laughing)", "start": 1334.82, "end": 1336.94}, {"text": "- You are Tom Sawyer.", "start": 1336.94, "end": 1339.74}, {"text": "That is crazy.", "start": 1339.74, "end": 1340.58}, {"text": "Smoking cigarettes at 12 years old.", "start": 1340.58, "end": 1341.7}, {"text": "- Well, my mom smoked, so I would just steal them from her.", "start": 1341.7, "end": 1345.38}, {"text": "- See, my dad dipped, and I had no desire to have it dip.", "start": 1345.38, "end": 1348.46}, {"text": "- I had no, me neither.", "start": 1348.46, "end": 1350.1}, {"text": "My dad dips too.", "start": 1350.1, "end": 1351.82}, {"text": "I'm so worried about my parents getting cancer, it's crazy.", "start": 1351.82, "end": 1355.02}, {"text": "- I'll handle it.", "start": 1355.02, "end": 1355.94}, {"text": "yeah, you got it good. I got it you're going to take all their cancer. I got it", "start": 1355.94, "end": 1360.38}, {"text": "like that. You're going to suck all the cancer. I don't want you to worry about", "start": 1360.38, "end": 1364.58}, {"text": "that ever again. Yeah, buddy, you can do that. You came to the right guy. Great,", "start": 1364.58, "end": 1369.22}, {"text": "I'm glad", "start": 1369.22, "end": 1370.1}, {"text": "I got it man. You're like I'm working on it. God, I'm actively working.", "start": 1370.1, "end": 1377.42}, {"text": "I've just been sitting around my house just thinking of different things that", "start": 1377.42, "end": 1383.82}, {"text": "could cure cancer.", "start": 1383.82, "end": 1384.82}, {"text": "I've been giving treatments to many people. Do you guys think that cancer is", "start": 1385.9, "end": 1390.3}, {"text": "basically just because we drink out of plastic things? I think it could be.", "start": 1390.3, "end": 1395.26}, {"text": "You can get Alzheimer's from aluminum. Really? Yeah. Well, you like that's a", "start": 1395.26, "end": 1400.34}, {"text": "maybe that was just a rumor. I need to stop smoking crack. Yeah. With that", "start": 1400.34, "end": 1404.9}, {"text": "aluminum pipe. What was it? People would tell you like, oh, if you smoke weed out", "start": 1404.9, "end": 1409.54}, {"text": "of a Mountain Dew can, it'll give you Alzheimer's. I think everything we do as", "start": 1409.54, "end": 1413.3}, {"text": "human beings will give us cancer. Really yeah, we weren't built for this world.", "start": 1413.3, "end": 1417.6}, {"text": "We were made for another play. I think that's the biggest proof that we have", "start": 1417.6, "end": 1420.34}, {"text": "that we are from another son gives you cancer. Oh, there is no solid evidence", "start": 1420.34, "end": 1424.2}, {"text": "that aluminum is increased in the brains of people with alzheimer's shut up", "start": 1424.2, "end": 1427.82}, {"text": "jubio's mate jubio's correcting me. We don't need a fact of Pinocchio fact", "start": 1427.82, "end": 1433.42}, {"text": "checker on this show. We do have one, though we don't need that. We need", "start": 1433.42, "end": 1436.62}, {"text": "somebody to look up Mario and look at his phone. Most of the episode. Yeah,", "start": 1436.62, "end": 1440.26}, {"text": "Speaking of facts, can I read you guys a news story?", "start": 1440.3, "end": 1442.54}, {"text": "Yeah.", "start": 1442.54, "end": 1443.54}, {"text": "What are you looking at?", "start": 1443.54, "end": 1444.54}, {"text": "I have to find it, one second.", "start": 1444.54, "end": 1446.7}, {"text": "Click enter.", "start": 1446.7, "end": 1448.0}, {"text": "Click enter right now.", "start": 1448.0, "end": 1449.0}, {"text": "Do you be able to click enter?", "start": 1449.0, "end": 1450.0}, {"text": "Do you be able to click enter on that?", "start": 1450.0, "end": 1451.42}, {"text": "What was he going to search?", "start": 1451.42, "end": 1452.42}, {"text": "Naked guy.", "start": 1452.42, "end": 1453.42}, {"text": "Oh!", "start": 1453.42, "end": 1454.42}, {"text": "Click enter right now.", "start": 1454.42, "end": 1456.14}, {"text": "Don't do that.", "start": 1456.14, "end": 1457.14}, {"text": "Click enter on naked guy.", "start": 1457.14, "end": 1459.12}, {"text": "Don't search naked guy, please.", "start": 1459.12, "end": 1461.06}, {"text": "Please.", "start": 1461.06, "end": 1462.06}, {"text": "Okay, so this is a true story that I learned about this past week.", "start": 1462.06, "end": 1466.86}, {"text": "monkey foul creature haunting town captured by locals. So I don't know if", "start": 1466.86, "end": 1470.88}, {"text": "you guys have heard of a monkey foul. No, I've never heard of a bird monkey.", "start": 1470.88, "end": 1474.26}, {"text": "It is a monkey with", "start": 1474.26, "end": 1476.08}, {"text": "bird legs. It's a chicken monkey? It's alive, and it's alive.", "start": 1476.08, "end": 1480.76}, {"text": "It kicks around in the video. Do you have videos of the monkey foul? Yeah,", "start": 1480.76, "end": 1484.3}, {"text": "but I'm not gonna show them 'cause I think that actually they are some", "start": 1484.3, "end": 1487.32}, {"text": "horrific animal cruelty going on, but we can not think about that right now.", "start": 1487.32, "end": 1491.06}, {"text": "Wait, wait, wait, wait, wait, what is, what is here? A monkey, let me read", "start": 1491.06, "end": 1493.64}, {"text": "you the news article. Okay, sorry. This is what really happened, and then", "start": 1493.64, "end": 1496.06}, {"text": "what these conspiracy theorists are saying is that probably these people", "start": 1496.08, "end": 1499.18}, {"text": "cut off a monkey's head and put it on a chicken for a video, but that's not", "start": 1499.18, "end": 1502.08}, {"text": "true. I don't believe", "start": 1502.08, "end": 1502.92}, {"text": "a monkey foul creature that has been terrorizing and haunting a French", "start": 1502.92, "end": 1507.26}, {"text": "township in Ivory Coast has finally been captured by locals after days of", "start": 1507.26, "end": 1510.84}, {"text": "tracking it. A French town. This is true from a viral video that has just", "start": 1510.84, "end": 1515.14}, {"text": "surfaced on social media as privy to us at occupied. G. H. Dot com in the video", "start": 1515.14, "end": 1520.74}, {"text": "the creature who has the face of a black monkey and the other body features of a", "start": 1520.74, "end": 1524.42}, {"text": "cowl was seen being held in front of a camera. The creature in a bid to escape", "start": 1524.48, "end": 1528.78}, {"text": "is seen flapping its feet in defense mode.", "start": 1528.78, "end": 1530.9}, {"text": "If it's a French township, I fully believe that they did. I fully believe", "start": 1530.9, "end": 1539.1}, {"text": "they chopped off the head. Are you kidding me? They eat snails,", "start": 1539.1, "end": 1542.14}, {"text": "but I think full snails. I think that this could be a real situation. I don't", "start": 1542.14, "end": 1548.78}, {"text": "think this is a real situation at all. There was another there was another", "start": 1548.78, "end": 1552.58}, {"text": "article that I found I have to search it again, but there's a lot of", "start": 1552.62, "end": 1555.18}, {"text": "information about this monkey foul. Apparently it was haunting the village", "start": 1555.18, "end": 1557.84}, {"text": "and there was days they took days to track it down before they captured it", "start": 1557.84, "end": 1561.08}, {"text": "in what world could a chicken bodied anything haunt anything yeah. The word", "start": 1561.08, "end": 1565.74}, {"text": "haunting is like hunting. Haunting is too broad. Haunting is a very strong", "start": 1565.74, "end": 1569.92}, {"text": "word and you should only use it when you're talking about ghosts. Yeah,", "start": 1569.92, "end": 1572.5}, {"text": "that's how I feel. Well, this this thing would you not say that you'd be haunted", "start": 1572.5, "end": 1577.9}, {"text": "if you saw a creature like this? I don't think I'd be haunted, but I would be", "start": 1577.9, "end": 1581.28}, {"text": "scared. I would be seeing it. I would certainly be seeing it, but I would", "start": 1581.32, "end": 1586.08}, {"text": "probably look at it and say, oh, that's an interesting one of God's many", "start": 1586.08, "end": 1590.0}, {"text": "creatures. I wonder I wonder what what is this please", "start": 1590.0, "end": 1593.92}, {"text": "that is definitely they've cut off a monkey's head.", "start": 1593.92, "end": 1598.2}, {"text": "Show the you don't have to show the video, but", "start": 1598.2, "end": 1603.08}, {"text": "they definitely put a monkey's head on yeah, that's so horrible. It's a monkey", "start": 1603.08, "end": 1608.84}, {"text": "now it's an animal. No, it's not a animal. They discovered in the ivory", "start": 1608.88, "end": 1612.32}, {"text": "coast. It was hunting villagers. It's a French township. Okay, if they cut off", "start": 1612.32, "end": 1617.12}, {"text": "a monkey's head and put it on a chicken, how are they able to track it?", "start": 1617.12, "end": 1619.88}, {"text": "They didn't track it. I don't think they're tracking it for days.", "start": 1619.88, "end": 1623.96}, {"text": "We have had to already put the monkey's head on it, but they were you know,", "start": 1623.96, "end": 1629.2}, {"text": "because the chicken can't see anything, so it was probably just running into a", "start": 1629.2, "end": 1632.68}, {"text": "fucking tree over and you cut off my head", "start": 1632.68, "end": 1635.16}, {"text": "sure if you cut off my my monkey's head and you put it on me and I I fucking I", "start": 1636.24, "end": 1643.88}, {"text": "would have no idea where to go. I'd have no vision. I would only have the", "start": 1643.88, "end": 1647.84}, {"text": "monkey's eyes in a video seen by docke's world. The young men could be", "start": 1647.84, "end": 1652.0}, {"text": "hers on docke's world speaking in French of the anomaly, which possessed a", "start": 1652.0, "end": 1655.82}, {"text": "chicken body and a monkey face discover related topics, a cap seller on his way", "start": 1655.82, "end": 1660.16}, {"text": "to market", "start": 1660.16, "end": 1660.8}, {"text": "capseller. A capseller. Let's check this article. Yeah, I need to know about the", "start": 1663.36, "end": 1667.84}, {"text": "capseller. Oh, it's just a Googled ad link. It doesn't actually even go to", "start": 1667.84, "end": 1671.28}, {"text": "anything. I wanted to read an article called A Capseller on His Way to Market.", "start": 1671.28, "end": 1674.24}, {"text": "There's this capseller I read about who had too damn many of them. He had plenty.", "start": 1674.24, "end": 1679.48}, {"text": "He had too damn many caps and he was walking around town trying to fucking", "start": 1679.48, "end": 1683.42}, {"text": "sell them to motherfuckers. Is this one of these nursery rhymes that only you", "start": 1683.42, "end": 1686.88}, {"text": "two know about and I never learned? You never heard of too many caps? You get to", "start": 1686.88, "end": 1691.12}, {"text": "always do this to me. You just read you when you were a kid, you would read the", "start": 1691.14, "end": 1696.68}, {"text": "Bible of you'd read the Bible and you would read the label on the Dr Pepper", "start": 1696.68, "end": 1700.36}, {"text": "can and that was the only two books you had read the label on the suave shampoo.", "start": 1700.36, "end": 1703.88}, {"text": "Oh yeah, that's right. You'd read Dr Bronner's. No, I didn't have doctor. We", "start": 1703.88, "end": 1707.88}, {"text": "did Dr. Browner's didn't exist related post can a has been around with six", "start": 1707.88, "end": 1712.14}, {"text": "fingers vagina and penis surfaces online as he begs for help. Who can a and boy", "start": 1712.14, "end": 1717.4}, {"text": "and six fingers vagina and penis surfaces online as he begs for help six each", "start": 1717.44, "end": 1722.04}, {"text": "hand or six total doesn't say yeah that's because maybe he's got like", "start": 1722.04, "end": 1726.68}, {"text": "maybe he's like fucking Oswald Cobblepot. He's got just three fingers on each", "start": 1726.68, "end": 1731.06}, {"text": "hand.", "start": 1731.06, "end": 1731.44}, {"text": "It looks in this picture like he just has an extra one on what news website is", "start": 1731.44, "end": 1737.1}, {"text": "this is this by gh dot com. Is this where you guys all your news from here", "start": 1737.1, "end": 1740.54}, {"text": "occupied G H G H, then for Ghana, probably our hero", "start": 1741.34, "end": 1745.14}, {"text": "occupies our hero six six six alert. Oh no six six six alert six six six alert", "start": 1745.14, "end": 1753.58}, {"text": "two brothers get bar code matching tattoos on their wrist netizens react.", "start": 1753.58, "end": 1757.3}, {"text": "What did the netizens say? Let's find out oh my God,", "start": 1757.3, "end": 1761.46}, {"text": "let's see here. Two young men brothers have gotten themselves beautiful bar", "start": 1761.46, "end": 1766.68}, {"text": "code matching tattoo on their wrist to mark their birthdays, respectively.", "start": 1766.68, "end": 1769.9}, {"text": "He also noted this was the first time they got a tattoo as expected netizens", "start": 1769.9, "end": 1776.22}, {"text": "reacted at you, Fexrix going to send this to my brother.", "start": 1776.22, "end": 1780.38}, {"text": "That's the reaction going to send this to my brother. The first reaction they", "start": 1780.38, "end": 1785.14}, {"text": "put in the article going to send this to my brother. Here's another one from", "start": 1785.14, "end": 1789.18}, {"text": "coolest sent this to my sister waiting for her to reply.", "start": 1789.18, "end": 1792.5}, {"text": "Here's why is this? Here's what a netizens here's a netizens reaction from", "start": 1792.5, "end": 1797.46}, {"text": "Mickey s okay, your brother is hairy, hairy and then two cute emojis. Why is", "start": 1797.5, "end": 1803.1}, {"text": "why is this a six six six alert to six six six alert because it's a mark of the", "start": 1803.1, "end": 1807.96}, {"text": "beast. The barcode is the mark of the beast. Yeah, obviously, yeah, mark of the", "start": 1807.96, "end": 1812.38}, {"text": "beast is on your left hand or wrist. It's something that it's basically like", "start": 1812.38, "end": 1817.9}, {"text": "an RFID chip or a barcode. You know, whatever you want, but these guys, it", "start": 1817.9, "end": 1822.94}, {"text": "seems like they gave it to themselves. What is RFID stands for really fire is", "start": 1822.94, "end": 1826.9}, {"text": "the devil. It's something like that yeah similar a viral video available to", "start": 1826.94, "end": 1832.28}, {"text": "occupy gh dot com captures the exact moment drake was bombarded with all", "start": 1832.28, "end": 1837.08}, {"text": "sizes of bras from his female fans or performing on stage. It's all a", "start": 1837.08, "end": 1841.18}, {"text": "blurtor. The Canadian rapper who was taken by surprise had to pause his", "start": 1841.18, "end": 1845.32}, {"text": "performance to attend to the pandemic flooding his stage at one point. He", "start": 1845.32, "end": 1850.08}, {"text": "ducks to save his face from being hit by the bras. He is enjoying the best of", "start": 1850.08, "end": 1854.52}, {"text": "moments, the best of his moments,", "start": 1854.52, "end": 1856.76}, {"text": "would you guys let your girlfriend go on Drake's tour bus and watch no yeah,", "start": 1856.76, "end": 1862.06}, {"text": "no, I would you would let her. I'd let her marry Drake. If you wanted to do, I", "start": 1862.06, "end": 1867.4}, {"text": "love I would not let my girlfriend marry Drake. Are you lying me,", "start": 1867.4, "end": 1870.6}, {"text": "but then you get to be to get in a was Drake to listen to his music. Yeah, no,", "start": 1870.6, "end": 1876.28}, {"text": "because then you'd have all these songs called like like I", "start": 1876.28, "end": 1879.08}, {"text": "wait. If Drake could write a song,", "start": 1879.08, "end": 1882.84}, {"text": "song with the beauty of Drake's lyrics and music and it's about the love of my", "start": 1884.44, "end": 1889.04}, {"text": "life. That's amazing yeah, but that's like all the other songs. There's like", "start": 1889.04, "end": 1892.6}, {"text": "that's three songs on the album. All the other songs about our how good he is it", "start": 1892.6, "end": 1896.96}, {"text": "having sex with your girlfriend. All the other all the other songs are about how", "start": 1896.96, "end": 1900.8}, {"text": "girl. How good is it having sex with your girlfriend and how much of a bitch", "start": 1900.8, "end": 1904.36}, {"text": "you are? Why would he why? Okay, he let him yeah", "start": 1904.36, "end": 1907.6}, {"text": "lease Drake releases a song. It's like the", "start": 1907.6, "end": 1911.88}, {"text": "the paper work. There's a cause on the paper work. You can't write a song", "start": 1912.8, "end": 1915.86}, {"text": "about how much of a bitch I am. I sign the permission slip. Okay, well, if", "start": 1915.86, "end": 1919.3}, {"text": "that's", "start": 1919.3, "end": 1919.64}, {"text": "she brought me a", "start": 1919.64, "end": 1922.24}, {"text": "back from the the concert yeah and I said yes, you are allowed to go on the", "start": 1922.24, "end": 1926.72}, {"text": "bus. Drake is having a wedding tomorrow. Can I go?", "start": 1926.72, "end": 1929.24}, {"text": "I said yeah, imagine, imagine you let that happen. Imagine you let drake have", "start": 1929.24, "end": 1935.44}, {"text": "sex with your wife or your girlfriend. You you sign the permission slip as we", "start": 1935.44, "end": 1940.4}, {"text": "we're saying just now this guy thinks he's in control of", "start": 1940.44, "end": 1943.4}, {"text": "to happen. I am in control", "start": 1943.4, "end": 1945.9}, {"text": "now, but imagine that happens right and then next drake album. All the songs", "start": 1945.9, "end": 1952.14}, {"text": "are like I don't want that root beer flow to get the get out of my tour bus.", "start": 1952.14, "end": 1956.18}, {"text": "Every single song is about how you're an overbearing weird guy, a root beer", "start": 1956.18, "end": 1961.08}, {"text": "flow like I'm walking in trying to give him a root beer yeah.", "start": 1961.08, "end": 1964.24}, {"text": "but I thought what I thought you were going to say the concept you said was a", "start": 1966.32, "end": 1970.86}, {"text": "so can that would have been funny. If you had told me what I jumped ahead, I", "start": 1970.86, "end": 1974.18}, {"text": "jumped ahead. I was what I what I thought you were saying is that the idea", "start": 1974.18, "end": 1977.86}, {"text": "of Drake writing a song about getting mad at me because I'm giving him too", "start": 1977.86, "end": 1982.22}, {"text": "many root beer. What I thought what I thought you were going, what I thought", "start": 1982.22, "end": 1985.4}, {"text": "you were meaning is like what if you let your girlfriend marry Drake and", "start": 1985.4, "end": 1988.94}, {"text": "they're together and then Drake releases an album and there's no songs about", "start": 1988.94, "end": 1991.94}, {"text": "love at all and it's just about to be a", "start": 1991.94, "end": 1993.44}, {"text": "floats of food and ran", "start": 1993.44, "end": 1994.64}, {"text": "that would break my heart. That would break my heart. Actually, you've been", "start": 1994.64, "end": 2000.76}, {"text": "waiting with bated breath for this album. You got every song is like my girl makes", "start": 2000.76, "end": 2005.16}, {"text": "me too many root beer float. He doesn't even say my girl. No, he doesn't talk", "start": 2005.16, "end": 2008.48}, {"text": "about her. I doing the way", "start": 2008.48, "end": 2009.68}, {"text": "so he's not even say yeah. He gave up on being cool at all. Drake Drake doing a", "start": 2009.68, "end": 2015.64}, {"text": "cover of salad. He's like okay, I'm ready to settle down yeah. Your", "start": 2015.64, "end": 2019.68}, {"text": "girlfriend's the only girl he has sex with for the rest of his life. That", "start": 2019.72, "end": 2023.22}, {"text": "would be so that would actually you have like a really long, hard conversation", "start": 2023.22, "end": 2027.54}, {"text": "with your girlfriend where it's like you know if this is what you want, you", "start": 2027.54, "end": 2030.54}, {"text": "want to leave me for Drake and live on his tour bus. I could tame Drake,", "start": 2030.54, "end": 2033.78}, {"text": "though it now if you if Drake, where every single song that comes out is", "start": 2033.78, "end": 2038.74}, {"text": "just like silly putty,", "start": 2038.74, "end": 2041.58}, {"text": "my favorite toy", "start": 2041.58, "end": 2043.94}, {"text": "is my favorite.", "start": 2043.94, "end": 2045.94}, {"text": "I can really putty. I can turn it into whatever", "start": 2046.5, "end": 2049.34}, {"text": "play with my leg.", "start": 2049.34, "end": 2053.7}, {"text": "Silly putty free play, make it whatever stick it to the wall. I got my own", "start": 2053.7, "end": 2064.54}, {"text": "custom mini figs stick it on the newspaper", "start": 2064.54, "end": 2067.82}, {"text": "free play. I got a", "start": 2067.82, "end": 2070.02}, {"text": "Whoa, you ever do that with silly putty. No, you can pick up. Oh yeah,", "start": 2072.34, "end": 2076.38}, {"text": "yeah, that would be a great song for drake to make drake. If you're", "start": 2076.38, "end": 2081.26}, {"text": "listening, because I know that you are, you should make sticky hand one", "start": 2081.26, "end": 2086.42}, {"text": "hundred one hundred song album about every single toy. You got at the", "start": 2086.42, "end": 2092.34}, {"text": "dentist, everything you to every single toy. You got from Dave and Buster's", "start": 2092.34, "end": 2096.3}, {"text": "white shirt covered in mustard.", "start": 2097.46, "end": 2099.42}, {"text": "I use the sticky hand to take tips off of people's tables.", "start": 2099.42, "end": 2104.18}, {"text": "What you take the sticky hand you go up to people's tables at David Buster's", "start": 2104.18, "end": 2109.7}, {"text": "when they're big and", "start": 2109.7, "end": 2110.26}, {"text": "they've been", "start": 2110.26, "end": 2111.78}, {"text": "even bastard", "start": 2111.78, "end": 2115.06}, {"text": "David Bastard sucks so bad, but the food is good, though. Nave Bastard, you got", "start": 2115.06, "end": 2121.62}, {"text": "tickets, you have parking tickets, yeah, Dave and Bastard's Dave. Honestly, when", "start": 2121.62, "end": 2125.9}, {"text": "I'm in Dave and Buster's the way that society degenerates in there. I feel", "start": 2125.94, "end": 2130.08}, {"text": "like I'm living in a medieval age full of knaves and bastards. I agree what's", "start": 2130.08, "end": 2133.78}, {"text": "a knave a fool. Oh, a just why it's called the naval, because when you're", "start": 2133.78, "end": 2138.66}, {"text": "no digging around in there, it's funny. Look like a fool. When you dig in your", "start": 2138.66, "end": 2142.24}, {"text": "navel, don't show me that I was I was disgusting body. I just came out. I", "start": 2142.24, "end": 2149.46}, {"text": "didn't do a porn. First of all, I didn't do a porn. Second of all, you called my", "start": 2149.46, "end": 2153.4}, {"text": "body discussed. You showed me your disgusting body. I didn't show you my", "start": 2153.44, "end": 2156.9}, {"text": "disgusting body. I was showing you what a naval it's covered in hair digging.", "start": 2156.9, "end": 2160.6}, {"text": "Yeah, you could save your belly before you show it. You could stand to do that.", "start": 2160.6, "end": 2163.56}, {"text": "I have so much hair, so shave it. I don't want to shave it. I literally I", "start": 2163.56, "end": 2169.16}, {"text": "think I need it. You know what I know? No, I'm not going to right now. Why I do", "start": 2169.16, "end": 2174.28}, {"text": "just by shaving material, I'm not going to go. Oh my God, Cameron, he's scared to", "start": 2174.28, "end": 2178.72}, {"text": "shave his entire body bald. I would never", "start": 2178.72, "end": 2181.88}, {"text": "I'm not going to shave my whole entire body bald, but I do think I do. I think", "start": 2181.88, "end": 2190.12}, {"text": "it would benefit me because I sweat pretty easy exactly and I'm starting. I", "start": 2190.12, "end": 2195.64}, {"text": "realize like I'll walk like you don't sweat you pant like a dog. You can't", "start": 2195.64, "end": 2199.16}, {"text": "sweat pant like a dog yeah. When you go, I you go police your teeth. Really it", "start": 2199.16, "end": 2203.96}, {"text": "comes off your tongue. Yeah friend my do I have a cud a cud yeah, and you true", "start": 2203.96, "end": 2210.6}, {"text": "cut do I is that not a part of the cow's body? No, no, it's gum cut is go. It's", "start": 2210.64, "end": 2217.22}, {"text": "gum. It's like the one is not call it gum. It's not gum. It's gum for cow.", "start": 2217.22, "end": 2221.94}, {"text": "No, it's a bunch of it's a", "start": 2221.94, "end": 2223.26}, {"text": "the stuff that comes back up from their stomachs. Yeah, I want it. Oh, so it", "start": 2223.26, "end": 2228.22}, {"text": "shoots back up, okay, and it turns in. It feels like gum. They chew it is", "start": 2228.22, "end": 2232.46}, {"text": "basically it's where the idea for it is going from", "start": 2232.46, "end": 2235.7}, {"text": "the original gum from God's green hand. It's normal world gum, and then we", "start": 2237.06, "end": 2244.3}, {"text": "natural. Have you seen that", "start": 2244.3, "end": 2246.02}, {"text": "have you seen that natural gum? No", "start": 2246.02, "end": 2249.3}, {"text": "have you seen that shit? The natural gum that's like pieces of like a crystal", "start": 2249.3, "end": 2254.3}, {"text": "and it's like yeah, usable gum. I've had that reusable gum sounds fire. I've had", "start": 2254.3, "end": 2259.18}, {"text": "that I run out of gum and I don't want to get more. Yeah, I've had the fancy", "start": 2259.18, "end": 2263.14}, {"text": "the real gum and it's not good. It's not good. It's not good. They put a flavor", "start": 2264.46, "end": 2268.2}, {"text": "with like honey and it's also like it's like five hundred calories a pack. Is it", "start": 2268.2, "end": 2272.34}, {"text": "reusable? Do you put in the flavor every time you're like you're maybe like you", "start": 2272.34, "end": 2276.1}, {"text": "chew it long enough, it loses flavor and then you put more honey in when you chew", "start": 2276.1, "end": 2278.88}, {"text": "it again, you can mix it up with another piece. You could just basically roll all", "start": 2278.88, "end": 2282.26}, {"text": "of them together into one big. I was a permanent. Here's my problem. Gum. Yeah,", "start": 2282.26, "end": 2287.06}, {"text": "gum", "start": 2287.06, "end": 2288.54}, {"text": "is no fun. No, I don't you can chew anything. I don't have to chew gum. Any", "start": 2290.26, "end": 2295.96}, {"text": "food that I like, I don't have to swallow it ever. I can just keep it in", "start": 2295.96, "end": 2299.82}, {"text": "my fucking mouth and chew it all I want. No, because it loses its texture. I", "start": 2299.82, "end": 2302.76}, {"text": "don't like textures. I like chewing. You can't chew it for so long. Yeah,", "start": 2302.76, "end": 2308.06}, {"text": "you can if you put baking soda in it.", "start": 2308.06, "end": 2309.56}, {"text": "What do you mean? Anything? You can just add baking soda into your mouth,", "start": 2309.56, "end": 2313.52}, {"text": "and it'll dry it out and make it a big ball again.", "start": 2313.52, "end": 2316.16}, {"text": "You can make your mouth a ball? You could do hamburger meat or something.", "start": 2316.16, "end": 2320.22}, {"text": "and then you could just keep adding baking soda when it dissolves.", "start": 2320.22, "end": 2322.98}, {"text": "This is a good idea. What are you talking about? You can just add baking", "start": 2322.98, "end": 2327.92}, {"text": "why not just have gum because gum doesn't take I don't like you like the", "start": 2327.92, "end": 2332.34}, {"text": "taste of baking soda and I don't that you just they have a natural gum that", "start": 2332.34, "end": 2335.94}, {"text": "tastes like baking soda. No, they don't. It tastes like honey. What are we", "start": 2335.94, "end": 2339.66}, {"text": "talking about gum? I thought we were talking about baking soda. No, I was", "start": 2339.66, "end": 2344.3}, {"text": "saying that you could add not just baking. You could add flour. You can add", "start": 2344.3, "end": 2347.26}, {"text": "any lower rubber gum glom glom is", "start": 2347.3, "end": 2349.9}, {"text": "gum is not rubber. What is it gum tree? Yes, it's tree. What is all of it tree", "start": 2349.9, "end": 2358.14}, {"text": "gum or some of I think only some of it is none of it is rubber Cameron. Some of", "start": 2358.14, "end": 2362.3}, {"text": "it is some of its plastic. Some of it is okay. No, I take gum and I is an", "start": 2362.3, "end": 2367.22}, {"text": "element. If I try to use it on a pencil,", "start": 2367.22, "end": 2369.5}, {"text": "is that an eraser? Yes, a racer gum it's called a racer gum. No, the content of", "start": 2369.5, "end": 2376.38}, {"text": "and a racer is called gum. They just call it that it's not gum. Then what is gum?", "start": 2376.42, "end": 2380.52}, {"text": "If you can call something gum and it's not gum is a more of a category right", "start": 2380.52, "end": 2386.04}, {"text": "so how is it? A go? Can you race is please like normal definition gum? No,", "start": 2386.04, "end": 2391.5}, {"text": "no, not gum definition. Look up what can you click around on this page? What is", "start": 2391.5, "end": 2396.06}, {"text": "gone? What is gum half naked man? What is go? Get guy back? What is guy? Wait", "start": 2396.06, "end": 2402.26}, {"text": "you guys got guys on the what is guy? What is what is gum? Okay, no go to the", "start": 2402.3, "end": 2408.78}, {"text": "all and no images yeah. We don't need that a viscous secretion of some trees", "start": 2408.78, "end": 2413.24}, {"text": "and shrubs that hardens on drying, but is soluble in water and from which", "start": 2413.24, "end": 2416.46}, {"text": "adhesives and other products are made. It's a race like say that again", "start": 2416.46, "end": 2420.48}, {"text": "gum. You sound beautiful today. You view gum, jubile, you have a beautiful", "start": 2420.48, "end": 2425.56}, {"text": "beautiful now is an eraser. What is gum made of right there first thing?", "start": 2425.56, "end": 2429.18}, {"text": "that's what we want to see tree, though we what is made of chewing gum made of it", "start": 2429.22, "end": 2434.34}, {"text": "consists thirty percent of the product, the remaining", "start": 2434.34, "end": 2436.96}, {"text": "thirty percent of it is seventy percent of it. Can you search is erasers gum", "start": 2436.96, "end": 2442.86}, {"text": "chewing gum contains plastic? Oh what the ingredient no as gum base in the", "start": 2442.86, "end": 2448.54}, {"text": "list of ingredients in chewing gum is largely made of poly vinyl acetate Jesus", "start": 2448.54, "end": 2453.32}, {"text": "gum. It's a plan rubber fuck dude gum is rubber is gum. Actually rubber. Most", "start": 2453.36, "end": 2459.26}, {"text": "modern gums are based on a synthetic equivalent, a rubbery material called", "start": 2459.26, "end": 2463.22}, {"text": "poly iso butylene. It's not rubber that's also used in the manufacture of", "start": 2463.22, "end": 2467.26}, {"text": "inner tubes rubber. Yeah, rubber comes from a rubber. It's plastic rubber, but", "start": 2467.26, "end": 2470.86}, {"text": "no you have to write chewing gum. I bet if you search that thing that it said", "start": 2470.86, "end": 2474.82}, {"text": "right there, you don't know what an inner tube is. I bet if you search that", "start": 2474.82, "end": 2478.32}, {"text": "thing that it said right there that chemical, I bet it'll say it's a type of", "start": 2478.32, "end": 2481.22}, {"text": "synthetic rubber.", "start": 2481.22, "end": 2482.02}, {"text": "you.", "start": 2482.02, "end": 2482.52}, {"text": "Fuck you, I bet it will. I don't like that. I thought I was gum plastic and", "start": 2482.52, "end": 2488.16}, {"text": "I was guessing I didn't even know that you have to know because that's like I", "start": 2488.16, "end": 2491.38}, {"text": "was guessing by the text.", "start": 2491.38, "end": 2492.5}, {"text": "That's like like like gum souls on a shoe, though", "start": 2492.5, "end": 2497.04}, {"text": "the class. No way that this is what chewing gum is made of. It's made of", "start": 2497.04, "end": 2501.76}, {"text": "this. They contain gummy solids.", "start": 2501.76, "end": 2504.06}, {"text": "They don't contain. It contains gummy. What is this? This is actually this is", "start": 2504.06, "end": 2510.42}, {"text": "you just hit me off to because this is not chewing gum. You have to look up", "start": 2510.44, "end": 2514.04}, {"text": "chewing. That was chewing gum. That's not chewing. It said it's a chewing gum", "start": 2514.04, "end": 2518.48}, {"text": "tube. Most modern gums. What is chewing gum made of", "start": 2518.48, "end": 2522.28}, {"text": "antioxidants? There he gets different. Okay, all right, it's antioxidants. Yeah,", "start": 2522.28, "end": 2528.56}, {"text": "it's completely does chewing gum rubber last emers has to be some kind of", "start": 2528.56, "end": 2532.52}, {"text": "plastic rubber thing. Yeah, most modern gums see a synthetic rubbery material", "start": 2532.52, "end": 2538.2}, {"text": "way all food. Oh my God, wait, it's actually rubber. That's what I'm saying", "start": 2538.44, "end": 2542.6}, {"text": "right about it. They put rubber because you're not even supposed to eat it. So", "start": 2542.6, "end": 2546.14}, {"text": "who cares they could put poisonous? Yeah, that's true. You're always going to", "start": 2546.14, "end": 2550.14}, {"text": "chew on it. They couldn't put spikes in. I when I was five years old, I ate a", "start": 2550.14, "end": 2555.74}, {"text": "whole thing of bubble tape, just pop the whole thing in my mouth and then I blew", "start": 2555.74, "end": 2561.48}, {"text": "a bubble and then I can't country. You've told us this story a hundred times.", "start": 2561.48, "end": 2566.12}, {"text": "No, I kept playing with the bubble because I was five and I know any", "start": 2566.14, "end": 2570.34}, {"text": "better kept playing with me. I supposed to play with the bubble. I was well,", "start": 2570.34, "end": 2574.14}, {"text": "no with my hands and fine. I got yeah. If you like being stick, I got a whole", "start": 2574.14, "end": 2579.5}, {"text": "thing of bubble tape in my hair and oh you were like putting it on your head.", "start": 2579.5, "end": 2584.3}, {"text": "Yeah, I was like like a home. I was like oh, there's a like a hat yeah. I", "start": 2584.3, "end": 2587.46}, {"text": "was doing shit like that and then I got it in my hair and my mom had to shave", "start": 2587.46, "end": 2591.86}, {"text": "my whole you literally were completely goofus. I was you had some kind of", "start": 2591.86, "end": 2595.58}, {"text": "divine guidance where you did all that you knew exactly the thing to do that", "start": 2595.62, "end": 2599.74}, {"text": "would be the most horrible thing to do yeah. Yeah, exactly how to how to mess", "start": 2599.74, "end": 2604.36}, {"text": "it up. I got my head stuck in a couch when I was a kid.", "start": 2604.36, "end": 2607.12}, {"text": "How do you get stuck in a couch? I got my head stuck in a recliner in between", "start": 2607.12, "end": 2611.68}, {"text": "the bars that recline so they just fucking on reclined it and put your", "start": 2611.68, "end": 2615.64}, {"text": "kids have to know what they're doing when they do that when they like stick", "start": 2615.64, "end": 2618.24}, {"text": "their head between the railing or something and they get it. They know", "start": 2618.24, "end": 2621.78}, {"text": "they're like they just want to see a fire. Yeah, they're like when you stick", "start": 2621.84, "end": 2625.4}, {"text": "your head in between the railing, it's because you want to see there's", "start": 2625.4, "end": 2628.74}, {"text": "manipulative calculus going on and that you want to think oh yeah, I fell in", "start": 2628.74, "end": 2633.88}, {"text": "well thinking I could I threw the remote at the TV. I didn't do that. I", "start": 2633.88, "end": 2638.88}, {"text": "would never do that, but when a kid does that I was really scared of falling in", "start": 2638.88, "end": 2642.58}, {"text": "a well. When I was a kid, I avoided wells at all costs. I never really saw", "start": 2642.58, "end": 2646.92}, {"text": "well me neither, but I saw a wishing well. I succeeded. If you fall in a", "start": 2646.96, "end": 2652.04}, {"text": "wishing well, it's not so deep. Pretty wells are deep main, a wishing well, a", "start": 2652.04, "end": 2657.12}, {"text": "wishing well, not that deep. If you fall in a wishing well, you can get out, but", "start": 2657.12, "end": 2660.42}, {"text": "you got to like get out over the wall of it. Yeah, where is that going with that?", "start": 2660.42, "end": 2666.36}, {"text": "It's going to be hard to climb out with all the damn pennies in my pocket. Yeah,", "start": 2666.36, "end": 2670.76}, {"text": "here's what I would wish for. Hey, I wish I was out of this well. I wish I was out", "start": 2670.76, "end": 2674.68}, {"text": "this world. I wish I was on a different world. Did you think when you were a kid,", "start": 2674.72, "end": 2680.12}, {"text": "did you have the thought in your head that one day you would go to space? I", "start": 2680.12, "end": 2685.04}, {"text": "still think I'm gonna go to space. I was too scared of space. I wouldn't even", "start": 2685.04, "end": 2688.62}, {"text": "look up at night. They're gonna do free space rides in 15 years.", "start": 2688.62, "end": 2691.64}, {"text": "That would be cool. The MTA is gonna give you a... You just do... 'Cause", "start": 2691.64, "end": 2696.16}, {"text": "we're all gonna die in 20 years, so in 15 years, they're gonna be like,", "start": 2696.16, "end": 2698.96}, {"text": "\"Well, you can all just try going to space.\" You can tap to pay.", "start": 2698.96, "end": 2701.92}, {"text": "it's like a slide. Did you guys see that they're doing a simulation of a Mars", "start": 2701.92, "end": 2706.76}, {"text": "plant, not plantation of what do you call colony?", "start": 2706.76, "end": 2710.84}, {"text": "They're doing a simulated Mars colony, not colony, but like a, like a on the", "start": 2710.84, "end": 2719.48}, {"text": "computer. No, in a warehouse.", "start": 2719.48, "end": 2722.4}, {"text": "Can they do a bio dome 100 or something? That's a movie with Polly Shore.", "start": 2722.4, "end": 2728.12}, {"text": "but I think they didn't realize I think maybe that we should break into it and", "start": 2728.12, "end": 2732.08}, {"text": "pretend to be some kind of Mars. That would be a good idea. That's a pretty", "start": 2732.08, "end": 2735.52}, {"text": "good idea right. Yeah, I still think there could be aliens on the moon. I", "start": 2735.52, "end": 2739.76}, {"text": "agree. I don't think so. You know there's a face yeah. Well, there's a", "start": 2739.76, "end": 2743.26}, {"text": "face on Mars is what you're thinking on the Mars. Yeah, but I think that", "start": 2743.26, "end": 2746.44}, {"text": "between the moon and Mars, the moon is close. Mars is red and the moon is a", "start": 2746.44, "end": 2750.88}, {"text": "planet there. I don't think there's people who live on the moon. There's a", "start": 2750.88, "end": 2754.52}, {"text": "face okay. So you guys on you know that the face of face on Mars and the", "start": 2754.56, "end": 2758.2}, {"text": "other files episode about is also obelisks on Mars. Yeah, really there's a", "start": 2758.2, "end": 2762.36}, {"text": "super structure beneath the surface of the moon. To be honest with you,", "start": 2762.36, "end": 2765.3}, {"text": "basically what happened is fifty years ago. There was a huge, huge society on", "start": 2765.3, "end": 2771.22}, {"text": "Mars, fifty years ago or fifty something like either a thousand million billion.", "start": 2771.22, "end": 2775.66}, {"text": "I don't know, but some fifty years ago there was a a complete society on Mars,", "start": 2775.66, "end": 2781.3}, {"text": "and they built a giant face kind of structure that now the", "start": 2781.36, "end": 2786.6}, {"text": "NASA is saying that this is just this is just smoke and mirrors, but the truth", "start": 2786.6, "end": 2792.16}, {"text": "is that there was a society on Mars of alien life forms that was all wiped", "start": 2792.16, "end": 2796.44}, {"text": "out. There's a current society on the covered in water. Do you know this", "start": 2796.44, "end": 2799.8}, {"text": "pattern? Let me drop some knowledge on you. There is a they made a but there", "start": 2799.8, "end": 2803.88}, {"text": "when they invented remote viewing ESP being able to see using your imagination", "start": 2803.88, "end": 2809.22}, {"text": "you", "start": 2809.22, "end": 2809.72}, {"text": "they were able to this man named Ingo swan was able Ingo swan. I don't know", "start": 2809.72, "end": 2819.7}, {"text": "in I read his book. His book is his memoir is called penetration. Oh, by", "start": 2819.7, "end": 2826.02}, {"text": "Ingo swan, okay, and he", "start": 2826.02, "end": 2827.74}, {"text": "yeah, he goes one. He was able to imagine things across the world,", "start": 2827.74, "end": 2832.9}, {"text": "but what he saw about the moon when they were doing moon testing on him to", "start": 2832.9, "end": 2837.94}, {"text": "figure out what he could see that he was able to see an entire civilization and", "start": 2838.34, "end": 2842.38}, {"text": "structures under the surface of the moon, complete with water that are being", "start": 2842.38, "end": 2845.54}, {"text": "hidden from us by the surface of the moon that appears to be nothing, and", "start": 2845.54, "end": 2849.38}, {"text": "it's been hidden for a long time and it's all being covered up and there's", "start": 2849.38, "end": 2852.62}, {"text": "also aliens currently on the earth that are being disguised and you can tell", "start": 2852.62, "end": 2855.94}, {"text": "ingo swan said that you can that he was in the grocery store and he was picking", "start": 2855.94, "end": 2860.74}, {"text": "out produce at the grocery store and he saw a woman and he said this woman is so", "start": 2860.74, "end": 2865.94}, {"text": "beautiful that she cannot be human wow and that proved that she was from the", "start": 2866.02, "end": 2871.42}, {"text": "moon to so you're telling me that a pre Plaza is an alien. Yes, I look at the", "start": 2871.42, "end": 2877.62}, {"text": "it's in the it's a something else and something that you can tell from", "start": 2877.62, "end": 2880.78}, {"text": "community something you can tell about this guy. The reason you can tell this", "start": 2880.78, "end": 2884.06}, {"text": "guy's telling the truth and that he hasn't been corrupted by all these", "start": 2884.06, "end": 2887.38}, {"text": "three letter agencies is his book that I bought and the trace am penetration by", "start": 2887.38, "end": 2892.82}, {"text": "ingos one by ingos one", "start": 2892.82, "end": 2894.5}, {"text": "has a typo on the cover. Well, that's how you know nobody was getting their", "start": 2894.5, "end": 2899.9}, {"text": "fingers in there yeah, because the CIA, the FBI, they could they get in there,", "start": 2899.9, "end": 2903.34}, {"text": "they're going to change it. They're going to do your reading. You're right.", "start": 2903.34, "end": 2905.9}, {"text": "You know that it was all coming from his brain. Have you guys ever tried remote", "start": 2905.9, "end": 2908.94}, {"text": "viewing? Yes, yeah, dubious doing that right. Did you succeed? Yeah, I actually", "start": 2908.94, "end": 2913.82}, {"text": "can see my bedroom with my eyes closed at all times. I'm going to try it right", "start": 2913.82, "end": 2917.22}, {"text": "now. Okay, where are you going to go? Where should I go? I don't know you", "start": 2917.22, "end": 2920.62}, {"text": "let him go. You see where should I see okay the surface of the moon, okay", "start": 2920.66, "end": 2924.62}, {"text": "and usually you draw it. Well, I'm not very good at drawing Cameron. I'm my art", "start": 2924.62, "end": 2932.48}, {"text": "form is my words. Okay, then describe I see some seriously white ground", "start": 2932.48, "end": 2939.34}, {"text": "and I see a bunch of black crap out there, which is on my call space. Okay,", "start": 2939.34, "end": 2947.08}, {"text": "and wait what's that I'm oh God, I'm seeing a pale blue dot. Oh great dot of", "start": 2947.16, "end": 2954.7}, {"text": "pale", "start": 2954.7, "end": 2955.08}, {"text": "is very far away. I'm seeing some pale, but I didn't say which moon I was on. Oh,", "start": 2955.08, "end": 2961.9}, {"text": "oh, I guess you didn't say you were on a moon at all. Now, well about it now that", "start": 2961.9, "end": 2965.9}, {"text": "I think about it, I'm on a moon and I'm seeing a pale blue dot. Oh, but wait,", "start": 2965.9, "end": 2971.54}, {"text": "what am I seeing on the pill blue dot instead of love? I'm seeing hate and I'm", "start": 2971.54, "end": 2976.62}, {"text": "racial prejudice and sexism and worst of all misogyny and also kids being", "start": 2976.68, "end": 2983.44}, {"text": "unfairly treated by their parents. And also there's there's five or six green", "start": 2983.44, "end": 2989.88}, {"text": "monsters all around me and they are making something some kind of giant", "start": 2989.88, "end": 2997.52}, {"text": "weapon. A weapon? Yep and also I can tell that one of them is the most popular of", "start": 2997.52, "end": 3002.64}, {"text": "the six because the other ones are kind of just listening to what he's saying", "start": 3002.64, "end": 3006.24}, {"text": "and also he's the tallest one.", "start": 3006.24, "end": 3008.24}, {"text": "- But does he have like a special kind of hair?", "start": 3008.24, "end": 3010.74}, {"text": "- He has an Elvis hairdo.", "start": 3010.74, "end": 3012.24}, {"text": "(laughing)", "start": 3012.24, "end": 3013.44}, {"text": "Yeah, he has an Elvis greasy,", "start": 3013.44, "end": 3016.68}, {"text": "pomade hairdo. - That style?", "start": 3016.68, "end": 3017.98}, {"text": "- That slick back Elvis rock and roller style.", "start": 3017.98, "end": 3020.08}, {"text": "- That we all know and love?", "start": 3020.08, "end": 3020.92}, {"text": "- Oh my God, are the other ones bald", "start": 3020.92, "end": 3022.28}, {"text": "or do they all have their own distinct hairstyles", "start": 3022.28, "end": 3024.06}, {"text": "that define their personality?", "start": 3024.06, "end": 3025.42}, {"text": "- Well, basically, one of them has, okay,", "start": 3025.42, "end": 3027.8}, {"text": "so there's six of them, one of them has an Elvis hair.", "start": 3027.8, "end": 3029.86}, {"text": "- Okay.", "start": 3029.86, "end": 3030.7}, {"text": "- One of them has very long hair.", "start": 3030.7, "end": 3032.46}, {"text": "One of them has shorterish hair.", "start": 3032.46, "end": 3035.06}, {"text": "- But does he have glasses?", "start": 3035.06, "end": 3036.1}, {"text": "one of them is Bob very kind of cute. Okay, the bow and then three of them or", "start": 3036.1, "end": 3041.64}, {"text": "the remaining to", "start": 3041.64, "end": 3042.8}, {"text": "have no hair at all. Wait, let me go back", "start": 3042.8, "end": 3046.68}, {"text": "and they have a swimming pool, but instead of being blue, it's dust green.", "start": 3046.68, "end": 3053.36}, {"text": "Oh my God,", "start": 3053.36, "end": 3054.36}, {"text": "where were you? I was on", "start": 3054.36, "end": 3057.86}, {"text": "the moon. Holy, I told you there's water and structures and animals. What is", "start": 3057.86, "end": 3063.88}, {"text": "Literally all the things that I just saw what was that shit that?", "start": 3063.92, "end": 3067.5}, {"text": "Was it did Elon want to do it where he was gonna launch a nuke onto the two poles of Mars?", "start": 3067.5, "end": 3074.04}, {"text": "So that it creates water and ice I", "start": 3074.04, "end": 3077.86}, {"text": "Think that there are water from the ice that's there. I don't think anyone actually yeah", "start": 3077.86, "end": 3083.72}, {"text": "I don't think nobody no one wanted to do that, but it wasn't that like an actual like thing people talked about", "start": 3083.72, "end": 3088.24}, {"text": "That's like how you think so you would terraform Mars is with yeah, they're bombs", "start": 3088.24, "end": 3092.1}, {"text": "I don't know how that would work, but I also I don't know that much about nuclear bombs. I'm afraid that it might learn", "start": 3092.1, "end": 3097.16}, {"text": "How you buddy then I know in a couple weeks there will be a movie that teaches you everything", "start": 3097.16, "end": 3101.54}, {"text": "Does Mars have atmosphere when does that come? I don't know what that means", "start": 3101.54, "end": 3105.82}, {"text": "Atmosphere is not on Mars. He's on this planet. Yeah, he's a", "start": 3105.82, "end": 3109.86}, {"text": "Rapping the fuck out of some he's in Minneapolis, and he's rapping about his dad dying, huh?", "start": 3109.86, "end": 3115.06}, {"text": "Was that song from the fuck was that that was Cameron, but it actually did sound like some kind of interference", "start": 3115.06, "end": 3121.9}, {"text": "Yeah, I know. I thought you broke the computer or something.", "start": 3121.9, "end": 3125.26}, {"text": "When I was a kid, I tried to do, what you call that? Leave your body?", "start": 3125.26, "end": 3130.06}, {"text": "Transcendental projection.", "start": 3130.06, "end": 3130.94}, {"text": "That was the one that Jerry Seinfeld's obsessed with.", "start": 3130.94, "end": 3137.66}, {"text": "All of the Hollywood elites do TM, the David Lynch Foundation TM.", "start": 3137.66, "end": 3141.82}, {"text": "Thorough.", "start": 3141.82, "end": 3143.1}, {"text": "Bro, that shit.", "start": 3143.1, "end": 3144.38}, {"text": "Henry David Thorough.", "start": 3144.38, "end": 3145.82}, {"text": "But it pretty much works. I mean, these guys are really successful.", "start": 3145.82, "end": 3148.62}, {"text": "Yeah.", "start": 3148.62, "end": 3149.02}, {"text": "Yeah, you can do anything if you already are successful and it will make you", "start": 3149.02, "end": 3152.18}, {"text": "more successful. Do you know that in transit? Yeah, that's that's like the", "start": 3152.18, "end": 3156.3}, {"text": "one thing like Jerry Seinfeld and like David Lynch, like all the talking all", "start": 3156.3, "end": 3160.5}, {"text": "like yeah, this transit TM like change my life so much blah blah blah. It's", "start": 3160.5, "end": 3164.42}, {"text": "like yeah. What else do you have to do? All you do is just sit there. Stevie", "start": 3164.42, "end": 3168.06}, {"text": "wonder does it well. He does it all the time. Yeah, it's all he does. Yeah,", "start": 3168.06, "end": 3172.3}, {"text": "he's got his eyes closed every day.", "start": 3172.3, "end": 3174.7}, {"text": "Yeah,", "start": 3174.7, "end": 3176.38}, {"text": "It's amazing that he became so successful despite being I mean blonde blonde", "start": 3177.5, "end": 3182.66}, {"text": "blind", "start": 3182.66, "end": 3183.2}, {"text": "blind. Yeah, he was one of the first blonde guys to blow up in in Hollywood.", "start": 3183.2, "end": 3188.82}, {"text": "He used to be all Brunette. He thinks he's blonde.", "start": 3188.82, "end": 3190.86}, {"text": "He still thinks he's blonde.", "start": 3190.86, "end": 3193.38}, {"text": "He thinks he's a beautiful blonde woman. That's like the fucking like like", "start": 3193.38, "end": 3198.82}, {"text": "transcendental meditation. You just sit there and you just wait for like a you", "start": 3198.82, "end": 3203.58}, {"text": "like all your thoughts to go away. You can do that if you got a million dollars.", "start": 3204.1, "end": 3207.78}, {"text": "- No, you make them go away.", "start": 3207.78, "end": 3209.26}, {"text": "- No, no. Transcendental meditation is mantra based. So they give you,", "start": 3209.26, "end": 3212.98}, {"text": "you go take a class.", "start": 3212.98, "end": 3214.74}, {"text": "- I'm not thinking, I'm not thinking, I'm not thinking.", "start": 3214.74, "end": 3216.74}, {"text": "- They give you a mantra, which is usually some variation of like,", "start": 3216.74, "end": 3219.82}, {"text": "I am, or I will, I will, or some shit like that.", "start": 3219.82, "end": 3223.66}, {"text": "And you just say that over and over and over again. And it's supposed to be like,", "start": 3223.66, "end": 3226.86}, {"text": "- That's just the secret.", "start": 3226.86, "end": 3227.78}, {"text": "- You let thoughts fall away.", "start": 3227.78, "end": 3229.26}, {"text": "- You say it out loud.", "start": 3229.26, "end": 3230.42}, {"text": "- That is the secret.", "start": 3230.42, "end": 3231.54}, {"text": "- That's the secret.", "start": 3231.54, "end": 3232.34}, {"text": "that's manifestation. That's vision board. This stuff works dude. That's why we", "start": 3232.34, "end": 3237.44}, {"text": "are so fail. We are not fail. We don't do this shit. I do it. I", "start": 3237.44, "end": 3241.34}, {"text": "Cameron does it and he's fail. He is does not do transcendental meditation.", "start": 3241.34, "end": 3245.92}, {"text": "He you didn't even know what it was. I was tricking you. I was testing you", "start": 3245.92, "end": 3249.56}, {"text": "to see if you knew what it was. That is actually very advanced.", "start": 3249.56, "end": 3252.92}, {"text": "That is very advanced. They don't teach you that until later on in the", "start": 3252.92, "end": 3257.28}, {"text": "program. Yeah, most meditation you think of a leaf and watch it fly away. No,", "start": 3257.28, "end": 3261.96}, {"text": "you're thinking of falling asleep. They should make a meditation movies about", "start": 3261.98, "end": 3266.72}, {"text": "cool stuff instead of oh, you should be one meditate about whatever you want.", "start": 3266.72, "end": 3270.48}, {"text": "You should be one with nature. You should", "start": 3270.48, "end": 3272.14}, {"text": "I want to meditate and think that I am like a bulldozer or something and I'm", "start": 3272.14, "end": 3278.66}, {"text": "destroying millions of things. I'm I used to do a", "start": 3278.66, "end": 3281.74}, {"text": "orphanage is what I want to think I used to do. I'm a why I'm bulldozing an", "start": 3281.74, "end": 3287.84}, {"text": "orphanage. I mean you can think I'm the guy who's going in and bulldozing the old", "start": 3287.86, "end": 3292.78}, {"text": "Yankee Stadium. I'm just I'm making I'm going to say that to yourself. I'm going", "start": 3292.78, "end": 3297.1}, {"text": "to meditate to think that I'm making a million people. You're thinking of", "start": 3297.1, "end": 3300.24}, {"text": "imagining, imagining all you want. That's different from meditation. What is what", "start": 3300.24, "end": 3305.58}, {"text": "is meditation even meditation is is is sitting quietly with your thoughts. I'm", "start": 3305.58, "end": 3311.18}, {"text": "not doing that and noting them. I am not doing that. I used to do a meditation", "start": 3311.18, "end": 3316.1}, {"text": "where I had to imagine I was as big as the entire universe. That was the whole it", "start": 3316.12, "end": 3319.62}, {"text": "was a guided meditation. It was like you had to start off, you're in your room,", "start": 3319.62, "end": 3323.16}, {"text": "and then you're getting bigger and you're the size of your of your house.", "start": 3323.16, "end": 3327.36}, {"text": "No,", "start": 3327.36, "end": 3328.16}, {"text": "and it didn't. It's not how I grew. You tried to suicide by cop because of how", "start": 3328.16, "end": 3331.68}, {"text": "small he was. Yeah. You just had to make sure you're never going to do this", "start": 3331.68, "end": 3333.92}, {"text": "again. You need to figure big. When you were a kid, they called you sweet pea", "start": 3333.92, "end": 3336.36}, {"text": "because you were so small. If I was suicide by, if I was so small, I wouldn't", "start": 3336.36, "end": 3340.0}, {"text": "even have the cops involved. I would do suicide by foot. Suicide by thimble. I", "start": 3340.0, "end": 3344.12}, {"text": "the cops foot. You drink one symbol full of whiskey, yeah, that's what I would", "start": 3344.16, "end": 3349.0}, {"text": "do", "start": 3349.0, "end": 3349.3}, {"text": "brush shaved with a symbol", "start": 3349.3, "end": 3351.36}, {"text": "that doesn't even make how you shave with a thing is the little things on it.", "start": 3351.36, "end": 3355.0}, {"text": "You ever touched a symbol? No, because I'm not a girl. The only symbol I've", "start": 3355.0, "end": 3359.58}, {"text": "ever can't resist monopoly me to that's the only reason I know what a symbol is", "start": 3359.58, "end": 3363.42}, {"text": "yeah. Thimble was used in many stories. Thimble are history", "start": 3363.42, "end": 3368.32}, {"text": "that is true. Thimble thimbles are for sewing right there in fairy tales. It", "start": 3368.32, "end": 3373.72}, {"text": "protects your thumb.", "start": 3373.76, "end": 3374.76}, {"text": "Matt: Yeah.", "start": 3374.76, "end": 3375.76}, {"text": "Oh, then I've used one.", "start": 3375.76, "end": 3377.8}, {"text": "I've used one.", "start": 3377.8, "end": 3378.8}, {"text": "I never used one.", "start": 3378.8, "end": 3379.8}, {"text": "I never used one either, man.", "start": 3379.8, "end": 3380.8}, {"text": "I've simply touched it.", "start": 3380.8, "end": 3381.8}, {"text": "I've never even seen one in my life.", "start": 3381.8, "end": 3382.8}, {"text": "I took a home-ec class in 7th grade.", "start": 3382.8, "end": 3386.36}, {"text": "You thought you were going to make food, didn't you?", "start": 3386.36, "end": 3388.4}, {"text": "No, no.", "start": 3388.4, "end": 3389.4}, {"text": "It was like required.", "start": 3389.4, "end": 3390.4}, {"text": "You didn't get to choose the, you didn't get to choose, in 8th grade you got to choose", "start": 3390.4, "end": 3394.0}, {"text": "between cooking and woodshop and I should have chose cooking because my teacher, Mr.", "start": 3394.0, "end": 3397.44}, {"text": "Hill, hated my ass.", "start": 3397.44, "end": 3398.72}, {"text": "You did woodshop?", "start": 3398.72, "end": 3399.72}, {"text": "I did woodshop.", "start": 3399.72, "end": 3400.72}, {"text": "I made a little truck, yeah.", "start": 3400.72, "end": 3401.72}, {"text": "I did woodshop.", "start": 3401.72, "end": 3402.72}, {"text": "Dang, school sounded so cool, man.", "start": 3402.72, "end": 3404.96}, {"text": "I wish I went to school.", "start": 3404.96, "end": 3407.04}, {"text": "I always forget you were homeschooled, but...", "start": 3407.04, "end": 3409.36}, {"text": "Yeah, 'cause I'm so not kinda homeschooled.", "start": 3409.36, "end": 3411.52}, {"text": "When I was in seventh grade, I made a gym bag", "start": 3411.52, "end": 3414.52}, {"text": "and I got a C on it because my stitching was terrible.", "start": 3414.52, "end": 3419.28}, {"text": "So I had to use the thimble and I tried to fix it.", "start": 3419.28, "end": 3422.52}, {"text": "That's my thimble experience, y'all.", "start": 3422.52, "end": 3424.2}, {"text": "I made a gym sad.", "start": 3424.2, "end": 3425.96}, {"text": "There was a guy named Jim and we used to make fun of him.", "start": 3425.96, "end": 3428.44}, {"text": "Yeah.", "start": 3428.44, "end": 3429.08}, {"text": "He wore a suit.", "start": 3429.08, "end": 3429.8}, {"text": "my uncle Jim made him sad because I made fun of his elevator. You were a", "start": 3429.8, "end": 3433.6}, {"text": "scared of brief. He was a suit and briefcase kid yeah now see these kids", "start": 3433.6, "end": 3438.16}, {"text": "who we used to make fun of are the CEO. Unfortunately, their lives are worse", "start": 3438.16, "end": 3442.8}, {"text": "than ever before.", "start": 3442.8, "end": 3443.68}, {"text": "You'd love to think that their CEOs now, but unfortunately they're somehow below", "start": 3443.68, "end": 3449.38}, {"text": "the bottom strata of society. Yeah, they've fallen through the cracks", "start": 3449.38, "end": 3453.08}, {"text": "completely. They have started an ebay store that does not go row. They're", "start": 3453.08, "end": 3458.16}, {"text": "living in a in a", "start": 3458.2, "end": 3459.16}, {"text": "bower. Listen, I'd love for them to be the king of the health care industry or", "start": 3459.16, "end": 3464.4}, {"text": "something like that. They are the size of an ant. I do know one kid that was", "start": 3464.4, "end": 3468.56}, {"text": "like kind of a suit to class kind of kid who had told me that he was buying", "start": 3468.56, "end": 3474.6}, {"text": "Bitcoin in like two thousand and thirteen. Yeah, that kid is definitely", "start": 3474.6, "end": 3478.16}, {"text": "rich. Now he probably sold it in twenty fourteen probably, but even then he's", "start": 3478.16, "end": 3482.36}, {"text": "probably made some money off it yeah and I made no money and I said Bitcoin. What", "start": 3482.36, "end": 3486.64}, {"text": "the hell is that", "start": 3486.64, "end": 3487.24}, {"text": "Yeah. Bitcoin? And he told me that I should start mining it because I had a", "start": 3487.24, "end": 3491.48}, {"text": "graphics card. I was going to try to, when I heard about the concept of", "start": 3491.48, "end": 3495.94}, {"text": "Bitcoin when I was 14. I was like, I'm going to make my own. Me too. I thought", "start": 3495.94, "end": 3500.08}, {"text": "that I would get a Bitcoin miner. Well, I thought that I was going to get like a", "start": 3500.08, "end": 3503.2}, {"text": "Bitcoin miner on my computer and everything, but I was going to install", "start": 3503.2, "end": 3506.64}, {"text": "it on my laptop. I had a laptop from 2001 that was still running Windows XP.", "start": 3506.64, "end": 3511.36}, {"text": "It was a Dell with a little trackpad. You were going to grind coins on it? And I", "start": 3511.36, "end": 3515.32}, {"text": "thought that if I just ran that while I was at school, I would get free money.", "start": 3515.32, "end": 3518.52}, {"text": "I've watched probably thirty five YouTube videos trying to explain what the fuck", "start": 3518.52, "end": 3523.16}, {"text": "how that works and what that means. It means I just gave up means nothing. It", "start": 3523.16, "end": 3527.8}, {"text": "doesn't make any God damn sense. I thought that it was a cheat code for", "start": 3527.8, "end": 3530.84}, {"text": "unlimited free money. It kind of was for a couple of years. Yeah, and it probably", "start": 3530.84, "end": 3534.88}, {"text": "will be again. That's the thing. This is multiple times people. Everybody", "start": 3534.88, "end": 3539.12}, {"text": "bitcoins gone up and then down. It was C told you and then it just goes right back", "start": 3539.12, "end": 3543.56}, {"text": "up in a couple more years. It really makes no sense to me at all.", "start": 3543.6, "end": 3546.84}, {"text": "We need to have like Gary Vee on this show and have him explain that to us.", "start": 3546.84, "end": 3552.04}, {"text": "Bitcoin?", "start": 3552.04, "end": 3553.04}, {"text": "Yeah. We need to make a hard pivot. We need to do Gary Vee on here. Gary Vee, us three,", "start": 3553.04, "end": 3561.12}, {"text": "and then like the guys.", "start": 3561.12, "end": 3562.12}, {"text": "Two girls.", "start": 3562.12, "end": 3563.12}, {"text": "Two girls.", "start": 3563.12, "end": 3564.12}, {"text": "We need two girls.", "start": 3564.12, "end": 3565.12}, {"text": "Two girls who do OnlyFans and then those two guys who yell at them.", "start": 3565.12, "end": 3567.6}, {"text": "Not musical pop stars, great talents. Not women who sell their bodies for what, a buck?", "start": 3567.6, "end": 3573.36}, {"text": "paltry sense and dollars. I mean it's that those pictures are forever. You can", "start": 3573.36, "end": 3580.04}, {"text": "water mark them,", "start": 3580.04, "end": 3580.92}, {"text": "but what", "start": 3580.92, "end": 3582.68}, {"text": "well, what do you mean you and water mark them, but what but just what you", "start": 3582.68, "end": 3587.04}, {"text": "know your children are going to see that if they sign up.", "start": 3587.04, "end": 3589.2}, {"text": "Imagine imagine you that's the thing. If my mom had one, I would have signed up.", "start": 3589.2, "end": 3594.52}, {"text": "I just want to support her yeah. I would yeah. I'm trying to support. I would I", "start": 3594.52, "end": 3598.96}, {"text": "would sign up and say mom. I'm not looking, but", "start": 3598.96, "end": 3601.24}, {"text": "I want you to have a you think there's people who do that mom. You think I", "start": 3602.12, "end": 3605.18}, {"text": "have an allowance for ten ninety nine every single month", "start": 3605.18, "end": 3607.82}, {"text": "in a visa debit card", "start": 3607.82, "end": 3610.38}, {"text": "and she's a name that you don't know yeah", "start": 3610.38, "end": 3613.48}, {"text": "under name bits. What's the mom? What's the most attractive name in the world to", "start": 3613.48, "end": 3620.38}, {"text": "you", "start": 3620.38, "end": 3620.66}, {"text": "Sebastian Sebastian Sanchez has a", "start": 3620.66, "end": 3626.08}, {"text": "only fan", "start": 3626.08, "end": 3627.64}, {"text": "Yeah, but if I had an only fans, I wouldn't post any images. I would close", "start": 3631.98, "end": 3634.68}, {"text": "the account. Imagine my had one. If I had one, I'd immediately. I think we have", "start": 3634.68, "end": 3639.38}, {"text": "one for the podcast. I think you're right. I think we made one as a funny,", "start": 3639.38, "end": 3643.9}, {"text": "funny joke. You did a couple years ago. You did it and we had nothing to do with", "start": 3643.9, "end": 3647.52}, {"text": "it. No, because we have one photo on there and it's like you posted. It's", "start": 3647.52, "end": 3651.74}, {"text": "a picture you posted. I remember it's not a photo. It's a video. It's a video.", "start": 3651.74, "end": 3656.46}, {"text": "It's a video. Well, the title of the video. I mean, I don't think I think", "start": 3656.46, "end": 3660.18}, {"text": "it's not possible to sign up for it, because I don't think we ever finished", "start": 3660.18, "end": 3662.78}, {"text": "the account, but the video is titled Patrick changing", "start": 3662.78, "end": 3665.44}, {"text": "and I can tell you what it is, but it's it would be a spoiler for the video.", "start": 3665.44, "end": 3671.08}, {"text": "I think we should just say what it is because it was a video of Patrick", "start": 3671.08, "end": 3676.84}, {"text": "transforming into a werewolf yeah", "start": 3676.84, "end": 3678.96}, {"text": "okay, that's pretty funny yeah.", "start": 3678.96, "end": 3685.52}, {"text": "That is a funny", "start": 3685.52, "end": 3687.88}, {"text": "future change.", "start": 3689.76, "end": 3690.76}, {"text": "Wait, how do you transform into a werewolf? Oh, we had an app called", "start": 3690.76, "end": 3696.68}, {"text": "Monsterify.", "start": 3696.68, "end": 3697.52}, {"text": "Monsterify? Yeah. I think it was actually Face Story. Remember Face Story?", "start": 3697.52, "end": 3702.2}, {"text": "Face Story, yeah. I missed the first wave of facial apps. Me too. The facial", "start": 3702.2, "end": 3707.44}, {"text": "apps were amazing. Facial apps were a different thing. I had a phone. It's all", "start": 3707.44, "end": 3710.76}, {"text": "skin care and pornographic and gang banging. Yeah, exactly. I had a phone", "start": 3710.76, "end": 3714.92}, {"text": "that could run CamWow, if you remember CamWow from the iPod Touch.", "start": 3715.08, "end": 3720.76}, {"text": "And then I got a new phone, thought that it would be able to transfer over to this phone.", "start": 3720.76, "end": 3726.56}, {"text": "But it didn't.", "start": 3726.56, "end": 3727.56}, {"text": "It didn't.", "start": 3727.56, "end": 3728.56}, {"text": "Then you had the last surviving iPhone in my possession with CamWow on it and then you", "start": 3728.56, "end": 3736.38}, {"text": "needed a phone.", "start": 3736.38, "end": 3738.16}, {"text": "And then I gave you that phone and then you broke it.", "start": 3738.16, "end": 3739.16}, {"text": "And you bit down on it too hard and you crackled the screen up.", "start": 3739.16, "end": 3742.48}, {"text": "which I completely have destroyed every phone except for this one,", "start": 3742.48, "end": 3745.52}, {"text": "because this one has a case on it. Guys, you copied my case. So I didn't copy", "start": 3745.52, "end": 3750.08}, {"text": "it. I got the cheapest one on Amazon. Yeah, you copied me. That's what I did.", "start": 3750.08, "end": 3754.36}, {"text": "Millions did this. I did it for a hundred thousand reviews on Amazon. Yeah,", "start": 3754.36, "end": 3759.24}, {"text": "did you scroll to see what the first chronological review was? It wasn't you.", "start": 3759.24, "end": 3763.16}, {"text": "Oh, so you did check. What was it? Then I checked it was Ben David, Ben David,", "start": 3763.16, "end": 3769.08}, {"text": "Ben Davis, nope, Ben David, Ben David, yep, Ben Davis makes pretty good pants.", "start": 3769.16, "end": 3776.2}, {"text": "You can find him. Well, this isn't that person. This is some other guy. He's", "start": 3776.2, "end": 3779.84}, {"text": "got a gorilla logo.", "start": 3779.84, "end": 3780.94}, {"text": "You would wear those. I do yeah. You like animals.", "start": 3780.94, "end": 3786.48}, {"text": "Don't ever say that you like animals. Don't you ever say that? Oh, one more", "start": 3786.48, "end": 3793.22}, {"text": "thing about monkeys. Is it called aping? Because like you'll say, oh, I ate this", "start": 3793.22, "end": 3797.96}, {"text": "that aped me copy monkey see monkey do because monkeys copied humans. No,", "start": 3797.98, "end": 3803.34}, {"text": "it's because of monkey see monkey do.", "start": 3803.34, "end": 3805.12}, {"text": "So if you are have a monkey and you go like this,", "start": 3805.12, "end": 3807.98}, {"text": "the monkey will do that because it thinks that you like it when I think", "start": 3807.98, "end": 3812.68}, {"text": "copy, I thought it was monkeys copy humans by walking and creating tools.", "start": 3812.68, "end": 3817.5}, {"text": "That's the other way around. I don't think I've ever seen a monkey's. We", "start": 3817.5, "end": 3820.54}, {"text": "don't know that I was thinking about something the other day that I can't", "start": 3820.54, "end": 3823.74}, {"text": "remember.", "start": 3823.74, "end": 3824.18}, {"text": "that's a great place to end the show. You are useless, not useless. It was a guys.", "start": 3825.34, "end": 3829.94}, {"text": "If you love this high energy, amazing episode, yeah, you should travel back in", "start": 3829.94, "end": 3835.1}, {"text": "time to yesterday", "start": 3835.1, "end": 3836.34}, {"text": "and do what Patrick's about to say, or you could go see me in Austin on the", "start": 3836.34, "end": 3842.1}, {"text": "weekend of the 28th through the 29th through the 30th is when I take a flight", "start": 3842.1, "end": 3847.46}, {"text": "home. I'm going to be doing four shows. I'm opening for Dan Lakata, so Dan", "start": 3847.46, "end": 3854.14}, {"text": "La Costa. Go see me there. And then I'm also going to be on the bus later to", "start": 3854.18, "end": 3860.18}, {"text": "make a bunch of shit. Got a frittata, a culotta. A miata. I'm going to drive a", "start": 3860.18, "end": 3865.38}, {"text": "miata, drink a culotta with Dan Licata. I haven't had a culotta in a long time.", "start": 3865.38, "end": 3869.94}, {"text": "You guys want to get culottas after this? Okay. Joe Pera, that boy's scared of a", "start": 3869.94, "end": 3874.5}, {"text": "fucking... Do you guys know how to make the best smoothie in the world? How? No,", "start": 3874.5, "end": 3877.58}, {"text": "I'm asking. Oh. Oh, we can figure this out once the show's done. No, I actually,", "start": 3877.58, "end": 3880.66}, {"text": "I said I know I know you also also in if you're if you're in Brooklyn, New York,", "start": 3880.66, "end": 3887.3}, {"text": "you want to see me no no no. I know I okay, I got it instead of okay banana", "start": 3887.3, "end": 3891.3}, {"text": "yeah, no ice instead of an instead of ice use frozen", "start": 3891.3, "end": 3894.54}, {"text": "milk. No, you can't freeze milk. You can you can freeze milk. It's", "start": 3894.54, "end": 3899.48}, {"text": "you didn't even let me finish my recipe. You use a fresh banana and then you use", "start": 3899.48, "end": 3905.9}, {"text": "frozen berries. Yeah, I got those and you use I got those from my own. You can use", "start": 3905.98, "end": 3911.24}, {"text": "I think everyone knows the smoothie, but if you know I need to hear this, if", "start": 3911.24, "end": 3914.06}, {"text": "you're going for taste, though, here's my recommendation instead of milk, orange", "start": 3914.06, "end": 3918.62}, {"text": "juice, orange juice, orange. Okay, that's a good that's and that's it and that's", "start": 3918.62, "end": 3923.38}, {"text": "pretty three ingredients. Maybe a little honey if you need it right on protein", "start": 3923.38, "end": 3927.04}, {"text": "powder. I'm going to try that also if you live in Brooklyn, New York, and you", "start": 3927.04, "end": 3930.54}, {"text": "would like to see me at a bar show hosted by Pitbull impersonator, Stephen Vega", "start": 3930.54, "end": 3934.9}, {"text": "that is on the twenty-sixth. And if you want to see me doing my laundry, come to", "start": 3934.94, "end": 3938.84}, {"text": "my laundromat. I only go there for a short amount of time, because I just drop my", "start": 3938.84, "end": 3942.38}, {"text": "clothes in the washing machine, then I go home and I come back to change it over,", "start": 3942.38, "end": 3945.54}, {"text": "and I just come back to pick it up. So it's a small window, but I'll be there", "start": 3945.54, "end": 3948.82}, {"text": "three times, one to bring it to the washer, one to switch it between the", "start": 3948.82, "end": 3951.94}, {"text": "washer/dryer, and then one to pick up the clothes. And I will be in Morro Bay,", "start": 3951.94, "end": 3955.42}, {"text": "California, visiting my family at the end of the month. Oh, yeah, and I'll be", "start": 3955.42, "end": 3959.82}, {"text": "leaving the country as well. I'll probably be walking around. He's gonna be in some", "start": 3959.82, "end": 3962.9}, {"text": "another part of the world. I can't reveal what I'll be out of the country at the", "start": 3962.94, "end": 3966.62}, {"text": "end of the month. I'm doing none of us are going to be here to hold the office", "start": 3966.62, "end": 3969.2}, {"text": "down. Somebody could break in. I'm doing the break in. You want to break into our", "start": 3969.2, "end": 3972.86}, {"text": "office. The address is I'm going abroad to report on some issues going down", "start": 3972.86, "end": 3978.22}, {"text": "and other parts of the world. I think you'd be an amazing war reporter. I'm", "start": 3978.22, "end": 3983.62}, {"text": "going to send you guys some videos of your pressure. Okay, we will see", "start": 3983.62, "end": 3987.38}, {"text": "Cameron's report when he doesn't be reporting. All right, wear the helmet.", "start": 3987.38, "end": 3990.58}, {"text": "what helmet Caleb? Yes, sir. Let's record your vertical for your dunking goal.", "start": 3991.14, "end": 3996.84}, {"text": "My vertical. Okay. Okay.", "start": 3996.84, "end": 3999.24}, {"text": "Well, we're on the on this", "start": 3999.24, "end": 4002.74}, {"text": "stand. Wait, stand next to Patrick. Go, go move the chair that way and stand", "start": 4002.74, "end": 4007.24}, {"text": "next to Pat. Pat will be the match. So Pat sitting here. This is about two", "start": 4007.24, "end": 4010.14}, {"text": "feet tall right here. This is not running. This is just my my yeah,", "start": 4010.14, "end": 4014.54}, {"text": "straight vertical. I would get a higher vertical, right? But that's not really", "start": 4014.54, "end": 4018.64}, {"text": "how we're measuring this.", "start": 4018.64, "end": 4020.54}, {"text": "Oh, I heard that crack. That was a huge crack. Yeah, you have a huge crack.", "start": 4020.54, "end": 4026.02}, {"text": "Jump. Okay, so you didn't even really bend your knees at all. So if you bend", "start": 4026.02, "end": 4033.42}, {"text": "your knees, you can get a little more air. Well, you're just your feet could be a", "start": 4033.42, "end": 4038.94}, {"text": "little higher up. See, like that doesn't make your yes, it does. You can go over a", "start": 4038.94, "end": 4043.86}, {"text": "hurdle better like that. We're not hurtling. I'm trying to dunk that doesn't", "start": 4043.86, "end": 4047.02}, {"text": "No, no, keep your feet straight at the bottom.", "start": 4047.02, "end": 4049.32}, {"text": "You brought them up.", "start": 4049.32, "end": 4053.06}, {"text": "- Well, it's just about the height of the vertical, right?", "start": 4053.06, "end": 4054.96}, {"text": "We're not dunking, there's no hoop.", "start": 4054.96, "end": 4056.52}, {"text": "- But your vertical is not how far your feet up", "start": 4056.52, "end": 4059.48}, {"text": "are from the ground. - But for right now.", "start": 4059.48, "end": 4060.92}, {"text": "- We need a hoop.", "start": 4060.92, "end": 4061.76}, {"text": "We gotta get a hoop for the office.", "start": 4061.76, "end": 4064.0}, {"text": "- We'll just see who can touch higher on the wall.", "start": 4064.0, "end": 4066.76}, {"text": "That makes way more sense. - Okay, that's better.", "start": 4066.76, "end": 4067.88}, {"text": "But that can't be seen by the camera.", "start": 4067.88, "end": 4070.12}, {"text": "- Yeah, that, let's, what are we doing?", "start": 4070.12, "end": 4072.24}, {"text": "We gotta end this.", "start": 4072.24, "end": 4073.32}, {"text": "- I got higher.", "start": 4073.32, "end": 4075.8}, {"text": "- Okay, bye.", "start": 4075.8, "end": 4076.64}, {"text": "Can we get one eye?", "start": 4076.64, "end": 4078.64}], "title": "#192 - Exploring The Moon", "link": "https://www.patreon.com/posts/192-exploring-86054076", "date": "Sat, 15 Jul 2023 11:00:04 GMT", "id": 43}