{"lines": [{"text": "So explain what you did to your body and the reason why and give us one reason,", "start": 0.0, "end": 14.0}, {"text": "but you can't get three good reasons. Give it yeah. Okay. There's one more.", "start": 14.0, "end": 17.36}, {"text": "There's one reason and I can't really talk about it just yet,", "start": 17.36, "end": 20.66}, {"text": "but", "start": 20.66, "end": 22.46}, {"text": "I give us two other reasons because I know that you wouldn't do such a", "start": 22.46, "end": 26.16}, {"text": "drastic for only this one reason. I did it for just this one", "start": 26.16, "end": 29.96}, {"text": "No, you wouldn't. You're not that dedicated.", "start": 29.96, "end": 32.2}, {"text": "No, I'm more dedicated than ever now.", "start": 32.2, "end": 35.64}, {"text": "I'd put too much effort into something the other day.", "start": 35.64, "end": 39.32}, {"text": "I screamed so loud on set of a movie.", "start": 39.32, "end": 44.6}, {"text": "Whoa! Oh my God!", "start": 44.6, "end": 48.44}, {"text": "Why are you buzzing it?", "start": 48.44, "end": 50.92}, {"text": "Because you just humble bragged.", "start": 50.92, "end": 52.44}, {"text": "That's the humble brag buzzer.", "start": 52.44, "end": 54.12}, {"text": "I was not humble bragging.", "start": 54.12, "end": 55.4}, {"text": "I was getting...", "start": 55.4, "end": 56.2}, {"text": "I screamed so much on the set of a movie.", "start": 56.2, "end": 57.8}, {"text": "I'm actually giving it. I gave it my all on the set of a movie. I was too", "start": 57.8, "end": 63.56}, {"text": "dedicated.", "start": 63.56, "end": 64.2}, {"text": "I got to", "start": 64.2, "end": 66.28}, {"text": "generating hype for the movie right. So let me guess you weren't even so he was", "start": 66.28, "end": 72.12}, {"text": "a man, a scene with the extra. You did go on a date with you. It's nice. I", "start": 72.12, "end": 75.96}, {"text": "wanted to get his info before we left, but they they hustle. He left", "start": 75.96, "end": 79.16}, {"text": "immediately. I wanted to use. I wanted to use him as an extra and something", "start": 79.16, "end": 82.6}, {"text": "was his name. I don't even remember. Damn, that's what I wanted to use him", "start": 82.6, "end": 86.68}, {"text": "an extra where you film him and you watching TV at your house.", "start": 86.72, "end": 89.92}, {"text": "Yeah, that's fine.", "start": 89.92, "end": 90.92}, {"text": "That's what I'm just saying.", "start": 90.92, "end": 91.92}, {"text": "You guys would have liked him. You guys would have liked him a lot.", "start": 91.92, "end": 94.48}, {"text": "I liked him. I talked to him the least out of all of us.", "start": 94.48, "end": 97.92}, {"text": "I don't care about extras, man. They don't matter to me.", "start": 97.92, "end": 100.72}, {"text": "Me neither, but he proved himself. He showed something. He showed he had what was necessary", "start": 100.72, "end": 107.04}, {"text": "to be a star.", "start": 107.04, "end": 108.04}, {"text": "He's got star power. I have a photo of them on a date if you want to see it.", "start": 108.04, "end": 111.88}, {"text": "Yeah, but we don't have the GoPro today, so you're going to have to go.", "start": 111.88, "end": 114.28}, {"text": "Damn it.", "start": 114.28, "end": 115.28}, {"text": "I'll show it. I'll go. I'll walk. Yeah, you'll walk. It's pretty important to", "start": 115.28, "end": 118.44}, {"text": "see. I would say. Yeah. He was a really nice guy. They genuinely look like", "start": 118.44, "end": 123.92}, {"text": "they're in love. And you had such a connection with this guy that you were", "start": 123.92, "end": 127.32}, {"text": "surrounded by people that you knew, and every time I looked over, you were just", "start": 127.32, "end": 131.08}, {"text": "talking to this guy. I was, but they told me to sit there. I could, what am", "start": 131.08, "end": 133.88}, {"text": "I supposed to do? Just saying, man. Get out of my seat? He's an extra, bro.", "start": 133.88, "end": 137.88}, {"text": "Ignore him. Look at those two. Holy fuck, they're in love. I made such a", "start": 137.88, "end": 142.62}, {"text": "connection with him. You guys would not get it. That's the thing.", "start": 142.62, "end": 145.1}, {"text": "Immediate on on screen chemistry. You would on screen. Can I show you the", "start": 145.1, "end": 149.72}, {"text": "type of thing we were doing in our scene? Yes,", "start": 149.72, "end": 151.74}, {"text": "wow, and this is what he was doing.", "start": 151.74, "end": 156.5}, {"text": "He was miming. He was miming too much. One of the extras was had to sign had", "start": 156.5, "end": 164.88}, {"text": "to", "start": 164.88, "end": 165.12}, {"text": "had to sign a check or had like a restaurant check in his part, and I saw", "start": 165.12, "end": 172.58}, {"text": "in between takes. He was taking out like a note and practicing", "start": 172.58, "end": 178.82}, {"text": "and so he had this like it was like it wasn't a note. It was like an old", "start": 178.82, "end": 183.82}, {"text": "receipt that he had in his wallet and he practiced signing it like a hundred", "start": 183.82, "end": 187.1}, {"text": "times. It was just covered in his signature over and over and over again.", "start": 187.1, "end": 189.9}, {"text": "That's so funny. Wait, who had to who had to sign stuff? I thought it was", "start": 189.9, "end": 192.86}, {"text": "just him and the other guy. This voice. Dude, it's so bad. It's because I was", "start": 192.86, "end": 199.78}, {"text": "doing fine yesterday and then I had to scream at you for the scene. But why are", "start": 199.82, "end": 205.38}, {"text": "you also it's not just light on my voice. I'm trying not to like raise it at all", "start": 205.38, "end": 211.34}, {"text": "like even laughing hurt. You weren't doing this ten minutes ago when we were", "start": 211.34, "end": 215.1}, {"text": "setting up. You sounded normal. I I you're playing it up fine. I don't know. I", "start": 215.1, "end": 220.26}, {"text": "just need some water honestly. Okay you want this. Yeah. This one. Yeah it'll fix", "start": 220.26, "end": 225.9}, {"text": "it.", "start": 225.9, "end": 226.1}, {"text": "You better now? Yeah, I'm completely better now. I'm so much better now.", "start": 229.7, "end": 234.9}, {"text": "But yeah, I...", "start": 234.9, "end": 236.26}, {"text": "I never wanna see another extra again. I'm sick of them. I was running into", "start": 236.26, "end": 242.54}, {"text": "them, I was bumping into them. They're rude people. You fell into a woman. I", "start": 242.54, "end": 246.1}, {"text": "fell onto a woman. You fell onto a woman who almost broke her clavicle. She", "start": 246.1, "end": 249.5}, {"text": "acted like it was a big deal.", "start": 249.5, "end": 250.86}, {"text": "It was. You broke a plate.", "start": 250.86, "end": 253.5}, {"text": "I broke a plate on the other side of the room and then I ran into", "start": 253.5, "end": 257.66}, {"text": "we're very, very fastly. That's true. That's not a crime. We're describing too", "start": 257.66, "end": 261.5}, {"text": "much of the plot. We can't. We signed an NDA. No, we didn't. Yeah, we didn't. No,", "start": 261.5, "end": 266.3}, {"text": "we didn't. I'm not. The movie is about I'll tell everything I don't give a", "start": 266.3, "end": 270.66}, {"text": "fuck. They didn't pay me. It was Barbie. It's Barbie. Oh my God. Did you hear?", "start": 270.66, "end": 275.44}, {"text": "Wait, I actually did hear something. Apparently, in addition this weekend, in", "start": 275.44, "end": 281.04}, {"text": "addition to Barbie coming out and and I know what you think. I know what you're", "start": 281.04, "end": 285.7}, {"text": "thinking I'm going to say here, but and in addition to Oppenheimer coming out", "start": 285.7, "end": 289.12}, {"text": "okay, there is a new", "start": 289.12, "end": 291.68}, {"text": "episode of podcast about list dropping and it's this episode", "start": 291.68, "end": 295.96}, {"text": "wait and this is coming out the day after Barbie and Oppenheimer, so it's", "start": 295.96, "end": 302.04}, {"text": "kind of same opening weekend, potty potty, barb,", "start": 302.04, "end": 305.46}, {"text": "hardland,", "start": 305.46, "end": 308.16}, {"text": "barb, barb, barb, barb, barb, barb, barb, barb, barb, barb, barb, barb, barb, barb,", "start": 308.16, "end": 311.08}, {"text": "barb and liner. I just about barb.", "start": 311.12, "end": 313.24}, {"text": "Potty potty lines, potty liner, potty liner, op and potty pot barp, op and", "start": 313.24, "end": 320.72}, {"text": "pardon me, barb cast pod op, leisten barb.", "start": 320.72, "end": 324.72}, {"text": "There we go. Hard cast, hard cast, our arbit bop and our barb and limon. Yeah,", "start": 324.72, "end": 333.0}, {"text": "holy fuck, dude. Look, I've been seeing the memes. People are excited. Look for", "start": 333.0, "end": 337.52}, {"text": "And we pulled out all the stops.", "start": 337.56, "end": 339.72}, {"text": "Look, people are doing a triple feature.", "start": 339.72, "end": 341.12}, {"text": "That's a practical gun effect that we have right here.", "start": 341.12, "end": 343.72}, {"text": "This is not CGI.", "start": 343.72, "end": 345.6}, {"text": "I've seen the memes on Instagram that people are buying.", "start": 345.6, "end": 349.48}, {"text": "They're buying a ticket to Barbie in the morning, and then they sit in the lobby of the theater for an hour to listen to this episode, and then they bought a ticket for whatever the other one is.", "start": 349.48, "end": 358.28}, {"text": "And you know what? Here's the best part.", "start": 358.28, "end": 360.16}, {"text": "Here's the best part.", "start": 360.16, "end": 361.36}, {"text": "What does a movie ticket cost nowadays?", "start": 361.36, "end": 363.84}, {"text": "Fifty bucks?", "start": 363.84, "end": 364.84}, {"text": "Sixty bucks?", "start": 364.84, "end": 365.6}, {"text": "I don't know.", "start": 365.6, "end": 365.96}, {"text": "fifty bucks and that's not even including popcorn right. That's for half", "start": 365.96, "end": 369.74}, {"text": "a seat. That's right to", "start": 369.74, "end": 371.36}, {"text": "five. One one", "start": 371.36, "end": 373.66}, {"text": "Patreon sub to part about list. If you want to go bare bones, that's only", "start": 373.66, "end": 380.82}, {"text": "five dollars.", "start": 380.82, "end": 381.62}, {"text": "If you want to go bear, a really sad thing about someone going bare, but", "start": 381.62, "end": 386.62}, {"text": "that's a dead guy. Yeah, that is scary. They want to if you want to go dry", "start": 386.62, "end": 391.76}, {"text": "bones.", "start": 391.76, "end": 392.32}, {"text": "I don't want to play as dry bones. I don't want to play as you're too scared", "start": 394.82, "end": 398.66}, {"text": "of barb and lepon hind hind in the wire, but the time or bart class the", "start": 398.66, "end": 403.4}, {"text": "bartender bark there. We go. We fixed it bartender bark, bark, bark, bark,", "start": 403.4, "end": 407.9}, {"text": "bark. It's honestly, I still feel like we haven't gotten it. I think it's", "start": 407.9, "end": 411.92}, {"text": "pardon, hyphen, pardon, my in my in my garden, my guard, Lee this clock this", "start": 411.92, "end": 417.92}, {"text": "class, okay, oh, is in oh, parvin, oh, parvin cast bow, barb and parvin cast", "start": 417.92, "end": 424.42}, {"text": "Barb Bautenheimer list three listory listering there we go. We got it again.", "start": 424.44, "end": 431.64}, {"text": "We found a barb and barb open", "start": 431.64, "end": 433.42}, {"text": "bar bout", "start": 433.42, "end": 435.12}, {"text": "bar bar, bop and bouton yeah, Barb cast about", "start": 435.12, "end": 440.92}, {"text": "that's good. This timer bar bop and bop out, tell you, tell you what our", "start": 440.92, "end": 446.44}, {"text": "bopping out bout list barb. I want to I want to barb my list of ops. Yes, yeah,", "start": 446.44, "end": 452.12}, {"text": "this with the Oppenheimer. Yeah, I want to find my ops.", "start": 452.28, "end": 457.28}, {"text": "Here's what I don't want to do. We're him them,", "start": 457.28, "end": 462.08}, {"text": "take him out to a nice dinner.", "start": 462.08, "end": 464.58}, {"text": "That's to go to food.", "start": 464.58, "end": 466.48}, {"text": "That's what I'm doing.", "start": 466.48, "end": 468.48}, {"text": "You'd say that in a warehouse.", "start": 468.48, "end": 474.88}, {"text": "I'm not taking I'm not taking my ops to a delicious food restaurant. No, you're", "start": 478.98, "end": 482.94}, {"text": "not. Oh, my God, I bet somebody that's the poison restaurant.", "start": 482.94, "end": 486.26}, {"text": "What are you doing?", "start": 486.26, "end": 489.34}, {"text": "Jimmy is watching. Are you playing watching old? Are you playing an old", "start": 489.34, "end": 494.56}, {"text": "episode? Why are you playing an old episode? He's doing his thing. He's", "start": 494.56, "end": 497.88}, {"text": "making an alias for this because we move to the Mac.", "start": 497.88, "end": 500.14}, {"text": "You know, why don't you play? Why don't you play the episode while we're while", "start": 500.14, "end": 507.48}, {"text": "we're talking play the previous episode while we're talking because it will", "start": 507.5, "end": 510.54}, {"text": "sync up. We'll talk about the same thing at one point. Last night when we were,", "start": 510.54, "end": 514.7}, {"text": "there's something about having to be doing something for so long it makes you", "start": 514.7, "end": 519.34}, {"text": "go so, so crazy, but. Maybe that's why I did this. Me and Patrick and Alex did", "start": 519.34, "end": 524.78}, {"text": "come up with a movie idea. Oh, I heard about this already. Mr. Toilet, yeah,", "start": 524.78, "end": 528.58}, {"text": "you were there, you were listening. It was on, it's Toilet Man. Toilet Man. Yeah.", "start": 528.58, "end": 531.74}, {"text": "And he's a superhero.", "start": 531.74, "end": 532.98}, {"text": "so we were we were we were pitching an idea and no one on set was listening to", "start": 534.78, "end": 540.6}, {"text": "us, not the director Joe sound the sound. Let me tell you because what you what", "start": 540.6, "end": 545.46}, {"text": "you what you're thinking here is I hear what you're saying. Can I tell you the", "start": 545.46, "end": 548.66}, {"text": "truth? Tell me the truth. The truth is that the room was completely and", "start": 548.66, "end": 551.88}, {"text": "utterly silent.", "start": 551.88, "end": 552.88}, {"text": "All the extras are sitting, boiling alive, miserable, sitting silent, waiting", "start": 552.88, "end": 559.0}, {"text": "the forty five minutes for them to set up the cameras and every everybody in", "start": 559.0, "end": 562.48}, {"text": "the entire room hard. You go toilet man's like oh yeah", "start": 562.52, "end": 565.92}, {"text": "and you guys are giggling on the ground. I was lying on his back on the ground.", "start": 565.92, "end": 571.68}, {"text": "Alex and Patrick were crouched over him. We couldn't see so it sounded like", "start": 571.68, "end": 575.86}, {"text": "they were tickling you because they were laughing so hard that you did not", "start": 575.86, "end": 579.4}, {"text": "actually hear the actually what happened, because I tell you what man", "start": 579.4, "end": 583.16}, {"text": "doesn't say. Oh yeah, toilet man is a superhero where something's going on.", "start": 583.16, "end": 587.26}, {"text": "Say there's a new kind of nine eleven or something. The bridge is on fire", "start": 587.26, "end": 591.06}, {"text": "bridges on fire", "start": 591.28, "end": 592.4}, {"text": "I'll save you, but I gotta go really really quickly here. I'll be right back", "start": 592.4, "end": 597.88}, {"text": "and then he goes to the bathroom and he gets", "start": 597.88, "end": 599.6}, {"text": "oh wait, wait. I thought that the toilet was the one and he doesn't say oh yeah,", "start": 599.6, "end": 607.14}, {"text": "no, the toilet, the toilet says oh", "start": 607.14, "end": 609.28}, {"text": "so yeah, that's a", "start": 609.28, "end": 613.78}, {"text": "super hero is a guy who any time that they call on him. He says okay, I'm", "start": 613.78, "end": 619.24}, {"text": "I'm going to go handle it and then he runs the nearest bathroom in the", "start": 619.28, "end": 622.24}, {"text": "you don't like this idea. I like it. I'm telling you what I'm telling you how", "start": 622.24, "end": 630.4}, {"text": "everybody in the room felt about it. They liked it even more. There was a", "start": 630.4, "end": 634.18}, {"text": "lot really dead. So", "start": 634.18, "end": 635.4}, {"text": "quite a firm I've ever heard in my life", "start": 635.4, "end": 638.9}, {"text": "they're hearing is good. You hear a say with joan and johnny everybody were so", "start": 638.9, "end": 645.68}, {"text": "stressed out like trying to set up all the shot. They were like moving all the", "start": 645.68, "end": 648.84}, {"text": "around the white people were moving everything. That's why I don't hear", "start": 648.88, "end": 651.72}, {"text": "anything like this. Did you guys hear that? So did you guys hear about when", "start": 651.72, "end": 656.2}, {"text": "toilet man saves the guy and what he does? No, he says", "start": 656.2, "end": 659.08}, {"text": "hold on here. I got to bring you somewhere and then he brings his other.", "start": 659.08, "end": 663.42}, {"text": "He brings that guy to the toilet, the bathroom and the toilet says, Oh, you", "start": 663.42, "end": 668.14}, {"text": "bought a friend", "start": 668.14, "end": 669.12}, {"text": "and then he toilet. I don't even know how the toilet. I didn't we didn't get", "start": 669.12, "end": 675.24}, {"text": "Our brains were fucking boiling alive in that restaurant.", "start": 675.26, "end": 678.72}, {"text": "There was no AC in there.", "start": 678.72, "end": 679.72}, {"text": "It was just like shut down.", "start": 679.72, "end": 681.4}, {"text": "This restaurant's been closed since COVID.", "start": 681.4, "end": 683.52}, {"text": "There's just like, like, I was, dude, I was looking around at that place.", "start": 683.52, "end": 688.1}, {"text": "They had like things up that like I haven't seen since like, it was like.", "start": 688.1, "end": 692.7}, {"text": "Explain what you mean by things you haven't seen.", "start": 692.7, "end": 694.66}, {"text": "Yeah, what are you talking about?", "start": 694.66, "end": 695.5}, {"text": "I was looking around this restaurant and there were things I haven't seen.", "start": 695.5, "end": 698.66}, {"text": "Such as?", "start": 698.66, "end": 700.0}, {"text": "It was just a, it was a program for March of 2020 and they had so many jams.", "start": 700.0, "end": 703.5}, {"text": "the year twenty twenty", "start": 703.5, "end": 704.86}, {"text": "something. I haven't seen since twenty twenty, which is a date that says", "start": 704.86, "end": 708.56}, {"text": "twenty twenty on yeah and then a bunch of bottles of Aperol.", "start": 708.56, "end": 712.52}, {"text": "I haven't seen that since twenty twenty. No, that's all I've seen.", "start": 712.52, "end": 716.3}, {"text": "I've seen that often, often, very early and often yeah. We need to make a", "start": 716.3, "end": 722.54}, {"text": "movie now. Yeah, we need to make do I know we don't need to make a movie at", "start": 722.54, "end": 726.86}, {"text": "all. That was so stressful. Shut up bitch. It seems easy thing in the world.", "start": 726.86, "end": 731.34}, {"text": "that seems it's a way to", "start": 731.7, "end": 733.3}, {"text": "would say that the extra would say it was easy. The guys who have to run into", "start": 733.3, "end": 740.7}, {"text": "women really, really fast. The guy had to roller skate all day. The guy had to", "start": 740.7, "end": 744.3}, {"text": "scream", "start": 744.3, "end": 744.9}, {"text": "had to scream.", "start": 744.9, "end": 748.1}, {"text": "And what you have to do count on your fingers silently. No, that was what the", "start": 748.1, "end": 752.7}, {"text": "other guys ideas from the floor. No, I got to hang out with my best friend.", "start": 752.7, "end": 756.2}, {"text": "Yeah, exactly. You would think it's easy. Yeah, when your your job was hanging", "start": 756.2, "end": 759.8}, {"text": "out with your best friend. Our job was to pretend that we hate each other,", "start": 759.8, "end": 763.56}, {"text": "yeah, which is hard and to go on the floor. He had to spit in my face fifty", "start": 763.56, "end": 767.28}, {"text": "times. I spit I do. There's so much spit on your face. I know yeah, so sorry.", "start": 767.28, "end": 772.36}, {"text": "He did something where he screamed at me and I was I was drenched in spit. By", "start": 772.36, "end": 776.64}, {"text": "the end of it, he was completely filled with so you guys feel on the strike", "start": 776.64, "end": 780.04}, {"text": "then. Well,", "start": 780.04, "end": 781.28}, {"text": "as we were saying yesterday as future SAG, after a future SAG, WGA and", "start": 781.28, "end": 787.8}, {"text": "directors, guild members, as future triple threats and future Oscars,", "start": 787.84, "end": 793.08}, {"text": "Oscars pending, Oscars pending kind of style guys. Yeah man, this strike is", "start": 793.08, "end": 799.36}, {"text": "killing me. This strike is I explain the whole strike to the my extra friend. He", "start": 799.36, "end": 803.42}, {"text": "was like so what's going on? You don't explain it. He would have walked out.", "start": 803.42, "end": 807.34}, {"text": "Yeah, well he didn't because he loved his company. Oh you're right. If it was", "start": 807.34, "end": 811.88}, {"text": "anybody but you, he would have walked out. Yeah, he was also the only person at", "start": 811.88, "end": 815.02}, {"text": "our table group who got paid.", "start": 815.02, "end": 816.24}, {"text": "no, you get paid thirty nope, didn't get paid anything.", "start": 817.14, "end": 821.18}, {"text": "They walked over, they handed him a lot of money and then they walked away a", "start": 821.18, "end": 826.14}, {"text": "lot for yeah. I mean I couldn't see how much it was. I just saw him hand of", "start": 826.14, "end": 830.82}, {"text": "money. It was four of us. What would you call it? Two bills? I couldn't see how", "start": 830.82, "end": 835.6}, {"text": "many it was. It wasn't it was a five on the outside, so I knew it was a small", "start": 835.6, "end": 839.12}, {"text": "amount because they wouldn't have a five in it, but it was it was out. It was a", "start": 839.12, "end": 842.84}, {"text": "it look like it was. It was a put to they put put three tens in a rubber band,", "start": 842.86, "end": 847.66}, {"text": "but no, I did not get paid at all. So well, think about that whenever you're", "start": 847.66, "end": 850.68}, {"text": "watching that thing, you have drops on Vimeo. Do you have any interest in", "start": 850.68, "end": 854.26}, {"text": "watching or in", "start": 854.26, "end": 856.04}, {"text": "pursuing the extra life from now on? Honestly, do you think you could be an", "start": 856.04, "end": 861.9}, {"text": "extra? I think I'm going to career. I think I'm going to lead an extra strike", "start": 861.9, "end": 865.18}, {"text": "just for the extras. Yeah, that makes sense of the injustice. I face a silent", "start": 865.18, "end": 869.62}, {"text": "strike yep to show you're also because we're we just stand in the background of", "start": 869.7, "end": 873.5}, {"text": "the actors strike", "start": 873.5, "end": 874.34}, {"text": "we hold signs and we go.", "start": 874.34, "end": 877.44}, {"text": "This is an amazing idea of my die. You guys can add the whole the whole sag", "start": 877.44, "end": 883.26}, {"text": "straight. You guys can sit in the back, but no, I would never do that again. I", "start": 883.26, "end": 886.5}, {"text": "wish I didn't do it. It's so well. It sucked. It was that bad. I was there", "start": 886.5, "end": 891.32}, {"text": "sitting for five hours. I didn't get paid. Of course it sucked. You got", "start": 891.32, "end": 894.82}, {"text": "like being around my friend. I didn't eat any of pizza. I ate before. I", "start": 894.82, "end": 897.72}, {"text": "you have the option to eat. I'm going to eat there's a hot room for five hours.", "start": 897.76, "end": 903.18}, {"text": "There's pizza, there's chips, I ate some rose, got paid in trail, my", "start": 903.18, "end": 906.82}, {"text": "trail mix and you made your money back. You made your money back and you got", "start": 906.82, "end": 912.08}, {"text": "trail mix. They didn't even compensate for me for my train fair. Can you", "start": 912.08, "end": 915.98}, {"text": "believe that? No, they compensated you with cookies and pizza and trail mix and", "start": 915.98, "end": 920.16}, {"text": "you everything the money was on the table and you just decided not to take", "start": 920.16, "end": 923.72}, {"text": "the money was on the table in front of a different guy. I didn't get it. The", "start": 923.72, "end": 926.22}, {"text": "pizza was on the table and you said no, no, no, no, no. I'm already so full of probably", "start": 926.26, "end": 930.4}, {"text": "peanut butter and jelly.", "start": 930.4, "end": 931.4}, {"text": "Well, there's only it was four people that we knew and then a bunch of Craigslist extras", "start": 931.4, "end": 936.98}, {"text": "so that it didn't look like it was a restaurant full of young people.", "start": 936.98, "end": 940.82}, {"text": "Which what's the problem with that? Why can't you have a restaurant filled with young? Well,", "start": 940.82, "end": 944.14}, {"text": "you got to have old people in a restaurant. I haven't seen an old person at a restaurant", "start": 944.14, "end": 948.06}, {"text": "in years.", "start": 948.06, "end": 949.06}, {"text": "Yeah, that's true. They don't go out much anymore because of COVID and the current pandemic.", "start": 949.06, "end": 954.06}, {"text": "I need to stop going to restaurants and eating. I'm getting as fat as a balloon.", "start": 954.06, "end": 958.3}, {"text": "You think you're getting fat? Look at me. I look disgusting.", "start": 958.3, "end": 961.82}, {"text": "That's your own choice because of your hair, your head shave.", "start": 961.82, "end": 965.46}, {"text": "I look like a complete cow.", "start": 965.46, "end": 967.26}, {"text": "No, you do look like an animal though. I've been trying to figure out what animal you look like with no beard.", "start": 967.26, "end": 972.76}, {"text": "I've never had a beard. I've always just had the mustache.", "start": 972.76, "end": 976.66}, {"text": "You had a beard.", "start": 976.66, "end": 978.16}, {"text": "I did have a beard. There was that time.", "start": 978.16, "end": 980.86}, {"text": "I was, I grew, I forgot that I had like a huge beard when I first met you guys.", "start": 980.86, "end": 985.5}, {"text": "Yeah, your beard turns orange.", "start": 985.5, "end": 986.7}, {"text": "It wasn't so huge.", "start": 986.7, "end": 987.7}, {"text": "No, a big Santa Claus beard, I remember.", "start": 987.7, "end": 989.7}, {"text": "No, there is, yeah, I had like, like young Santa from like year without a Santa Claus.", "start": 989.7, "end": 993.5}, {"text": "It's what I looked like for a little bit.", "start": 993.5, "end": 994.74}, {"text": "I would say a beard.", "start": 994.74, "end": 995.74}, {"text": "I wouldn't say huge beard.", "start": 995.74, "end": 996.74}, {"text": "It was, no, there's a photo I have where it was poking out the sides.", "start": 996.74, "end": 1000.54}, {"text": "It's a type of sriracha out of sriracha ramen.", "start": 1000.54, "end": 1003.62}, {"text": "That's what I think of when I think of huge beard.", "start": 1003.62, "end": 1006.62}, {"text": "Yeah, that's true.", "start": 1006.62, "end": 1007.62}, {"text": "Yeah, I guess you're right.", "start": 1007.62, "end": 1008.62}, {"text": "Yeah.", "start": 1008.62, "end": 1009.62}, {"text": "You just have...", "start": 1009.62, "end": 1010.74}, {"text": "I mean you guys met... when you guys met me I either had like a beard or just was clean-shaven.", "start": 1010.74, "end": 1016.26}, {"text": "I didn't have a mustache for...", "start": 1016.26, "end": 1019.38}, {"text": "Either an air on your face or you didn't, straight up.", "start": 1019.38, "end": 1022.26}, {"text": "No, beard is different from mustache.", "start": 1022.26, "end": 1024.5}, {"text": "But the beard got a mustache.", "start": 1024.5, "end": 1026.02}, {"text": "The beard is 75... or mustache is like 25%.", "start": 1026.02, "end": 1030.74}, {"text": "Mutton chops is 25.", "start": 1030.74, "end": 1032.74}, {"text": "And then if you do some weird goatee, that's 50.", "start": 1032.74, "end": 1036.02}, {"text": "But then a beard is 100.", "start": 1036.02, "end": 1038.42}, {"text": "beard, mustache, and mutton chops, that's 50. One mutton chop and then that's 33.", "start": 1038.42, "end": 1047.96}, {"text": "That's 33.", "start": 1047.96, "end": 1048.96}, {"text": "You're the only one of us who can grow like a really full, thick beard. Have you done", "start": 1048.96, "end": 1052.44}, {"text": "all the different combinations? Have you done... Has anyone ever tried just this?", "start": 1052.44, "end": 1056.68}, {"text": "I had chin strap.", "start": 1056.68, "end": 1057.68}, {"text": "Just the cheeks?", "start": 1057.68, "end": 1058.68}, {"text": "No.", "start": 1058.68, "end": 1059.68}, {"text": "No, that's a good idea.", "start": 1059.68, "end": 1060.68}, {"text": "Right? That's a good idea.", "start": 1060.68, "end": 1061.68}, {"text": "Maybe I'll grow that out.", "start": 1061.68, "end": 1062.68}, {"text": "That is a good idea.", "start": 1062.68, "end": 1063.68}, {"text": "Just the cheeks. No sideburns.", "start": 1063.68, "end": 1064.68}, {"text": "No sideburns. Yeah, exactly.", "start": 1064.68, "end": 1065.68}, {"text": "no side, no side burns. Yeah, exactly make it just two circles, beards, just", "start": 1065.68, "end": 1071.84}, {"text": "the cheeks beard. That's a good idea.", "start": 1071.84, "end": 1073.98}, {"text": "You see nobody nobody's done this. You can't even find this shit exist on", "start": 1073.98, "end": 1079.24}, {"text": "Google. Yeah, this is a new style that I just came up with. It's just the", "start": 1079.24, "end": 1083.0}, {"text": "cheeks beard.", "start": 1083.0, "end": 1083.76}, {"text": "Yeah, but you could try that. I think it could be called. It could be here's a", "start": 1083.76, "end": 1088.08}, {"text": "new style. I bet somebody locks. I bet somebody has done this style before", "start": 1088.08, "end": 1093.4}, {"text": "Maybe so it's like you grow a really thick mustache and then you shave a", "start": 1093.72, "end": 1097.88}, {"text": "bunch of lines into it. Yeah. So it's like a bunch of I'm not I'll say Charlie", "start": 1097.88, "end": 1101.48}, {"text": "Chaplin, a bunch of Charlie Chaplin mustaches next to each other.", "start": 1101.48, "end": 1104.2}, {"text": "Mini Hitlers. Well I wasn't going to say that but yeah.", "start": 1104.2, "end": 1107.56}, {"text": "You could get that. Like five for a little bit. Five Hitlers stacked back to back to back.", "start": 1107.56, "end": 1111.96}, {"text": "Back to back to back. Five Hitlers stacked and then back to back to back. I did have the", "start": 1111.96, "end": 1115.96}, {"text": "wharf for a little like when I had shaved it. The wharf? I did keep the wharf. I think", "start": 1115.96, "end": 1120.68}, {"text": "I think the whole thing's a war between the beard and the mustache.", "start": 1120.68, "end": 1123.18}, {"text": "That's how I understand it.", "start": 1123.18, "end": 1124.18}, {"text": "But I had just right here, like how Worf has his fish.", "start": 1124.18, "end": 1127.18}, {"text": "I don't know who Worf is.", "start": 1127.18, "end": 1128.18}, {"text": "Worf from Star Trek.", "start": 1128.18, "end": 1129.18}, {"text": "He's a Klingon.", "start": 1129.18, "end": 1131.18}, {"text": "You had scars on your face?", "start": 1131.18, "end": 1133.18}, {"text": "No.", "start": 1133.18, "end": 1134.18}, {"text": "Like a seal?", "start": 1134.18, "end": 1135.18}, {"text": "Is he a Klingon?", "start": 1135.18, "end": 1137.18}, {"text": "Pfft.", "start": 1137.18, "end": 1138.18}, {"text": "You cannot say that.", "start": 1138.18, "end": 1140.18}, {"text": "Why?", "start": 1140.18, "end": 1141.18}, {"text": "He's got all this stuff on his face.", "start": 1141.18, "end": 1142.18}, {"text": "The scars.", "start": 1142.18, "end": 1143.18}, {"text": "Klingons don't have scars.", "start": 1143.18, "end": 1144.18}, {"text": "They just have a ridged head.", "start": 1144.18, "end": 1145.18}, {"text": "They have gills or something.", "start": 1145.18, "end": 1146.18}, {"text": "They don't have gills.", "start": 1146.18, "end": 1147.18}, {"text": "Oh.", "start": 1147.18, "end": 1148.18}, {"text": "Excuse you.", "start": 1148.18, "end": 1149.18}, {"text": "have gills. They're fishes. They are not fishes. They look like they have gills", "start": 1149.18, "end": 1153.58}, {"text": "to me.", "start": 1153.58, "end": 1153.98}, {"text": "What? I don't know anything about Star Trek. I have no interest in Star Trek.", "start": 1153.98, "end": 1158.46}, {"text": "Me neither. Yeah. I watched Star Trek and I was like, \"Oh, I guess I could", "start": 1158.46, "end": 1161.3}, {"text": "probably get into this, but I'm not going to.\" It's all of the worst parts", "start": 1161.3, "end": 1164.34}, {"text": "of sci-fi of like, you have to... What? You're supposed to recycle? That's why", "start": 1164.34, "end": 1169.14}, {"text": "you watch this show? I just like any show where it's a hundred episodes and", "start": 1169.14, "end": 1172.62}, {"text": "it's from the 70s. I think that's the best, always the best TV show. But you", "start": 1172.62, "end": 1175.02}, {"text": "gotta watch Deep Space Nine. I feel like you could get into that. I'm not", "start": 1175.02, "end": 1177.34}, {"text": "watch any of it. I'm sure I would like it but it's not going to happen. It could have happened", "start": 1177.34, "end": 1183.34}, {"text": "years ago. You've got to get into it when you're like 6 years old. I just don't have", "start": 1183.34, "end": 1187.42}, {"text": "the mental gumption anymore to watch that many episodes of anything. It's too much man.", "start": 1187.42, "end": 1193.06}, {"text": "When it was on Netflix I tried to do a Deep Space Nine rewatch and I think I got to like", "start": 1193.06, "end": 1198.62}, {"text": "halfway through season 3 and I was like Jesus Christ this is a slog. This is just so hard", "start": 1198.62, "end": 1204.9}, {"text": "to get through this. They didn't even get, Worf wasn't even there yet.", "start": 1204.9, "end": 1208.46}, {"text": "They used to make 50 episodes every fucking season of every show.", "start": 1208.46, "end": 1212.58}, {"text": "Now it's like, oh, we can make 8 piece of shit episodes.", "start": 1212.58, "end": 1216.86}, {"text": "Uh huh. But it used to be 25 bangers.", "start": 1216.86, "end": 1219.46}, {"text": "25 huge bangers.", "start": 1219.46, "end": 1220.46}, {"text": "25 almost bangers.", "start": 1220.46, "end": 1221.46}, {"text": "25 of the best episodes you've ever seen.", "start": 1221.46, "end": 1223.02}, {"text": "I remember watching X-Files.", "start": 1223.02, "end": 1224.02}, {"text": "Really?", "start": 1224.02, "end": 1225.02}, {"text": "That show was so fire.", "start": 1225.02, "end": 1226.02}, {"text": "There's a lot of episodes. I've never watched the whole thing.", "start": 1226.02, "end": 1228.34}, {"text": "I've only seen the movie.", "start": 1228.34, "end": 1229.42}, {"text": "The nice thing about X-Files, that's one of the nice things about a show where there's", "start": 1229.42, "end": 1232.3}, {"text": "a million episodes is there's usually...", "start": 1232.3, "end": 1234.18}, {"text": "of the movie a point where it gets really, really bad. Yeah, everyone says", "start": 1234.18, "end": 1237.92}, {"text": "you're allowed to stop and you know you can stop twin peaks like episode one", "start": 1237.92, "end": 1242.14}, {"text": "never seen twin peaks either. I mean even like the the Simpsons, it's like", "start": 1242.14, "end": 1245.92}, {"text": "there's a lot of good stuff, but I know that there's an end in sight. Yeah, I", "start": 1245.92, "end": 1249.9}, {"text": "know that there's a point where I just want to make it will make me want to", "start": 1249.9, "end": 1253.22}, {"text": "stop. Yeah, it's not even like I'm gonna be like okay. I have to tear myself", "start": 1253.22, "end": 1256.0}, {"text": "away. It's like I'll keep watching. I'm really like this. I can't do this.", "start": 1256.0, "end": 1258.88}, {"text": "This is really sneaks up on you too, because like yeah, it's not there's not", "start": 1258.88, "end": 1262.78}, {"text": "say consensus. This is where you should stop watching some people. I feel like", "start": 1262.8, "end": 1267.56}, {"text": "people say it's season nine. Some people stop it like season twelve or whatever it", "start": 1267.56, "end": 1271.24}, {"text": "really is. So it somewhere in there you go. Oh yeah, I'm done. I'm going to go", "start": 1271.24, "end": 1275.34}, {"text": "to the first season ten and you watch like a season four episode and you're", "start": 1275.34, "end": 1278.32}, {"text": "like oh my God yeah. I didn't even notice this was happening. Yeah, there", "start": 1278.32, "end": 1281.56}, {"text": "really is a great that occurs with that show when you're watching a creep side", "start": 1281.56, "end": 1285.04}, {"text": "show Bob he's far from a creep. He's a complete yeah. I would say Mo is the", "start": 1285.04, "end": 1289.3}, {"text": "creep of the Simpsons man.", "start": 1289.32, "end": 1291.02}, {"text": "He is a creep.", "start": 1291.02, "end": 1292.02}, {"text": "Moe is the one who's always trying to look at Marge's panties.", "start": 1292.02, "end": 1294.52}, {"text": "Moe is not suicidal.", "start": 1294.52, "end": 1295.52}, {"text": "If Moe was suicidal, there's no such thing as suicidal.", "start": 1295.52, "end": 1298.72}, {"text": "There's no such thing?", "start": 1298.72, "end": 1299.72}, {"text": "No, if you were suicidal you would kill yourself.", "start": 1299.72, "end": 1302.46}, {"text": "And Moe's still alive.", "start": 1302.46, "end": 1304.2}, {"text": "For now.", "start": 1304.2, "end": 1305.2}, {"text": "Doesn't he try to kill himself every episode?", "start": 1305.2, "end": 1307.52}, {"text": "No.", "start": 1307.52, "end": 1308.52}, {"text": "Yeah, that's the Easter egg isn't it?", "start": 1308.52, "end": 1309.52}, {"text": "No, that's not the movie detail.", "start": 1309.52, "end": 1313.24}, {"text": "The Easter egg is they have one big scar right there on Moe's wrists.", "start": 1313.24, "end": 1318.04}, {"text": "Oh, it's very sad. What would a Simpson scar even look like", "start": 1318.04, "end": 1323.76}, {"text": "Harry Potter?", "start": 1323.76, "end": 1328.16}, {"text": "That's actually a good that's the that's the exact way to find it. Did he leave?", "start": 1328.16, "end": 1333.54}, {"text": "I think maybe he left. Oh, that's okay. He left and he left just the cheeks", "start": 1333.54, "end": 1338.82}, {"text": "beard up.", "start": 1338.82, "end": 1339.44}, {"text": "Oh, he's here. He's alive. Oh, can you search Simpson's Harry Potter and see", "start": 1339.44, "end": 1345.78}, {"text": "just what color the scar is?", "start": 1345.78, "end": 1347.22}, {"text": "Simpson's Harry Potter. I mean it'll be red, but I just want to see what it", "start": 1347.22, "end": 1351.52}, {"text": "looks like. Oh, it's well on the pig. Well, that's not he's not yellow.", "start": 1351.52, "end": 1356.16}, {"text": "I need to see a yellow fell like a Simpson right here. The second, but", "start": 1356.16, "end": 1360.86}, {"text": "yeah, so there you go. That's basically not even anything that look like", "start": 1360.86, "end": 1364.66}, {"text": "little easy words. That's a it does catch up. Yeah, that is a catch up scar.", "start": 1364.66, "end": 1368.66}, {"text": "That's that's there is what is it? Simpsons do better with the guy, the guy,", "start": 1368.66, "end": 1372.62}, {"text": "the what Nelson's dad snake or was that his name? Is it snake? It is snake is the criminal", "start": 1373.32, "end": 1380.92}, {"text": "guy. Yeah, he is. Yeah, I think he's Nelson's dad. I didn't know that. I didn't know that", "start": 1380.92, "end": 1385.48}, {"text": "an Easter egg. Isn't it like an implied thing that he's Nelson's dad? I have no idea. I", "start": 1385.48, "end": 1389.68}, {"text": "don't follow the Easter eggs on most shows. Yeah. I'm going to say here's what we need", "start": 1389.68, "end": 1394.88}, {"text": "to make a movie. Guys, hop you don't follow the Easter eggs in hop. Don't even know what", "start": 1394.88, "end": 1398.68}, {"text": "you're talking about. It's the Russell Brand movie where he's a rabbit.", "start": 1398.68, "end": 1402.68}, {"text": "Peter Rabbit. Here's what we need to make a movie guys. It's about Easter.", "start": 1402.68, "end": 1406.68}, {"text": "We need to make a movie so that we can add movie details", "start": 1406.68, "end": 1410.68}, {"text": "to the movie. Yes. We need to do that. I've been trying. I've been working", "start": 1410.68, "end": 1414.68}, {"text": "on the movie details for the podcast, adding all sorts of background", "start": 1414.68, "end": 1418.68}, {"text": "stuff. Like what? For instance, in this episode people may", "start": 1418.68, "end": 1422.68}, {"text": "not have noticed the entire run time I'm holding a gun.", "start": 1422.68, "end": 1426.68}, {"text": "That is actually a movie detail. Here's an Easter egg. I set this up for Cameron's", "start": 1426.68, "end": 1432.18}, {"text": "birthday present. And it stayed up. And it stayed up. And we haven't touched it", "start": 1432.18, "end": 1436.28}, {"text": "for some reason. I think that that's probably why, you know, between Barbie and", "start": 1436.28, "end": 1439.96}, {"text": "Oppenheimer, me, I'm gonna go for the movie detail movie. I'm gonna go see", "start": 1439.96, "end": 1443.86}, {"text": "Oppenheimer. Yeah. Because there are going to be so many details in that fucking", "start": 1443.86, "end": 1447.68}, {"text": "movie, you won't even believe it. It's historical. They're gonna hide.", "start": 1447.68, "end": 1453.2}, {"text": "died. Do you think that they're going to put Hitler in the movie straight? Yes,", "start": 1453.2, "end": 1457.84}, {"text": "who plays him? I don't think they will. That person right now should be", "start": 1457.84, "end": 1464.24}, {"text": "blackballed from Hollywood for playing him in 2023.", "start": 1464.24, "end": 1467.6}, {"text": "If he's in it, I do you think that is Hitler? Hitler's kind of the same role", "start": 1467.6, "end": 1473.96}, {"text": "as Santa in movies. Do you know what I mean? Where like you just have to look", "start": 1473.96, "end": 1478.64}, {"text": "fifty percent like him yeah and then you don't really say much yeah. It's", "start": 1479.32, "end": 1483.72}, {"text": "what it's it's yeah. You have the very recognizable costume. Yeah, you don't", "start": 1483.72, "end": 1487.96}, {"text": "even really have to look like him. It's just like the Santa impersonators to", "start": 1487.96, "end": 1491.72}, {"text": "where it's like half a year. You're not working. Taiko, a tt barely. I mean", "start": 1491.72, "end": 1495.72}, {"text": "probably he's again. Well, I guess he is at the probably the fifty percent he's", "start": 1495.72, "end": 1498.8}, {"text": "fifty percent yeah. He looked fifty percent like he's halfway between", "start": 1498.8, "end": 1502.32}, {"text": "looking like Hitler and not looking like Hitler. Yeah, he's a man at the time.", "start": 1502.32, "end": 1507.12}, {"text": "So it was pretty much most men look like Adolf Hitler. You could definitely be young Indiana", "start": 1507.16, "end": 1513.16}, {"text": "Jones versus young Hitler right now. And it yeah is not good for me. Why? That's a role.", "start": 1513.16, "end": 1520.76}, {"text": "Yeah, that is a role. What was that? What was the song we were making up about acting?", "start": 1520.76, "end": 1526.74}, {"text": "You can tone out. Oh, you can tone out extra. Oh, even though I was the one who was making", "start": 1526.74, "end": 1532.62}, {"text": "up this song in the first place? I ain't afraid to no roll. Was that you made that up? We were", "start": 1532.62, "end": 1538.58}, {"text": "all singing that together. Yeah, it was Ghostbusters. I came up with I ain't afraid to no roll.", "start": 1538.58, "end": 1543.46}, {"text": "Acting makes me feel good. Acting makes me feel good. But then I came up with I ain't", "start": 1543.46, "end": 1546.5}, {"text": "afraid to no roll. I ain't afraid to no roll. Being an actor has got to be the blessing", "start": 1546.5, "end": 1551.46}, {"text": "of my entire life at this point. It has changed a lot about me. It's hard. Change your voice,", "start": 1551.46, "end": 1556.74}, {"text": "change your face. When I go home, when I go home, can you get me a coffee right now? Change", "start": 1556.74, "end": 1561.14}, {"text": "I open my door.", "start": 1561.14, "end": 1562.64}, {"text": "Well, that's empty.", "start": 1562.64, "end": 1563.64}, {"text": "I open my door.", "start": 1563.64, "end": 1564.64}, {"text": "That's what I think of actors.", "start": 1564.64, "end": 1565.64}, {"text": "I get them empty coffees.", "start": 1565.64, "end": 1566.64}, {"text": "I want to be an actor so much.", "start": 1566.64, "end": 1568.64}, {"text": "That's exactly what I wanted.", "start": 1568.64, "end": 1569.64}, {"text": "That I want to live in a trailer.", "start": 1569.64, "end": 1571.64}, {"text": "Yeah.", "start": 1571.64, "end": 1572.64}, {"text": "I would want to live in a trailer.", "start": 1572.64, "end": 1574.64}, {"text": "I want to live with all the actors and with all the trailers.", "start": 1574.64, "end": 1577.64}, {"text": "Brendan Fraser is one of them.", "start": 1577.64, "end": 1579.64}, {"text": "Yeah, he's in a trailer.", "start": 1579.64, "end": 1580.64}, {"text": "He's in a trailer.", "start": 1580.64, "end": 1581.64}, {"text": "If you're a real actor, you're sitting in a trailer park.", "start": 1581.64, "end": 1584.64}, {"text": "Your home is your trailer.", "start": 1584.64, "end": 1585.64}, {"text": "You guys are going to think it's all fun and games being an actor until I Me Too you.", "start": 1585.64, "end": 1589.64}, {"text": "you will. I hate as an actor,", "start": 1589.64, "end": 1593.02}, {"text": "me too. I do not like me to", "start": 1593.02, "end": 1596.48}, {"text": "or I don't like the stuff. How do you even say that I don't like the I don't", "start": 1596.48, "end": 1603.36}, {"text": "like that comes before I don't like the movement happen. No, not the movement. I", "start": 1603.36, "end": 1607.12}, {"text": "don't like I like that. No, you're supposed to you like the movement. I", "start": 1607.12, "end": 1609.52}, {"text": "love the movement before it. I hate I love the players hate the game,", "start": 1609.52, "end": 1614.28}, {"text": "which which team or maybe reverse. I don't know. I just don't scratch that", "start": 1615.84, "end": 1619.58}, {"text": "okay. I don't like speaking. Okay, I don't like the scratching that goes on", "start": 1619.58, "end": 1623.64}, {"text": "in me too and the what's on changing what is me to I don't know. Are you", "start": 1623.64, "end": 1628.52}, {"text": "talking about? I don't know what that is man. I'm a new actor. I missed all", "start": 1628.52, "end": 1632.78}, {"text": "this shit. I just started acting yesterday.", "start": 1632.78, "end": 1634.82}, {"text": "I don't know anything about any of that. I know TMZ Entertainment Weekly.", "start": 1634.82, "end": 1640.4}, {"text": "That's kind of Mario Lopez, Mario Lopez tonight, Lopez tonight,", "start": 1640.4, "end": 1645.12}, {"text": "These are the only things that I know. Okay. I don't know anything about anything that happened", "start": 1645.12, "end": 1651.6}, {"text": "in 2017. I do know one thing happened in 2017. What's that? Dunkirk. Exactly. Christopher", "start": 1651.6, "end": 1659.6}, {"text": "Nolan. I have a movie mind. I never saw that movie. Me neither. You know what I forgot?", "start": 1659.6, "end": 1664.32}, {"text": "Let's watch it right now. We were talking about the Christopher Nolan movies. A movie", "start": 1664.32, "end": 1667.28}, {"text": "I just remembered this morning that he made was Insomnia. Have you seen that? You mean", "start": 1667.28, "end": 1674.28}, {"text": "Inception? No, we were just talking about this, but I don't remember. Insomnie's Al Pacino", "start": 1674.28, "end": 1679.64}, {"text": "and Robin Williams is a serial killer? I had never heard of it. Pierce told me about it", "start": 1679.64, "end": 1682.88}, {"text": "for the first time like two days before you talked about it. It's so good. It's an amazing", "start": 1682.88, "end": 1685.96}, {"text": "movie. I gotta check it out. It's like 50 or 60 hours long. It's very, very long, which", "start": 1685.96, "end": 1691.36}, {"text": "is I think good. I like long ones. Robin Williams? Yeah, Robin Williams is a bad guy. He's a", "start": 1691.36, "end": 1696.16}, {"text": "great bad guy. Yeah. Yeah, he was a pretty bad guy. No, that's not what I'm saying. I'm", "start": 1696.16, "end": 1700.98}, {"text": "I'm saying that he was a good actor when he acted as a bad fella.", "start": 1700.98, "end": 1704.28}, {"text": "Uh-huh.", "start": 1704.28, "end": 1704.78}, {"text": "You know.", "start": 1704.78, "end": 1705.28}, {"text": "Not so much anymore.", "start": 1705.28, "end": 1705.78}, {"text": "I think he was great.", "start": 1705.78, "end": 1706.78}, {"text": "Mrs. Doubtfire, that's a villain role.", "start": 1706.78, "end": 1709.78}, {"text": "That's an easy role.", "start": 1709.78, "end": 1710.78}, {"text": "Anyone can play that.", "start": 1710.78, "end": 1711.78}, {"text": "Have you ever...", "start": 1711.78, "end": 1712.78}, {"text": "That's a layup.", "start": 1712.78, "end": 1713.78}, {"text": "Have you ever considered that he would go to fucking jail if he did that in real life?", "start": 1713.78, "end": 1718.78}, {"text": "Those are the actions of a psychotic man.", "start": 1718.78, "end": 1721.28}, {"text": "If he did what?", "start": 1721.28, "end": 1722.28}, {"text": "If he did all that Mr. Doubtfire.", "start": 1722.28, "end": 1723.78}, {"text": "Somebody should...", "start": 1723.78, "end": 1724.78}, {"text": "And if it was called Mr. Doubtfire, there would be a changing scene where the sun walks in", "start": 1724.78, "end": 1730.78}, {"text": "in. Wow. Wait, why? If it was called Mr. Doubtfire? If it was called Mr. Doubtfire and the roles", "start": 1730.78, "end": 1736.6}, {"text": "were reversed, it would be ultimately so sexualized. They probably do want to do a gender-swapped", "start": 1736.6, "end": 1746.0}, {"text": "Mrs. Doubtfire. Honestly, they're probably going to have a new Doubtfire movie where", "start": 1746.0, "end": 1751.06}, {"text": "it's a they/them parent turning into a they/them man. Wow! And it's called just Doubtfire.", "start": 1751.06, "end": 1757.54}, {"text": "Wow. That's the stupidest way to figure out your name for your fake maid.", "start": 1757.54, "end": 1762.9}, {"text": "Mrs. Doubtfire. He saw the word Doubtfire on a newspaper.", "start": 1762.9, "end": 1768.22}, {"text": "What? That's not where is that surname even come from? Doubtfire? I've never", "start": 1768.22, "end": 1774.62}, {"text": "seen that movie on either. Yeah, that's how he gets the last name. Doubtfire. He", "start": 1774.62, "end": 1779.42}, {"text": "just reads it somewhere. He read. That's how everybody came up with names. He", "start": 1779.42, "end": 1782.46}, {"text": "he sees the word doubt fire in the eighties and nineties, the", "start": 1782.46, "end": 1786.02}, {"text": "people named Michael went up like seven thousand percent because of Michael", "start": 1786.02, "end": 1791.82}, {"text": "Jackson, Michael Jordan and Michael Tyson, Michael Bublé and Michael Bublé", "start": 1791.82, "end": 1795.8}, {"text": "later on in the decade, but there's no everybody just steals and speaking of", "start": 1795.8, "end": 1800.42}, {"text": "gender swaps, unless you make a Michael Bublé, Santa buddy, the way to", "start": 1800.42, "end": 1804.94}, {"text": "the way to get out of this name cycle where everyone just takes all the", "start": 1804.94, "end": 1809.68}, {"text": "copies all the names. You just got to come up with a brand new name that no", "start": 1810.14, "end": 1813.1}, {"text": "one's ever been named before. Yeah, exactly. Let's put a bunch of letters", "start": 1813.1, "end": 1816.44}, {"text": "down. Hebe. Yeah. I can name my kid that.", "start": 1816.44, "end": 1819.76}, {"text": "Craig. Pay LeBron. Name your kid Pay LeBron.", "start": 1819.76, "end": 1826.88}, {"text": "Pay Patrick, Caleb, Cameron. Oh, okay. Pay LeBron. Pay LeBron. Pay LeBron. Pay", "start": 1826.88, "end": 1833.5}, {"text": "LeBron no money to name your kid.", "start": 1833.5, "end": 1835.72}, {"text": "and he's not getting a red cent for your that kid's name. You're going to have", "start": 1837.24, "end": 1840.92}, {"text": "the people are like, oh, pay LeBron. Was that like a like what you combined", "start": 1840.92, "end": 1845.18}, {"text": "like Patrick and LeBron? No, it's for three guys. Actually, instead of oh", "start": 1845.18, "end": 1851.98}, {"text": "wait, that's our names combined is pay LeBron. Whoa. Yeah, I just realized that", "start": 1851.98, "end": 1857.72}, {"text": "you and me could be LeBron. If you mixed our names together. Yeah, I don't care", "start": 1857.72, "end": 1862.68}, {"text": "about the first part, but you and me being LeBron is actually so it's the", "start": 1862.68, "end": 1867.14}, {"text": "the last the letters of three of both spells LeBron, but what's the first", "start": 1867.16, "end": 1871.1}, {"text": "came care", "start": 1871.1, "end": 1871.86}, {"text": "came to", "start": 1871.86, "end": 1873.26}, {"text": "LeBron comecca LeBron comecca. This is an amazing revelation yeah.", "start": 1873.26, "end": 1879.66}, {"text": "Okay, we could definitely do a name of a name. Combine", "start": 1879.66, "end": 1885.48}, {"text": "LeBron comecca is a perfect name yeah, and if we added Patrick, I mean Rick is", "start": 1885.48, "end": 1892.04}, {"text": "already in there. Yeah, but I just be the middle name LeBron comecca LeBron", "start": 1892.04, "end": 1895.68}, {"text": "Patrick comecca", "start": 1895.68, "end": 1896.8}, {"text": "If you add all of our names together, we already have that.", "start": 1896.8, "end": 1901.24}, {"text": "You are getting so many phone calls today.", "start": 1901.24, "end": 1903.2}, {"text": "It's my credit card company.", "start": 1903.2, "end": 1904.52}, {"text": "Well, answer them.", "start": 1904.52, "end": 1905.88}, {"text": "They're trying to give you a new line of credit.", "start": 1905.88, "end": 1908.16}, {"text": "They're trying to give me more credit?", "start": 1908.16, "end": 1909.32}, {"text": "You think that's why?", "start": 1909.32, "end": 1910.32}, {"text": "I think so.", "start": 1910.32, "end": 1911.32}, {"text": "Not because I didn't pay?", "start": 1911.32, "end": 1912.32}, {"text": "I want to have a...", "start": 1912.32, "end": 1914.94}, {"text": "Everybody I know has a credit card has like a $15,000 limit.", "start": 1914.94, "end": 1918.48}, {"text": "I have a $2,000 limit.", "start": 1918.48, "end": 1919.48}, {"text": "I have a $1,500 limit.", "start": 1919.48, "end": 1920.48}, {"text": "I think mine is $6,000.", "start": 1920.48, "end": 1921.48}, {"text": "$6,000?", "start": 1921.48, "end": 1922.48}, {"text": "How do you get up there, man?", "start": 1922.48, "end": 1923.48}, {"text": "Mine was a student credit card.", "start": 1923.48, "end": 1924.48}, {"text": "get up there man. Mine was a student credit card. You have to pay your credit card? Yeah.", "start": 1924.48, "end": 1929.44}, {"text": "What? That sucks man. That sucks. I fucking hate it. In college I just maxed out two credit", "start": 1929.44, "end": 1935.44}, {"text": "cards and I still haven't paid them. I just left them alone. Yeah. But my credit is not", "start": 1935.44, "end": 1939.24}, {"text": "that bad. It's like $680 or something. Oh that's good. Yeah it's okay. I don't know", "start": 1939.24, "end": 1944.08}, {"text": "how that happened. Mine is $597. Really? Yeah. I'm honestly surprised it's that high. Yeah.", "start": 1944.08, "end": 1950.16}, {"text": "I thought that you'd be in the 400. No, no, no, no. I have 10,000 credit. You don't have", "start": 1950.16, "end": 1955.08}, {"text": "10,000 credit. 10,000. Your FICO is 10,000. I don't believe you. I looked it up. You can't", "start": 1955.08, "end": 1963.76}, {"text": "look it up. I googled it. You can't google your own. I googled Cameron's credit score.", "start": 1963.76, "end": 1968.6}, {"text": "And the info box popped up and it said 10,000. Hey FICO, throw me a damn bone, you dog. Because", "start": 1968.6, "end": 1975.56}, {"text": "so it sounds like leave me alone. Oh, because it sounds like Fido bones", "start": 1975.56, "end": 1980.26}, {"text": "throw me a freaking bone.", "start": 1980.26, "end": 1981.9}, {"text": "It's because it's one letter off from Fido and dogs throw bones. That's why", "start": 1981.9, "end": 1985.36}, {"text": "saying that if you had two dogs with each other, Fico and Fido, well, it", "start": 1985.36, "end": 1989.52}, {"text": "doesn't matter what their names are. If you had two dogs with each other, if", "start": 1989.52, "end": 1992.6}, {"text": "they what does that mean if they were in the same area? Okay, they", "start": 1992.6, "end": 1996.04}, {"text": "hypothetically fetch each other forever. No, no, that's called Fido's paradox and", "start": 1996.04, "end": 2003.3}, {"text": "you've proven it to be false. Really? But if you had a cat and a dog, the cat could put", "start": 2003.32, "end": 2009.0}, {"text": "a ball on the counter top and the cat would swat it off and it was a bouncy ball so it", "start": 2009.0, "end": 2014.32}, {"text": "could go down like maybe you got a railway style apartment, you go down the hallway,", "start": 2014.32, "end": 2018.04}, {"text": "the dog could bring it back to the, well then the dog would have to put the ball back on", "start": 2018.04, "end": 2022.04}, {"text": "the counter top. Well then you put peanut butter on the counter, easy. Yeah. I've been", "start": 2022.04, "end": 2026.28}, {"text": "watching. Peanut butter is the name of the cat though. Oh well that doesn't change too", "start": 2026.28, "end": 2030.08}, {"text": "much. Yeah, it's kind of the same. It doesn't affect anything. I've been", "start": 2030.08, "end": 2033.18}, {"text": "watching a bunch of videos of people having pet. What am I doing?", "start": 2033.18, "end": 2037.98}, {"text": "Now you, sorry, hold on. Let me think about. You've been watching videos? I've", "start": 2037.98, "end": 2041.82}, {"text": "been watching videos. Let me try this one more time. You just chill on me. I've", "start": 2041.82, "end": 2045.98}, {"text": "been watching videos of people who have pet raccoons. Oh yeah, me too. Really?", "start": 2045.98, "end": 2050.58}, {"text": "Yeah. The, well, there's the people with the pet raccoons, the pet raccoons", "start": 2050.58, "end": 2054.22}, {"text": "like open up like the bathrooms and the bathroom door and stuff. Because they're", "start": 2054.22, "end": 2057.74}, {"text": "they open the sink and then yeah. They have monkey hands. They have opposable thumbs.", "start": 2057.74, "end": 2062.78}, {"text": "And then there's the guy who feeds like, what is he fed 200 hot dogs to a bunch of raccoons", "start": 2062.78, "end": 2068.58}, {"text": "that live in his backyard. I didn't see that one. That one's good. He sits in a chair and", "start": 2068.58, "end": 2073.74}, {"text": "is holding like a Kirkland signature thing of hot dogs. Here you go. It made me wonder", "start": 2073.74, "end": 2079.9}, {"text": "why we. That raccoon on the Instagram account called raccoon Obama. Why have we not fully", "start": 2079.9, "end": 2086.06}, {"text": "domesticated the raccoon. People are trying to it's like the skunk where it's", "start": 2086.06, "end": 2090.22}, {"text": "too much of a hassle, but a rat, but it's not because a skunk has a bomb,", "start": 2090.22, "end": 2094.1}, {"text": "but we're going to make ten hundred different dogs that can look like", "start": 2094.1, "end": 2097.9}, {"text": "raccoons are like smarter than dogs. They're like somewhere between a dog", "start": 2097.9, "end": 2101.3}, {"text": "and a cat. Kind of they can be. I don't think you want a smarter one. What", "start": 2101.3, "end": 2104.06}, {"text": "like part like our raccoons like a type of like I want to play. Are they part", "start": 2104.06, "end": 2109.58}, {"text": "of the canid family? Are they part of like the feline? I think if I had to", "start": 2109.58, "end": 2114.34}, {"text": "guess I would say they're a mustelid.", "start": 2114.34, "end": 2116.34}, {"text": "A mustelid?", "start": 2116.34, "end": 2117.34}, {"text": "But that's a complete guess. Those are weasels and that type of thing.", "start": 2117.34, "end": 2119.86}, {"text": "Oh that makes sense. Yeah but you could have a weasel and a ferret as a pet. I heard that", "start": 2119.86, "end": 2124.5}, {"text": "ferrets are disgusting to own.", "start": 2124.5, "end": 2127.06}, {"text": "Ferrets are mean and horrible and disgusting and they kill themselves.", "start": 2127.06, "end": 2129.58}, {"text": "And they jump.", "start": 2129.58, "end": 2130.58}, {"text": "Yeah.", "start": 2130.58, "end": 2131.58}, {"text": "I hate jumpers.", "start": 2131.58, "end": 2132.58}, {"text": "They're snakes. They're part of the snake family.", "start": 2132.58, "end": 2135.26}, {"text": "I want to pet a mongoose.", "start": 2135.26, "end": 2136.86}, {"text": "No you don't.", "start": 2136.86, "end": 2137.86}, {"text": "I don't really even know what a mongoose is.", "start": 2137.86, "end": 2138.86}, {"text": "Mongoose are snake eaters.", "start": 2138.86, "end": 2140.46}, {"text": "I know, I've seen videos of mongoose do stuff.", "start": 2140.46, "end": 2143.78}, {"text": "know what kind of mongoose I want? The bicycle that I had as a kid.", "start": 2143.78, "end": 2147.3}, {"text": "It's a terrible bike. It is. It's the worst. Yeah, those are not good. Yeah.", "start": 2147.3, "end": 2150.34}, {"text": "But a raccoon you can like, they really are just like little monkeys, but they're", "start": 2150.34, "end": 2155.18}, {"text": "cheaper than monkeys. And they're not as dangerous because they can be, I don't", "start": 2155.18, "end": 2158.46}, {"text": "even think they have claws. I think they just have hands. I saw this video of this", "start": 2158.46, "end": 2161.78}, {"text": "guy. He's got a pet raccoon and it's somebody filming him. He's like at a", "start": 2161.78, "end": 2166.5}, {"text": "Dollar General or something. And he's holding onto the raccoon by its scruff.", "start": 2166.5, "end": 2171.5}, {"text": "and then he goes, \"Watch this,\" puts it down", "start": 2171.5, "end": 2173.86}, {"text": "and then runs away and the raccoon runs towards him.", "start": 2173.86, "end": 2177.34}, {"text": "Then he walks back to the car and the raccoon", "start": 2177.34, "end": 2179.62}, {"text": "is like right behind him, like his companion,", "start": 2179.62, "end": 2184.54}, {"text": "like his follower.", "start": 2184.54, "end": 2185.62}, {"text": "- Are raccoons more like predisposed to rabies", "start": 2185.62, "end": 2188.38}, {"text": "or is it just 'cause they're a wild animal?", "start": 2188.38, "end": 2189.9}, {"text": "- I think it's just 'cause they're a wild animal.", "start": 2189.9, "end": 2191.62}, {"text": "- Yeah. - Yeah.", "start": 2191.62, "end": 2192.46}, {"text": "I don't think they can just get it from chilling out.", "start": 2192.46, "end": 2194.66}, {"text": "- Yeah.", "start": 2194.66, "end": 2195.5}, {"text": "How does an animal get, it's only if you just get bitten", "start": 2195.5, "end": 2198.06}, {"text": "by something with rabies still?", "start": 2198.06, "end": 2199.86}, {"text": "Or what's the original source?", "start": 2199.86, "end": 2201.42}, {"text": "Yeah, I don't know, but I think I think it's just you got to be bitten. Yeah, I", "start": 2201.42, "end": 2206.22}, {"text": "am scratched or whatever some shit like that. I found out yesterday that mad cow", "start": 2206.22, "end": 2211.1}, {"text": "disease. It comes from", "start": 2211.1, "end": 2212.78}, {"text": "they were feeding cows. Yeah, yeah, pre on disease. Oh, it's the same thing as", "start": 2212.78, "end": 2218.38}, {"text": "like as Kuru. Yeah, yeah, it's cow Kuru and you love. You didn't know that you", "start": 2218.38, "end": 2222.74}, {"text": "talk. I didn't know that's how they I knew it was a pre on disease, but I", "start": 2222.74, "end": 2225.3}, {"text": "thought that it was I thought it was a pre on disease in humans. He's a", "start": 2225.3, "end": 2228.34}, {"text": "obsessed with eating it, but it's originally when's the last time I said", "start": 2228.34, "end": 2231.74}, {"text": "the word Kuru. I only know I only know about it because of you one okay, and I", "start": 2231.74, "end": 2237.62}, {"text": "think we've talked about it multiple times and that makes me obsessed great", "start": 2237.62, "end": 2242.66}, {"text": "okay. So he wants now is so bad now it's completely abnormal for a doctor to know", "start": 2242.66, "end": 2247.12}, {"text": "about diseases. You didn't scared now you're talking about getting given", "start": 2247.12, "end": 2252.7}, {"text": "people Kuru and talk about giving you dry firing this gun. Yeah, I'm not", "start": 2252.7, "end": 2256.92}, {"text": "shooting at his gun at anybody dry firing a revolver at me and talking about", "start": 2256.94, "end": 2260.98}, {"text": "who don't know what you're. I think he's a mad doctor. I think that your new", "start": 2260.98, "end": 2264.34}, {"text": "name is big iron.", "start": 2264.34, "end": 2265.58}, {"text": "That's what I'll call you from now on big iron yeah. That'd be cool. What if", "start": 2265.58, "end": 2272.58}, {"text": "he puts the gun away? He's still but he still had it yeah. That's true. Yeah,", "start": 2272.58, "end": 2276.9}, {"text": "you know just because Batman takes the mask off doesn't well yeah. I become", "start": 2276.9, "end": 2280.42}, {"text": "the first one. Okay, well", "start": 2280.42, "end": 2281.74}, {"text": "there could have been a better example. I just not that smart just a nickname", "start": 2281.74, "end": 2286.34}, {"text": "just basically just because Michael Phelps gets out of the pool. Don't make", "start": 2286.38, "end": 2289.72}, {"text": "him not Michael Phelps. Don't make him a swimmer or he is. Don't not make him a", "start": 2289.72, "end": 2294.64}, {"text": "swimmer. Don't yeah,", "start": 2294.64, "end": 2296.6}, {"text": "yeah,", "start": 2296.6, "end": 2298.22}, {"text": "that's a good one. That's a good", "start": 2298.22, "end": 2300.94}, {"text": "turn. Crazy that any any mad chef could sprinkle brain into your food and give", "start": 2300.94, "end": 2306.82}, {"text": "you a day is crazy. If you do die, if you eat brain, well, if you're a human", "start": 2306.82, "end": 2310.98}, {"text": "brain, you could get a pre on disease. It's very unsafe. That's why it's not", "start": 2310.98, "end": 2314.82}, {"text": "safe to eat human flesh is because all the diseases in human flesh or human", "start": 2314.86, "end": 2318.26}, {"text": "disease. Yeah, because most humans eat like Twizzlers and stuff and I've been", "start": 2318.26, "end": 2321.82}, {"text": "saying it's more because I've been saying it. Y'all the same shit. Wash", "start": 2321.82, "end": 2326.12}, {"text": "your brain. Yeah, wash your brain before you wash the brain and these these", "start": 2326.12, "end": 2330.38}, {"text": "people take not seasoning. If you're eating brain, you need to wash that shit", "start": 2330.38, "end": 2335.58}, {"text": "you know, wash soap with soap. Get the get the Kuru out of that scrub. You get", "start": 2335.58, "end": 2340.66}, {"text": "the scrub brush. Didn't somebody do the temple of doom monkey brain thing in", "start": 2340.66, "end": 2343.98}, {"text": "real life. No, I was watching a movie. Never mind the temple of doom. Yeah, he", "start": 2344.0, "end": 2348.84}, {"text": "was watching temple of doom debunked. No, it's from that movie faces of death.", "start": 2348.84, "end": 2352.82}, {"text": "Oh yeah, I don't I have no interest in eating a brain. Yeah, I don't think", "start": 2352.82, "end": 2357.92}, {"text": "brain looks like the worst thing to eat.", "start": 2357.92, "end": 2359.86}, {"text": "It can't be good. I mean, it looks like it looks like anything that grows in a", "start": 2359.86, "end": 2364.18}, {"text": "body and looks like a vegetable. I don't want to eat that. You think a brain", "start": 2364.18, "end": 2367.52}, {"text": "looks like cauliflower. It looks like cauliflower. I don't want that. I", "start": 2367.52, "end": 2370.58}, {"text": "especially when you cut it. I feel like the texture is probably just gross.", "start": 2370.94, "end": 2373.74}, {"text": "Yeah, probably jello-ish. Yeah, I feel like it's... No, because I feel like... I", "start": 2373.74, "end": 2377.82}, {"text": "was going to say it's probably like eating an eel, but I feel like... I mean,", "start": 2377.82, "end": 2380.88}, {"text": "British people eat eels all the time. I've eaten... Is a nerve microscopic?", "start": 2380.88, "end": 2384.92}, {"text": "Yes. I don't know. 'Cause a brain is just a bunch of nerves, right? So would", "start": 2384.92, "end": 2390.2}, {"text": "it be like stringy? I don't think it's stringy. A brain is just a bunch of", "start": 2390.2, "end": 2394.08}, {"text": "nerds, the smartest part of the body. A nerd is a bunch of brains. Yep, you", "start": 2394.08, "end": 2397.94}, {"text": "I mean, that's what I meant. Oh, a brief history of people eating brain that", "start": 2397.94, "end": 2402.74}, {"text": "actually looks kind of good, though, because it's got fried KFC seasoning on", "start": 2402.74, "end": 2407.42}, {"text": "yeah. I guess I would eat. I guess I would eat a fried eat that brain", "start": 2407.42, "end": 2410.98}, {"text": "nuggets. Yeah, I mean, I'd eat anything in a nugget. Yeah, they're probably", "start": 2410.98, "end": 2414.54}, {"text": "probably you probably do eat. My God, thinking about eating it out of", "start": 2414.54, "end": 2417.74}, {"text": "somebody's head. That doesn't sound very good. That is the scariest thing I've", "start": 2417.74, "end": 2422.46}, {"text": "ever seen in my life. A brain eating a burger. Yes. Why", "start": 2422.46, "end": 2425.98}, {"text": "think", "start": 2427.18, "end": 2439.7}, {"text": "look up what I want to buy this in it like it's called 16 by 20 printed it's", "start": 2439.7, "end": 2443.8}, {"text": "called in my home go up eat delicious fast-food burger human brain by Roger", "start": 2443.8, "end": 2449.86}, {"text": "stuck holy crap Roger I am so it's all burger eating type yeah what else does", "start": 2449.86, "end": 2454.88}, {"text": "Roger stuck have on here probably all burger stuff I hope it's all burger", "start": 2454.88, "end": 2459.3}, {"text": "stuff are we not even showing this is a picture that just says hello well it's", "start": 2459.3, "end": 2463.34}, {"text": "not even it doesn't matter to see his portfolio oh yeah oh it is a lot of", "start": 2463.34, "end": 2467.06}, {"text": "got fast food stuff. Oh, fast food consumption. Oh God, that burger looks", "start": 2467.06, "end": 2473.7}, {"text": "too juicy. Is this fetish material? The burger, the seeds are flying off the", "start": 2473.7, "end": 2478.18}, {"text": "sesame bun. What are you doing? Eating a burger so vigorously that the seeds fly", "start": 2478.18, "end": 2483.18}, {"text": "off. God damn, that's insane. The seeds go everywhere. Oh my God, this one is", "start": 2483.18, "end": 2487.62}, {"text": "supposed to be Trump. A massive man in a suit and red tie screams. That's", "start": 2487.62, "end": 2491.38}, {"text": "definitely Trump. Guys, DeSantis is finished. Yeah, is he done? Is that Hungry", "start": 2491.38, "end": 2496.06}, {"text": "video. We already talked about it on the very last episode. Yeah, so we talked", "start": 2496.06, "end": 2499.74}, {"text": "about it and then, but since then, his approval rating has plummeted. It's", "start": 2499.74, "end": 2505.0}, {"text": "plummeted. It's been plummeting, man. It's sad because I thought we were about", "start": 2505.0, "end": 2509.38}, {"text": "to see, well, it's not that sad because... I thought politics was above this,", "start": 2509.38, "end": 2512.26}, {"text": "to be honest. Above, above, like, just the most base,", "start": 2512.26, "end": 2517.56}, {"text": "pointless ad hominem, just dragging people down for videos that aren't even", "start": 2517.56, "end": 2523.42}, {"text": "hate your dragging people through the mud. I hate that you're saying you", "start": 2523.44, "end": 2527.48}, {"text": "mean campaigns. You know we move past this as a civilization. You're saying", "start": 2527.48, "end": 2531.28}, {"text": "you think people are opposed to things that are base. Meanwhile, everyone is", "start": 2531.28, "end": 2536.44}, {"text": "calling people like De Santis and Trump. They're saying based when nobody is", "start": 2536.44, "end": 2541.34}, {"text": "anymore. The no one's talking about it anymore, but they're using the word", "start": 2541.34, "end": 2544.66}, {"text": "crazy cringe. I now it is cringe nowadays. Nowadays base is good.", "start": 2544.66, "end": 2549.44}, {"text": "I tried listening to an interview with RFK Jr. I'd never heard him really talk that much", "start": 2550.52, "end": 2557.36}, {"text": "before. Does he talk like a Kennedy? No. Really? No. He has some fucked up voice. He's like", "start": 2557.36, "end": 2563.56}, {"text": "\"I'm a J.D.\" He's got the worst voice I've ever heard in my life. I don't care. I don't", "start": 2563.56, "end": 2568.88}, {"text": "know anything about his policies. I don't know what he believes. He truly cannot be", "start": 2568.88, "end": 2572.96}, {"text": "the president. There's no way that anybody would ever take anyone seriously who's like", "start": 2572.96, "end": 2576.92}, {"text": "happy. I don't think there's any risk of anyone taking him seriously. Even", "start": 2576.92, "end": 2581.12}, {"text": "he doesn't even have that fucked up stupid Kennedy voice that everyone", "start": 2581.12, "end": 2584.62}, {"text": "loves. He stole Cheryl Hines from Larry David", "start": 2584.62, "end": 2588.52}, {"text": "in", "start": 2588.52, "end": 2589.96}, {"text": "is going to be so remember that Cheryl Hines was rightfully Larry David's wife", "start": 2589.96, "end": 2596.84}, {"text": "based on the TV show. They should have been married in real life. He owned her.", "start": 2596.84, "end": 2601.44}, {"text": "he only you're like you are doing a job as a wife. The man gets first right of", "start": 2601.48, "end": 2607.82}, {"text": "first refusal and absolutely to anybody you want to marry and that's keep", "start": 2607.82, "end": 2612.98}, {"text": "talking about this and keep pointing the gun at the camp and if you are playing a", "start": 2612.98, "end": 2616.84}, {"text": "wife in a movie during the day, you can't divorce him when you go home at", "start": 2616.84, "end": 2621.9}, {"text": "night. You're still the wife. Yep, yep, yep, yep, until that movie wraps, you're", "start": 2621.9, "end": 2627.44}, {"text": "so I and if you're playing a husband,", "start": 2627.48, "end": 2629.84}, {"text": "you can have a second job where you're not the husband and turn that shit", "start": 2629.84, "end": 2633.72}, {"text": "sideways and that job can be sitting on the couch and watching your shows.", "start": 2633.72, "end": 2637.52}, {"text": "Yep, and if I'm ever as a new actor, if I am ever in some kind of role where", "start": 2637.52, "end": 2643.68}, {"text": "I have a wife, she is making me all sorts of delicious meals. You are making", "start": 2643.68, "end": 2649.04}, {"text": "me crème brûlée and when I need an Epsom salt bath, guess who's drawing", "start": 2649.04, "end": 2653.2}, {"text": "huh my wife. If you're my wife and when I need an Epson printer ink cartridge", "start": 2653.24, "end": 2658.6}, {"text": "type sixty seven guess who's retrieving that is going to staples because I", "start": 2658.6, "end": 2662.24}, {"text": "don't want to talk to the lady who works at the weird ink kiosk. I think", "start": 2662.24, "end": 2666.48}, {"text": "she has a crush on me yeah and I don't want to see her again and you're my", "start": 2666.48, "end": 2669.96}, {"text": "wife you and you know you know I am easily tempted. You don't know how I", "start": 2669.96, "end": 2675.84}, {"text": "know. I have a temptation. You know how I am. You know that that if the", "start": 2675.84, "end": 2680.44}, {"text": "the staple, the ink lady at staples. If she looks at me and says I'm going to", "start": 2680.48, "end": 2684.42}, {"text": "fold, I'm going to make an ink down here and I need you to clean it up. I'm", "start": 2684.42, "end": 2688.5}, {"text": "going to go to the back room of staples. You got to get you got to be not even", "start": 2688.5, "end": 2692.62}, {"text": "see a girl and a reflection of glass. I have to kill myself. Yeah, I'll fuck a", "start": 2692.62, "end": 2698.26}, {"text": "man again. I'll fuck a man again again. No yeah, I will. I'll fuck him. I don't", "start": 2698.26, "end": 2707.42}, {"text": "please me. If you don't go back to being gay, that's so funny. That's that's an", "start": 2707.44, "end": 2714.16}, {"text": "ultimatum in the in the sixties. That was a definitely an ultimatum or threat in", "start": 2714.16, "end": 2718.64}, {"text": "the sixties for show is if you don't if you if you don't be my good wife, then", "start": 2718.64, "end": 2725.2}, {"text": "I'm going to I'm going back to the old me. I'm going back to the old me. I'm", "start": 2725.2, "end": 2729.48}, {"text": "switching it up on him. I'm going to show the world. I'm reversing all of that", "start": 2729.48, "end": 2734.04}, {"text": "conversion therapy. Yeah, I'm converting the conversion. Should we make a", "start": 2734.06, "end": 2738.56}, {"text": "documentary where we all go through conversion therapy and see what happens", "start": 2738.56, "end": 2742.9}, {"text": "to us? Yeah, like yeah, just for fun. I mean for for a document, journalism,", "start": 2742.9, "end": 2748.64}, {"text": "yeah, but if you think journalism is fun now, then you've obviously never been a", "start": 2748.64, "end": 2752.18}, {"text": "journalist. But that that would just be that would just be a documentary of us", "start": 2752.18, "end": 2755.64}, {"text": "where we like go into the clockwork orange room where they're showing us", "start": 2755.64, "end": 2760.02}, {"text": "porn. They don't show you porn in conversion. There they show you God.", "start": 2760.02, "end": 2763.42}, {"text": "yeah, they show you God yeah. The whole thing is that you with electrical", "start": 2763.54, "end": 2767.1}, {"text": "impulse. Oh, they show you gay porn and then zap you. I think yeah, they show", "start": 2767.1, "end": 2772.62}, {"text": "I think that's probably what it is.", "start": 2772.62, "end": 2774.42}, {"text": "That's how I would design it. If I was the guy, you know, I'm realizing now that", "start": 2774.42, "end": 2781.1}, {"text": "I genuinely did believe that that was I think that I don't know you gave that", "start": 2781.1, "end": 2785.26}, {"text": "was part of conversion. I think I don't think they zap you as a punishment. I", "start": 2785.26, "end": 2788.46}, {"text": "think they try to zap your brain. I think they do like the electroshock", "start": 2788.46, "end": 2791.42}, {"text": "shock therapy type of thing. It is terrible. Oh, I thought that's what", "start": 2791.46, "end": 2794.46}, {"text": "electroshock therapy was. Was they show you gays to affect your brain chemical?", "start": 2794.46, "end": 2798.46}, {"text": "They do that for people with like severe depression and stuff. They use magnets", "start": 2798.46, "end": 2802.46}, {"text": "and electricity. It's like a type of... Oh wait, magnets isn't... Magnets is", "start": 2802.46, "end": 2806.46}, {"text": "electroshock therapy? No, it's... I've heard about the magnets before. I think", "start": 2806.46, "end": 2810.46}, {"text": "it's two different things. But it could... But magnetism, get this, science, blow", "start": 2810.46, "end": 2815.46}, {"text": "your mind, magnetism is electricity. I said that too. Oh God. It's the same thing.", "start": 2815.46, "end": 2820.46}, {"text": "It's the same. That's technical. So when you people say electro shock therapy,", "start": 2820.46, "end": 2824.0}, {"text": "they're kind of I don't know. I have no idea. Okay. I know that. I would imagine", "start": 2824.0, "end": 2829.76}, {"text": "I would imagine a big deal. I would imagine it's not magnet because they say", "start": 2829.76, "end": 2833.6}, {"text": "shock. Big iron is saying it's really, it's really not a point. He's pointing", "start": 2833.6, "end": 2838.54}, {"text": "it at himself. What's wrong with that? He's been talking about conversion", "start": 2838.54, "end": 2841.8}, {"text": "therapy and pointing the gun at himself. I'm excited. Right. It doesn't make you", "start": 2841.8, "end": 2845.08}, {"text": "want to die hearing about what they do to these fucking people. I don't. I was", "start": 2845.08, "end": 2850.08}, {"text": "I was just focused on you pointing that right. You can't even think about it.", "start": 2850.08, "end": 2853.48}, {"text": "No, no, I need to get converted to you need to let a big iron worry about big", "start": 2853.48, "end": 2857.76}, {"text": "iron. You need to be big", "start": 2857.76, "end": 2859.8}, {"text": "headphones right now. Okay, and you need to listen because I'm telling you I'm", "start": 2859.8, "end": 2864.44}, {"text": "giving you some", "start": 2864.44, "end": 2865.16}, {"text": "yo big", "start": 2865.16, "end": 2868.32}, {"text": "we I've definitely caught so many big headphones before. It was a walking", "start": 2868.32, "end": 2872.64}, {"text": "around with those big head. Get some ear plugs or ear buds.", "start": 2872.64, "end": 2876.32}, {"text": "you got these big headphones walking around with these big headphones? I know", "start": 2877.64, "end": 2880.58}, {"text": "Lou Reed got shock therapy because he was a little gay. Just a little bit?", "start": 2880.58, "end": 2885.44}, {"text": "That's what it said on his Wikipedia. It said he was a little bit gay? Honestly, he probably", "start": 2885.44, "end": 2890.92}, {"text": "he probably did that on purpose to himself to seem more rock and roll.", "start": 2890.92, "end": 2894.08}, {"text": "That's true. What's more rock and roll than getting electrified? Yeah. Yeah.", "start": 2894.08, "end": 2897.84}, {"text": "Getting electrified by your guitar. That's cool. Getting electrified by the", "start": 2897.84, "end": 2901.54}, {"text": "mic stand. I have shown you the video of Frankie Palmieri from Amir getting", "start": 2901.54, "end": 2906.24}, {"text": "been electrocuted by the you can get a oh I've been a", "start": 2906.24, "end": 2909.2}, {"text": "like", "start": 2909.2, "end": 2909.44}, {"text": "well, not to death. He's playing this dog and there it's like right before", "start": 2909.44, "end": 2914.52}, {"text": "break down and he goes like he's like screaming into the mic and then he goes", "start": 2914.52, "end": 2917.88}, {"text": "like this", "start": 2917.88, "end": 2918.28}, {"text": "goes completely stiff, like shake a die. No he was fine, but he fainted like and", "start": 2918.28, "end": 2925.96}, {"text": "then he like completely like wooden board falls over and the band keeps", "start": 2925.96, "end": 2930.08}, {"text": "like thirty seconds. Have you guys? I thought last night I first every time", "start": 2931.2, "end": 2937.16}, {"text": "we've you've corrected me on this before did Wayne static from static X die from", "start": 2937.16, "end": 2943.18}, {"text": "touching a microphone and it electrocuted him. No, he died from a", "start": 2943.18, "end": 2946.3}, {"text": "horrible life of drugs and sadness. Okay in", "start": 2946.3, "end": 2949.58}, {"text": "first you're thinking of his hair, but just sticks up", "start": 2949.58, "end": 2953.58}, {"text": "and his electric theme to be", "start": 2953.58, "end": 2957.26}, {"text": "you", "start": 2957.26, "end": 2957.76}, {"text": "you to correct me on it before, and I know that you did, but then we started", "start": 2957.76, "end": 2966.2}, {"text": "talking about this. I mean you look at him. You have to imagine he's yeah. Of", "start": 2966.2, "end": 2969.74}, {"text": "course, every time I touch yeah every time he touches that Mike stand his", "start": 2969.74, "end": 2973.64}, {"text": "hair. Let me yeah you you got you. You look at him from the from the forehead", "start": 2973.64, "end": 2977.74}, {"text": "up. You think oh my God, this guy he was a like you and he does and then you", "start": 2977.74, "end": 2981.64}, {"text": "look at the rest of his body. You're like oh no, it was he over to it was", "start": 2981.64, "end": 2984.72}, {"text": "producing on drugs.", "start": 2984.76, "end": 2985.76}, {"text": "Then they replaced him with a robot.", "start": 2985.76, "end": 2988.26}, {"text": "Have you all ever been electrified?", "start": 2988.26, "end": 2989.76}, {"text": "Yes.", "start": 2989.76, "end": 2990.76}, {"text": "Yeah, a little bit.", "start": 2990.76, "end": 2991.76}, {"text": "I, my science teacher in sixth grade taught us how to make a hot dog cooker, which was", "start": 2991.76, "end": 3000.04}, {"text": "a wooden plank, like a two by four, two carpenter screws, electrical tape, and then a frayed", "start": 3000.04, "end": 3006.52}, {"text": "wire.", "start": 3006.52, "end": 3008.04}, {"text": "And it was like, you just put the hot dog on the two, like, nails.", "start": 3008.04, "end": 3014.06}, {"text": "that is not a safe experiment to be doing with kids.", "start": 3014.06, "end": 3016.86}, {"text": "No, but then I touched it and I", "start": 3016.86, "end": 3018.34}, {"text": "shocked my fucking hand.", "start": 3018.34, "end": 3020.54}, {"text": "He told me not to touch it too. I touched plugs coming out of an", "start": 3020.54, "end": 3024.98}, {"text": "outlet before and that type of thing. Yeah. I once heard... Put your finger in the light bulb.", "start": 3024.98, "end": 3028.26}, {"text": "We had one. My dad had... I didn't do that. No, that's an actual way to", "start": 3028.26, "end": 3031.62}, {"text": "kill yourself in a cartoon. I did that by accident when I was younger.", "start": 3031.62, "end": 3034.1}, {"text": "Really? I was plugged in. Put your finger in the light bulb socket? That can't be", "start": 3034.1, "end": 3037.58}, {"text": "an accident. No, it wasn't an accident. That's not an accident at all. It was an", "start": 3037.58, "end": 3040.62}, {"text": "accident. Don't lie. I put my finger in to see what would happen like in the", "start": 3040.66, "end": 3046.98}, {"text": "cartoons when I was a young boy. That doesn't count as an accident. No. To see", "start": 3046.98, "end": 3049.98}, {"text": "what would happen is not an accident. Getting electrocuted, I will say,", "start": 3049.98, "end": 3052.82}, {"text": "getting electrocuted does feel kind of good to me. It doesn't feel like pain.", "start": 3052.82, "end": 3057.3}, {"text": "Yeah. It's this weird thing where you're shaking and you can't move. Yeah. But", "start": 3057.3, "end": 3062.62}, {"text": "until... It would feel nice if you could do it in a controlled way. Yeah, I do", "start": 3062.62, "end": 3066.22}, {"text": "kind of like it, like maybe you're watching some sort of porn. Yeah,", "start": 3066.26, "end": 3070.26}, {"text": "exactly. What's better than watching porn and getting electrocuted while you", "start": 3070.26, "end": 3073.42}, {"text": "do it? Damn, that actually sounds sick, but I did it. What my dad had a", "start": 3073.42, "end": 3078.42}, {"text": "outlet that was out of the it like had no cover on it, and it was just hanging", "start": 3078.42, "end": 3082.82}, {"text": "loose out of the wall, and it never really was a problem, but we never put", "start": 3082.82, "end": 3088.02}, {"text": "the three dollar cover on it, and then one time I was plugging in a laptop and", "start": 3088.02, "end": 3092.74}, {"text": "I didn't understand how it worked at all, and I grabbed the back of it.", "start": 3092.78, "end": 3096.14}, {"text": "Oh my God.", "start": 3096.14, "end": 3097.14}, {"text": "And plugged it.", "start": 3097.14, "end": 3098.14}, {"text": "And I just sat there like, \"No!\"", "start": 3098.14, "end": 3099.54}, {"text": "Like looking at it, and my brother was like, \"Are you okay?\"", "start": 3099.54, "end": 3102.14}, {"text": "And then I just let go and took a deep breath.", "start": 3102.14, "end": 3104.86}, {"text": "And I think that it changed me forever.", "start": 3104.86, "end": 3106.62}, {"text": "I almost, I'm pretty sure I almost started an electrical fire at our college, because", "start": 3106.62, "end": 3113.42}, {"text": "I remember I had that big gaming laptop.", "start": 3113.42, "end": 3115.74}, {"text": "I would lug everywhere, but I bought an aftermarket.", "start": 3115.74, "end": 3118.54}, {"text": "Wait, what?", "start": 3118.54, "end": 3119.54}, {"text": "Yeah, I had like that.", "start": 3119.54, "end": 3120.54}, {"text": "You lugged it everywhere?", "start": 3120.54, "end": 3121.54}, {"text": "Yeah, it was heavy.", "start": 3121.54, "end": 3122.54}, {"text": "It was really heavy. I remember this laptop. It was like this thick.", "start": 3122.54, "end": 3126.54}, {"text": "For a second, when you said laptop, my brain heard desktop.", "start": 3126.54, "end": 3130.54}, {"text": "Oh, no, no, no. But now I understand.", "start": 3130.54, "end": 3134.54}, {"text": "I had this aftermarket, like, because the charger,", "start": 3134.54, "end": 3138.54}, {"text": "I was like a broke college kid and I broke my charger somehow.", "start": 3138.54, "end": 3142.54}, {"text": "I bought this same charger off of like", "start": 3142.54, "end": 3146.54}, {"text": "fucking Panda Buy or something. It was like this", "start": 3146.54, "end": 3150.54}, {"text": "market like charger and every single time that I would plug it in, I would see like, I looked", "start": 3150.54, "end": 3157.48}, {"text": "at the plug one time and it was just all like chipped and I was like, \"Oh, that's weird.\"", "start": 3157.48, "end": 3162.06}, {"text": "And I plugged it into the outlet at the library and I just heard like a \"pfff.\"", "start": 3162.06, "end": 3166.26}, {"text": "I was like, \"Oh, fuck.\"", "start": 3166.26, "end": 3167.9}, {"text": "You popped the outlet.", "start": 3167.9, "end": 3168.9}, {"text": "I popped the outlet, yeah.", "start": 3168.9, "end": 3169.9}, {"text": "Holy shit.", "start": 3169.9, "end": 3170.9}, {"text": "I would pop the outlet probably every other time that I plugged it in.", "start": 3170.9, "end": 3174.2}, {"text": "It was so fucked.", "start": 3174.2, "end": 3175.66}, {"text": "I don't like, I could have burned the whole library down.", "start": 3175.66, "end": 3178.94}, {"text": "shoot out of all my outlets all the time and shoot into my house and fly around.", "start": 3178.94, "end": 3182.46}, {"text": "Yeah. Wouldn't it suck if you go-- They shoot into my water that's on the ground.", "start": 3182.46, "end": 3186.14}, {"text": "You plug-- It's like, \"Hey, buddy, that's my water.\"", "start": 3186.14, "end": 3188.78}, {"text": "You go to plug something in.", "start": 3188.78, "end": 3190.3}, {"text": "Knock that off. That's all my water on the ground. Stop putting your sparks in it.", "start": 3190.3, "end": 3197.26}, {"text": "You're not allowed to touch-- Don't touch my puddle, buddy.", "start": 3197.26, "end": 3199.74}, {"text": "That's my tons of puddles all around right at my feet where I sit at the couch.", "start": 3199.74, "end": 3203.34}, {"text": "That's my little oasis I made. That is the dream setup. Oh, my God.", "start": 3203.34, "end": 3206.7}, {"text": "Water on the floor.", "start": 3206.7, "end": 3207.5}, {"text": "a ripped up lazy boy with a giant puddle", "start": 3207.5, "end": 3211.46}, {"text": "all around it.", "start": 3211.46, "end": 3212.76}, {"text": "With a spring coming out the back.", "start": 3212.76, "end": 3214.7}, {"text": "Yeah, and a wire that's hanging from the ceiling", "start": 3214.7, "end": 3217.1}, {"text": "and just like one inch away from just touching the water.", "start": 3217.1, "end": 3220.54}, {"text": "I love leaving water on the floor.", "start": 3220.54, "end": 3221.92}, {"text": "Yeah, me too.", "start": 3221.92, "end": 3222.28}, {"text": "I spilled some water on the floor.", "start": 3222.28, "end": 3223.78}, {"text": "Oh, watch out, I spilled some water on the floor right there.", "start": 3223.78, "end": 3226.18}, {"text": "I've never ever wiped up water.", "start": 3226.18, "end": 3228.62}, {"text": "It goes away.", "start": 3228.62, "end": 3229.28}, {"text": "You don't wipe up anything.", "start": 3229.28, "end": 3230.36}, {"text": "You don't wipe up anything.", "start": 3230.36, "end": 3231.52}, {"text": "You don't wipe up coffee or soda or anything.", "start": 3231.52, "end": 3233.68}, {"text": "There's stains everywhere here.", "start": 3233.68, "end": 3236.04}, {"text": "all the stains on this table are from you. Yeah, that's because I didn't do", "start": 3236.06, "end": 3239.96}, {"text": "that. It was about to be a stain. I wiped it during an episode, but that's", "start": 3239.96, "end": 3243.7}, {"text": "because our old table was covered in sugar. Yeah, sugar, as you drink your", "start": 3243.7, "end": 3248.5}, {"text": "sugary drinks. I don't have any. I was always zero sugar coffee. Okay, you're", "start": 3248.5, "end": 3252.96}, {"text": "synthetic. We should be destroyed big iron. It's time for you to turn in your", "start": 3252.96, "end": 3256.96}, {"text": "gun. I don't think so. Imagine you go to plug something into an outlet, though.", "start": 3256.96, "end": 3260.62}, {"text": "It sparks up right. You're plugging your computer and I'm like, damn, I light a", "start": 3260.62, "end": 3264.12}, {"text": "one", "start": 3264.16, "end": 3271.16}, {"text": "Water guy comes out of the outlet and he has all the data from your computer.", "start": 3271.16, "end": 3276.16}, {"text": "Wait, why?", "start": 3276.16, "end": 3277.16}, {"text": "Because you plug your computer in the outlet, it's sparked up, hit the puddle, it comes", "start": 3277.16, "end": 3280.58}, {"text": "up.", "start": 3280.58, "end": 3281.58}, {"text": "And the reason that water guy comes out of the outlet is because I have a bunch of data", "start": 3281.58, "end": 3284.26}, {"text": "about water guy from my old group chats in my computer?", "start": 3284.26, "end": 3287.6}, {"text": "Yes.", "start": 3287.6, "end": 3288.6}, {"text": "And that comes to life?", "start": 3288.6, "end": 3289.6}, {"text": "Uh huh.", "start": 3289.6, "end": 3290.6}, {"text": "What if you talked shit about water guy?", "start": 3290.6, "end": 3292.32}, {"text": "I never have talked shit about water guy.", "start": 3292.32, "end": 3294.56}, {"text": "No, but your boy talks shit about water guy.", "start": 3294.56, "end": 3297.32}, {"text": "Nobody talked, I promise you, nobody talked shit about water guy.", "start": 3297.32, "end": 3299.44}, {"text": "you guys have a group chat where you guys just talk shit about me all the time.", "start": 3299.44, "end": 3302.28}, {"text": "No, we touch it about water guy. He doesn't know, but there's I'm not", "start": 3302.28, "end": 3306.58}, {"text": "entertaining anything, any lies about the water guy situation.", "start": 3306.58, "end": 3310.84}, {"text": "No, see I'm not. I'm why I don't water guy is a code for somebody here. It's", "start": 3310.84, "end": 3320.44}, {"text": "not even true. That's not true. I would not be water guy. I would be the red", "start": 3320.44, "end": 3324.76}, {"text": "pig.", "start": 3324.76, "end": 3325.2}, {"text": "you text each other when you're lit. It was like the red pig is landing at the", "start": 3328.72, "end": 3333.26}, {"text": "nest", "start": 3333.26, "end": 3333.7}, {"text": "is in the for", "start": 3333.7, "end": 3335.82}, {"text": "the red pig is thirty minutes late to the barn. I don't know why I say you", "start": 3335.82, "end": 3346.44}, {"text": "look like a pig all the", "start": 3346.44, "end": 3347.54}, {"text": "really right now I'm red because I have sat in a blood that's blue rushing", "start": 3347.54, "end": 3354.78}, {"text": "blood is said blood is rushing to my head to block the tears.", "start": 3355.8, "end": 3359.44}, {"text": "I don't look like a pig and I'm not that right. You're a to have a to have a more", "start": 3359.44, "end": 3367.72}, {"text": "pig ish pig ish to have a", "start": 3367.72, "end": 3370.36}, {"text": "you can't be mad when I say pig pig ish pigly. It's so funny to have a have a", "start": 3370.36, "end": 3377.2}, {"text": "code name for one person be like yeah yeah, we're we're going to hang up", "start": 3377.2, "end": 3380.52}, {"text": "hang out with Alex and Joe and the red pig.", "start": 3380.52, "end": 3383.88}, {"text": "no,", "start": 3383.88, "end": 3386.38}, {"text": "I'm not the", "start": 3386.38, "end": 3387.64}, {"text": "we're all getting new nicknames today, big iron red,", "start": 3387.64, "end": 3392.42}, {"text": "I okay if it's a nickname, I'll take it because I do like having a nickname.", "start": 3392.42, "end": 3397.28}, {"text": "I don't know if I like the red pig that much I'd rather go by a Mike. It's so", "start": 3397.28, "end": 3404.78}, {"text": "funny. We can't do middle. I know we can't do middle names because we have", "start": 3404.78, "end": 3408.2}, {"text": "the same middle name yeah, but I can be Mike, though. No, you can't. We can't.", "start": 3408.2, "end": 3411.24}, {"text": "what if I did what if I did a late twenties shift from where I do the", "start": 3411.26, "end": 3415.34}, {"text": "little kid thing and I start going by my middle name? Yes,", "start": 3415.34, "end": 3417.46}, {"text": "I can't tell I can't. That's a good that's good. Yeah, see Michael Pit.", "start": 3417.46, "end": 3423.0}, {"text": "That is pretty good. Thomas Howell, though, I don't know who that's", "start": 3423.0, "end": 3425.44}, {"text": "completely copy Thomas Howell is I can't. I can't fully tell this, but I", "start": 3425.44, "end": 3429.46}, {"text": "was thinking of you'll understand when I say this, but I was thinking of", "start": 3429.46, "end": 3433.26}, {"text": "changing my last name when I get married and you think about what my", "start": 3433.26, "end": 3436.16}, {"text": "name would be and that would be pretty funny. Wouldn't it? I would be funny", "start": 3436.16, "end": 3439.08}, {"text": "yeah, wouldn't that be a pretty funny thing to have that name?", "start": 3439.46, "end": 3442.96}, {"text": "Actually, yeah, I did. I don't think that I think that you're I don't want to", "start": 3442.96, "end": 3451.44}, {"text": "say it, but I did text your fiancee. Well, a photo of you on said last night.", "start": 3451.44, "end": 3456.36}, {"text": "How did I find out about it?", "start": 3456.36, "end": 3457.58}, {"text": "She told", "start": 3457.58, "end": 3459.08}, {"text": "after I told her, I was going to her. She confronted you, huh? She confronted", "start": 3459.08, "end": 3465.02}, {"text": "you about your date with. She said, What the fuck is this? She did. She asked", "start": 3465.02, "end": 3467.96}, {"text": "I was there was it and then I said it was fun. She said, well, I know what you're", "start": 3467.98, "end": 3471.26}, {"text": "really doing.", "start": 3471.26, "end": 3471.82}, {"text": "I told her yeah, I like", "start": 3471.82, "end": 3476.66}, {"text": "I liked him.", "start": 3476.66, "end": 3478.58}, {"text": "You liked him. Did you like it was nothing? It was not nothing and I'm", "start": 3478.58, "end": 3484.54}, {"text": "ready to admit that", "start": 3484.54, "end": 3485.38}, {"text": "not going to lie to myself or to others. I think you might be taking this guy's", "start": 3485.38, "end": 3490.34}, {"text": "last name. What was his last name? You remember? I don't even remember his", "start": 3490.34, "end": 3492.54}, {"text": "first name. Yeah, oh shit. I'm going to guess his name just because he was on", "start": 3492.54, "end": 3496.94}, {"text": "set.", "start": 3496.94, "end": 3497.38}, {"text": "Mr. Movies. I really, maybe I might get, I might get, find, I might try and find his", "start": 3497.38, "end": 3507.46}, {"text": "name. You could ask, yeah, I might ask the AD. I'm probably gonna do that because I", "start": 3507.46, "end": 3512.5}, {"text": "think we should give him some work. Yeah, maybe he could just sit in as an extra", "start": 3512.5, "end": 3516.46}, {"text": "on the episodes. Yeah, that's what I was thinking. Yeah, I mean he would be a good", "start": 3516.46, "end": 3519.7}, {"text": "guest. We're chopping it up. He would not be a good guest, man. He would not be a good guest.", "start": 3519.7, "end": 3527.02}, {"text": "I think a pad are going to have a mom on your vacation. Yeah, that would be", "start": 3527.02, "end": 3530.12}, {"text": "that I was actually a good idea. You guys are both gone at the same time", "start": 3530.12, "end": 3536.36}, {"text": "right. You guys are both going to be leaving me alone. You're going to", "start": 3536.36, "end": 3539.32}, {"text": "abandon me soon at the same time. You're both abandoning. We're not", "start": 3539.32, "end": 3543.08}, {"text": "abandoning you. You're bending me, making me feel like shit. I don't know", "start": 3543.08, "end": 3546.56}, {"text": "if we're going to make I mean that's on you. I was I was thinking of doing an", "start": 3546.56, "end": 3550.88}, {"text": "episode where it's just me and two people from craigslist that I don't know,", "start": 3550.88, "end": 3554.12}, {"text": "but I don't know how to work the roadcaster.", "start": 3554.16, "end": 3556.6}, {"text": "I think I just don't.", "start": 3556.6, "end": 3557.6}, {"text": "Pretty easy to work.", "start": 3557.6, "end": 3558.6}, {"text": "I don't trust you as security to protect our equipment.", "start": 3558.6, "end": 3560.92}, {"text": "Yeah, that's true actually.", "start": 3560.92, "end": 3561.92}, {"text": "If random people come in.", "start": 3561.92, "end": 3563.08}, {"text": "I could get the two construction guys who helped the...", "start": 3563.08, "end": 3565.88}, {"text": "You want them to sit in the front?", "start": 3565.88, "end": 3569.56}, {"text": "That helped put the wall up.", "start": 3569.56, "end": 3571.56}, {"text": "Helps do their job?", "start": 3571.56, "end": 3572.56}, {"text": "You want them to be security or you want them to be on the show?", "start": 3572.56, "end": 3574.4}, {"text": "It's going to be me and those two guys on the show.", "start": 3574.4, "end": 3576.12}, {"text": "Oh, those guys are cool.", "start": 3576.12, "end": 3577.12}, {"text": "That's fine.", "start": 3577.12, "end": 3578.12}, {"text": "They're nice, yeah.", "start": 3578.12, "end": 3579.12}, {"text": "One of those guys told me he did a misty flip at Brooklyn Banks.", "start": 3579.12, "end": 3581.24}, {"text": "Oh yeah, one of them was a skater.", "start": 3581.24, "end": 3583.2}, {"text": "I remember he's a rollerblader. He said he did a misty. Holy. I don't know what a", "start": 3583.2, "end": 3586.7}, {"text": "misty misty flip is a five forty back when you turn into mist.", "start": 3586.7, "end": 3589.76}, {"text": "That constricts you guys that he did a five forty back flip on roller blade.", "start": 3589.76, "end": 3597.24}, {"text": "That is fucking awesome.", "start": 3597.24, "end": 3602.8}, {"text": "I was waiting for you guys to to come here one day and I was playing. What do", "start": 3602.8, "end": 3607.6}, {"text": "you even say that you just go like, oh, I did. Yeah, I was just like, oh, really?", "start": 3607.6, "end": 3611.2}, {"text": "Wow. What's he going to like, you know, I'm not going to challenge him on that.", "start": 3611.5, "end": 3615.82}, {"text": "That's the coolest thing I've ever heard. I really hope it's true. But I was", "start": 3615.82, "end": 3620.22}, {"text": "just playing session on the computer. I was waiting for you guys to come in here", "start": 3620.22, "end": 3623.98}, {"text": "one day when we like first had the whole place set up and he recognized the", "start": 3623.98, "end": 3629.1}, {"text": "Brooklyn Banks in the game and he was like, I did a misty flip there. That's so crazy.", "start": 3629.1, "end": 3635.66}, {"text": "It's so it's like I was like yeah. No you did man. I but I honestly I fully 100", "start": 3637.26, "end": 3643.26}, {"text": "have no choice but to believe this. Believe that you did that", "start": 3643.26, "end": 3646.06}, {"text": "Oh man.", "start": 3646.06, "end": 3648.16}, {"text": "We have no show to plug. I do. I have stuff to oh God. I have stand-up dates.", "start": 3648.16, "end": 3654.16}, {"text": "I guess I have I'm going to be in Austin. I'm going to be in Austin.", "start": 3654.16, "end": 3658.76}, {"text": "You remember when I was going out on the road and he would he would say that I", "start": 3658.76, "end": 3662.16}, {"text": "had to plug and I would say no no. No. Yeah, I was trying to help you out.", "start": 3662.16, "end": 3666.46}, {"text": "Yeah, I didn't. It's how did those shows sell? It's cringe, bro. It's cringe, bro. I hate", "start": 3666.46, "end": 3670.62}, {"text": "it too, but how did those shows sell? Don't sell any tickets for anything. How did those", "start": 3670.62, "end": 3674.22}, {"text": "shows sell? You're being so cringe right now. Just get like 10 people, 15 people in the", "start": 3674.22, "end": 3678.1}, {"text": "audience. That is all you need. Okay. It's based to have nobody show up. In the cave,", "start": 3678.1, "end": 3683.34}, {"text": "I'm going to do four. I'm doing four shows opening for Dan Licata. I'm going to put half", "start": 3683.34, "end": 3685.78}, {"text": "your body in a creek and half of it in a cave. Okay. And then I'm going to be at Pitbull's", "start": 3685.78, "end": 3691.14}, {"text": "this show on the twenty-sixth. You're just going to be at it. Just look. I", "start": 3691.14, "end": 3696.9}, {"text": "don't know this guy. I look at my Instagram stories. I got all my my shows", "start": 3696.9, "end": 3701.1}, {"text": "that I plug. You're plugging your Instagram now to follow me on Instagram.", "start": 3701.1, "end": 3704.14}, {"text": "So you tried to plug the poster for the show. Really? He said, and we have a", "start": 3704.14, "end": 3707.7}, {"text": "really nice poster.", "start": 3707.7, "end": 3708.74}, {"text": "That's funny. Wait, the poster for that poster. Okay, the poster, the poster for", "start": 3708.74, "end": 3714.1}, {"text": "you and the cottage show is very funny that it's Dan Lakata and you're opening", "start": 3714.1, "end": 3717.6}, {"text": "and you are the ninety percent. Yeah, well, yeah, but the poster that it's", "start": 3717.9, "end": 3723.26}, {"text": "parodying", "start": 3723.26, "end": 3724.06}, {"text": "is the CKY poster. So Dan is bam in that poster. You guys parodied a poster.", "start": 3724.06, "end": 3730.14}, {"text": "You're some crazy ass motherfucker. Y'all ripped off. You're gonna get", "start": 3730.14, "end": 3732.94}, {"text": "soon. We ripped off bam. I thought you were talking about the Pitbull poster", "start": 3732.94, "end": 3737.14}, {"text": "because I didn't see that. I don't even know what you're talking about. I'm", "start": 3737.14, "end": 3739.42}, {"text": "doing a show with Steven Vega, the Pitbull impersonator. Oh, okay. Reunited", "start": 3739.42, "end": 3744.22}, {"text": "Yeah, he's hosting a show that he's hosting a show with our friends Charlie Sosnick and Michael Kandel and", "start": 3744.22, "end": 3751.12}, {"text": "It's gonna be at house of yes. Oh", "start": 3751.12, "end": 3754.9}, {"text": "Nice, this is gonna be a really crazy show. Yeah", "start": 3754.9, "end": 3759.22}, {"text": "Kobo was saying last night we were doing like what's that thing called?", "start": 3759.22, "end": 3767.98}, {"text": "The knife game on the untitled knife game. Yeah, I don't knife hand knife game", "start": 3768.94, "end": 3774.0}, {"text": "But he was saying it'd be really like imagining a guy with a gun me. Let me show you oh", "start": 3774.0, "end": 3778.32}, {"text": "Yeah, shooting between is shooting between the fingers instead you do it. Then we'll get it. We'll get an insert", "start": 3778.32, "end": 3784.48}, {"text": "I know you didn't just try to touch this you try", "start": 3784.48, "end": 3787.3}, {"text": "Because it's gonna be you tried to try to touch the big iron", "start": 3787.3, "end": 3791.16}, {"text": "Don't do that man. That's like me touching your headphones or me touching your curly tail", "start": 3791.16, "end": 3797.36}, {"text": "Okay, bye.", "start": 3797.36, "end": 3798.36}, {"text": "Stop.", "start": 3798.36, "end": 3799.36}, {"text": "Now we'll edit that part out.", "start": 3799.36, "end": 3803.0}, {"text": "Oh, it's 101.", "start": 3803.0, "end": 3805.16}, {"text": "Yep, perfect timing.", "start": 3805.16, "end": 3806.64}, {"text": "(laughing)", "start": 3806.64, "end": 3808.88}], "title": "#193 - The Red Pig", "link": "https://www.patreon.com/posts/193-red-pig-86426319", "date": "Sat, 22 Jul 2023 11:00:00 GMT", "id": 44}