{"lines": [{"text": "(upbeat music)", "start": 0.0, "end": 2.58}, {"text": "- How far you have come as the sync clapper on this show.", "start": 2.58, "end": 13.18}, {"text": "You used to be a piece of shit when it came to the clap.", "start": 13.18, "end": 17.64}, {"text": "- No, I was good at it.", "start": 17.64, "end": 18.86}, {"text": "- No, you might as well be drunk.", "start": 18.86, "end": 21.6}, {"text": "- I wish I was.", "start": 21.6, "end": 24.16}, {"text": "- Might as well have been, I mean in the past.", "start": 24.16, "end": 26.1}, {"text": "- You might as well have been drunk in the past", "start": 26.1, "end": 27.92}, {"text": "and now you are--", "start": 27.92, "end": 28.76}, {"text": "- When you clap.", "start": 28.76, "end": 29.58}, {"text": "my sober go. I wish I was completely drunk right now. Me too. Have we ever done a", "start": 29.58, "end": 34.58}, {"text": "really drunk kind of? Yeah, we have. Yes. We've done them a lot. That was the", "start": 34.58, "end": 39.62}, {"text": "entire first two years. Yeah. I'm pretty sure there's one episode where I went", "start": 39.62, "end": 47.58}, {"text": "and we all visited. Oh, and we recorded at my countertop. Recorded at your", "start": 47.58, "end": 52.58}, {"text": "countertop as soon as we got home. But even before that, we were, there were", "start": 52.58, "end": 56.7}, {"text": "somewhere we're going pretty hard. It's good to get drunk at your job. There is", "start": 56.7, "end": 61.66}, {"text": "one episode where I'm just completely blasted. Oh, that was one that we did", "start": 61.66, "end": 66.98}, {"text": "with Thomas, yeah, and you, did you put an onion in your mouth? I bit an onion.", "start": 66.98, "end": 71.78}, {"text": "You bit an onion. We've talked about this. I remember that now. I'm trying to", "start": 71.78, "end": 74.82}, {"text": "think. There's a lot of D&Ds that I've done where I'm pretty hammered. Well,", "start": 74.82, "end": 77.98}, {"text": "that's a different thing. That's a completely different thing. That's what", "start": 77.98, "end": 79.82}, {"text": "you're supposed to do. You're supposed to get drunk in a new D&D. Drinking, yeah,", "start": 79.82, "end": 83.54}, {"text": "Exactly drinking and drunk drunking. I've done so much stand up where I'm like", "start": 83.58, "end": 87.82}, {"text": "completely hammered. I don't do that back in the day back in the day. I was doing a", "start": 87.82, "end": 92.54}, {"text": "lot of like I used to do. I used to watch movies and play video games while drunk", "start": 92.54, "end": 97.1}, {"text": "back in the day, but really different now. Yeah, I'm never going to hurt us on", "start": 97.1, "end": 101.02}, {"text": "the remember I was on the crackers and the pretzels recently. I would get a", "start": 101.02, "end": 104.38}, {"text": "whole pitcher before I would host that open mic and I would drink out of the", "start": 104.38, "end": 108.3}, {"text": "pitcher liquid courage stage fright. Yeah, it was it was bad for a long time.", "start": 108.3, "end": 113.1}, {"text": "Yeah. Recently I've been wanting to get back to smoking weed again, but I don't", "start": 113.1, "end": 118.84}, {"text": "think I'm going to.", "start": 118.84, "end": 119.64}, {"text": "Disgusting.", "start": 119.64, "end": 120.14}, {"text": "It is disgusting.", "start": 120.14, "end": 121.26}, {"text": "Gross.", "start": 121.26, "end": 121.76}, {"text": "Oh God, I want to every single day. I get home and I go, \"Oh my God, weed would be", "start": 121.76, "end": 128.8}, {"text": "so amazing right now to watch Goodfellas and smoke weed as a toy.\"", "start": 128.8, "end": 131.8}, {"text": "I'm pretty purified from it, but every once in a while I get such a strong desire.", "start": 131.8, "end": 136.3}, {"text": "Weed is OD toy.", "start": 136.3, "end": 137.64}, {"text": "It is not OD.", "start": 137.64, "end": 138.96}, {"text": "It's OD toy.", "start": 138.96, "end": 140.3}, {"text": "Is OD good or is OD bad?", "start": 140.3, "end": 141.96}, {"text": "OD is depending on the context. It's like okay. OD means overdoing it. Like if you", "start": 141.96, "end": 148.44}, {"text": "say if someone's OD is like okay where it's in the middle where like for", "start": 148.44, "end": 152.32}, {"text": "example if you ask someone they want to do something and say okay that's good,", "start": 152.32, "end": 155.32}, {"text": "but if so you ask someone how was this and I say it was okay. I mean it's bad. I", "start": 155.32, "end": 159.36}, {"text": "think I finally I think I hit this is my year where I am just at a different", "start": 159.36, "end": 165.04}, {"text": "stage in life than young people and I cannot understand things like OD anymore.", "start": 165.04, "end": 170.16}, {"text": "you grew up.", "start": 170.16, "end": 171.16}, {"text": "OD is an old man thing.", "start": 171.16, "end": 172.16}, {"text": "No, I think this is, we hit the generational line.", "start": 172.16, "end": 176.72}, {"text": "Where I don't have any clue what anybody younger than me is talking about.", "start": 176.72, "end": 180.12}, {"text": "The generational line for me, I can tell you exactly what it is.", "start": 180.12, "end": 184.6}, {"text": "Tell me.", "start": 184.6, "end": 185.6}, {"text": "What?", "start": 185.6, "end": 186.6}, {"text": "Five Nights at Freddy's.", "start": 186.6, "end": 187.6}, {"text": "Oh yeah.", "start": 187.6, "end": 188.6}, {"text": "See, I like Five Nights at Freddy's.", "start": 188.6, "end": 189.72}, {"text": "I like it.", "start": 189.72, "end": 190.72}, {"text": "I like Five Nights at Freddy's so much.", "start": 190.72, "end": 192.2}, {"text": "I remember so vividly that being the first thing where it would conceivably be something", "start": 192.2, "end": 197.0}, {"text": "I was interested in.", "start": 197.0, "end": 198.0}, {"text": "Oh, okay, this guy's too old to get scared.", "start": 198.0, "end": 199.8}, {"text": "yeah, but then afraid of horror. Oh, this is for kids. It's not for kids and", "start": 199.8, "end": 204.1}, {"text": "being being still a kid saying that it's for grown up. There's a lower that that", "start": 204.1, "end": 209.64}, {"text": "it goes back years. There's a years. Well, the game's been out for I don't", "start": 209.64, "end": 214.32}, {"text": "even know how long it's been out. The game's been out for ten years. Yeah, it", "start": 214.32, "end": 217.26}, {"text": "came out when we were like we were in high school. Yeah, I was in", "start": 217.26, "end": 220.96}, {"text": "probably probably fifteen when that came out. Yeah, I feel like I remember seven.", "start": 220.96, "end": 226.54}, {"text": "I feel like I remember that being the thing where I was like this. I this is", "start": 226.72, "end": 230.32}, {"text": "for children, even though I was still liking all the other stuff that was for", "start": 230.32, "end": 233.76}, {"text": "kids, but that was the first thing where I was like I'm too old. He liked all the", "start": 233.76, "end": 236.8}, {"text": "other stuff that was for kids like here comes the airplane.", "start": 236.8, "end": 239.64}, {"text": "You can still that's okay. It's still like a piece every night. Everyone you're", "start": 239.64, "end": 244.4}, {"text": "gonna not gonna do here comes the airplane. How else is it gonna get your", "start": 244.4, "end": 247.04}, {"text": "mouth? You still do uppies. How else am I gonna fucking get up? What are you", "start": 247.04, "end": 250.64}, {"text": "talking about? You are being an asshole. You sound crazy. Yeah, you're saying so", "start": 250.64, "end": 254.28}, {"text": "you're too old for you to get a plan of peace. I'm a little bit. So let me get", "start": 254.3, "end": 258.66}, {"text": "the straight. I don't you bring your face to the plate. You don't bring the", "start": 258.66, "end": 262.22}, {"text": "food to your mouth. Yeah, this makes no say don't like a pig. If I don't hear", "start": 262.22, "end": 266.14}, {"text": "I don't use a fork, I just use my fingers and I grab so here I grab a", "start": 266.14, "end": 270.36}, {"text": "piece of corn like this. I", "start": 270.36, "end": 272.06}, {"text": "or here comes a comet. Here comes comment and asteroid or you could say", "start": 272.06, "end": 278.26}, {"text": "here comes Santa and his reindeer. Any of this works, but instead you decide to", "start": 278.26, "end": 282.06}, {"text": "I'm too grown for that. You're not grown at all. You are not grown. I'm grown.", "start": 282.9, "end": 286.9}, {"text": "You are not grown yet. You're not grown. I'm completely grown. Guys, we had,", "start": 286.9, "end": 290.6}, {"text": "and I didn't want to talk about this, but they're making me.", "start": 290.6, "end": 292.9}, {"text": "We had an office drama this morning. We did have an office drama.", "start": 292.9, "end": 296.7}, {"text": "We had an office drama this morning. I", "start": 296.7, "end": 299.5}, {"text": "had to put in a ticket. I had to put in a ticket in our work.", "start": 299.5, "end": 304.9}, {"text": "At the poop factory. Our work zen desk. He had to clock into the poop factory.", "start": 304.9, "end": 309.7}, {"text": "because I did not have any toilet paper and I was trying to bust a nut at work,", "start": 309.7, "end": 313.9}, {"text": "but I could not. I had no where to put it. That bathroom is so dirty right now.", "start": 313.9, "end": 319.54}, {"text": "It's pretty bad. Yeah, it's got paint all in it. Yeah, it looks like a", "start": 319.54, "end": 324.22}, {"text": "squatter's home right now. I cleaned the last paint bathroom, so I'm off to", "start": 324.22, "end": 328.26}, {"text": "clean this one. Don't worry. Don't worry. Patrick won't clean anything,", "start": 328.26, "end": 331.54}, {"text": "so I'll have to do it. Me and Patrick, as a result of having to go buy", "start": 331.54, "end": 334.62}, {"text": "toilet paper for Caleb, me and Patrick actually came up with something rather", "start": 334.62, "end": 338.58}, {"text": "it's funny yeah, which will save this situation from being purely negative", "start": 338.58, "end": 342.54}, {"text": "intense. So basically going to buy toilet paper and you go up to the to the", "start": 342.54, "end": 347.46}, {"text": "cashier to the register and you're so and you're like oh my God, I feel so", "start": 347.46, "end": 351.3}, {"text": "awkward buying this and you go up and you're you're buying the toilet paper.", "start": 351.3, "end": 354.18}, {"text": "You go. I'm actually buying this for a friend. I'm buying this for somebody", "start": 354.18, "end": 357.76}, {"text": "like tapping someone on the shoulder. I can you buy this for me? I've thought", "start": 357.76, "end": 361.42}, {"text": "that I gave it. I gave him the rolls of toilet paper like the big going to I ran", "start": 361.42, "end": 366.44}, {"text": "way and hid behind the makeup counter. Well, that's even more embarrassing.", "start": 366.48, "end": 370.88}, {"text": "Now, that's way more embarrassing. I've had that thought before where I was", "start": 370.88, "end": 375.12}, {"text": "checking out at Walgreens and it is funny to buy. It is honestly funny to", "start": 375.12, "end": 380.16}, {"text": "buy toilet paper. There's like a pretty cashier and she just knows that this is", "start": 380.16, "end": 385.16}, {"text": "going to touch your poop. Yeah, yeah, well, that's how I say you buy it and", "start": 385.16, "end": 388.36}, {"text": "you're like, honestly, I don't even know what this stuff is. I just thought it", "start": 388.36, "end": 391.36}, {"text": "looks cool. First time trying it. Yeah.", "start": 391.36, "end": 393.8}, {"text": "Have you ever used it before? Is it good? Is it bad? Is this one good? You had so", "start": 394.72, "end": 398.72}, {"text": "many of them over there. I'm just buying this stuff just in case. Yeah. I don't", "start": 398.72, "end": 401.12}, {"text": "need it. Yeah. I don't need this at all. I'm doing a... This is for my", "start": 401.12, "end": 404.48}, {"text": "bug out bag. Yeah. This is for my neighbor. And six rolls of toilet", "start": 404.48, "end": 410.16}, {"text": "paper. Okay. Alright. I'll make sure to get that. Sounds good. Beep. Wait, you", "start": 410.16, "end": 413.76}, {"text": "want six rolls? How much shitting are you doing? You're doing so much crap.", "start": 413.76, "end": 417.04}, {"text": "Sorry. My friend is basically addicted to shit. Yeah. My friend's so fucking", "start": 417.04, "end": 420.72}, {"text": "weird. And I'm the one... He made me come here to buy this. But then they...", "start": 420.72, "end": 423.44}, {"text": "but here's the one who has to buy it for him, because he's banned from buying it.", "start": 423.44, "end": 426.58}, {"text": "Yeah, if you could buy so much, what I thought this was just paper, my thumb", "start": 426.58, "end": 430.54}, {"text": "was covering the word. What the fuck I thought it was let paper. What the hell", "start": 430.54, "end": 435.68}, {"text": "is this? E T paper, where would this even go in the toilet? I thought it was", "start": 435.68, "end": 439.68}, {"text": "weird back. E T weird alien paper. You put this in the back of the toilet and", "start": 439.68, "end": 444.78}, {"text": "it collects all the water. Here's the world we're heading towards the all", "start": 444.78, "end": 448.2}, {"text": "you walk in to the Walgreens, you put twelve rolls, you think, \"Oh, I'm going to stock", "start": 449.86, "end": 455.54}, {"text": "up.\" You put twelve rolls and they say, \"ID, please.\"", "start": 455.54, "end": 459.34}, {"text": "Damn.", "start": 459.34, "end": 460.34}, {"text": "Yep.", "start": 460.34, "end": 461.34}, {"text": "Eighteen plus.", "start": 461.34, "end": 462.34}, {"text": "Yeah, like Benadryl.", "start": 462.34, "end": 463.34}, {"text": "To make sure that they aren't going into a gender neutral bathroom.", "start": 463.34, "end": 466.14}, {"text": "Another of my cultural predictions here. I think it's time to watch out. I think a new", "start": 466.14, "end": 469.92}, {"text": "disease is spreading because today when we went to buy toilet paper, there was barely", "start": 469.92, "end": 474.34}, {"text": "any toilet paper on the shelves.", "start": 474.34, "end": 475.7}, {"text": "In the right aid.", "start": 475.7, "end": 476.7}, {"text": "run on toilet paper, people are buying it up. Something is going on. People are", "start": 476.7, "end": 480.8}, {"text": "going to be stuck in their houses that usually most of the I mean the drinks in", "start": 480.8, "end": 486.14}, {"text": "the back are usually barren. You know it's kind of it's a right aid where they", "start": 486.14, "end": 491.0}, {"text": "constantly are low on items, but the fact that they had low stock on toilet paper", "start": 491.0, "end": 496.4}, {"text": "today, yep, it's predicting Cameron's future. It is pretty it's a prediction of", "start": 496.4, "end": 501.5}, {"text": "his future leaves my prediction of the world. His future, that's even my future", "start": 501.5, "end": 505.68}, {"text": "because I'm part of the world, but I just want to be clear. This is going to happen to everyone.", "start": 505.72, "end": 509.78}, {"text": "And it's probably based on either my bug prediction I made about insects or a new prediction I've", "start": 509.78, "end": 515.22}, {"text": "been working on that I think there's a new disease that you get for one night and it", "start": 515.22, "end": 518.4}, {"text": "only happens when it's dark out. Oh, okay. It just gave me chills. Yeah, that's going", "start": 518.4, "end": 524.02}, {"text": "to be one symptom of the disease. My prediction, I know it's been making me so unbelievably", "start": 524.02, "end": 529.14}, {"text": "mad that it's come on, bro. Stop playing with your white cover. Don't make it up. It's really", "start": 529.14, "end": 534.44}, {"text": "you get dude don't twirl it bro. This is hurting. You know what that looks like", "start": 534.44, "end": 538.6}, {"text": "you know what that looks like right now. What do they call it?", "start": 538.6, "end": 540.88}, {"text": "Don't talk like that either.", "start": 540.88, "end": 543.4}, {"text": "What does it look like? No don't", "start": 543.4, "end": 547.78}, {"text": "you're acting crazy. You're acting crazy today. You have to see it from the", "start": 547.78, "end": 554.5}, {"text": "side.", "start": 554.5, "end": 554.92}, {"text": "Yeah, it does look", "start": 554.92, "end": 557.56}, {"text": "it does look crazy like a penis.", "start": 557.56, "end": 560.68}, {"text": "it's the same kind of color difference to yeah, exactly the shaft in the shaft is", "start": 562.52, "end": 567.52}, {"text": "that was honestly that was the gayest thing I've ever seen you to do you", "start": 567.52, "end": 576.52}, {"text": "helping it and you kissing it. That was so disgusting,", "start": 576.52, "end": 580.56}, {"text": "disgusting or not disgusting because it's", "start": 580.56, "end": 584.44}, {"text": "disgusting to do that. It's going to be sexual at work is what I'm saying.", "start": 584.44, "end": 589.56}, {"text": "okay, well we're not at work. We're still you literally violated that when you", "start": 589.6, "end": 593.38}, {"text": "made me come into the bathroom with you and wipe your butt. Did not okay,", "start": 593.38, "end": 596.72}, {"text": "here's what was weird is that you open the door to hand me the toilet paper and", "start": 596.72, "end": 600.42}, {"text": "you looked right at me. You're supposed to do a courtesy. No, I want to see what", "start": 600.42, "end": 604.6}, {"text": "you're doing in there. I'm taking a shit. Well, you should be he opened the", "start": 604.6, "end": 608.52}, {"text": "door. He opened the door and started going.", "start": 608.52, "end": 610.04}, {"text": "You did you. I was trying to hold the first. I saw your I saw the tip of your", "start": 610.04, "end": 615.88}, {"text": "those come through every single crack in the door before you opened it and sniff", "start": 615.92, "end": 619.96}, {"text": "it.", "start": 619.96, "end": 619.98}, {"text": "You doing that like a truffle pig is trying to find out if he's trying to find", "start": 619.98, "end": 624.38}, {"text": "out if you had any mushrooms in your poop.", "start": 624.38, "end": 626.54}, {"text": "Could be.", "start": 626.54, "end": 628.36}, {"text": "I get excited about stuff. Sue me. Okay. I'm not gonna hurt you. That's like the", "start": 628.36, "end": 635.16}, {"text": "thing we were talking about. That trait of mine is why I'm one of the most fun", "start": 635.16, "end": 638.18}, {"text": "people to go to an arcade roller coaster concert with. So I'm not gonna apologize", "start": 638.18, "end": 643.08}, {"text": "or how I act around my friends at a bath.", "start": 643.1, "end": 644.98}, {"text": "You go to a roller coaster.", "start": 644.98, "end": 646.46}, {"text": "You go to a place that has a roller coaster.", "start": 646.46, "end": 647.78}, {"text": "I don't agree with him right now.", "start": 647.78, "end": 649.74}, {"text": "I don't agree with his actions.", "start": 649.74, "end": 651.42}, {"text": "I don't agree with his attitude today.", "start": 651.42, "end": 653.06}, {"text": "I don't agree with his actions or his attitude.", "start": 653.06, "end": 654.7}, {"text": "He had to be my toilet paper slave and now he's got a whole bat.", "start": 654.7, "end": 657.58}, {"text": "I'm sorry, but I do agree that you go to a roller coaster.", "start": 657.58, "end": 659.54}, {"text": "Can I come clean really quick?", "start": 659.54, "end": 660.74}, {"text": "Yeah.", "start": 660.74, "end": 661.74}, {"text": "I have been acting out lately because a few nights ago I had a dream where I got struck", "start": 661.74, "end": 665.9}, {"text": "by lightning and I haven't recovered.", "start": 665.9, "end": 669.02}, {"text": "That is really...", "start": 669.02, "end": 670.02}, {"text": "you got struck by lightning and survived or you woke up?", "start": 670.02, "end": 674.02}, {"text": "Yeah, here's what happened in the dream. I was outside, there was lightning striking", "start": 674.02, "end": 677.22}, {"text": "all around. I thought I should go inside so lightning doesn't strike me. So I start to", "start": 677.22, "end": 681.26}, {"text": "run inside. Then lightning strikes near me. I think, \"Oh, I'm safe. It only struck near", "start": 681.26, "end": 686.1}, {"text": "way that was lucky, but then it goes into the ground and it goes and it goes", "start": 686.1, "end": 689.94}, {"text": "across the ground like a video game area of effect. What if you woke up? It goes", "start": 689.94, "end": 693.14}, {"text": "into my body and then it goes up my body like and I shake around and I fall to", "start": 693.14, "end": 696.88}, {"text": "the ground and then my heart stops and then I was survived and then I got up", "start": 696.88, "end": 700.9}, {"text": "and I said and my dream I said, well, I thought I was going to die, but it", "start": 700.9, "end": 704.76}, {"text": "actually just felt weird. What if you woke up from that? That's how you in", "start": 704.76, "end": 707.98}, {"text": "real life you'd say like well, that's a dream. If you woke up from that dream", "start": 707.98, "end": 712.26}, {"text": "and your finger is just in your the outlet in your", "start": 712.26, "end": 714.86}, {"text": "you're doing sleep. You woke up and it's like you're like your nightstand is", "start": 714.86, "end": 721.16}, {"text": "here, your bed, your bed is here and just everything out of the way the I'm", "start": 721.16, "end": 725.62}, {"text": "chewing on my phone charging cable down it perfectly in the outlet on the wall.", "start": 725.62, "end": 731.7}, {"text": "My outlet shaped, pulled shaped finger shaped. Well, you have it yeah, you", "start": 731.7, "end": 735.72}, {"text": "got because we have a whole gel finger in your mouth. Yeah, I know you doesn't", "start": 735.72, "end": 739.32}, {"text": "sleep with your finger in your mouth and then you scratch your balls, put your", "start": 739.32, "end": 742.16}, {"text": "finger in your mouth.", "start": 742.16, "end": 742.94}, {"text": "I wonder if I ever done that myself. You know when you it's your bud and then", "start": 744.7, "end": 749.34}, {"text": "you stick your fingers", "start": 749.34, "end": 750.36}, {"text": "we all do it. I don't do we all do it man. It's not you don't have to be", "start": 750.36, "end": 757.5}, {"text": "afraid to admit it. Okay, I do it you're right. I do that shit.", "start": 757.5, "end": 761.16}, {"text": "I stick it in my mouth.", "start": 761.16, "end": 763.78}, {"text": "What is up with you? Do you", "start": 763.78, "end": 766.92}, {"text": "the mall", "start": 766.92, "end": 771.22}, {"text": "while you're like looking or", "start": 774.64, "end": 776.0}, {"text": "your Christmas shopping your Christmas shopping for your girlfriend, you're in", "start": 776.0, "end": 781.44}, {"text": "the middle of Victoria's Secret, the woman's about to walk up to you and", "start": 781.44, "end": 784.54}, {"text": "you're just going", "start": 784.54, "end": 785.12}, {"text": "I was like about like a", "start": 785.12, "end": 788.96}, {"text": "sound is an apple. When you put your", "start": 788.96, "end": 791.56}, {"text": "your", "start": 791.56, "end": 792.64}, {"text": "I don't like this idea. This is", "start": 792.64, "end": 799.84}, {"text": "well, I'm just doing an absent mind and I'm doing it in the way of like I", "start": 802.32, "end": 804.96}, {"text": "forget I'm not on my couch. Yeah, yeah, this is something I do regularly.", "start": 804.96, "end": 808.52}, {"text": "Oh, oops, I did it on the end", "start": 808.52, "end": 811.4}, {"text": "middle of Brandy Melville", "start": 811.4, "end": 815.2}, {"text": "getting which one's the stinky finger, damn the stinky finger. Oh, I think that", "start": 815.2, "end": 825.12}, {"text": "I", "start": 825.12, "end": 825.36}, {"text": "honestly eating, eating my own shit. We've talked about this. No, we", "start": 825.36, "end": 832.08}, {"text": "Yeah, we never talked about that. We've never talked about eating shit. No, I", "start": 832.08, "end": 835.88}, {"text": "think that it would be, it's either", "start": 835.88, "end": 838.08}, {"text": "I think it would ruin my life, 'cause I would be so ashamed or it might end up", "start": 838.08, "end": 843.12}, {"text": "being the highest form of artistic expression that you can do. Those people", "start": 843.12, "end": 846.48}, {"text": "who are into scat are not ashamed of it. They don't eat the shit, though,", "start": 846.48, "end": 850.68}, {"text": "right? No, they eat the shit. I thought they just cover their butts and their", "start": 850.68, "end": 854.24}, {"text": "penises on it. They cover their butts and their penises, and then they suck", "start": 854.24, "end": 857.36}, {"text": "the shit off the penises.", "start": 857.36, "end": 858.92}, {"text": "So gross.", "start": 858.92, "end": 860.92}, {"text": "(laughter)", "start": 860.92, "end": 862.8}, {"text": "- They suck the shit off the penis.", "start": 862.8, "end": 864.0}, {"text": "- You're like eight years old.", "start": 864.0, "end": 865.96}, {"text": "- That's what I've seen.", "start": 865.96, "end": 867.16}, {"text": "- And then they fucking fart diarrhea", "start": 867.16, "end": 868.92}, {"text": "and they suck the penis off the shit.", "start": 868.92, "end": 870.88}, {"text": "- That's the worst thing you can send to somebody.", "start": 870.88, "end": 874.44}, {"text": "- I used to, I'm--", "start": 874.44, "end": 875.28}, {"text": "- People think it's like, oh, you sent me a photo of that--", "start": 875.28, "end": 879.96}, {"text": "- I was thinking maybe when Cameron opened the door", "start": 879.96, "end": 881.88}, {"text": "I was gonna show him my poopy butthole.", "start": 881.88, "end": 883.6}, {"text": "- Yeah.", "start": 883.6, "end": 884.44}, {"text": "- I decided that I was hoping--", "start": 884.44, "end": 885.26}, {"text": "- I thought I was ruining our friendship.", "start": 885.26, "end": 886.68}, {"text": "- I used to be immature,", "start": 886.68, "end": 889.68}, {"text": "I used to think stuff was funny like Patrick said. I used to find scat funny, but now I've", "start": 889.68, "end": 894.72}, {"text": "grown up a little and now I find skak funny. I'm a fan of all comedy.", "start": 894.72, "end": 898.6}, {"text": "Yeah, skak backpack. I'm a fan of Pierce Campion and Will Duncan.", "start": 898.6, "end": 903.0}, {"text": "Yeah, no doubt.", "start": 903.0, "end": 905.2}, {"text": "Man, what the fuck is going on this week in the news?", "start": 905.2, "end": 909.04}, {"text": "What's going on in the world?", "start": 909.04, "end": 910.04}, {"text": "I mean, what is there even?", "start": 910.04, "end": 911.04}, {"text": "Well, I told you about night disease.", "start": 911.04, "end": 912.36}, {"text": "Yeah, night disease.", "start": 912.36, "end": 913.36}, {"text": "What's night disease?", "start": 913.36, "end": 914.36}, {"text": "It's the disease you only get for one night in the dark.", "start": 914.36, "end": 917.36}, {"text": "Can you explain night disease?", "start": 917.36, "end": 918.36}, {"text": "You, you what?", "start": 918.36, "end": 919.36}, {"text": "for one night in the dark. I was just talking about the symptoms congestion", "start": 919.36, "end": 923.4}, {"text": "chills, bad dreams. Oh wait, I've had this disease before you get it for about", "start": 923.4, "end": 927.66}, {"text": "eight to ten hours. I can if I if I have something I have to do and I don't", "start": 927.66, "end": 931.12}, {"text": "want to do it, I get I get sick for two hours. You don't even get it before", "start": 931.12, "end": 935.28}, {"text": "you lie, but you lie down in bed. You instantly get it. The second that you're", "start": 935.28, "end": 938.72}, {"text": "horizontal, you get it. You when you wake up in the morning, it's completely", "start": 938.72, "end": 941.92}, {"text": "gone. Yeah, it's not a it's night disease. Yeah, it's really gonna take", "start": 941.92, "end": 945.56}, {"text": "all over the world in a pandemic. I've had night disease before it's coming.", "start": 945.56, "end": 949.96}, {"text": "It's coming, it's coming. That's why the toilet paper is gone. Yeah, that's what I", "start": 949.96, "end": 954.4}, {"text": "was saying. That's all along what I was saying. That's even the context I", "start": 954.4, "end": 956.96}, {"text": "brought up night disease and in fact really a dream about a dream about", "start": 956.96, "end": 960.88}, {"text": "toilet paper.", "start": 960.88, "end": 961.72}, {"text": "What you had a dream about toilet paper going on?", "start": 961.72, "end": 965.56}, {"text": "I didn't have a dream about toilet paper. I had a real life experience of", "start": 965.56, "end": 970.72}, {"text": "toilet paper being gone. Have you ever have you ever had a dream that you're", "start": 970.72, "end": 975.32}, {"text": "pooping. No, you wake up and you're already going. I think I almost every", "start": 975.32, "end": 984.02}, {"text": "single time I wake up in the middle of night or I'm really tired and I sit down", "start": 984.02, "end": 987.62}, {"text": "to shit. I get really scared that I'm dreaming and I'm either shitting my", "start": 987.62, "end": 992.72}, {"text": "pants or I have slept walked to the toilet and I'm shitting on top of the", "start": 992.72, "end": 999.32}, {"text": "toilet. It's such a crazy. I don't think that anyone I've ever seen anyone do it", "start": 999.32, "end": 1004.22}, {"text": "I've never done it myself. I've never met a baby. I don't think I've ever woken up and", "start": 1004.22, "end": 1010.26}, {"text": "had to go shit really bad. Yeah, definitely always have to go pee really bad when I wake", "start": 1010.26, "end": 1014.26}, {"text": "up. Sometimes I wake up in the morning and I don't think that's ever happened. You're", "start": 1014.26, "end": 1017.62}, {"text": "gonna run to the bathroom. I gotta get up. I mean, I gotta walk to the bathroom. It's", "start": 1017.62, "end": 1021.02}, {"text": "not that urgent. Sure. But yeah, I guess I don't even think I need to go until I'm up", "start": 1021.02, "end": 1026.02}, {"text": "and awake. When I had food poisoning, when I had food poisoning in like 2016, food poisoning", "start": 1026.02, "end": 1031.46}, {"text": "doesn't count. Well that's the craziest feeling though is I would have these like fever dreams", "start": 1031.46, "end": 1035.58}, {"text": "and then like wake up and have to go shit and waking up having to shit like waking up", "start": 1035.58, "end": 1039.9}, {"text": "and having to pee is like okay like I can I know how to hold this but like waking up", "start": 1039.9, "end": 1044.38}, {"text": "and having to poop. You don't know how to hold your poop. You're like holding your like", "start": 1044.38, "end": 1047.94}, {"text": "stomach so that like you think that you're holding the poop in your hands. How far away", "start": 1047.94, "end": 1052.66}, {"text": "is your bathroom? What are you talking about? How long does it take you to get from your", "start": 1052.66, "end": 1055.98}, {"text": "your bed to your toilet sometime well in my parents old house. It was a little", "start": 1055.98, "end": 1061.74}, {"text": "hallway. Yeah, they lived in a hallway. They're very railway, a railway style", "start": 1061.74, "end": 1066.42}, {"text": "hallway, a railway on a real when the bathroom when you have a station,", "start": 1066.42, "end": 1070.42}, {"text": "you're really long way. I was just really weak and just like having to like", "start": 1070.42, "end": 1073.58}, {"text": "get up and run because I like I'm about to shit your pants man. You're sick. Oh,", "start": 1073.58, "end": 1077.82}, {"text": "I'm not shitting my you're allowed to shit your pants. If you're sick, I", "start": 1077.82, "end": 1080.94}, {"text": "I only think that's your chance man. I don't even like that. Come on man. I", "start": 1080.98, "end": 1086.02}, {"text": "don't even like shitting my pants. What the hell are you doing? This is your", "start": 1086.02, "end": 1088.82}, {"text": "only excuse. Make your girlfriend clean it up bro. I don't even like shitting", "start": 1088.82, "end": 1092.78}, {"text": "my pants. I can't clean it up. I'm so sick. I don't know about, I think you", "start": 1092.78, "end": 1096.26}, {"text": "two like that, but I, me personally. Shitting your damn pants. I hate shitting", "start": 1096.26, "end": 1099.86}, {"text": "my pants. I love it man. Every time I get a chance, I'm, I'm dropping a,", "start": 1099.86, "end": 1104.02}, {"text": "dropping a shotgun blast at chili in my shorts. No, it is true freedom. I", "start": 1104.02, "end": 1109.94}, {"text": "crap, there's shotgun blasted chili in my primark jeans. I think if I and the", "start": 1110.62, "end": 1116.06}, {"text": "spandex expanded around the poop, I think the only thing that keeps me from not", "start": 1116.06, "end": 1120.34}, {"text": "ending my life is maybe the thought that it's that I could never be sick ever", "start": 1120.34, "end": 1127.1}, {"text": "again because of every single time that I'm really sick. I'm like I have food", "start": 1127.1, "end": 1131.5}, {"text": "poisoning. Anytime you get food poisoning, you're like, \"If I could press", "start": 1131.5, "end": 1134.06}, {"text": "a button and die right now, I would do it.\" There are many, many people in this", "start": 1134.06, "end": 1138.1}, {"text": "world who turn a billion forty years old and they never are sick again for the", "start": 1138.14, "end": 1142.94}, {"text": "rest of their life. Really? Yeah, unless they get like it. They're called", "start": 1142.94, "end": 1146.6}, {"text": "they're called immune, immunions, immunions, where they where they hail", "start": 1146.6, "end": 1150.82}, {"text": "from. My dad is one of them. Your dad's an immunion. I guess my dad might be", "start": 1150.82, "end": 1154.3}, {"text": "too. My dad, my dad got covid and he played golf with all his buddies. They", "start": 1154.3, "end": 1158.84}, {"text": "just some people just don't get sick. That's sick. My mom, I think, is one of", "start": 1158.84, "end": 1162.58}, {"text": "had COVID early, like my dad had COVID June 2020. So both of these are not ringing true", "start": 1163.6, "end": 1169.46}, {"text": "as immunians to me because both of these stories are about people who got sick. No, no, no,", "start": 1169.46, "end": 1173.42}, {"text": "no, no, no, no, no, my mom, my dad got COVID, my dad got COVID and then my mom like was", "start": 1173.42, "end": 1180.62}, {"text": "in the same room as him. She didn't give a shit. I was sucking his dong. Why'd you say", "start": 1180.62, "end": 1186.42}, {"text": "that Pat? Yeah, did you talk about your own mom? She was, she was, she had teeth with", "start": 1186.42, "end": 1190.9}, {"text": "with his ball sack hair and spitting on it. She didn't get COVID, though. You", "start": 1190.9, "end": 1196.5}, {"text": "can't get COVID from eating cum.", "start": 1196.5, "end": 1197.86}, {"text": "That's the only contact I had. He came into a law, into a bank tube, a delivery", "start": 1197.86, "end": 1205.38}, {"text": "directly to her mouth every single day. Yeah, you can't get COVID from that.", "start": 1205.38, "end": 1209.74}, {"text": "That's gross. Who the fuck is calling me? Probably my mom to tell you to stop", "start": 1209.74, "end": 1214.62}, {"text": "talking about her like that. I knew it. I knew it. He's calling me. Oh, my God.", "start": 1214.62, "end": 1218.38}, {"text": "pick it up, just got a word at him, pick it up, and he just got screened. I don't", "start": 1219.06, "end": 1222.54}, {"text": "want to pick it up and have him on speaker phone so he can blast his ass", "start": 1222.54, "end": 1225.54}, {"text": "for ruining our job. He'll say something so fucking out of pocket, bro. He will.", "start": 1225.54, "end": 1230.26}, {"text": "I don't want to fuck with that right now. We'd have to edit out him saying some", "start": 1230.26, "end": 1233.54}, {"text": "shit. He's gonna say, guess who met Taylor Swift last night? Dude, I was", "start": 1233.54, "end": 1238.58}, {"text": "backstage. Oh, I don't know, bro.", "start": 1238.58, "end": 1241.06}, {"text": "I met Taylor Swift. Yeah, dude, she was chill. She was chill.", "start": 1241.06, "end": 1248.54}, {"text": "awful. I got awesome bro. Thank you for calling me. Did you buy our plane tickets", "start": 1248.54, "end": 1252.38}, {"text": "that we for tomorrow morning yet?", "start": 1252.38, "end": 1254.42}, {"text": "Yeah, he's a good guy. Yeah, yeah. He at Funny Mom, Chappell's son was there.", "start": 1254.42, "end": 1263.38}, {"text": "I feel like this is a bit of a too much inside bit. Probably shouldn't say it,", "start": 1263.38, "end": 1268.3}, {"text": "but he got so excited that he was like, can I can I tell everyone who you are?", "start": 1268.3, "end": 1273.22}, {"text": "that is so sick. Do you guys wish that you were would it be good or bad to be a", "start": 1277.42, "end": 1282.94}, {"text": "celebrity's child?", "start": 1282.94, "end": 1283.9}, {"text": "I've probably my theories about celebrity children and you guys stomped all over", "start": 1283.9, "end": 1288.86}, {"text": "it. What was your theory? I told you that God should reward fans of Tom Cruise by", "start": 1288.86, "end": 1294.62}, {"text": "reincarnating them as Tom Cruise's children and you guys said that's crazy.", "start": 1294.62, "end": 1298.94}, {"text": "I never let it go. We said that it was crazy. We said it was not crazy. He said", "start": 1298.94, "end": 1303.3}, {"text": "that that's what you were thinking about in the shower would have been would be an", "start": 1303.3, "end": 1306.66}, {"text": "abusive father because he's a Scientologist. So the only way that", "start": 1306.7, "end": 1310.94}, {"text": "somebody could enjoy and have a happy life as a child of Tom Cruise is having", "start": 1310.94, "end": 1315.0}, {"text": "a remembrance of a past life where they loved him.", "start": 1315.0, "end": 1317.26}, {"text": "That seems just... I just don't know...", "start": 1317.26, "end": 1321.74}, {"text": "You're just changing the subject, I think, because what I'm talking about", "start": 1321.74, "end": 1326.1}, {"text": "is what it would be like to be a celebrity child and you're doing this", "start": 1326.1, "end": 1329.3}, {"text": "whole... It would be bad. Unless you were in a past life a fan of", "start": 1329.3, "end": 1333.06}, {"text": "that celebrity. I don't get the reincarnation aspect of it. I", "start": 1333.06, "end": 1336.66}, {"text": "know why that's I do think you're going to be a fan of them in a past life if", "start": 1336.66, "end": 1340.54}, {"text": "you're not reincarnated would stink to be this the child of one of the greatest", "start": 1340.54, "end": 1345.9}, {"text": "artists. Yeah, because you'd have no ability to enjoy their work. The", "start": 1345.9, "end": 1350.5}, {"text": "sliding or the I don't like the fucking I don't like my dad's the whatever", "start": 1350.5, "end": 1354.7}, {"text": "no, I think you're stuck. Oh, my dad does. I don't give a fuck about that.", "start": 1354.7, "end": 1358.34}, {"text": "The spectrum here is you're either like when you're a celebrity skid, you're", "start": 1358.34, "end": 1361.58}, {"text": "either a Robert Downey Jr. Or like a fucking not even like a Chet Hanks", "start": 1361.58, "end": 1366.62}, {"text": "but just like somebody you're like the son of like Dan Schneider or something", "start": 1366.62, "end": 1370.52}, {"text": "would weird example.", "start": 1370.52, "end": 1372.52}, {"text": "Interesting choice.", "start": 1372.52, "end": 1373.22}, {"text": "Just like a celebrity that everybody hates.", "start": 1373.22, "end": 1376.42}, {"text": "That feels like a good experience to be a child around Dan Schneider.", "start": 1376.42, "end": 1379.12}, {"text": "The son of Dan Schneider feels like a big heart.", "start": 1379.12, "end": 1381.12}, {"text": "The middle ground here is just being like fucking Fisher Stevens kid.", "start": 1381.12, "end": 1385.62}, {"text": "I'm going to blow this out of the water.", "start": 1385.62, "end": 1386.62}, {"text": "Okay.", "start": 1386.62, "end": 1387.12}, {"text": "It would be all these people's kids, you know, would be incredible.", "start": 1387.12, "end": 1391.12}, {"text": "Any of these people except Dan Schneider as your uncle.", "start": 1391.12, "end": 1394.62}, {"text": "No, she would be right with him as a", "start": 1394.62, "end": 1397.42}, {"text": "greatest. That would be so incredible. I'm", "start": 1397.42, "end": 1401.02}, {"text": "getting excited about it. I treat Matt", "start": 1401.02, "end": 1404.52}, {"text": "like he's a celebrity. Yeah, uncles are", "start": 1404.52, "end": 1407.22}, {"text": "so the celebrities of your life. There's", "start": 1407.22, "end": 1409.32}, {"text": "no question. Everything that they do is", "start": 1409.32, "end": 1410.92}, {"text": "cool to you. Yeah, you get you keep up", "start": 1410.92, "end": 1413.12}, {"text": "with them on Instagram. Yeah, exactly.", "start": 1413.12, "end": 1415.22}, {"text": "Like you see the news stories where it's", "start": 1415.22, "end": 1416.82}, {"text": "like look what look what he was doing.", "start": 1416.82, "end": 1418.52}, {"text": "He was hiking. I still think there's", "start": 1418.52, "end": 1421.52}, {"text": "time for Matt to become a celebrity. My", "start": 1421.52, "end": 1423.12}, {"text": "My nephews fully believe that I met Spongebob.", "start": 1423.12, "end": 1425.92}, {"text": "Really?", "start": 1425.92, "end": 1427.12}, {"text": "My nephews fully.", "start": 1427.12, "end": 1428.42}, {"text": "Did you say that or they said that?", "start": 1428.42, "end": 1429.92}, {"text": "I told them that I met him in New York at a party and because they were watching some", "start": 1429.92, "end": 1437.92}, {"text": "YouTuber.", "start": 1437.92, "end": 1438.92}, {"text": "That would be so fucking awesome.", "start": 1438.92, "end": 1440.92}, {"text": "They were watching some YouTuber play Battle of Bikini Bottom and I said, \"Oh, do you guys", "start": 1440.92, "end": 1446.02}, {"text": "know I met him once?\"", "start": 1446.02, "end": 1447.52}, {"text": "They turned around and they went, \"Really?\"", "start": 1447.52, "end": 1450.52}, {"text": "So did you tell them that you met Spongebob? Not Tom Chimney. You said that you met Spongebob.", "start": 1450.52, "end": 1457.4}, {"text": "I said I met Spongebob and we got drinks together. You hit it off so well at this party that", "start": 1457.4, "end": 1463.64}, {"text": "you guys, did you go to a second location that night? Or did you? Yeah, no I was telling", "start": 1463.64, "end": 1467.44}, {"text": "them that like you know I met Spongebob, we're like pretty good friends now, and they think", "start": 1467.44, "end": 1473.88}, {"text": "that I know Spongebob and they think that I'm neighbors with Spider-Man. I mean you might", "start": 1473.88, "end": 1478.32}, {"text": "be. I could be. I live in Queens. I think Spongebob might be. I feel like we don't know enough", "start": 1478.32, "end": 1484.0}, {"text": "about his personal life to the point where I know somebody's protecting him. He might", "start": 1484.0, "end": 1487.96}, {"text": "be like an NDA guy. Yeah. Oh yeah. Well I hung out with him and he was amazing. Really?", "start": 1487.96, "end": 1494.08}, {"text": "We got drinks at what's that bar downtown? I heard that 169 bar. Spongebob makes girls", "start": 1494.08, "end": 1502.58}, {"text": "sign NDAs and he also won't fuck or date any girl above the age of two. In sponge years.", "start": 1502.58, "end": 1508.54}, {"text": "In sponge years, which is 46. But for him it's two. But for everybody, that's why nobody", "start": 1508.54, "end": 1515.28}, {"text": "really cares because he's a sponge so he pretty much lives forever. And he also will only", "start": 1515.28, "end": 1519.34}, {"text": "fuck small women that are the size of sponges. So he has a really hard time in the dating", "start": 1519.34, "end": 1524.5}, {"text": "scene. Yeah, except for in the sea. The dating sea he does very well. Hey, there's plenty", "start": 1524.5, "end": 1530.34}, {"text": "at fish there. He doesn't fuck fish. He fucks human women there to the size of a", "start": 1530.34, "end": 1534.1}, {"text": "sponge. He doesn't like plenty of fish in the sea like the... No, no, I got it.", "start": 1534.1, "end": 1538.1}, {"text": "Like the old idiom. Old idiom? I don't think people say that all the time. I", "start": 1538.1, "end": 1542.82}, {"text": "don't even know if that one's that old. That one's pretty old. I bet that one", "start": 1542.82, "end": 1546.42}, {"text": "came from like a rom-com in the 90s. They haven't figured out that they were", "start": 1546.42, "end": 1549.3}, {"text": "rom-com in the 90s. That fish lived in the sea since like... About a sailor. They didn't", "start": 1549.3, "end": 1553.06}, {"text": "know that. Yeah. I found out about a... 1573. Oh! He was so right again.", "start": 1553.06, "end": 1559.78}, {"text": "we doubted him again and he was right again. Well, I do actually know", "start": 1559.78, "end": 1563.62}, {"text": "Spongebob, so you are a genius man and I never have a fish come from", "start": 1563.62, "end": 1568.8}, {"text": "comes from the sea. Plenty of fish come from the sea and they learned that in", "start": 1568.8, "end": 1574.42}, {"text": "fifteen seventy three. Yeah, no shit, no fucking shit.", "start": 1574.42, "end": 1579.42}, {"text": "I think people who use idioms might be idiots. Maybe that's where you use", "start": 1579.42, "end": 1584.74}, {"text": "from uh, idioids. Yeah, idioids. Using those idioms. It's crazy that you think that as a", "start": 1584.78, "end": 1590.1}, {"text": "person from the south. That's all that you guys speak in. I don't, dude. All you guys", "start": 1590.1, "end": 1595.18}, {"text": "speak in is idioms. There was a video this week of that girl talking in a southern accent", "start": 1595.18, "end": 1599.86}, {"text": "and people were hating on her. What video? It was a video of some girl and she's saying", "start": 1599.86, "end": 1604.34}, {"text": "like \"You don't want to mess with me y'all, cause I'm from the south and women from the", "start": 1604.34, "end": 1608.54}, {"text": "south are crazy.\" They are. And people were like \"This bitch is fucked, this bitch.\" Bro,", "start": 1608.54, "end": 1612.62}, {"text": "They are. She was so beautiful and her voice was, she had the voice of an angel.", "start": 1612.62, "end": 1616.62}, {"text": "Why do people hate the southern accent? It's great. I don't know.", "start": 1616.62, "end": 1619.94}, {"text": "Is it because we're stupider?", "start": 1619.94, "end": 1621.7}, {"text": "It's probably because of the civil war.", "start": 1621.7, "end": 1624.94}, {"text": "If you think about it, there's a historical reason why.", "start": 1624.94, "end": 1630.26}, {"text": "You think it was fought over the voices?", "start": 1630.26, "end": 1632.1}, {"text": "It was fought over their accents because people up north were saying like,", "start": 1632.1, "end": 1636.26}, {"text": "you guys are retarded. You guys are no fucking piece of crap.", "start": 1636.26, "end": 1640.38}, {"text": "Stop with the slaves, kid.", "start": 1641.38, "end": 1642.52}, {"text": "Stop with the fucking slaves, kid.", "start": 1642.52, "end": 1644.52}, {"text": "It's a fucking nightmare.", "start": 1644.52, "end": 1645.52}, {"text": "Bro, what are you doing?", "start": 1645.52, "end": 1647.02}, {"text": "What the fuck are you doing with these slaves?", "start": 1647.02, "end": 1649.02}, {"text": "What the fuck are you doing, bro?", "start": 1649.02, "end": 1650.42}, {"text": "That's a human being!", "start": 1650.42, "end": 1651.42}, {"text": "Whoa!", "start": 1651.42, "end": 1652.42}, {"text": "Not at all!", "start": 1652.42, "end": 1653.42}, {"text": "What are you doing?", "start": 1653.42, "end": 1654.42}, {"text": "And we were...", "start": 1654.42, "end": 1656.42}, {"text": "Put him back!", "start": 1656.42, "end": 1657.42}, {"text": "Or not we, but they.", "start": 1657.42, "end": 1658.42}, {"text": "We?", "start": 1658.42, "end": 1659.42}, {"text": "Not we.", "start": 1659.42, "end": 1660.42}, {"text": "My whole family, nobody in my family ever had slaves.", "start": 1660.42, "end": 1663.3}, {"text": "I'd like to say that.", "start": 1663.3, "end": 1664.98}, {"text": "If I, I mean...", "start": 1664.98, "end": 1666.86}, {"text": "Have you done ancestry?", "start": 1666.86, "end": 1668.04}, {"text": "Do you know that that's true?", "start": 1668.04, "end": 1669.04}, {"text": "It's 100% true.", "start": 1669.04, "end": 1670.04}, {"text": "Yeah?", "start": 1670.04, "end": 1671.04}, {"text": "family was like like fucking dust farmers in Oklahoma. They would farm dust or", "start": 1671.04, "end": 1676.74}, {"text": "some shit. I don't know why would they farm dust? What is that even gonna? I", "start": 1676.74, "end": 1681.06}, {"text": "don't know anything about them. I just know for sure they didn't have slaves.", "start": 1681.06, "end": 1685.12}, {"text": "That's the only thing it said. You see, you think that they don't have slaves", "start": 1685.12, "end": 1689.36}, {"text": "and then you like look up your family on ancestry and you see them and in their", "start": 1689.36, "end": 1693.64}, {"text": "field there's all these dust people. Yeah, I'm driving by the pits plantations", "start": 1693.64, "end": 1698.44}, {"text": "left and right all through North Carolina. It's all clouds of dust that are", "start": 1698.48, "end": 1704.0}, {"text": "like picking corn off of corn stalks and shit. You have all these dust people.", "start": 1704.0, "end": 1710.72}, {"text": "I have toured one plantation and one historical home. Have we talked about", "start": 1710.72, "end": 1715.88}, {"text": "this? How funny it is that any time you go to any kind of historical thing", "start": 1715.88, "end": 1718.48}, {"text": "where they had slaves, they always say,", "start": 1718.48, "end": 1720.48}, {"text": "\"And unlike a lot of people in the area, the slaves were actually treated very", "start": 1720.48, "end": 1725.14}, {"text": "smell here. That's why they keep the building up. And they sometimes ate the", "start": 1725.16, "end": 1729.12}, {"text": "leftover food,", "start": 1729.12, "end": 1730.12}, {"text": "the leftover...", "start": 1730.12, "end": 1732.12}, {"text": "They didn't have to eat kibble all the time, like a lot of the other slaves in", "start": 1732.12, "end": 1736.88}, {"text": "the area. Yeah. Yeah.", "start": 1736.88, "end": 1738.24}, {"text": "Man. Yeah. But those places are, I mean, they're beautiful homes. I gotta give", "start": 1738.24, "end": 1743.8}, {"text": "it to them. Yeah. They had good taste. Those plantations look pretty good.", "start": 1743.8, "end": 1748.24}, {"text": "Once you get rid of all the history, it's a pretty nice building. Once you get rid", "start": 1748.24, "end": 1751.32}, {"text": "of all the ghosts, it's actually a pretty nice place. I haven't been to,", "start": 1751.32, "end": 1754.88}, {"text": "a historical thing in a long time. There's not as many of those kind of things.", "start": 1754.88, "end": 1757.68}, {"text": "Buddy, you see a historical building every single day in this beautiful melting pot of", "start": 1757.68, "end": 1761.28}, {"text": "a city.", "start": 1761.28, "end": 1762.28}, {"text": "The historical buildings in New York suck fucking dick.", "start": 1762.28, "end": 1764.32}, {"text": "Yeah, they're not as good.", "start": 1764.32, "end": 1765.32}, {"text": "This is the worst city for history of all time. Worse than a city that was built in", "start": 1765.32, "end": 1769.16}, {"text": "1990.", "start": 1769.16, "end": 1770.16}, {"text": "Yeah. What cities were built in 1990?", "start": 1770.16, "end": 1772.92}, {"text": "If there was one, this would be a worse city for history than that one is what I'm saying.", "start": 1772.92, "end": 1776.88}, {"text": "Probably like Game Boy Nevada or something.", "start": 1776.88, "end": 1779.8}, {"text": "What is it? It's in Nevada. They have the Simpsons house, the one to one replica of the", "start": 1779.8, "end": 1785.2}, {"text": "Simpsons home.", "start": 1785.2, "end": 1786.96}, {"text": "That state is so unbelievably fucked up.", "start": 1786.96, "end": 1789.76}, {"text": "Yeah. Well, it's dude, it's like legal gambling and then like also Mormons and shit.", "start": 1789.76, "end": 1794.96}, {"text": "Yeah. Do they have the...", "start": 1794.96, "end": 1797.24}, {"text": "Imagine how fucked up it would be.", "start": 1797.24, "end": 1798.56}, {"text": "The nuclear uroam.", "start": 1798.56, "end": 1799.56}, {"text": "You would be fucked up too if you were shaped like an exacto knife blade.", "start": 1799.56, "end": 1802.28}, {"text": "That is true.", "start": 1802.28, "end": 1803.28}, {"text": "You would be emo as fuck.", "start": 1803.28, "end": 1804.52}, {"text": "That is real shit.", "start": 1804.52, "end": 1805.88}, {"text": "They have a I think the nuclear testing has destroyed that. You stay forever. You have", "start": 1805.88, "end": 1810.92}, {"text": "Reno. New Mexico. I thought I don't care. It's still it. It travels. It does travel.", "start": 1810.92, "end": 1818.44}, {"text": "Yeah, you're right. But I think New Mexico is where they all have all those beads. New", "start": 1818.44, "end": 1823.0}, {"text": "Mexico is fine. New Mexico is fine. I like all Mexico. They dropped the bombs in New", "start": 1823.0, "end": 1829.72}, {"text": "New Mexico. They dropped bombs in Roswell. No, they had an alien there,", "start": 1829.72, "end": 1833.92}, {"text": "which I've been... They dropped a bomb on that one. ...international media...", "start": 1833.92, "end": 1837.72}, {"text": "Am I... When they announced the alien... Am I confusing this? I don't know.", "start": 1837.72, "end": 1841.42}, {"text": "What are you... They tested the bombs in... They tested the bombs in... Los", "start": 1841.42, "end": 1844.16}, {"text": "Alamos. In New Mexico? Yeah. Okay, and is that on the border of Nevada?", "start": 1844.16, "end": 1849.78}, {"text": "Probably not. I don't know. Where did they...", "start": 1849.78, "end": 1852.56}, {"text": "Were they testing nukes on aliens to see if they were resilient to them?", "start": 1852.56, "end": 1856.94}, {"text": "Yes, I would do that. I think that's settled science. Yeah, yeah, Nevada test", "start": 1856.94, "end": 1862.34}, {"text": "site. Oh my God. Oh, yeah, you're right. Oh, yeah, I was the most lady.", "start": 1862.34, "end": 1867.94}, {"text": "Significant. I was getting a lady in Roswell, so I in the Nevada test site", "start": 1867.94, "end": 1872.54}, {"text": "Roswell is nothing to do with any of this. I know I went to Roswell for", "start": 1872.54, "end": 1877.04}, {"text": "no reason. I thought that's where all that stuff went on. I thought area 51", "start": 1877.04, "end": 1881.04}, {"text": "was like we tested bombs here. That's where aliens landed. Well, they got a", "start": 1881.04, "end": 1885.14}, {"text": "lot. I just think that whole area of the country has just too much fucked up", "start": 1885.14, "end": 1888.04}, {"text": "stuff coming out of it. Yeah, I've never met anybody from any of those places,", "start": 1888.04, "end": 1891.84}, {"text": "except for fucking Adams from Las Vegas, I guess. Yeah, but look at him. Yeah,", "start": 1891.84, "end": 1896.02}, {"text": "exactly, but like I think people who go to those places who move there to live", "start": 1896.02, "end": 1900.34}, {"text": "there too are crazy. Yeah, why would you people retire to escape your family and", "start": 1900.34, "end": 1904.88}, {"text": "move to somewhere where it's a hundred and thirty degrees in the summer? Why", "start": 1904.88, "end": 1908.1}, {"text": "would you go there, man? And there's no like water. They have animals called", "start": 1908.1, "end": 1911.6}, {"text": "monsters. Yeah, I think that's true. They do. There's also there's also people", "start": 1911.62, "end": 1916.86}, {"text": "that retire in the north. I'm just thinking of that in general area. Oh", "start": 1916.86, "end": 1920.18}, {"text": "damn, those I didn't even know those were in America. Yeah, people who retire", "start": 1920.18, "end": 1923.42}, {"text": "in like New Hampshire. What's up? Fucked up. There's people that are going up", "start": 1923.42, "end": 1926.94}, {"text": "and retiring. Retiring in the northeast is goaded. You think so? Yeah, 100%.", "start": 1926.94, "end": 1930.9}, {"text": "Waterfront. Yeah, I guess you do get seasons. Mountains, waterfront, forest. You", "start": 1930.9, "end": 1934.3}, {"text": "know exactly when, like a big thing with when you're getting older. The desert", "start": 1934.3, "end": 1938.74}, {"text": "It's fucking not a place to retire in.", "start": 1938.74, "end": 1941.18}, {"text": "Yeah, that's true.", "start": 1941.18, "end": 1942.48}, {"text": "Life cannot live there.", "start": 1942.48, "end": 1943.48}, {"text": "No.", "start": 1943.48, "end": 1944.48}, {"text": "Unless you like cactus and prickly pear.", "start": 1944.48, "end": 1947.1}, {"text": "Well, if those are your two favorite things, then I think you should retire in them.", "start": 1947.1, "end": 1950.58}, {"text": "You could just buy one of those and put it in your house.", "start": 1950.58, "end": 1951.94}, {"text": "Damn right.", "start": 1951.94, "end": 1952.94}, {"text": "Yeah, you could get them Instacarted.", "start": 1952.94, "end": 1955.06}, {"text": "What are these people doing?", "start": 1955.06, "end": 1957.54}, {"text": "They're going there to, I think they're gambling, I'm going to be honest.", "start": 1957.54, "end": 1959.5}, {"text": "They're probably going there to shrivel up like a raisin.", "start": 1959.5, "end": 1962.3}, {"text": "I think they're gambling with their lives every single summer.", "start": 1962.3, "end": 1965.5}, {"text": "Can you guys, do you guys think it's going to suck when you get older and all your friends", "start": 1965.5, "end": 1969.72}, {"text": "start to die?", "start": 1969.72, "end": 1970.72}, {"text": "Yeah.", "start": 1970.72, "end": 1971.72}, {"text": "I can't wait.", "start": 1971.72, "end": 1972.72}, {"text": "I think about that constantly because everyone, everyone I know is dropping like flies.", "start": 1972.72, "end": 1978.3}, {"text": "You've had friends pass away recently?", "start": 1978.3, "end": 1979.74}, {"text": "I've had every single one of my friends die.", "start": 1979.74, "end": 1983.18}, {"text": "And I'm stuck with you and Cameron.", "start": 1983.18, "end": 1984.18}, {"text": "So that makes me and Cameron feel like shit.", "start": 1984.18, "end": 1985.18}, {"text": "Yeah, that's not great.", "start": 1985.18, "end": 1986.18}, {"text": "And I'm stuck with you guys.", "start": 1986.18, "end": 1987.18}, {"text": "Because we're not your friends, we're your brothers.", "start": 1987.18, "end": 1988.66}, {"text": "My close personal friends are dead.", "start": 1988.66, "end": 1991.06}, {"text": "Who?", "start": 1991.06, "end": 1992.06}, {"text": "And I'm stuck with just these two business partners that I'm stuck with.", "start": 1992.06, "end": 1995.06}, {"text": "King von King von past hard my good friend King von yeah, I think I'm", "start": 1995.06, "end": 2002.26}, {"text": "probably going to slide for him pretty soon. Yeah, who else just who else of my", "start": 2002.26, "end": 2005.96}, {"text": "friends just passed away?", "start": 2005.96, "end": 2007.26}, {"text": "Some kind of musical artist. Yeah, Avicii my close personal. That was over", "start": 2007.26, "end": 2013.46}, {"text": "a decade. You should be over that feels it. Honestly, if you're not over a", "start": 2013.46, "end": 2016.76}, {"text": "friend's death by 10 years, it's over for you and that wasn't your friend.", "start": 2016.76, "end": 2020.46}, {"text": "That was your boyfriend, bro.", "start": 2020.46, "end": 2021.66}, {"text": "they should be still thinking about", "start": 2024.86, "end": 2026.3}, {"text": "I agree,", "start": 2026.3, "end": 2027.8}, {"text": "bro move on. You should be done shot. Oh, you're wasting years. I", "start": 2027.8, "end": 2033.04}, {"text": "work time. Absolutely, absolutely, and that's if you're mentally ill yeah.", "start": 2033.04, "end": 2037.3}, {"text": "Why are you going to the grave plot? You friggin jerk douche bag you do", "start": 2037.3, "end": 2043.06}, {"text": "actually like a douche bag you're hogging all the flowers for your dead", "start": 2043.06, "end": 2046.9}, {"text": "friend. He's not going to smell him get out of the cemetery. I want to walk", "start": 2046.9, "end": 2049.66}, {"text": "around there. Yeah, you're making me uncomfortable. I'm trying to use the", "start": 2049.66, "end": 2052.66}, {"text": "bathroom and all of a sudden you're putting a bunch of flowers underneath my", "start": 2052.68, "end": 2056.12}, {"text": "leg. I want to listen to my iPod and I want to smoke a fat cigarette. I have an", "start": 2056.12, "end": 2060.12}, {"text": "iPod touch and I'm taking photos of me and my friends in here. I'm trying to", "start": 2060.12, "end": 2063.32}, {"text": "sneak in and be scary. I'm listening to Crystal and Ritz in here. This guy's", "start": 2063.32, "end": 2068.52}, {"text": "name was Jeff fucking. Yeah, Jeff fucking and Dick Riblet are buried next to each", "start": 2068.52, "end": 2072.36}, {"text": "other. Can I please take a photo of them? Oh, that's your friend? Your friend with", "start": 2072.36, "end": 2076.2}, {"text": "Dick Riblet? Yeah, nice try buddy. Oh yeah. Oh, I'm putting flowers on Dick", "start": 2076.2, "end": 2080.92}, {"text": "riblets grave. Hey buddy, how about you put some flour on some riblets? Let's", "start": 2080.92, "end": 2085.38}, {"text": "get a fucking barbecue going in here.", "start": 2085.38, "end": 2087.26}, {"text": "Let's get a grill in this cemetery. You're gonna flour, you're gonna bread", "start": 2087.26, "end": 2093.18}, {"text": "ribs. We're gonna bread riblets and we're gonna deep fry them over a thing", "start": 2093.18, "end": 2096.62}, {"text": "of oil and a grill. Okay, so you're gonna take a Traeger, put a pot in it.", "start": 2096.62, "end": 2100.74}, {"text": "Do you think I thought this through? And then you're gonna heat, somehow use", "start": 2100.74, "end": 2104.32}, {"text": "the smoker to heat up the oil to 400 degrees, and then we're gonna bread", "start": 2104.32, "end": 2109.88}, {"text": "riblets riblets cover the flour and then we're going to throw them in that", "start": 2110.36, "end": 2115.78}, {"text": "into those actually look insane. Yeah,", "start": 2115.78, "end": 2118.46}, {"text": "those look really good. I'm not sure if the technique was followed in the way", "start": 2118.46, "end": 2123.64}, {"text": "that you said, no, but it is. I can tell that these probably I don't like that. I", "start": 2123.64, "end": 2129.02}, {"text": "don't like that barbecue has become this whole thing man. You like to become a", "start": 2129.02, "end": 2134.5}, {"text": "line bar with it. You like you. Oh my God, this place in red hook. That's like", "start": 2134.5, "end": 2138.84}, {"text": "the only good barbecue place in the city.", "start": 2138.86, "end": 2140.86}, {"text": "Yeah.", "start": 2140.86, "end": 2141.36}, {"text": "And it's like $70 for a plate of barbecue.", "start": 2141.36, "end": 2143.86}, {"text": "Oh, that's bullshit.", "start": 2143.86, "end": 2144.86}, {"text": "And people line around the block for this fucking place.", "start": 2144.86, "end": 2146.86}, {"text": "Well, that's because you can't get it here.", "start": 2146.86, "end": 2148.86}, {"text": "You can't get it here. You can't get good barbecue in New York.", "start": 2148.86, "end": 2151.86}, {"text": "This place is honestly pretty good. I was pretty surprised.", "start": 2151.86, "end": 2154.86}, {"text": "I've been wanting some barbecue lately.", "start": 2154.86, "end": 2156.86}, {"text": "Oh my god.", "start": 2156.86, "end": 2157.86}, {"text": "I was going to say...", "start": 2157.86, "end": 2158.86}, {"text": "I want to go back to that place upstate.", "start": 2158.86, "end": 2160.86}, {"text": "You definitely like that barbecue is becoming a huge thing", "start": 2160.86, "end": 2163.86}, {"text": "because you can be a snob about which barbecue is the best.", "start": 2163.86, "end": 2165.86}, {"text": "I'm not a snob about it at all.", "start": 2165.86, "end": 2166.86}, {"text": "You're a southern guy.", "start": 2166.86, "end": 2167.86}, {"text": "No, I don't give a fuck about it. I like North Carolina barbecue. I don't really like the", "start": 2167.86, "end": 2173.46}, {"text": "South Carolina style.", "start": 2173.46, "end": 2174.62}, {"text": "Snob. You just said he doesn't like a style.", "start": 2174.62, "end": 2178.22}, {"text": "Do you like every style of...", "start": 2178.22, "end": 2179.54}, {"text": "I like every style of everything.", "start": 2179.54, "end": 2180.98}, {"text": "What is a New Hampshire... a turkey sandwich?", "start": 2180.98, "end": 2183.66}, {"text": "Don't even start on turkey sandwiches.", "start": 2183.66, "end": 2185.46}, {"text": "Okay, you are a snob.", "start": 2185.46, "end": 2187.1}, {"text": "Back off, man. Back the fuck up.", "start": 2187.1, "end": 2188.58}, {"text": "Back the fuck up.", "start": 2188.58, "end": 2189.58}, {"text": "I'm sorry.", "start": 2189.58, "end": 2190.58}, {"text": "You don't know a single thing about Thanksgiving sandwiches.", "start": 2190.58, "end": 2191.86}, {"text": "Let me pop off about barbecue real quick. Y'all, I do not want to eat brisket anymore.", "start": 2191.86, "end": 2200.38}, {"text": "Stop making so much fucking brisket. I want ribs. I don't like beef ribs. I like pork", "start": 2200.38, "end": 2208.46}, {"text": "ribs. Pork ribs are the best. And also, I think that a hamburger should be a barbecue", "start": 2208.46, "end": 2214.82}, {"text": "food. You eat it at a barbecue. That's not a bad idea. There should be hamburgers at", "start": 2214.82, "end": 2219.28}, {"text": "barbecue should have a burger fest soon. I burger fest. I'm gonna have a", "start": 2219.28, "end": 2222.98}, {"text": "I'm eating a burger fest tonight. Okay. I already planned it yesterday. I", "start": 2222.98, "end": 2226.48}, {"text": "don't care. What did you have? What kind of burgers? You're the one who", "start": 2226.48, "end": 2228.88}, {"text": "brought up a burger. We could go to Brian's house before I even brought", "start": 2228.88, "end": 2232.4}, {"text": "I'm doing a blind mate home made, but it's not for me that I don't care.", "start": 2232.4, "end": 2236.44}, {"text": "What burgers are you making? I'm gonna do. I actually don't even want to", "start": 2236.44, "end": 2242.4}, {"text": "tell you. Are they deluxe? Are they? They're kind of the opposite of", "start": 2242.4, "end": 2245.76}, {"text": "the Deluxe, but you're going to make fun of me.", "start": 2245.76, "end": 2247.76}, {"text": "They're smash burgers, but I use 93% lean ground beef and I put it on a piece", "start": 2247.76, "end": 2253.26}, {"text": "of lettuce instead of a bun.", "start": 2253.26, "end": 2254.44}, {"text": "I didn't want to tell you. I didn't want to tell you.", "start": 2254.44, "end": 2259.24}, {"text": "I didn't want to tell you what I was doing, dude.", "start": 2259.24, "end": 2261.8}, {"text": "You were so excited. So, Cameron. You're having a burger fest tonight?", "start": 2261.8, "end": 2266.16}, {"text": "Cameron, it's...", "start": 2266.16, "end": 2267.28}, {"text": "I'm having a burger fest. So, it's my kind of a burger fest. I can't... No,", "start": 2267.28, "end": 2274.76}, {"text": "man. No, you were having you're having a burger play date. You're having a", "start": 2274.8, "end": 2280.24}, {"text": "burger, a burger nap, take the headphones off Cameron. He cannot fucking come to", "start": 2280.24, "end": 2284.78}, {"text": "our burger. No, absolutely not. He does not get what it's about. He cannot come", "start": 2284.78, "end": 2288.36}, {"text": "to the burger. No, no, no, I might have a burger fest in one and a half weeks.", "start": 2288.36, "end": 2292.08}, {"text": "That's a good idea. Okay, his headphones are back on.", "start": 2292.08, "end": 2294.76}, {"text": "It's a it's still a burger just because there's no, I don't want to hear about", "start": 2294.76, "end": 2299.44}, {"text": "and I don't want to hear about that. That thing you made", "start": 2299.44, "end": 2301.96}, {"text": "you've been planning that thing", "start": 2304.04, "end": 2305.64}, {"text": "I plan all my meals out.", "start": 2305.64, "end": 2310.44}, {"text": "Is that such a crime and Wednesday? I mean I'm a burger, no bun", "start": 2310.44, "end": 2316.9}, {"text": "honey,", "start": 2316.9, "end": 2318.8}, {"text": "I won't need the buns, but they give me diarrhea. I'm going to the grocery", "start": 2318.8, "end": 2325.1}, {"text": "store. You think yeah, don't buy buns, do not", "start": 2325.1, "end": 2327.4}, {"text": "I need a bib of lettuce", "start": 2327.4, "end": 2331.0}, {"text": "Or four of them actually, because I'll eat two burgers.", "start": 2332.7, "end": 2336.24}, {"text": "And one for the top and one for the bottom because they are nature's bun.", "start": 2336.24, "end": 2339.88}, {"text": "You know what, you're going to, I think that I may, well okay, at least I'm not, I'm using", "start": 2339.88, "end": 2344.98}, {"text": "buns on these, but my girlfriend wanted turkey burgers the other day and I made some pretty", "start": 2344.98, "end": 2350.66}, {"text": "dope ass turkey burgers.", "start": 2350.66, "end": 2352.06}, {"text": "I don't like turkey burgers, man.", "start": 2352.06, "end": 2353.38}, {"text": "I get it.", "start": 2353.38, "end": 2354.38}, {"text": "Just get a lean ground beef instead of a turkey burger.", "start": 2354.38, "end": 2356.38}, {"text": "I get it, I get it.", "start": 2356.38, "end": 2357.54}, {"text": "She just doesn't eat red meat.", "start": 2357.54, "end": 2359.28}, {"text": "Just make her eat it though.", "start": 2359.28, "end": 2360.28}, {"text": "I was just making, I should have just said.", "start": 2360.28, "end": 2361.28}, {"text": "I should have said, I should have said, I should have said, I should have said, I should have", "start": 2361.28, "end": 2368.28}, {"text": "said, I should have said, I should have said, I should have said, I should have said, I", "start": 2368.28, "end": 2370.28}, {"text": "should have said, I should have said, I should have said, I should have said, I should have", "start": 2370.28, "end": 2371.28}, {"text": "said, I should have said, I should have said, I should have said, I should have said, I", "start": 2371.28, "end": 2372.28}, {"text": "should have said, I should have said, I should have said, I should have said, I should have", "start": 2372.28, "end": 2373.28}, {"text": "said, I should have said, I should have said, I should have said, I should have said, I", "start": 2373.28, "end": 2374.28}, {"text": "should have said, I should have said, I should have said, I should have said, I should have", "start": 2374.28, "end": 2375.28}, {"text": "said, I should have said, I should have said, I should have said, I should have said, I", "start": 2375.28, "end": 2376.28}, {"text": "asshole. I think it's not real, but yeah, that is a if that's real, I don't think", "start": 2376.28, "end": 2380.84}, {"text": "any of that stuff is ever real. Right. Oh yeah. You want your wife to go into the", "start": 2380.84, "end": 2384.52}, {"text": "bathroom and just fucking shit her brains out? Nah, it won't do that. What are you", "start": 2384.52, "end": 2387.88}, {"text": "talking about? When you're like vegetarian for a while and then you eat", "start": 2387.88, "end": 2390.96}, {"text": "like meat? This is a complete myth. What do you do? I did that. You were", "start": 2390.96, "end": 2394.88}, {"text": "vegetarian for like two months? I was pescatarian for a year. Did you just eat", "start": 2394.88, "end": 2399.48}, {"text": "something else? And then I went and ate a bunch of ribs. Actually, you know what? I", "start": 2399.48, "end": 2402.36}, {"text": "went to Kowloon and saw Gus Madsen and I ate a bunch of spare ribs.", "start": 2402.36, "end": 2407.36}, {"text": "A beef tallow is not enough to make you sick.", "start": 2407.36, "end": 2409.96}, {"text": "That's true, yeah.", "start": 2409.96, "end": 2410.96}, {"text": "It's just oil.", "start": 2410.96, "end": 2411.96}, {"text": "It just violates your values and ruins your world view.", "start": 2411.96, "end": 2414.76}, {"text": "Yeah, exactly.", "start": 2414.76, "end": 2415.76}, {"text": "Values don't matter.", "start": 2415.76, "end": 2416.76}, {"text": "I think that's what made me shit was the fact that my values were gone.", "start": 2416.76, "end": 2419.56}, {"text": "Yeah, that is satisfying.", "start": 2419.56, "end": 2420.92}, {"text": "The body reacts when its ethics are violated.", "start": 2420.92, "end": 2422.96}, {"text": "Maybe I'll start being vegan again.", "start": 2422.96, "end": 2424.96}, {"text": "Well, speaking of the turkey burgers, I made a very good cranberry mayo for the turkey", "start": 2424.96, "end": 2428.76}, {"text": "burgers and I forgot how good that is.", "start": 2428.76, "end": 2431.36}, {"text": "Nobody needs to be eating cranberry with their turkey. I don't like this shit.", "start": 2431.36, "end": 2437.68}, {"text": "You are, this is why I said do not even talk about the Thanksgiving sandwich.", "start": 2437.68, "end": 2443.4}, {"text": "I don't like the Thanksgiving sandwich.", "start": 2443.4, "end": 2444.88}, {"text": "Thanksgiving sandwich is goaded for the days after Thanksgiving.", "start": 2444.88, "end": 2447.56}, {"text": "Yes.", "start": 2447.56, "end": 2448.56}, {"text": "You really think that?", "start": 2448.56, "end": 2449.56}, {"text": "You really think that, you know what?", "start": 2449.56, "end": 2450.56}, {"text": "Making a little Thanksgiving burger, no stuffing.", "start": 2450.56, "end": 2452.28}, {"text": "Tell me, do you like Thanksgiving food?", "start": 2452.28, "end": 2455.64}, {"text": "The stuffing is in the turkey patty.", "start": 2455.64, "end": 2457.76}, {"text": "Yeah, the stuffing is part of it.", "start": 2457.76, "end": 2458.76}, {"text": "I would say that you basically put all the stuffing ingredients in the", "start": 2458.76, "end": 2461.48}, {"text": "turkey patty. I would say that Thanksgiving food, you think it's just", "start": 2461.48, "end": 2465.4}, {"text": "turkey and cranberry? No, my burger. Thanksgiving food is the fourth best", "start": 2465.4, "end": 2469.36}, {"text": "holiday food. I don't like Thanksgiving food that much, but Halloween, yeah,", "start": 2469.36, "end": 2474.04}, {"text": "those are the... Wait, how are you having any difference between... Christmas,", "start": 2474.04, "end": 2476.56}, {"text": "what's the difference? We eat lasagna and meatballs. Is it 'cause you get", "start": 2476.56, "end": 2478.56}, {"text": "coffee cake in the morning? Oh, alright. Well, that's your Christmas,", "start": 2478.56, "end": 2482.12}, {"text": "that's not... Yeah, that is weird. I would not call that Christmas. If you", "start": 2482.12, "end": 2485.28}, {"text": "look up Christmas dinner right now. You're going to see like a goose or", "start": 2485.28, "end": 2488.84}, {"text": "like", "start": 2488.84, "end": 2489.2}, {"text": "cooked goose or", "start": 2489.2, "end": 2490.44}, {"text": "exactly. That's what I was going to or like or like or like porridge and now", "start": 2490.44, "end": 2497.16}, {"text": "what the fuck are you talking Christmas? There a cooked goose. Who the hell", "start": 2497.16, "end": 2500.88}, {"text": "eats a turkey for Christmas? A lot of people. That's what Christmas dinner is.", "start": 2500.88, "end": 2504.44}, {"text": "If you say Christmas dinner, that's what it means. Christmas dinner,", "start": 2504.44, "end": 2507.0}, {"text": "olive and mother fucking who will Christmas dinner and thanksgiving and", "start": 2507.0, "end": 2510.32}, {"text": "this, but this is what it means. What do you mean? We live? No, you don't", "start": 2510.32, "end": 2513.08}, {"text": "to live in a bill to eat roast be. This dinner is look at me, balls,", "start": 2513.12, "end": 2517.08}, {"text": "meatballs, cheesecake,", "start": 2517.08, "end": 2518.96}, {"text": "yes, he's got bread sauce,", "start": 2518.96, "end": 2522.26}, {"text": "that's Christmas dinner. Yeah, we make it every Christmas. You just have a", "start": 2522.26, "end": 2527.72}, {"text": "family fun. You're just a tally.", "start": 2527.72, "end": 2529.74}, {"text": "That's like you're talking about. Do you guys like Monday dinner or do you", "start": 2529.74, "end": 2533.1}, {"text": "guys like", "start": 2533.1, "end": 2533.4}, {"text": "Friday is pizza Friday is pizza, but thanksgiving the only universal.", "start": 2533.4, "end": 2539.68}, {"text": "fourth. It's Christmas, the lasagna, the meatballs, Halloween, the candy, fourth", "start": 2539.72, "end": 2543.74}, {"text": "of July, the hot dogs and the hamburgers, and then Thanksgiving rounding out the", "start": 2543.74, "end": 2548.42}, {"text": "bottom. Wait, you're forgetting the birthday cake on fourth of July, man.", "start": 2548.42, "end": 2551.3}, {"text": "Valentine's Day. We have that every fourth of July in my family.", "start": 2551.3, "end": 2553.92}, {"text": "Okay, then I'll include it. I'm not such a snob. I'm not so... I like July 23rd", "start": 2553.92, "end": 2559.54}, {"text": "dinner the best. Why don't we just all adopt the best family traditions of each", "start": 2559.54, "end": 2563.94}, {"text": "of our families? You guys can take the meatball and the... Do you guys want to", "start": 2563.94, "end": 2568.02}, {"text": "you watch my uncle's meat balls. If we're doing all the family traditions of", "start": 2568.04, "end": 2572.28}, {"text": "Christmas from when we were growing up, do you guys want to watch my uncle's", "start": 2572.28, "end": 2575.36}, {"text": "fight? Yes, and I want your grandpa's leg. Oh yeah, fake leg. We should have", "start": 2575.36, "end": 2581.04}, {"text": "the leg.", "start": 2581.04, "end": 2581.56}, {"text": "I talked about", "start": 2581.56, "end": 2583.32}, {"text": "we got presents every year. I have not tried that, but I'll take it just to", "start": 2583.32, "end": 2588.12}, {"text": "the remind the leg thing. My great my mom's grandpa was like diabetic or", "start": 2588.12, "end": 2594.2}, {"text": "something and lost his leg. And then when he died every Christmas, they would wrap", "start": 2594.24, "end": 2599.36}, {"text": "his leg up in Christmas ornaments and tinsel and stuff, and they would make us", "start": 2599.36, "end": 2604.24}, {"text": "take photos with it. That's just a reminder.", "start": 2604.24, "end": 2606.86}, {"text": "A fake leg.", "start": 2606.86, "end": 2607.86}, {"text": "A fake leg.", "start": 2607.86, "end": 2608.86}, {"text": "How high up did it go? Did it go past the knee?", "start": 2608.86, "end": 2610.36}, {"text": "Yeah, dude. It was like...", "start": 2610.36, "end": 2611.86}, {"text": "Whoa!", "start": 2611.86, "end": 2612.86}, {"text": "It's like the... It would connect to the knee. So that's where like the strap.", "start": 2612.86, "end": 2616.86}, {"text": "Oh, yeah. The hinge?", "start": 2616.86, "end": 2617.86}, {"text": "Yeah, the strap and the hinge. So with that leg, cornucopia style.", "start": 2617.86, "end": 2621.86}, {"text": "you could just connect one of those to your foot and have a three jointed long", "start": 2621.86, "end": 2625.16}, {"text": "leg.", "start": 2625.16, "end": 2625.68}, {"text": "That's also true. We could do a race. Yeah, still exactly. If we're combining", "start": 2625.68, "end": 2630.8}, {"text": "all the traditions, we still have to have the leg in there. I was thinking", "start": 2630.8, "end": 2633.86}, {"text": "cornucopia. A long legged race. A long legged race. We could do a long legged", "start": 2633.86, "end": 2637.02}, {"text": "race with one person. Yeah. Yeah.", "start": 2637.02, "end": 2638.66}, {"text": "All of everyone versus the one guy with a leg attached to his leg.", "start": 2638.66, "end": 2644.1}, {"text": "Kind of a cybernetics experiment. Yeah.", "start": 2644.1, "end": 2647.18}, {"text": "And then what other ones? So we got to watch my uncle's fight. Watch him", "start": 2647.18, "end": 2651.54}, {"text": "with toys. The leg, playing with toys is good. We go get a tour of my Uncle Matt's new audio", "start": 2651.58, "end": 2657.46}, {"text": "equipment. You guys ever do a Yankee swap? That's actually sick. You ever do a Yankee", "start": 2657.46, "end": 2660.7}, {"text": "swap, Pat? No. What's that? That's like a game where everyone puts a small present into", "start": 2660.7, "end": 2666.94}, {"text": "a pool and then it's like you go in an order and it's like the first person, and then you", "start": 2666.94, "end": 2672.18}, {"text": "can either take a present or you can switch with someone else. Isn't that what White Elephant", "start": 2672.18, "end": 2676.26}, {"text": "is? I don't know. Is it the same thing? We call it Yankee swap probably because we're", "start": 2676.26, "end": 2680.86}, {"text": "We're a couple of Yankees.", "start": 2680.86, "end": 2684.3}, {"text": "You guys are Yankees.", "start": 2684.3, "end": 2685.3}, {"text": "Well that's our accent when we say that.", "start": 2685.3, "end": 2689.9}, {"text": "You kind of have a southern accent for some reason.", "start": 2689.9, "end": 2692.16}, {"text": "I don't have a southern accent.", "start": 2692.16, "end": 2693.16}, {"text": "You say like ain't.", "start": 2693.16, "end": 2694.16}, {"text": "I don't say ain't.", "start": 2694.16, "end": 2695.16}, {"text": "Yeah you do.", "start": 2695.16, "end": 2696.16}, {"text": "You add in a southern accent.", "start": 2696.16, "end": 2699.82}, {"text": "You're a faker.", "start": 2699.82, "end": 2700.82}, {"text": "That's the thing.", "start": 2700.82, "end": 2701.82}, {"text": "The south taking over.", "start": 2701.82, "end": 2702.82}, {"text": "The south is third coast baby.", "start": 2702.82, "end": 2703.82}, {"text": "the third coast. I fully second for a split second. I was like no, I say aunt.", "start": 2703.82, "end": 2709.28}, {"text": "I fully submit to the south. I'm ready to I bow down to China and I bow down to", "start": 2709.28, "end": 2718.1}, {"text": "the American south. I'm fully ready to be assimilated. I'll be their slave.", "start": 2718.1, "end": 2720.96}, {"text": "Imagine that barbecue. Oh my God, that would be a man in a world where those", "start": 2720.96, "end": 2725.22}, {"text": "two are the are I have dual citizenship in those two countries. Yeah, yes, that", "start": 2725.22, "end": 2729.38}, {"text": "the in a no it's not the confetti all right, not anymore. The south is going", "start": 2729.4, "end": 2734.66}, {"text": "to have a second civil war where the north is the bad guys. Yeah, I would oh", "start": 2734.66, "end": 2738.16}, {"text": "I gotta be so amazing", "start": 2738.16, "end": 2739.42}, {"text": "that would be so just to even if it just lasted for one day, we could just call", "start": 2739.42, "end": 2744.76}, {"text": "it square and stop doing all this stuff in school yeah right. I just think this", "start": 2744.76, "end": 2750.46}, {"text": "is a good idea. Let's just if you guys could just fake it for just one day man.", "start": 2750.46, "end": 2754.14}, {"text": "It would really connect the country. I think", "start": 2754.14, "end": 2756.02}, {"text": "you fake what? Fake a civil war just for one day. Just for one day be like, we need to", "start": 2757.4, "end": 2762.44}, {"text": "get slaves up north. And then we'll just be like, what the hell? What are you talking", "start": 2762.44, "end": 2767.08}, {"text": "about? And then the civil war will be over. We're taking you down. Yeah. And then we surrender.", "start": 2767.08, "end": 2771.28}, {"text": "Yeah, exactly. See this would instantly wheel our country. That would completely wheel the", "start": 2771.28, "end": 2774.72}, {"text": "country actually. Every division we have would be over. You're on team south. Yeah, I'd be", "start": 2774.72, "end": 2780.96}, {"text": "team south. Of course. You're pro slaves? You're joining the north for this? What are", "start": 2780.96, "end": 2784.84}, {"text": "what are you doing? What are you talking about? I thought you were saying that", "start": 2784.84, "end": 2787.54}, {"text": "the slay, okay, I thought you were saying that it was the same team. See,", "start": 2787.54, "end": 2790.72}, {"text": "this is perfect. The confusion would make it actually go a lot smoother,", "start": 2790.72, "end": 2794.14}, {"text": "'cause if both sides think that they're good, this would completely cleanse", "start": 2794.14, "end": 2798.36}, {"text": "America and everyone would be happy. Yeah, are the American person would ever", "start": 2798.36, "end": 2802.96}, {"text": "be able to say, no person would ever be able to say that they have never seen", "start": 2802.96, "end": 2808.14}, {"text": "racism in person, 'cause they live in Boston. Exactly, yeah. They'd never be", "start": 2808.14, "end": 2811.74}, {"text": "able to make that excuse to try and crazy.", "start": 2811.76, "end": 2814.08}, {"text": "People say that I said that people always say that people are not Boston,", "start": 2814.08, "end": 2819.4}, {"text": "but the northeast people are always like yeah, like the south is racist as fuck", "start": 2819.4, "end": 2823.16}, {"text": "yeah, that you hear that London, New Hampshire is the whitest place in the", "start": 2823.16, "end": 2827.6}, {"text": "world. Every place in the northeast is extremely like yeah, of course it was", "start": 2827.6, "end": 2832.24}, {"text": "very racist. Everyone there is fucking honky. I don't see racism because", "start": 2832.24, "end": 2835.76}, {"text": "there's no black people in my city. Yeah, we need to make we need to do like", "start": 2835.76, "end": 2840.44}, {"text": "in Atlanta, Maine. Yeah, that would be a good idea. Oh my God.", "start": 2840.48, "end": 2844.22}, {"text": "Could you imagine lobster fishermen getting off their boats and going to like", "start": 2844.22, "end": 2847.78}, {"text": "magic city in the middle of like Bar Harbor? I could see that. That would be", "start": 2847.78, "end": 2851.56}, {"text": "amazing. Yeah, just a bunch of like Mainers just walking in like, oh, look at", "start": 2851.56, "end": 2855.9}, {"text": "a boobs.", "start": 2855.9, "end": 2856.72}, {"text": "Oh, this is awesome.", "start": 2856.72, "end": 2861.64}, {"text": "Oh my God, a strip club with fucking lobster rolls like Atlanta. This is a", "start": 2861.64, "end": 2866.16}, {"text": "great idea. Oh my God.", "start": 2866.16, "end": 2867.56}, {"text": "If the southeast and the northeast could link up, we could change the world forever.", "start": 2868.64, "end": 2874.64}, {"text": "In the most northeast states, the strip clubs have to keep their clothes on if they sell alcohol.", "start": 2874.64, "end": 2880.64}, {"text": "The Gold Club in Manchester, Bedford actually.", "start": 2880.64, "end": 2883.64}, {"text": "Why do they do it? What's the point of that?", "start": 2883.64, "end": 2885.64}, {"text": "I don't know.", "start": 2885.64, "end": 2886.64}, {"text": "Fun fact, the Gold Club is where they shot that scene in Mystery Team.", "start": 2886.64, "end": 2891.64}, {"text": "I guess it's better to a horny pervert to go there than to not go anywhere at all.", "start": 2891.64, "end": 2895.64}, {"text": "small yeah, but it's hard to not go anywhere. If you're complete pretty", "start": 2895.64, "end": 2899.76}, {"text": "easy for some of these guys, you're complete horny degenerate pervert.", "start": 2899.76, "end": 2903.28}, {"text": "Yeah, it's probably", "start": 2903.28, "end": 2905.16}, {"text": "trip club type of guy that goes to a strip club, greasy horny pervert. Yeah", "start": 2905.16, "end": 2910.16}, {"text": "works glasses. It's full going to a trip club on a day. Yeah, you're going to a", "start": 2910.16, "end": 2915.24}, {"text": "strip club on a Tuesday in Bedford, New Hampshire.", "start": 2915.24, "end": 2917.8}, {"text": "It's like all right.", "start": 2917.8, "end": 2919.6}, {"text": "We should I don't they should spray them with pesticides.", "start": 2919.6, "end": 2923.72}, {"text": "I", "start": 2923.72, "end": 2924.72}, {"text": "you should have to go through like a like", "start": 2924.72, "end": 2928.48}, {"text": "like an international space station, like cleaning routine. There's an air", "start": 2928.48, "end": 2933.08}, {"text": "lock. If you're if you're in the north, if you're in like again, Bedford, New", "start": 2933.08, "end": 2938.24}, {"text": "Hampshire or something like that, and you were going to like a strip club on a", "start": 2938.24, "end": 2941.16}, {"text": "Tuesday, they should remember when they were doing the drive through strip clubs", "start": 2941.16, "end": 2945.04}, {"text": "when everything was locked down. No, I always thought that was a good idea.", "start": 2945.04, "end": 2948.52}, {"text": "Window tent, who knows it was in that car, right? Maybe it's me. Maybe it's me", "start": 2948.52, "end": 2953.24}, {"text": "I'm fifteen yeah. I got my learn permit. My mom's got to be in the car because I", "start": 2953.26, "end": 2958.32}, {"text": "can't drive by myself. Yeah, I go. Oh Mom, I think I took a wrong turn. I might", "start": 2958.32, "end": 2962.98}, {"text": "as well pay. I as well. We already your your you're pulling the fucking hand", "start": 2962.98, "end": 2968.3}, {"text": "brake. So the car stalls yeah.", "start": 2968.3, "end": 2970.22}, {"text": "My God, I just broke broke the whole car. You just here in the", "start": 2970.22, "end": 2975.0}, {"text": "fucking engine putting Drano and the oil. Oh, Reservoir, what the hell? How", "start": 2975.0, "end": 2982.7}, {"text": "did we even get this far? There's a bunch of drain. Oh, the car broke down in the", "start": 2982.74, "end": 2986.9}, {"text": "combination strip club movie theatre. Well, what that's what they were doing", "start": 2986.9, "end": 2991.04}, {"text": "them. I don't know. Oh, probably not. I don't think I've ever drive through a", "start": 2991.04, "end": 2994.72}, {"text": "movie. I don't think I've ever heard of a drive. That's a better idea than a", "start": 2994.72, "end": 2997.86}, {"text": "drive in movie theatre, a drive through movie. Yeah, play every frame is on the", "start": 2997.86, "end": 3003.52}, {"text": "is on a billboard. Yeah, you drive really fast and it animates it smart. Yeah, or", "start": 3003.52, "end": 3008.82}, {"text": "it's a combination car wash, and so the movie plays while your car gets washed.", "start": 3009.18, "end": 3013.98}, {"text": "It plays in the soap.", "start": 3013.98, "end": 3014.98}, {"text": "The soap goes around your car and it's all the frames of the movie.", "start": 3014.98, "end": 3020.18}, {"text": "Wait, that's actually genius. What do you mean? It drops down.", "start": 3020.18, "end": 3023.18}, {"text": "So when the car gets covered in soap. It drops down like frames of soap.", "start": 3023.18, "end": 3026.28}, {"text": "Because you know how the soap is different colors. Right.", "start": 3026.28, "end": 3029.28}, {"text": "Like an oddly satisfying TikTok where they throw rice in the air and it makes a", "start": 3029.28, "end": 3032.88}, {"text": "picture. Yeah. So it would be every frame is a layer of soap that is dropped", "start": 3032.88, "end": 3037.58}, {"text": "down here, which it's like a New York playing all over your car. Yeah, it's a", "start": 3037.58, "end": 3042.78}, {"text": "long, long drive through, but at the end and the rotating brushes do vibrations of", "start": 3042.78, "end": 3048.48}, {"text": "the sound and their credits. This is the credits would still be in the on the", "start": 3048.48, "end": 3053.6}, {"text": "tassels. The credits are the spaghetti that okay, that works the car at the end.", "start": 3053.6, "end": 3057.54}, {"text": "I like", "start": 3057.54, "end": 3058.06}, {"text": "yeah,", "start": 3058.06, "end": 3060.18}, {"text": "there's a good idea. There's a really good idea. Yeah, you do have a lot of", "start": 3060.18, "end": 3064.98}, {"text": "potential to get final destination in a three hour car wash, though. Oh,", "start": 3065.02, "end": 3068.42}, {"text": "absolutely. I mean, at some point, you're going to want to smoke a cigarette", "start": 3068.42, "end": 3071.7}, {"text": "because you're in your car. Yeah, what about how are you handling? You just go", "start": 3071.7, "end": 3075.1}, {"text": "open the window. If your car doesn't have a bathroom in it, buddy, it's", "start": 3075.1, "end": 3078.38}, {"text": "twenty, twenty, what the hell is wrong with you? What are you doing, bro?", "start": 3078.38, "end": 3081.9}, {"text": "Yeah, you are not going to make it. That's another amazing business idea for", "start": 3081.9, "end": 3085.86}, {"text": "us to start car bathroom, a car. Well, no, not a bathroom. A car bathroom might", "start": 3085.86, "end": 3090.34}, {"text": "work, too. Well, they sell them at like right aid. You can just get like a", "start": 3090.34, "end": 3094.14}, {"text": "You can get a portable urinal.", "start": 3094.14, "end": 3096.14}, {"text": "You mean a bucket?", "start": 3096.14, "end": 3098.14}, {"text": "No, no, no, no. It's a little tube and it fits both penises and vaginers.", "start": 3098.14, "end": 3102.14}, {"text": "What are you talking about?", "start": 3102.14, "end": 3104.14}, {"text": "How do you find the hole for a vagina to do a catheter?", "start": 3104.14, "end": 3107.14}, {"text": "Basically, you just drop it out.", "start": 3107.14, "end": 3109.14}, {"text": "You just let all the pee flop out.", "start": 3109.14, "end": 3111.14}, {"text": "That's what happens. It comes out of both sides.", "start": 3111.14, "end": 3113.14}, {"text": "Are you being real? They sell this at Rite Aid?", "start": 3113.14, "end": 3116.14}, {"text": "What are you talking about?", "start": 3116.14, "end": 3117.14}, {"text": "A portable urinal.", "start": 3117.14, "end": 3118.14}, {"text": "How do girls pee so fast?", "start": 3118.14, "end": 3120.14}, {"text": "It's basically, have you ever cut an orange in half and then squeezed it?", "start": 3120.14, "end": 3124.14}, {"text": "(laughter)", "start": 3124.14, "end": 3134.14}, {"text": "That is so true. That is crazy.", "start": 3134.14, "end": 3138.14}, {"text": "That's what it looks like.", "start": 3138.14, "end": 3140.14}, {"text": "How did you lighten that so lighteningly fast?", "start": 3140.14, "end": 3143.14}, {"text": "That's what it looks like when a girl pees.", "start": 3143.14, "end": 3145.14}, {"text": "It looks like.", "start": 3145.14, "end": 3146.14}, {"text": "Because it comes out of all the parts of it.", "start": 3146.14, "end": 3148.14}, {"text": "squeezing orange on your face. It's like that", "start": 3148.14, "end": 3151.24}, {"text": "oh my God. No it does come out like that. They it takes them like two seconds to", "start": 3151.24, "end": 3156.68}, {"text": "pee yeah and I'll just yeah. Did you", "start": 3156.68, "end": 3158.7}, {"text": "make oh my", "start": 3158.7, "end": 3160.1}, {"text": "that's the sound it makes when it's better. It takes me forever to fucking", "start": 3160.1, "end": 3169.0}, {"text": "pee. I'm getting worried. My dog, Phil, male dog, peas like a girl dog. Wow girl", "start": 3169.0, "end": 3175.54}, {"text": "dogs and male dogs, P and random type sometimes, but he some dogs even with", "start": 3175.58, "end": 3179.88}, {"text": "flip upside down to P.", "start": 3179.88, "end": 3181.14}, {"text": "My kind of dog you have seen my child. They do they walk on their front legs", "start": 3181.14, "end": 3186.26}, {"text": "and they bring their back legs up over their head. My childhood dog feel", "start": 3186.26, "end": 3190.18}, {"text": "that's not true", "start": 3190.18, "end": 3192.02}, {"text": "dog.", "start": 3192.02, "end": 3193.56}, {"text": "You've never seen this before. No, I've never seen this crazy weirdo dog. P", "start": 3193.56, "end": 3201.08}, {"text": "dog. There's so many never seen this video. No, I've seen this video", "start": 3201.08, "end": 3205.54}, {"text": "probably 300 times. What the fuck? Why is he drinking the dog's pee? No, this is an", "start": 3205.56, "end": 3211.38}, {"text": "adverse.", "start": 3211.38, "end": 3211.84}, {"text": "Smoothie. Oh, an ad bro. Come on my bad. I'm going to a smoothie king in a while.", "start": 3211.84, "end": 3216.8}, {"text": "I don't think they have them. I don't even know what that is. I thought it was", "start": 3216.8, "end": 3219.2}, {"text": "Chick-fil-a based on the colors. And yes, I'm cup. You never been to smoothie", "start": 3219.2, "end": 3222.12}, {"text": "king. No, that's a southern thing. I don't is it so the smoothie king is like", "start": 3222.12, "end": 3227.0}, {"text": "this is like Jamba juice. I'd say about 60% of dogs pee this way. That can't be", "start": 3227.0, "end": 3232.88}, {"text": "future. I've never seen this once in my life and I hang around dogs all day.", "start": 3232.88, "end": 3235.88}, {"text": "Wow,", "start": 3235.88, "end": 3236.92}, {"text": "it's not it's not a stupid dog. It's not a remarkable. They should put they", "start": 3236.92, "end": 3242.52}, {"text": "should put another head on the dog.", "start": 3242.52, "end": 3244.0}, {"text": "Remarkable, they should put another head on that dog, but and then you don't", "start": 3244.0, "end": 3248.24}, {"text": "think this is a little bit interesting. This is completely don't find this", "start": 3248.24, "end": 3251.36}, {"text": "unique. This is mundane. Why'd they take the video then?", "start": 3251.36, "end": 3254.2}, {"text": "It's probably just one of those accounts that take videos or whatever", "start": 3254.2, "end": 3257.68}, {"text": "they see.", "start": 3257.68, "end": 3258.32}, {"text": "I guess it could be one of the other videos on here. It's probably going to", "start": 3260.92, "end": 3264.56}, {"text": "be like sandwich. I saw yeah, maybe the fire works at the fair sign. I saw when", "start": 3264.56, "end": 3269.86}, {"text": "I drove next to the road or I drove on the road. I mean there my my mom and my", "start": 3269.86, "end": 3275.64}, {"text": "mom and dad's old dog, Charlie.", "start": 3275.64, "end": 3277.58}, {"text": "He got bullied into being normal by the by our older dog. What does that mean?", "start": 3277.58, "end": 3284.14}, {"text": "How did he pee before he would pee sitting down and then I well, I guess he", "start": 3284.14, "end": 3287.1}, {"text": "just I guess he wasn't bullied, but I guess he just saw the how the other dog", "start": 3287.1, "end": 3290.9}, {"text": "peed some male dogs peed with the squat and some female dogs lift the leg. He", "start": 3290.9, "end": 3295.3}, {"text": "was peeing with the squat forever and then he saw another dog. Pee P's with the", "start": 3295.3, "end": 3298.9}, {"text": "squat. It's he's a very self conscious dog.", "start": 3298.9, "end": 3300.94}, {"text": "I think the squat is really funny because it's like trying to get their P as", "start": 3300.94, "end": 3305.54}, {"text": "close as possible to the ground and shoot it straight forward. It's still", "start": 3305.54, "end": 3308.54}, {"text": "sply. This morning. I was I was just really tired and I took the dog out to", "start": 3308.54, "end": 3312.62}, {"text": "pee and he peed on the ground and I had my Crocs on no socks. By the way, peed", "start": 3312.62, "end": 3316.86}, {"text": "in your shoes, no socks, piss all in my shoes,", "start": 3316.9, "end": 3319.22}, {"text": "everywhere on me, getting in your shoes. He pissed up in my my kicks,", "start": 3319.22, "end": 3325.0}, {"text": "getting an animal in your shoes, excrement on you is not good. I think", "start": 3325.0, "end": 3329.66}, {"text": "it's normal. I'll say it happens all the time. I'm not a fan of it,", "start": 3329.66, "end": 3332.86}, {"text": "but I don't care. Sometimes I pick up the poop and I like it and", "start": 3332.86, "end": 3336.06}, {"text": "I get a little poop on my finger and I have to just hold", "start": 3336.06, "end": 3338.34}, {"text": "my finger up like this until I get to the park. You can", "start": 3338.34, "end": 3340.74}, {"text": "go through the plastic of a dog bag as well. The glove technique,", "start": 3340.74, "end": 3343.86}, {"text": "it's giving you dog germs that will turn you into a dog. I hate the dog bag", "start": 3343.9, "end": 3348.06}, {"text": "technique. What technique would you use? I hate, I don't wanna own a dog because", "start": 3348.06, "end": 3352.82}, {"text": "I don't wanna pick up poop. You could have an animal poop in your house.", "start": 3352.82, "end": 3354.62}, {"text": "You could put the... I'd rather have an animal poop in a thing where I", "start": 3354.62, "end": 3357.54}, {"text": "can scoop it up. No, I like touching the dog's poop through plastic to", "start": 3357.54, "end": 3359.92}, {"text": "experiment with the texture. Sometimes it's unhealthy and you have to call the", "start": 3359.92, "end": 3363.68}, {"text": "vet. It's crazy the different textures that you can feel. It makes me imagine", "start": 3363.68, "end": 3367.4}, {"text": "what it would feel like if I picked up my different poops every day.", "start": 3367.4, "end": 3370.58}, {"text": "and I think about an issue. Well, that's the thing. Sometimes you get happy to", "start": 3370.86, "end": 3376.9}, {"text": "pick one up because it's so simple. Do you think all poop feels like that or do", "start": 3376.9, "end": 3380.1}, {"text": "you think that because we drop it into water, it changes the texture? That's a", "start": 3380.1, "end": 3385.62}, {"text": "good question. That is a really good question. Have you guys ever done an", "start": 3385.62, "end": 3387.84}, {"text": "outside poop? Yeah. Probably once or twice, but I can't remember any specific", "start": 3387.84, "end": 3391.38}, {"text": "instances. When I was a kid, when I was six years old, I thought that I was", "start": 3391.38, "end": 3395.44}, {"text": "hiding it, but I went, I was out playing and then I had to shit so bad.", "start": 3395.44, "end": 3400.5}, {"text": "that I just like drop trow and pooped in the middle of the woods and then wiped", "start": 3400.5, "end": 3406.3}, {"text": "with a leaf and looked up at my cousin Megan was watching the whole thing.", "start": 3406.3, "end": 3411.62}, {"text": "Dude.", "start": 3411.62, "end": 3412.12}, {"text": "And she was like, \"Did you just fucking poop?\" And I went, \"Yeah.\"", "start": 3412.12, "end": 3417.92}, {"text": "I was obsessed with shitting outside when I was a kid. I had a...", "start": 3417.92, "end": 3424.36}, {"text": "Oh, we know.", "start": 3424.36, "end": 3425.2}, {"text": "There's a tree behind my house.", "start": 3425.2, "end": 3427.2}, {"text": "Oh, you told us about this.", "start": 3427.2, "end": 3428.2}, {"text": "where I would go, I called it my fort,", "start": 3428.2, "end": 3429.84}, {"text": "but it was just a branch that I took shits off of.", "start": 3429.84, "end": 3432.28}, {"text": "(laughing)", "start": 3432.28, "end": 3433.72}, {"text": "It's cool.", "start": 3433.72, "end": 3434.56}, {"text": "- Yeah.", "start": 3434.56, "end": 3435.38}, {"text": "- It was so cool.", "start": 3435.38, "end": 3436.22}, {"text": "And then I would tell people like, yeah, that's my fort.", "start": 3436.22, "end": 3437.72}, {"text": "And like friends would come over", "start": 3437.72, "end": 3439.04}, {"text": "and there'd just be a big pile of my shit", "start": 3439.04, "end": 3440.84}, {"text": "right under the branch.", "start": 3440.84, "end": 3442.12}, {"text": "(laughing)", "start": 3442.12, "end": 3445.12}, {"text": "It was cool, man.", "start": 3445.12, "end": 3445.96}, {"text": "- Yeah.", "start": 3445.96, "end": 3446.78}, {"text": "- I wish that I had had a tree house growing up.", "start": 3446.78, "end": 3448.76}, {"text": "- Me too, man.", "start": 3448.76, "end": 3449.6}, {"text": "- I thought that I had a tree house,", "start": 3449.6, "end": 3450.78}, {"text": "but my neighbor just drilled a plank of wood to the tree.", "start": 3450.78, "end": 3454.04}, {"text": "- That is a tree house.", "start": 3454.04, "end": 3455.24}, {"text": "- Well, I guess it, I mean, I don't know.", "start": 3455.24, "end": 3456.68}, {"text": "- If you could stand on it.", "start": 3456.68, "end": 3457.52}, {"text": "You could go up into it.", "start": 3457.52, "end": 3458.52}, {"text": "It was a treehouse.", "start": 3458.52, "end": 3459.52}, {"text": "You could go, yeah, you could stand on it.", "start": 3459.52, "end": 3461.0}, {"text": "So I guess that is a treehouse.", "start": 3461.0, "end": 3462.0}, {"text": "My treehouse was that there were two knots in the tree that were, in the tree in my yard", "start": 3462.0, "end": 3467.96}, {"text": "that were about six inches off the ground that I would stand in like they were footholds.", "start": 3467.96, "end": 3471.84}, {"text": "Ah, whoa.", "start": 3471.84, "end": 3472.84}, {"text": "And I would imagine I was in a treehouse.", "start": 3472.84, "end": 3475.0}, {"text": "My, there's, we had two, then the other one, I mean, you've all seen the video of my little", "start": 3475.0, "end": 3479.28}, {"text": "brother breaking his arm on the swing.", "start": 3479.28, "end": 3481.8}, {"text": "That was our other treehouse, was just a...", "start": 3481.8, "end": 3484.24}, {"text": "Just a swing on a tree?", "start": 3484.24, "end": 3485.24}, {"text": "a swing on a tree that had like, I think he put like a another plank of wood there.", "start": 3485.24, "end": 3490.6}, {"text": "I only went on a tire swing I think one time at my grandparents house and then the branch", "start": 3490.6, "end": 3495.08}, {"text": "broke and it hit me in the head and I got a concussion.", "start": 3495.08, "end": 3497.64}, {"text": "Damn.", "start": 3497.64, "end": 3498.64}, {"text": "Because I was too fat.", "start": 3498.64, "end": 3499.64}, {"text": "Damn.", "start": 3499.64, "end": 3500.64}, {"text": "You know what would have been goaded to have as a kid in my yard?", "start": 3500.64, "end": 3504.72}, {"text": "Tether ball.", "start": 3504.72, "end": 3505.72}, {"text": "Tether ball would have been dope.", "start": 3505.72, "end": 3506.72}, {"text": "Real shit.", "start": 3506.72, "end": 3507.72}, {"text": "Yep.", "start": 3507.72, "end": 3508.72}, {"text": "Real shit.", "start": 3508.72, "end": 3509.72}, {"text": "Because that's a game you can play by yourself.", "start": 3509.72, "end": 3510.72}, {"text": "Yep.", "start": 3510.72, "end": 3511.72}, {"text": "Yeah, you just got to get the ball and the tether.", "start": 3511.72, "end": 3512.72}, {"text": "I would have been out there playing tether ball all day.", "start": 3512.72, "end": 3513.72}, {"text": "Excuse me. What the fuck? Two burps in a row is crazy. Do you remember, no you guys were", "start": 3513.72, "end": 3522.0}, {"text": "long gone by then. I think I've talked to you guys about this. I had that house warming", "start": 3522.0, "end": 3530.08}, {"text": "party that one time and then I was trying to kick everyone out of my house because I", "start": 3530.08, "end": 3533.96}, {"text": "got really tired.", "start": 3533.96, "end": 3535.04}, {"text": "Long gone means 30 minutes by the way.", "start": 3535.04, "end": 3537.44}, {"text": "Yeah. Well, yeah. But I was trying to kick everyone out and then while I was kicking everyone", "start": 3537.44, "end": 3541.88}, {"text": "right now. Tommy says that he's he's told a million people about this, but I was", "start": 3541.88, "end": 3546.72}, {"text": "trying to kick people out. I was hammered and I just had a burp attack that was in", "start": 3546.72, "end": 3552.66}, {"text": "the middle of your talking in the middle. I was like, hey, thank you, thank you", "start": 3552.66, "end": 3556.16}, {"text": "everyone for", "start": 3556.16, "end": 3556.76}, {"text": "hey guys, when I", "start": 3556.76, "end": 3558.72}, {"text": "and like Rick,", "start": 3558.72, "end": 3560.86}, {"text": "you raked on a Rick dude, I was raking like crazy. I literally, I couldn't talk", "start": 3560.86, "end": 3567.72}, {"text": "for like, like", "start": 3567.72, "end": 3568.92}, {"text": "20 seconds. If I was there, I'd be like, \"Jeez, Rick, I don't know if I want to leave your party.\"", "start": 3569.76, "end": 3573.76}, {"text": "I would have made fun of you for raking. I would have gotten so many fucking laughs.", "start": 3573.76, "end": 3577.76}, {"text": "I would have crushed the party. I think that I was about to throw up and I didn't realize it.", "start": 3577.76, "end": 3581.76}, {"text": "Because I was getting crazy.", "start": 3581.76, "end": 3585.76}, {"text": "I got crazy on him. Are you guys going to, when the strike's over, you guys going to go out for the Rick voice?", "start": 3585.76, "end": 3589.76}, {"text": "Yes. Have they not already found anybody?", "start": 3589.76, "end": 3593.76}, {"text": "We got to go to space, Murdy. Murdy?", "start": 3593.76, "end": 3597.76}, {"text": "sounds like Rick. No, well, I would try and take the voice back to the roots of", "start": 3597.76, "end": 3602.06}, {"text": "the character, and I would think, well, this guy's supposed to be a scientist,", "start": 3602.06, "end": 3604.42}, {"text": "so I'd do something along the lines. Morty, it seems that we have to do an", "start": 3604.42, "end": 3606.96}, {"text": "experiment today. Here's what I would do, actually, now that I'm remembering.", "start": 3606.96, "end": 3609.3}, {"text": "Indubitably, Morty. Now that I'm remembering, he's a scientist and not", "start": 3609.3, "end": 3612.02}, {"text": "just a drunk uncle.", "start": 3612.02, "end": 3613.16}, {"text": "I would probably...", "start": 3613.16, "end": 3614.72}, {"text": "Hey, Morty. That's not a scientist voice at all. I would change it to be...", "start": 3614.72, "end": 3620.96}, {"text": "It's according to my calculations, Morty. I feel like that show has become a", "start": 3620.96, "end": 3624.4}, {"text": "little bit to kind of roll. I was going to say a little too boomer, so I would", "start": 3624.44, "end": 3629.4}, {"text": "bring like a new, younger, yeah, yeah, yeah, yeah, yeah, Marty, we got to go on", "start": 3629.4, "end": 3633.78}, {"text": "instagram live, Morty, yeah, instead of burping, I go yeah, yeah,", "start": 3633.78, "end": 3638.02}, {"text": "more you hit your vape inside of burping, Morty, we need to watch the aid", "start": 3638.02, "end": 3642.2}, {"text": "and Ross stream tonight, Morty", "start": 3642.2, "end": 3644.18}, {"text": "Morty, Morty, we got to go back in that's actually good. We got to go back", "start": 3644.18, "end": 3649.28}, {"text": "in time and let every time in every time that Rick burps he moans after", "start": 3649.28, "end": 3654.04}, {"text": "Yeah.", "start": 3654.04, "end": 3654.54}, {"text": "Morty, we gotta go.", "start": 3654.54, "end": 3658.04}, {"text": "We gotta go to the Logan Paul Dylan Daniels fight, Morty.", "start": 3658.04, "end": 3661.74}, {"text": "Morty, we gotta, we've gotta, we gotta go back and we gotta,", "start": 3661.74, "end": 3667.54}, {"text": "we gotta save Jake and Logan's relationship, Morty.", "start": 3667.54, "end": 3669.74}, {"text": "We gotta save their relationship.", "start": 3669.74, "end": 3672.74}, {"text": "They're two brothers.", "start": 3672.74, "end": 3675.94}, {"text": "They're two brothers and they're fighting.", "start": 3675.94, "end": 3677.14}, {"text": "Whoa, two brothers.", "start": 3677.14, "end": 3678.44}, {"text": "They're beefing Morty.", "start": 3678.44, "end": 3679.24}, {"text": "They're two brothers and they're beefing Morty.", "start": 3679.24, "end": 3681.34}, {"text": "They're beefing brothers. They're beefing brothers and they're beefing way too hard.", "start": 3681.34, "end": 3688.34}, {"text": "You have an insanely good sexual moan.", "start": 3688.34, "end": 3694.7}, {"text": "Yeah?", "start": 3694.7, "end": 3695.1}, {"text": "I would have sex with you if you made that noise. It doesn't matter what you look like.", "start": 3695.1, "end": 3700.18}, {"text": "Okay.", "start": 3700.18, "end": 3700.54}, {"text": "Even if you were as ugly as you are right now, I would still have sex with you and that", "start": 3700.54, "end": 3704.5}, {"text": "moan would stay there.", "start": 3704.5, "end": 3704.86}, {"text": "You don't think the prisoner outfit that I'm still in is doing anything?", "start": 3704.86, "end": 3707.66}, {"text": "I said you looked good in the prison outfit and you immediately went and got changed into", "start": 3707.66, "end": 3710.46}, {"text": "it.", "start": 3710.46, "end": 3710.58}, {"text": "I got changed into it because I thought we were going to make a joke up top about how", "start": 3710.58, "end": 3713.92}, {"text": "I'm the only one still in prison.", "start": 3713.92, "end": 3715.34}, {"text": "That's your joke to make.", "start": 3715.34, "end": 3716.62}, {"text": "That was my joke to make and I guess I kind of let it steamroll, huh?", "start": 3716.62, "end": 3720.76}, {"text": "Let it steamroll.", "start": 3720.76, "end": 3722.26}, {"text": "Let it steamroll.", "start": 3722.26, "end": 3723.26}, {"text": "Let it steamroll.", "start": 3723.26, "end": 3724.26}, {"text": "Let it steamroll.", "start": 3724.26, "end": 3725.26}, {"text": "Let it steamroll.", "start": 3725.26, "end": 3726.26}, {"text": "Let it steamroll.", "start": 3726.26, "end": 3727.26}, {"text": "Ow, ow.", "start": 3727.26, "end": 3728.26}, {"text": "That does sound like some early like parliament funkadelic title.", "start": 3728.26, "end": 3731.72}, {"text": "Let it steamroll.", "start": 3731.72, "end": 3732.72}, {"text": "Guys, I'd just like to say this before we leave.", "start": 3732.72, "end": 3736.66}, {"text": "I'm sick of the hate that my wife is giving me", "start": 3736.66, "end": 3739.98}, {"text": "for playing Red Hot Chili Peppers in the house.", "start": 3739.98, "end": 3741.86}, {"text": "- I would give you the same hate.", "start": 3741.86, "end": 3743.22}, {"text": "I don't like that band that much.", "start": 3743.22, "end": 3745.06}, {"text": "- You just said that much,", "start": 3745.06, "end": 3745.9}, {"text": "so there is two songs that you like.", "start": 3745.9, "end": 3747.34}, {"text": "- Yep, it's the one from Power Rangers", "start": 3747.34, "end": 3749.18}, {"text": "and it's the one from, actually there's four songs.", "start": 3749.18, "end": 3752.74}, {"text": "♪ How low, how low ♪", "start": 3752.74, "end": 3754.9}, {"text": "- What's that one?", "start": 3754.9, "end": 3755.74}, {"text": "♪ Was like ♪", "start": 3755.74, "end": 3756.94}, {"text": "- What's that one where he's like,", "start": 3756.94, "end": 3757.78}, {"text": "\"I got a baby named Adino\"?", "start": 3757.78, "end": 3759.94}, {"text": "- That is, you're thinking of the Weird Al version", "start": 3759.94, "end": 3763.82}, {"text": "of that song.", "start": 3763.82, "end": 3765.28}, {"text": "- What?", "start": 3765.28, "end": 3766.54}, {"text": "Yeah, well, I got I got a baby named a Dino. Yeah, that's the Flintstones.", "start": 3766.54, "end": 3770.14}, {"text": "I feel like that's two different songs.", "start": 3770.14, "end": 3773.34}, {"text": "Bedrock. No, this is you're doing. This is a weird out song that you think is a", "start": 3773.34, "end": 3778.74}, {"text": "it's a cover. Not really by the peppers. No, no, no.", "start": 3778.74, "end": 3782.24}, {"text": "Weird out. Interesting. That's why it's funny. It's about the Flintstones.", "start": 3782.24, "end": 3786.54}, {"text": "I thought that they just like the Flintstones.", "start": 3786.54, "end": 3788.64}, {"text": "I mean, they probably do. Who doesn't like the Flintstones?", "start": 3788.64, "end": 3791.14}, {"text": "Well, I don't like the Flintstones. I'm playing one of them.", "start": 3791.14, "end": 3794.34}, {"text": "y'all that I get you my impression of a guy doesn't exist on the patron", "start": 3794.34, "end": 3797.54}, {"text": "episode. Did I get you? Did you believe that I didn't like the Flintstones?", "start": 3797.54, "end": 3801.18}, {"text": "When I said that I think you're going to be surprised that you will have to", "start": 3801.18, "end": 3804.3}, {"text": "crown me as a master troll.", "start": 3804.3, "end": 3806.22}, {"text": "I think what this comes out this Saturday, so then I guess on this comes", "start": 3806.22, "end": 3816.74}, {"text": "out last Saturday, the twenty eighth and the thirty first I'm in Pittsburgh and", "start": 3816.74, "end": 3821.86}, {"text": "Baltimore. Bodymore Murderland. Baltimore.", "start": 3821.9, "end": 3827.9}, {"text": "That was sick. That was actually sick.", "start": 3827.9, "end": 3829.9}, {"text": "I heard Jack say that one time.", "start": 3829.9, "end": 3831.9}, {"text": "I'm going to be in Cashington", "start": 3831.9, "end": 3833.9}, {"text": "Da Coin.", "start": 3833.9, "end": 3835.9}, {"text": "Cashington Da Coin.", "start": 3835.9, "end": 3837.9}, {"text": "I'm going to be in Cashington Da Coin", "start": 3837.9, "end": 3839.9}, {"text": "doing some stand up at Summer.", "start": 3839.9, "end": 3841.9}, {"text": "Cashington Da Coin.", "start": 3841.9, "end": 3843.9}, {"text": "Tonight. Come on through.", "start": 3843.9, "end": 3845.9}, {"text": "And then I'll be here.", "start": 3845.9, "end": 3847.9}, {"text": "Speaking of Jack, he just texted me.", "start": 3847.9, "end": 3849.9}, {"text": "Smoke he said come smoke at my house. That's beast all right. Bye. Bye. Bye", "start": 3849.9, "end": 3855.3}, {"text": "I'm gonna be in da burg", "start": 3855.3, "end": 3858.34}, {"text": "[laughs]", "start": 3858.34, "end": 3860.34}], "title": "#198 - My Stinky Finger", "link": "https://www.patreon.com/posts/198-my-stinky-88214100", "date": "Sat, 26 Aug 2023 11:00:03 GMT", "id": 49}