{"lines": [{"text": "Okay, well, well, well, okay, well, I guess this is a how it is now. This is a", "start": 0.0, "end": 14.6}, {"text": "giant you and me. Yeah, we're in. We're gonna take it to the finish line. We're", "start": 14.6, "end": 20.16}, {"text": "doing hard time, right? Uh-huh. Hard, hard time. Patrick's out here in random", "start": 20.16, "end": 26.8}, {"text": "some cities. I've never even heard of yeah doing shows television right.", "start": 26.8, "end": 32.08}, {"text": "Okay, here's my joke that I told you I was going to have a joke about this. I", "start": 32.08, "end": 36.32}, {"text": "thought of this, so doing the news and he knows I love the news. Yeah, me too,", "start": 36.32, "end": 40.24}, {"text": "and I would be on the news. A great news. Yeah, here's what here's my joke", "start": 40.24, "end": 43.44}, {"text": "about Patrick being on the news. Oh, so Patrick thinks he's so cool", "start": 43.44, "end": 46.76}, {"text": "being Patrick thinks he's so cool that he's on the news right. Well, watch out", "start": 46.76, "end": 51.96}, {"text": "Patrick. Thanks for the way you've made me feel.", "start": 51.96, "end": 53.76}, {"text": "you're not the only one I'm going to be on the news very soon. That's right ten to", "start": 55.08, "end": 58.64}, {"text": "fifteen times. Yes,", "start": 58.64, "end": 60.28}, {"text": "yes, that's my little joke. I thought attacking women yeah doing horrible", "start": 60.28, "end": 65.72}, {"text": "thing. Let my feelings out yeah and Patrick because Patrick beat you to the", "start": 65.72, "end": 69.8}, {"text": "news. I'm going to be someone else on the news. I've always wanted to do a", "start": 69.8, "end": 73.36}, {"text": "funny comedian morning news thing. Fuck dude we can do it. I mean I was going to", "start": 73.36, "end": 77.72}, {"text": "walk out and pretend to blow the weather man. Just get down there and yeah", "start": 77.72, "end": 82.84}, {"text": "unzipping his pan, I would be like I would probably just act awkward.", "start": 82.88, "end": 85.92}, {"text": "Oh okay here wait. Let's do it. No, this is a good. It's a good pat.", "start": 85.92, "end": 90.9}, {"text": "We could do the news. Okay, you be the news anchor.", "start": 90.9, "end": 93.06}, {"text": "Welcome back to Fox fifty four serving", "start": 93.06, "end": 97.98}, {"text": "Los Angeles.", "start": 97.98, "end": 103.28}, {"text": "We're here with comedian and podcaster Cameron Fetter Cameron. How are you", "start": 103.28, "end": 108.16}, {"text": "doing today?", "start": 108.16, "end": 108.82}, {"text": "I'm supposed to answer, so I would do stuff like that. Yeah, I would maybe I", "start": 111.04, "end": 114.74}, {"text": "probably like a few hundred hours of Michael Sarah to train myself like an", "start": 114.74, "end": 119.06}, {"text": "a that's good learn his man. You know what I you just the thing is about if", "start": 119.06, "end": 122.42}, {"text": "you do the new, if you do one of these news shows, I'm not saying yes, unless", "start": 122.42, "end": 126.4}, {"text": "it's one of the episodes where they bring a monkey out", "start": 126.4, "end": 128.46}, {"text": "yeah. Why is every one of the for a bring me a listen listen, listen,", "start": 128.46, "end": 133.54}, {"text": "listen, okay, listen, listen,", "start": 133.54, "end": 135.12}, {"text": "first of all, that's why I should be on the news yeah. I'm going to make a clip", "start": 135.12, "end": 139.92}, {"text": "go viral. I'm going to give you your D D Mega do do do do do what was the", "start": 139.96, "end": 143.58}, {"text": "der hap of what was that other one where the lady had a stroke on the", "start": 143.58, "end": 147.96}, {"text": "there? She said she had some kind of a throwing up on himself in an Xbox", "start": 147.96, "end": 152.1}, {"text": "and an Xbox video. How small is this guy", "start": 152.1, "end": 155.4}, {"text": "video video? I can render things of any size. That's a good, but listen put me", "start": 155.4, "end": 161.46}, {"text": "there every they're bringing they they're bringing these guys on the day", "start": 161.46, "end": 164.7}, {"text": "news right bring the days on the get guy news. Yeah, they've got listen.", "start": 164.76, "end": 170.12}, {"text": "They've got Patrick talking about how he's allergic to carrots. They're", "start": 170.12, "end": 172.8}, {"text": "talking by the way, talking about Pat. You smash that one out of the park. I", "start": 172.8, "end": 176.28}, {"text": "was incredible, beautiful, the one thing that said when he was on the news, he", "start": 176.28, "end": 180.28}, {"text": "said, well, I'm allergic carrots. I can't eat raw carrots, which is very it", "start": 180.28, "end": 185.36}, {"text": "reminded me of those old clips of norm doing morning radio. No, it really was", "start": 185.36, "end": 189.12}, {"text": "perfect. Listen, they're bringing they're bringing on these comedians.", "start": 189.12, "end": 191.92}, {"text": "I bring on girl God to talk about", "start": 191.96, "end": 193.32}, {"text": "tanning tanning hacks and all this this daytime bullshit man bring me on for the", "start": 193.32, "end": 199.72}, {"text": "breaking news yeah. You call me up when when there's a killer loose when terror", "start": 199.72, "end": 204.56}, {"text": "straight there in thirty seconds, not a problem. I will I will camp out outside", "start": 204.56, "end": 208.8}, {"text": "of your new studio for something real till some kind until something really", "start": 208.8, "end": 213.16}, {"text": "really bad happening happens. Get me in there and then I show up and I go. I", "start": 213.16, "end": 216.92}, {"text": "I mean I'm doing the bits yeah yeah exactly bits man yeah yeah I'm acting", "start": 216.96, "end": 221.92}, {"text": "Michael,", "start": 221.92, "end": 222.32}, {"text": "hey who am I hey here's my present at fifteen year old kid who's walking down", "start": 222.32, "end": 227.86}, {"text": "the highway at the wrong time.", "start": 227.86, "end": 228.8}, {"text": "We're both on there and I've yeah this is the guy come we're going to kill a", "start": 228.8, "end": 233.38}, {"text": "kid.", "start": 233.38, "end": 233.68}, {"text": "We're going to kill a fifteen year old kid", "start": 233.68, "end": 236.54}, {"text": "and here's me what", "start": 236.54, "end": 239.84}, {"text": "those two comedians on the nerves.", "start": 239.84, "end": 244.72}, {"text": "so fun.", "start": 244.72, "end": 245.72}, {"text": "Yeah, they bring you on to talk about maybe China's invading somewhere.", "start": 245.72, "end": 251.84}, {"text": "You're like, \"Well, that's very interesting. Here's what I think that", "start": 251.84, "end": 255.56}, {"text": "Doug from the show... Doug would have to say about that.\"", "start": 255.56, "end": 258.4}, {"text": "It's a good idea, dude. Comedians are very good people. Yeah, yeah, and", "start": 258.4, "end": 264.68}, {"text": "they're funny. Better than most, funnier than most. Funnier than almost everybody", "start": 264.68, "end": 268.4}, {"text": "in the world these days. Dude, I would hate to be a non comedian. We call", "start": 268.4, "end": 273.36}, {"text": "call them civilians. Yeah, I don't like civilians. I would hate. Oh, my God, if I", "start": 273.36, "end": 277.06}, {"text": "were a civilian,", "start": 277.06, "end": 277.88}, {"text": "I mean, what do you even do? What do you do all day? The spark that- How do you", "start": 277.88, "end": 282.32}, {"text": "not have- what do you do with your, with your overflowing abundance of creative", "start": 282.32, "end": 285.88}, {"text": "energy? I guess doodle. So, you just draw- I guess you either doodle or jack off.", "start": 285.88, "end": 291.0}, {"text": "See, I don't do any of those. I retain my, my- Right. I do- So, a civilian would", "start": 291.0, "end": 295.68}, {"text": "have- Doodling is jacking off, by the way, because it's not actually creating", "start": 295.68, "end": 299.08}, {"text": "anything. That's how I thought of jacking off, is because of the word doodle. And", "start": 299.08, "end": 301.44}, {"text": "you're thinking of your doodle. Yeah, doodle. No, but I mean like when I'm do I", "start": 301.44, "end": 306.08}, {"text": "mean like doodling is the same thing as jacking off because you're wasting your", "start": 306.08, "end": 310.96}, {"text": "your your less creative spark. Yeah, in the same way that you spill your seed", "start": 310.96, "end": 315.44}, {"text": "like yeah into a toilet. That's so fucking true. I mean, I guess yeah, when", "start": 315.44, "end": 319.76}, {"text": "I think about me versus a civilian, when both of us might have that idea in our", "start": 319.76, "end": 324.64}, {"text": "head of a naked woman. Yeah, the civilian probably sits down and cranks one out on", "start": 324.64, "end": 330.84}, {"text": "the toilet gets it all over the bath mat. Yeah, that's hanging on the side of the", "start": 330.84, "end": 334.2}, {"text": "tub. Yeah, and it drips down into the that you painted a target on", "start": 334.2, "end": 337.8}, {"text": "the corner, the space between the tub and the ground.", "start": 337.8, "end": 341.4}, {"text": "But me, the grout, that's the word I was looking for. Yeah, me, I'm thinking of", "start": 341.4, "end": 347.1}, {"text": "a joke about it. Yeah, two boobs.", "start": 347.1, "end": 349.92}, {"text": "Why not three? Yeah, two boobs. Wait, what is one the mom boob and one's the", "start": 349.92, "end": 356.04}, {"text": "dad boob? This is just the kind of shit a comedian comes up with that you guys", "start": 356.04, "end": 360.0}, {"text": "you could never even think of yeah. You see two things, one's a mom, one's a dad,", "start": 360.0, "end": 363.92}, {"text": "oh or maybe they're both dad. So where's the baby? Yeah, wait, so where's the", "start": 363.92, "end": 367.14}, {"text": "baby? Is that the baby? Yeah, pointing to the belly button. The belly button.", "start": 367.14, "end": 370.68}, {"text": "Wait, that's a reverse boob. And this must be the baby, and then I guess what's", "start": 370.68, "end": 375.24}, {"text": "under it is probably a similar looking sibling to the belly button. This is my", "start": 375.24, "end": 378.72}, {"text": "Edinburgh Fringe show. Yeah. Where I bring a naked woman on stage and I go,", "start": 378.72, "end": 382.4}, {"text": "\"Okay, so let's break this down.\" Yeah. Hair,", "start": 382.4, "end": 386.08}, {"text": "hair", "start": 386.08, "end": 388.96}, {"text": "and and her feet also yeah do something like that there was there when I went to", "start": 388.96, "end": 395.42}, {"text": "Edinburgh fringe years ago. We need to do years and we need to do I remember when", "start": 395.42, "end": 400.38}, {"text": "you went and I was water. You think we would slaughter you think we", "start": 400.38, "end": 402.96}, {"text": "I thought that was an evil villains laugh. Is it not? No, it was a dog. Oh my", "start": 402.96, "end": 408.82}, {"text": "God, that completely sounded like a human. That was insane crazy.", "start": 408.82, "end": 413.06}, {"text": "So nuts. What the fuck, man? Oh, here comes a package. Oh, get ready. It's FedEx. Oh,", "start": 414.46, "end": 419.46}, {"text": "they're about to knock on our door. I'm really nervous. They're literally walking right up.", "start": 419.46, "end": 423.18}, {"text": "Oh my God. Please, no. Please, no. Please don't do it. Please don't do it. Please. They're", "start": 423.18, "end": 427.78}, {"text": "coming. They're going to knock on that door. They're going to come here. I swear to God.", "start": 427.78, "end": 431.46}, {"text": "It's this Goodfellas diner scene right now. Yeah, no, I think Fringe would be the worst", "start": 431.46, "end": 438.42}, {"text": "experience of your life. I can't believe it. Everybody who does it is like, \"Oh, it changed", "start": 438.42, "end": 442.3}, {"text": "my life. It's like yeah man. You did Molly. Yeah, you put you drank for thirty", "start": 442.3, "end": 446.2}, {"text": "nights in a row. You chilled yeah. I don't think it's and then you ask like", "start": 446.2, "end": 449.76}, {"text": "how are the shows. It's for people came to every single one. The only people", "start": 449.76, "end": 454.18}, {"text": "who sell out the shows are this guy, Stuart Lee, Stuart Little, Stuart Little,", "start": 454.18, "end": 458.98}, {"text": "who's a very huge across the pond. He's a very and he does kind of sardonic kind", "start": 458.98, "end": 465.3}, {"text": "of dry British wit. The only the only joke I remember from from from the friend.", "start": 465.3, "end": 471.52}, {"text": "I went to two fringes actually. Wow. Yeah, because my friend went to school over there.", "start": 471.54, "end": 475.66}, {"text": "I could I should get a friend in the front of your head. Yeah. I obviously I remember", "start": 475.66, "end": 480.14}, {"text": "seeing a bunch like there are a bunch of people that I wanted to see that I like. There's", "start": 480.14, "end": 482.98}, {"text": "like oh like I'll go see this person because I know of yeah whatever, but the only like", "start": 482.98, "end": 486.9}, {"text": "the fun part is to walk into random stuff that you don't you don't even know something's", "start": 486.9, "end": 490.5}, {"text": "happening. I just walk into a bar and there will just be a show happening and you sit", "start": 490.5, "end": 493.74}, {"text": "and watch and the only thing that I remember from any of those was this guy who we like", "start": 493.74, "end": 498.36}, {"text": "just walked into this random show and he's doing stand up and the only joke I", "start": 498.36, "end": 501.28}, {"text": "remember is he was talking about Millennials and he was saying that they", "start": 501.28, "end": 504.48}, {"text": "don't he was doing literally like what you would like a he was saying that", "start": 504.48, "end": 509.56}, {"text": "Millennials don't look at sunrises anymore because they look to spend too", "start": 509.56, "end": 513.72}, {"text": "much time looking at their apps. He was saying he was fully honest like", "start": 513.72, "end": 519.36}, {"text": "earnestly like probably middle it like two young middle ages middle ages 600", "start": 519.36, "end": 524.36}, {"text": "thirty years old. I would guess like forties fifties, like two to not in the", "start": 524.36, "end": 528.16}, {"text": "right window for this type of thing. I feel like barely not a millennial yeah", "start": 528.16, "end": 531.8}, {"text": "and then the only thing I remember it a really strong accent. He kept being", "start": 531.8, "end": 535.32}, {"text": "like yeah and you'll see millennials in the in the park doing toy chi. Oh my", "start": 535.32, "end": 540.08}, {"text": "boy, she and then he didn't act out of toy toy toy, toy, toy, toy, and you just", "start": 540.08, "end": 546.56}, {"text": "go", "start": 546.56, "end": 546.76}, {"text": "and I've never seen anybody do Taiji in my life and this guy got a thirty day", "start": 546.76, "end": 553.24}, {"text": "thirty shows. Oh yeah. Well that's cool. Was it like, do they do shows in the middle of", "start": 553.28, "end": 557.4}, {"text": "the day in the morning and stuff? Yeah. Yeah, yeah, yeah. Sounds like hell man. I hate shows.", "start": 557.4, "end": 562.32}, {"text": "Well yeah, that's, it's, I mean, it is, it's the, it's the Mystery Science Theater 3000", "start": 562.32, "end": 567.8}, {"text": "style comedy fans delight. Yeah. It is the, it's the lol cow comedy fans. Yeah. Paradise", "start": 567.8, "end": 574.24}, {"text": "Playground. Yeah. You get to see one, you buy, you buy an expensive ticket to see like", "start": 574.24, "end": 580.6}, {"text": "Dan Soder one day or whatever, and then every other day you see people", "start": 580.6, "end": 584.64}, {"text": "wallowing in the filth", "start": 584.64, "end": 585.88}, {"text": "of their own brain. Here's what we do man,", "start": 585.88, "end": 589.36}, {"text": "you, me,", "start": 589.36, "end": 591.24}, {"text": "Patrick, okay,", "start": 591.24, "end": 593.52}, {"text": "right, Pete, I'm okay, Pete, Pete Holmes,", "start": 593.52, "end": 598.6}, {"text": "we run that town. We should do a play, we got to do a four person show.", "start": 598.6, "end": 604.44}, {"text": "We gonna run this town tonight. The other thing is, the other thing as far", "start": 604.44, "end": 607.44}, {"text": "as I can tell, if you get, if you get the like", "start": 607.44, "end": 609.8}, {"text": "official. I don't know how the whole thing works. I've know I knew some", "start": 609.8, "end": 613.24}, {"text": "people who did some shows and I don't know how you like get it. I think you", "start": 613.24, "end": 615.6}, {"text": "have to like get it and assert, but like I think that if you get a friend show", "start": 615.6, "end": 619.16}, {"text": "like they newspapers will send people to review your show. That's so awesome,", "start": 619.16, "end": 624.76}, {"text": "like no matter what like it's you can you can be you can just have the worst", "start": 624.76, "end": 628.36}, {"text": "show of all time and they'll send somebody to write a review of a show.", "start": 628.36, "end": 630.64}, {"text": "It's the worst show I've ever seen. It's one star. See if we can get like all", "start": 630.64, "end": 634.96}, {"text": "one star reviews. I really think we could do the worst show ever.", "start": 634.96, "end": 638.96}, {"text": "that's a great idea. That's a really good and try to get like to try to get", "start": 638.96, "end": 644.3}, {"text": "every day. I one star review in a different newspaper, make make truly the", "start": 644.3, "end": 648.74}, {"text": "worst show of all time. That is really genius. No, I mean what will we be?", "start": 648.74, "end": 652.6}, {"text": "What we even do? What is I mean we wouldn't have to try. We already did a", "start": 652.6, "end": 655.72}, {"text": "full fucking episode. How do you eat, but how do you even repulse Europeans?", "start": 655.72, "end": 660.0}, {"text": "Yeah, what repulses these sick animals? I would say, oh, we can take a shower.", "start": 660.0, "end": 665.88}, {"text": "we could take a shower on stage. We can any TV show or video game that has", "start": 666.08, "end": 670.24}, {"text": "colors in it. Yeah, we could brush our teeth. We could", "start": 670.24, "end": 673.18}, {"text": "we could listen to loud music, vegetables, rock and roll, that's great,", "start": 673.18, "end": 678.02}, {"text": "leafy greens,", "start": 678.02, "end": 678.84}, {"text": "cruciferous vegetables, toothbrushes, toothbrushes for sure. That's what we", "start": 678.84, "end": 683.64}, {"text": "could do. We could do just the whole thing. We could design the entire thing", "start": 683.64, "end": 686.2}, {"text": "to discuss, to discuss the European. Individuality. Individuality, yeah,", "start": 686.2, "end": 689.92}, {"text": "yeah, maybe entrepreneurship. Yeah, definitely. We could do an entire show", "start": 689.92, "end": 695.48}, {"text": "about an entrepreneur with the most amazing teeth in the world who eats six", "start": 695.5, "end": 702.58}, {"text": "small meals every single day or maybe he does intermittent fasting and he's in", "start": 702.58, "end": 705.66}, {"text": "really good shape. Did you see what the top joke of the fringe was? You see the", "start": 705.66, "end": 709.06}, {"text": "number one top J top number one joke of the fringe. What was the number one joke", "start": 709.06, "end": 712.94}, {"text": "of the friend? Let me look it up so I can read it verbatim. But it was a pun.", "start": 712.94, "end": 717.02}, {"text": "And who is the bard that this joke?", "start": 717.9, "end": 720.7}, {"text": "Let's lips.", "start": 720.7, "end": 722.7}, {"text": "This is not a joke of French 2023.", "start": 722.7, "end": 725.6}, {"text": "Okay, so comedy do people do drama drama? Yeah. Yeah, it's", "start": 725.6, "end": 729.98}, {"text": "like plays and all the drama.", "start": 729.98, "end": 731.5}, {"text": "They do. There's a bunch of one-person shows.", "start": 731.5, "end": 733.8}, {"text": "I hate it's everything from one man shows to one woman.", "start": 733.8, "end": 737.3}, {"text": "Yeah, a solo show. No, it's over there. It's a one-man show", "start": 737.3, "end": 741.18}, {"text": "or a one woman show.", "start": 741.18, "end": 742.3}, {"text": "They don't call it solo shows.", "start": 742.3, "end": 743.9}, {"text": "Like God,", "start": 743.9, "end": 745.2}, {"text": "let's see. Okay,", "start": 745.2, "end": 746.6}, {"text": "The top joke was written or told by Lorna Rose Treen. So shout out to Lorna Rose Treen.", "start": 747.6, "end": 754.94}, {"text": "Lorna.", "start": 754.94, "end": 755.94}, {"text": "Here it is. I started dating, oh hold on.", "start": 755.94, "end": 759.7}, {"text": "Yeah, get it ready.", "start": 759.7, "end": 761.36}, {"text": "I started dating a zookeeper, but it turned out he was a cheetah. That was the best joke", "start": 761.36, "end": 769.38}, {"text": "I've ever heard.", "start": 769.38, "end": 770.38}, {"text": "That was the top joke of the 2023 Fringe Festival.", "start": 770.38, "end": 776.52}, {"text": "it doesn't even make any sense. He was a cheetah. You thought he was a zoo. You", "start": 776.52, "end": 780.92}, {"text": "dated a large wild animal and he thought he was a zookeeper because he was at the", "start": 780.92, "end": 786.68}, {"text": "no, you don't understand this woman just has a heavy accent. You're saying I", "start": 786.68, "end": 789.66}, {"text": "started dating a zookeeper and it turns out he was a cheater. It's a dead joke", "start": 789.66, "end": 793.22}, {"text": "and the joke is that the joke is about how unfaithful people are nowadays.", "start": 793.22, "end": 797.32}, {"text": "That is so sad. Actually, here's the here's the", "start": 797.32, "end": 800.76}, {"text": "is there a runner up?", "start": 800.76, "end": 803.0}, {"text": "so it's just this web. This web page I pulled up has all of them for the like", "start": 803.64, "end": 806.94}, {"text": "every year. I need to hear all these are all the exact same. Okay, give me one.", "start": 806.94, "end": 811.08}, {"text": "This is insane me twenty twenty two twenty twenty two. So I see what", "start": 811.08, "end": 814.54}, {"text": "happened in twenty twenty two. What was like a big news story in twenty twenty", "start": 814.54, "end": 818.22}, {"text": "two", "start": 818.22, "end": 818.46}, {"text": "the podcast about list podcast our list at a united states tour. So this is how", "start": 818.46, "end": 824.7}, {"text": "this is the year that this happened. Okay, give me the joke. I tried to steal", "start": 824.7, "end": 828.44}, {"text": "spaghetti from the shop, but the female guard saw me and I couldn't get pasta.", "start": 828.44, "end": 833.5}, {"text": "Oh wait, it's it's UK, so and I couldn't get pasta.", "start": 833.5, "end": 838.64}, {"text": "It works better in the UK, and I'm going to be honest yeah yeah pasta. It", "start": 838.64, "end": 844.28}, {"text": "doesn't make yeah. I went pasta, but I couldn't get pasta. That's funny. Yeah,", "start": 844.28, "end": 848.08}, {"text": "that's okay. So these are all going to be the female guard saw me. Well, you", "start": 848.08, "end": 852.58}, {"text": "had to say it's that I was wondering why the female guard, but there's no", "start": 852.58, "end": 856.26}, {"text": "there's not it's not called past him. Yeah, you have to say otherwise. It's a", "start": 856.26, "end": 859.8}, {"text": "yeah.", "start": 859.8, "end": 860.06}, {"text": "okay, give me the I couldn't get anti pasta yeah. See that I could be good in", "start": 861.06, "end": 864.72}, {"text": "an opposite kind of universe. I went to the I tried to steal. I went to the", "start": 864.72, "end": 868.66}, {"text": "opposite spaghetti store and the female guard tried to stop me and I couldn't", "start": 868.66, "end": 873.68}, {"text": "get anti pasta.", "start": 873.68, "end": 874.74}, {"text": "Okay, it skips a toy. Anti anti pasta already exists, though", "start": 874.74, "end": 878.98}, {"text": "yeah yeah, that's why I said it wouldn't be an opposite. It would just be a yeah.", "start": 878.98, "end": 883.98}, {"text": "Well, an appetizer store yeah. Yeah, I went to the appetizer. That's a better", "start": 883.98, "end": 888.22}, {"text": "joke. I went to the appetizer store and the female guard told me told me I", "start": 888.26, "end": 892.5}, {"text": "wouldn't be able to get an tp it yeah. I couldn't steal from and she and she was", "start": 892.5, "end": 897.32}, {"text": "an anti guard also yeah. So this is", "start": 897.32, "end": 899.62}, {"text": "this is from twenty nineteen, because I guess they took a couple years off for", "start": 899.62, "end": 903.58}, {"text": "cove it probably, but blow me yeah. So it's one and I think about here. This is", "start": 903.58, "end": 908.68}, {"text": "basically cove. It is brewing in this in the during this French, the nervousness", "start": 908.68, "end": 914.48}, {"text": "the guys, the it's on the influence of or you know years and this is co vid years", "start": 914.78, "end": 919.48}, {"text": "or they're in they're intersecting, but this is maybe the last carefree joke.", "start": 919.48, "end": 923.32}, {"text": "Oh wow right, so last the last vestige of happiness for everything was so yeah", "start": 923.32, "end": 928.36}, {"text": "way. I need to know what it was like because these these last two have been", "start": 928.36, "end": 931.36}, {"text": "very dark yeah. So this one is is by olaf falafel. No, yeah, it's by olaf", "start": 931.36, "end": 937.5}, {"text": "falafel. That can't be the name of a him. It must be okay. Here's the joke. I", "start": 937.5, "end": 943.7}, {"text": "I keep randomly shouting out. That's all that's a great start to a joke. That's a", "start": 943.84, "end": 947.54}, {"text": "good set up. I keep randomly really, really good. That's a really strong", "start": 947.54, "end": 950.48}, {"text": "every every every comedian has at least one. I keep read. I keep randomly", "start": 950.48, "end": 954.98}, {"text": "shouting out.", "start": 954.98, "end": 955.82}, {"text": "I keep randomly shouting out broccoli and cauliflower. I think I might have", "start": 955.82, "end": 961.86}, {"text": "florets", "start": 961.86, "end": 962.62}, {"text": "all right, yeah, all right, that's my Olaf Olaf. Olaf Olaf. This guy just", "start": 962.62, "end": 972.5}, {"text": "your check out all a falafel on instagram, a bit as real or he crushes", "start": 972.54, "end": 977.04}, {"text": "the reels", "start": 977.04, "end": 977.58}, {"text": "yeah okay. Now we have the first real joke in twenty eighteen. This is the", "start": 977.58, "end": 981.88}, {"text": "first one that's not a pun that I'm going back", "start": 981.88, "end": 983.92}, {"text": "Adam row working at the job center has to be a tense job, knowing that if you", "start": 983.92, "end": 988.94}, {"text": "get fired, you still have to come in the next day", "start": 988.94, "end": 991.22}, {"text": "because you have to you have to get a job at the job center. They mean the", "start": 991.22, "end": 996.62}, {"text": "unemployment office. I think yeah they must have a different. They must call", "start": 996.62, "end": 1000.3}, {"text": "the job center, the job center, the job, be", "start": 1000.32, "end": 1003.28}, {"text": "gotta go down to the job. Yeah, we can stop it man. This goes all the way, but", "start": 1003.28, "end": 1009.22}, {"text": "okay, give me the oldest. We go two thousand and nine Dan and to Polsky", "start": 1009.22, "end": 1013.44}, {"text": "okay, I'm anti Polsky hedgehogs. Why can't they just share the hedge?", "start": 1013.44, "end": 1018.84}, {"text": "I kind of like that one.", "start": 1018.84, "end": 1021.48}, {"text": "I kind of like that one a little bit. Hey hedgehogs,", "start": 1021.48, "end": 1025.84}, {"text": "I'm okay. That's like a joke man when I was a first starting stand up.", "start": 1026.88, "end": 1030.74}, {"text": "When I was like a type of joke, I would yeah, when I was like sixteen, I had a", "start": 1030.74, "end": 1034.6}, {"text": "joke that was like", "start": 1034.6, "end": 1035.36}, {"text": "I sucked so bad. I was so bad for so long. I know man. It's I had a they", "start": 1035.36, "end": 1041.36}, {"text": "shouldn't you shouldn't be allowed to try to stand up in high school. Yeah,", "start": 1041.36, "end": 1044.84}, {"text": "and it sucks that if you're not like the only people who are really good at that", "start": 1044.84, "end": 1049.92}, {"text": "age are like like Dave Chappelle. Dave Chappelle was like fifteen years old and", "start": 1049.92, "end": 1054.96}, {"text": "was like really good. Yeah. And like if you know that if you do it one time and you're", "start": 1055.0, "end": 1058.88}, {"text": "16, you don't do well, you're like, well, okay. So I know that I have my ceiling is", "start": 1058.88, "end": 1063.34}, {"text": "way, way lower than I was hoping. But I think my first joke I ever told on stage was like,", "start": 1063.34, "end": 1070.36}, {"text": "it was like, hey, man, these ant eaters, that was the beginning. Yeah, again, another classic", "start": 1070.36, "end": 1079.04}, {"text": "thing of animals. These ant eaters, you ever think they get a little bit tired of eating", "start": 1079.04, "end": 1084.04}, {"text": "That's the kind of joke I think of now. It's kind of funny. That's all I can think of.", "start": 1084.04, "end": 1090.6}, {"text": "But then I remember my first time doing stand-up, I was at this hookah bar in Wilmington. Yeah.", "start": 1090.6, "end": 1097.16}, {"text": "And my mom dropped me off and she wanted to watch and I said, \"No, you must leave.\" Right.", "start": 1097.16, "end": 1101.68}, {"text": "And I made friends with these like hippies who were there to like watch their friend", "start": 1101.68, "end": 1107.22}, {"text": "do like a DJ set at the open mic. And it took him like 15 minutes to set up and he went right", "start": 1107.22, "end": 1112.46}, {"text": "after me, but they were all they were drug addicts. Yeah, for sure. And the guy one of", "start": 1112.46, "end": 1120.38}, {"text": "the guys had like track marks all up and down his arm and I was just a little kid. So I", "start": 1120.38, "end": 1124.18}, {"text": "was like, hey man, why do you have all these holes on your arm? Yeah, and he was like I", "start": 1124.18, "end": 1130.3}, {"text": "give blood a lot. Yeah, and that really stuck with me. That stuck with me forever. I was", "start": 1130.3, "end": 1135.1}, {"text": "like that is the light that is a very, very skill. He went to he went to the he went to", "start": 1135.1, "end": 1141.82}, {"text": "to like the you know how like in a in a old TV show like their hero, there's the", "start": 1141.82, "end": 1147.42}, {"text": "the villains are the exact mirrors of the heroes and they have their own evil", "start": 1147.42, "end": 1150.42}, {"text": "organization. Yeah, he went to like the evil mirror dare and he learned like", "start": 1150.42, "end": 1154.54}, {"text": "twenty things to say when people ask you about the track.", "start": 1154.54, "end": 1156.9}, {"text": "Well, I guess he wants to say yes to", "start": 1156.9, "end": 1159.94}, {"text": "heroin. My there's a mosquito problem in my bedroom. That's a tattoo. That's a", "start": 1159.94, "end": 1166.86}, {"text": "failed tattoo. They went really slow. The machine got all broken. Just a bunch of", "start": 1166.86, "end": 1170.7}, {"text": "holes in my arm. I fell yeah", "start": 1170.74, "end": 1173.1}, {"text": "on a bunch of needles and I remember that I think they I was like sixteen, but I", "start": 1173.1, "end": 1177.94}, {"text": "was definitely a dork. I was wearing like yeah flannel and like like blue jeans.", "start": 1177.94, "end": 1182.58}, {"text": "You know like those those deep blue jeans that have like the yellow stitching like", "start": 1182.58, "end": 1186.62}, {"text": "that kind of like Levi's jeans. That was what I wore every day and I", "start": 1186.62, "end": 1190.94}, {"text": "they yeah they were like smoking a joint and they were like I didn't even ask", "start": 1190.94, "end": 1197.18}, {"text": "about that when they just told me it was a cigarette. I was like I know a weed is", "start": 1197.18, "end": 1199.98}, {"text": "man. Yeah, and now you don't know track. I feel like it's a fair. Yeah, I guess if I", "start": 1200.06, "end": 1204.98}, {"text": "don't know, yeah, assumption. I just didn't I didn't hang out with that many heroin addicts", "start": 1204.98, "end": 1208.46}, {"text": "up to that point. Yeah, you know, at least not doing it into their veins. Yeah, but they", "start": 1208.46, "end": 1213.14}, {"text": "were good people. They loved me and they I had a video. It's so crazy. I do. I just think", "start": 1213.14, "end": 1219.1}, {"text": "about this. What was your first time doing stand up? I was fourteen. That is so young.", "start": 1219.1, "end": 1223.7}, {"text": "Yeah, man. Yeah. I mean, that's what I can't do. They let you on. I exactly. Well, yeah,", "start": 1223.7, "end": 1227.78}, {"text": "me and my friend, we had to like find there were maybe like one or two open", "start": 1227.78, "end": 1230.98}, {"text": "mics in Boston that would even let a 14 year old in because they're all bars.", "start": 1230.98, "end": 1235.22}, {"text": "Yeah, of course. So yeah, they're not going to let you like we got turned", "start": 1235.22, "end": 1237.78}, {"text": "away from you could have done. Yeah, yeah, I don't think Muya was around.", "start": 1237.78, "end": 1241.46}, {"text": "Probably not. Yeah, in fact, it definitely wasn't, but it was at it was", "start": 1241.46, "end": 1245.62}, {"text": "at a Cheers. Really? Yeah, they had an open mic there and she had an old open", "start": 1245.62, "end": 1250.78}, {"text": "mic. Yeah, and that's what I think about. It's crazy, dude. I was yeah, I was 14", "start": 1250.78, "end": 1254.06}, {"text": "fifteen years old, I was doing literally the worst jokes of all time. Yeah, so", "start": 1254.06, "end": 1257.36}, {"text": "horrible, like like every joke was like the one I can remember is like this is", "start": 1257.36, "end": 1262.3}, {"text": "probably one of the first ones ever I did on stage, which is like oh like I", "start": 1262.3, "end": 1266.5}, {"text": "love skydiving, but everyone always freaks out when I do it in business", "start": 1266.5, "end": 1271.12}, {"text": "class,", "start": 1271.12, "end": 1271.58}, {"text": "like something like that, you know, like it's like completely nothing and yeah", "start": 1271.58, "end": 1275.58}, {"text": "just all only that that exact set up and punch line. Yeah, I in different", "start": 1275.58, "end": 1280.58}, {"text": "situations of like here's something you're not supposed to do in this", "start": 1280.58, "end": 1283.02}, {"text": "situation. I remember that yeah there are people walking around. You saw me do", "start": 1283.06, "end": 1286.66}, {"text": "stand up when I was fourteen and they were like that was a and they're ever", "start": 1286.66, "end": 1289.5}, {"text": "seen yeah, because I remember all the worst things, the worst stand up sets", "start": 1289.5, "end": 1293.14}, {"text": "I've ever seen yeah. Of course, and these these people definitely yeah yeah", "start": 1293.14, "end": 1296.58}, {"text": "so they were like yeah, yeah you of course you remember a fucking fourteen", "start": 1296.58, "end": 1299.62}, {"text": "year old kid doing yeah. The thing is you have your kid. These are people who", "start": 1299.62, "end": 1302.86}, {"text": "are who are probably I'll run into again in my life", "start": 1302.86, "end": 1305.66}, {"text": "and I almost already accessible. If they were at the cheers open, Mike yeah,", "start": 1305.66, "end": 1310.16}, {"text": "well, I know of a few of them that was Sam Jay there yeah", "start": 1310.42, "end": 1313.74}, {"text": "yeah. I talk to same day like multiple times. So she's very nice. Yeah, she's", "start": 1313.74, "end": 1323.98}, {"text": "very funny yeah, but again yeah, I was fourteen years. That is so fucking", "start": 1323.98, "end": 1328.58}, {"text": "awesome man. That is so awesome yeah. All of my I did that joke and then I did", "start": 1328.58, "end": 1333.74}, {"text": "a bunch of jokes about like that were just made up stories, but not made up in", "start": 1333.74, "end": 1338.94}, {"text": "like, \"Oh, these are crazy, obviously made up stories.\" They were just like lying", "start": 1339.02, "end": 1343.42}, {"text": "stories that could be true.", "start": 1343.42, "end": 1344.94}, {"text": "Yeah, yeah, yeah.", "start": 1344.94, "end": 1345.94}, {"text": "You know? And it was all...", "start": 1345.94, "end": 1347.26}, {"text": "You don't go far enough.", "start": 1347.26, "end": 1348.74}, {"text": "Yeah. But I think if you're a kid, this is a recommendation to all the kids, all the", "start": 1348.74, "end": 1353.62}, {"text": "kids who are not civilians, the non-civilian kids who want to start doing stand-up comedy.", "start": 1353.62, "end": 1356.62}, {"text": "Kids who are in the trenches.", "start": 1356.62, "end": 1357.62}, {"text": "Yeah, the kids who have been enlisted by God in this holy army.", "start": 1357.62, "end": 1361.54}, {"text": "The divine mandate that's been handed down.", "start": 1361.54, "end": 1363.84}, {"text": "If you're a child and you do stand-up comedy, you have to do it about how weird it is that", "start": 1363.84, "end": 1368.26}, {"text": "that you're a kid yeah, you have to do about Pokemon. You have to do it about", "start": 1368.26, "end": 1372.0}, {"text": "like you have to do it about fucking about fucking about sex. That would see", "start": 1372.0, "end": 1376.32}, {"text": "that was you see you were fourteen. You could have done that at sixteen yeah,", "start": 1376.32, "end": 1380.02}, {"text": "you know I'm halfway a man dude that you just like I just got a like I was", "start": 1380.02, "end": 1384.6}, {"text": "eating pussy. The other flashbulb memory okay,", "start": 1384.6, "end": 1386.84}, {"text": "there was this guy there was like he was like a", "start": 1386.84, "end": 1390.52}, {"text": "like a resource teacher type guy", "start": 1390.52, "end": 1394.44}, {"text": "that it was like at my school very briefly and I liked I would talk to him", "start": 1395.6, "end": 1399.18}, {"text": "and we talked about like how I wanted to do stand up and he was like he said", "start": 1399.18, "end": 1402.68}, {"text": "that he was a stand up comedian and then we were like just talking about it and", "start": 1402.68, "end": 1405.94}, {"text": "then he told me one of his jokes and it was something about it was literally so", "start": 1405.94, "end": 1409.26}, {"text": "it was literally about something about his wife's like pubes like it was like", "start": 1409.26, "end": 1413.32}, {"text": "it's like some really graphic, like not like not really a joke, just something", "start": 1413.32, "end": 1418.56}, {"text": "about and it was like it was about his wife like like and he and then I", "start": 1418.56, "end": 1422.12}, {"text": "remember really vividly at the end of it. He was like now don't steal my job", "start": 1422.16, "end": 1426.12}, {"text": "dude. I'm like you should have done it man. What are you talking about eating", "start": 1426.12, "end": 1430.6}, {"text": "my wife? You the other day", "start": 1430.6, "end": 1432.06}, {"text": "I'm in high school. Yeah, I have a wife and my joke. See that would be funny,", "start": 1432.06, "end": 1439.0}, {"text": "though it would be funny. That would actually be really funny. If that is I", "start": 1439.0, "end": 1441.8}, {"text": "mean that's what you have to do. If like a thirteen year old went up and was", "start": 1441.8, "end": 1445.12}, {"text": "doing like Rodney, that's so funny, but it wouldn't because no thirteen year", "start": 1445.12, "end": 1450.84}, {"text": "could ever do Rodney without seeming like their parent was forced. Exactly. That's", "start": 1450.86, "end": 1454.86}, {"text": "the other thing is what if you watch like if you ever seen an orphan, you ever", "start": 1454.86, "end": 1458.06}, {"text": "seen those old clips of Amanda Bynes doing stand up and she's like twelve", "start": 1458.06, "end": 1460.9}, {"text": "years old. No, she's like pretty funny, but it is clear that her parents were", "start": 1460.9, "end": 1464.86}, {"text": "way way way too involved. Yeah, because no kid is going to do this. Yeah, of", "start": 1464.86, "end": 1469.06}, {"text": "course, kids want to play. Kids love playing. Kids don't want to hang out in", "start": 1469.06, "end": 1472.96}, {"text": "smoky, dirty nightclothes. It's the worst experience of all time. Yeah, it's", "start": 1472.96, "end": 1476.46}, {"text": "awful. I used to get really bad stage fright too. Yeah me too man. Yeah when I", "start": 1476.46, "end": 1480.9}, {"text": "was like I used to like be completely shaking on stage. I was like freaking the", "start": 1480.9, "end": 1487.14}, {"text": "fuck out. I remember the second open mic I ever did was like the next week and I", "start": 1487.14, "end": 1492.24}, {"text": "remember being I did I had like I did the math and I was like okay if I do an", "start": 1492.24, "end": 1497.62}, {"text": "open mic every week yeah until I turn 18 I'll have done stand-up like over like a", "start": 1497.62, "end": 1503.96}, {"text": "like a hundred and fifty times by then yeah and I I was like and then I'll be", "start": 1503.96, "end": 1508.24}, {"text": "really good yeah, and I think I did stand up like four times in North Carolina", "start": 1508.24, "end": 1511.54}, {"text": "when I was a kid, because by the fourth time I was like okay, this is this is", "start": 1511.54, "end": 1514.4}, {"text": "this is another cheat code for every for every kid who wants to level up and", "start": 1514.4, "end": 1518.9}, {"text": "become a comedian. Start doing stand up as young as possible, do it ten to twelve", "start": 1518.9, "end": 1523.7}, {"text": "times and then don't do it for eight to ten years and then say and then when you", "start": 1523.7, "end": 1528.56}, {"text": "get back into it, you say yeah, I've been doing it since I was yeah. I started it", "start": 1528.56, "end": 1531.98}, {"text": "about eight years ago. I love saying that yeah, I did it when I was fourteen and", "start": 1532.02, "end": 1535.38}, {"text": "then I only did it for a year and then I stopped and I haven't done it since", "start": 1535.38, "end": 1537.86}, {"text": "that's what that's what I say is I say I say yeah, you know I started stand", "start": 1537.86, "end": 1541.46}, {"text": "about ten years ago. Yeah, it's so fun. It's very especially because like even", "start": 1541.46, "end": 1545.62}, {"text": "yeah, it doesn't even cat is nothing yeah my my second time doing stand up.", "start": 1545.62, "end": 1549.54}, {"text": "It was that it was a", "start": 1549.54, "end": 1550.42}, {"text": "an open mic at this comedy club and it was above a restaurant and there was", "start": 1550.42, "end": 1557.5}, {"text": "kind of like wedding party or bachelorette party or something that was at the restaurant", "start": 1557.54, "end": 1562.72}, {"text": "downstairs and they heard there was a free comedy show upstairs. So right before the", "start": 1562.72, "end": 1567.18}, {"text": "open mic starts, it's like, you know, 30 comics or whatever. That's the only people in the", "start": 1567.18, "end": 1570.9}, {"text": "audience. But right before the open mic starts, like 150 people walk up, just like drunk old", "start": 1570.9, "end": 1576.22}, {"text": "people and everybody else is like so excited. But I was terrified. And the guy who was hosting,", "start": 1576.22, "end": 1586.18}, {"text": "I like met him and talked to him and we like got along and he had these like this was 2000", "start": 1586.18, "end": 1592.66}, {"text": "and 2013 maybe 2012 and he was wearing you know people usually wear like red skinny jeans.", "start": 1592.66, "end": 1602.18}, {"text": "Yeah I can picture that. So he had like red skinny jeans on and when I went up I was like", "start": 1602.18, "end": 1607.02}, {"text": "and me and this guy really got along and I went up I shook his hand and was like thank", "start": 1607.02, "end": 1610.94}, {"text": "thank you guys give it up for yourselves and give it up for your host pants. You", "start": 1610.94, "end": 1615.04}, {"text": "guys", "start": 1615.04, "end": 1615.46}, {"text": "death just pure death and I looked at him and he looked so fucked up. He looks so", "start": 1615.46, "end": 1621.5}, {"text": "fucking sad, didn't talk to me afterwards and then I was what give it", "start": 1621.5, "end": 1625.74}, {"text": "up for spider man, give it up for spider man from the ways down y'all for half", "start": 1625.74, "end": 1630.62}, {"text": "spider half spider man bottom bottom part spider man, give it up for mix and", "start": 1630.62, "end": 1634.46}, {"text": "match spider man spider spider man at the beginning of the movie before he", "start": 1634.46, "end": 1637.82}, {"text": "that's a really good costume y'all. You look like Spider Man at the big", "start": 1637.84, "end": 1643.14}, {"text": "winning wait, wait, wait, this is too much. You look like Spider Man when he's", "start": 1643.14, "end": 1646.54}, {"text": "getting ready at the beginning of the movie", "start": 1646.54, "end": 1648.66}, {"text": "dressed in dressed in the Spider Man costume, like like literally movie", "start": 1648.66, "end": 1654.92}, {"text": "accurates pre yeah pre cost with the part of guys thing and then going up be", "start": 1654.92, "end": 1659.16}, {"text": "like guys. I look like Spider Man at the beginning of the way, so fucked up. I", "start": 1659.16, "end": 1664.24}, {"text": "just real. Oh yeah, someone just told me before I come on stage. I look like", "start": 1664.28, "end": 1668.66}, {"text": "Spider Man when he does the cage match, you all Spider Man before he gets a", "start": 1668.66, "end": 1671.54}, {"text": "cool cost before he learns how to so does he so that himself yeah. I think", "start": 1671.54, "end": 1675.7}, {"text": "he's he so's all of it him. So he even so's the cool one. I'm just can't be", "start": 1675.7, "end": 1679.98}, {"text": "right man. He's literally the most powerful man of all time. He so's", "start": 1679.98, "end": 1683.84}, {"text": "himself suits. He's a genius in every way. He's a scientific genius. Yeah,", "start": 1683.84, "end": 1688.22}, {"text": "he's buff and strong. He can so suits any and a million girls like him.", "start": 1688.22, "end": 1693.86}, {"text": "why just a couple girls, because he's a nerd yeah girls like nerds. Now that was", "start": 1693.86, "end": 1698.42}, {"text": "kind of the he's flipped the switch for us. He did flip flip it over, so I get on", "start": 1698.42, "end": 1702.18}, {"text": "stage. I say congratulations to his pants or whatever. I tell my lies. I do", "start": 1702.18, "end": 1706.54}, {"text": "my anteater joke and I it was a lottery open mic, so I ended up going way later", "start": 1706.54, "end": 1712.94}, {"text": "in the night and I told and my I had a curfew. I was barring my mom's car. My", "start": 1712.94, "end": 1716.82}, {"text": "mom was like be home at eleven yeah, and so I go on stage at like eleven fifteen", "start": 1716.82, "end": 1720.22}, {"text": "and so I'm on stage and my phone starts ringing with the ringer in my pocket,", "start": 1721.1, "end": 1726.6}, {"text": "and it's just like ringing so loudly, buzzing so loudly, everybody can hear it,", "start": 1726.6, "end": 1731.22}, {"text": "but I'm too nervous to touch it. So my phone just rang for like two minutes of", "start": 1731.22, "end": 1734.62}, {"text": "my set, completely dying, and then a lady in the front was like so honestly,", "start": 1734.62, "end": 1739.98}, {"text": "was like, \"Hey, honey, are you okay?\"", "start": 1739.98, "end": 1742.14}, {"text": "And I was like, \"What?\" She's like, \"Are you okay?\" I was like, \"Shut up,", "start": 1742.14, "end": 1746.38}, {"text": "bitch. I think I just went like yeah, I'm fine yeah, I'm fine. Look at this", "start": 1746.42, "end": 1751.62}, {"text": "bitch of the front row.", "start": 1751.62, "end": 1752.5}, {"text": "Are you okay,", "start": 1752.5, "end": 1754.78}, {"text": "and then I yeah, then I just ran off stage pretty much God that is and what's", "start": 1754.78, "end": 1762.84}, {"text": "worse than you bomb as a kid bombing is already so do that yeah so many and", "start": 1762.84, "end": 1767.1}, {"text": "then you go and then you go home and you get grounded once or twice. I also", "start": 1767.1, "end": 1771.22}, {"text": "completely forgot everything because I was so I was oh yeah, I had lights. I", "start": 1771.22, "end": 1775.62}, {"text": "I said to to Joe and then we got on a after twenty seconds, your kid you'd be", "start": 1775.66, "end": 1779.96}, {"text": "well. I forgot yeah and everyone's to everyone's too nice. Yeah kid. Oh,", "start": 1779.96, "end": 1784.16}, {"text": "I but you know that you're an adult at heart yeah. I did so. I did the first", "start": 1784.16, "end": 1789.48}, {"text": "one to mature to be comforted. I did the first one and then at the second time I", "start": 1789.48, "end": 1793.74}, {"text": "told everybody that I was in college right and they were like Oh, what", "start": 1793.74, "end": 1798.08}, {"text": "college you go to and there's only one college in my town. So I was like I go", "start": 1798.08, "end": 1800.92}, {"text": "to you and CW and they're like Oh, we go to you and CW. What year are you and I", "start": 1800.92, "end": 1804.38}, {"text": "he's like I get of three yeah. I skipped a couple of grades. Actually, I'm really", "start": 1804.42, "end": 1809.06}, {"text": "smart yeah. I do I'm mostly in the lab yeah run into me probably never seen me.", "start": 1809.06, "end": 1813.74}, {"text": "I'm in the I'm a do experiments. My major is experimental ism yeah. I'm in", "start": 1813.74, "end": 1818.62}, {"text": "the lab pretty much all day and night. You wouldn't even recognize me because", "start": 1818.62, "end": 1821.18}, {"text": "the goggles I have to wear for the safety, because I'm dealing with so many", "start": 1821.18, "end": 1824.18}, {"text": "full hazmat suit yeah, so I'm the guy who walks around as a hazmat man yeah.", "start": 1824.18, "end": 1829.94}, {"text": "I'm a professor", "start": 1829.94, "end": 1831.38}, {"text": "Yeah, and then I remember when I got to college, I was like, \"Oh, maybe I'll do", "start": 1832.46, "end": 1838.58}, {"text": "like... Maybe I'll start doing stand up here.\" They had an open mic there. Yeah.", "start": 1838.58, "end": 1842.54}, {"text": "And I didn't want to 'cause I went to one one time. It was... Nobody was doing", "start": 1842.54, "end": 1846.94}, {"text": "comedy, it was all music.", "start": 1846.94, "end": 1848.06}, {"text": "It was like, \"I don't wanna be the one guy who's doing...\" And it was in the", "start": 1848.06, "end": 1851.64}, {"text": "dining hall. Hey. Yeah, yeah. Hey. You guys like music? Well, you're gonna love", "start": 1851.64, "end": 1857.12}, {"text": "comedy then.", "start": 1857.12, "end": 1857.86}, {"text": "but I went to a they had an in you know, I just had an idea, sorry, but comedy that", "start": 1858.9, "end": 1863.76}, {"text": "you can dance to", "start": 1863.76, "end": 1864.6}, {"text": "comedy with a beat comedy with a beat and you can dance to it the whole time", "start": 1864.6, "end": 1869.06}, {"text": "you can do the piano accompaniment. Yeah, Rory Scoville did that. Okay, that's", "start": 1869.06, "end": 1873.1}, {"text": "cool. Yeah, but I'm thinking we should get a piano accompaniment for the show.", "start": 1873.1, "end": 1876.78}, {"text": "Yeah, that's a good idea. That's a great idea. That's a really good idea.", "start": 1876.78, "end": 1879.5}, {"text": "Pianos can't be that expensive.", "start": 1879.5, "end": 1880.98}, {"text": "Buddy or heavy.", "start": 1880.98, "end": 1883.78}, {"text": "It's like you don't know the first thing about these. Sorry. I'm a little", "start": 1883.78, "end": 1888.62}, {"text": "confused. He weighs about a pound yeah, fifty two pounds for a piano. I went to a", "start": 1888.62, "end": 1895.42}, {"text": "I didn't want to do stand up, but I was like maybe I'll do improv. So I went to", "start": 1895.42, "end": 1898.66}, {"text": "like this improv like not improv club. I got a jam and it was just it turned me", "start": 1898.66, "end": 1906.1}, {"text": "off of comedy for probably three years. Yeah, I was like this. These are really", "start": 1906.1, "end": 1910.14}, {"text": "these are sick people. Yeah, it's these are sick fucking people. It's it's pretty", "start": 1910.14, "end": 1914.74}, {"text": "pretty tough. Yeah, one of the kids was, I think I've talked about this before, but", "start": 1914.74, "end": 1918.66}, {"text": "one of the kids was like, I met him there and then I ended up having a class with him.", "start": 1918.66, "end": 1924.26}, {"text": "And the first day of class when we did like the icebreakers, they were like, \"Say your", "start": 1924.26, "end": 1928.54}, {"text": "name and a fun fact about yourself.\" And he was like, \"Well, my name's Samuel and", "start": 1928.54, "end": 1934.1}, {"text": "I can actually do an amazing Jim Carrey impression.\" And then he stood up and went, \"All righty", "start": 1934.1, "end": 1940.82}, {"text": "and just sat back down and we're like oh wow that's good man and this kid did", "start": 1940.82, "end": 1947.02}, {"text": "improv at my my college. I'm so glad that I will never again in my life have", "start": 1947.02, "end": 1952.82}, {"text": "to say a fun fact about myself. I feel like I had something recently where I", "start": 1952.82, "end": 1957.3}, {"text": "had to on like I think I was it was like shooting something and somebody and we", "start": 1957.3, "end": 1962.78}, {"text": "did icebreakers and I was like I don't need to know these people's names. Yeah", "start": 1962.78, "end": 1966.5}, {"text": "Yeah, get me in get me out yeah, I'm the talent. I'm Tom Cruise. Yeah, what I", "start": 1966.5, "end": 1971.0}, {"text": "don't need to know any of these fucking people's names and by the way, if I'm", "start": 1971.0, "end": 1974.04}, {"text": "ever a movie star, I will not be walking around shaking hands being like oh man,", "start": 1974.04, "end": 1978.5}, {"text": "it's I I'm so glad you're on this one because I saw you on the last one. I'm", "start": 1978.5, "end": 1982.7}, {"text": "going to say, would you mind hey there that tape is peeling up yeah. Can you", "start": 1982.7, "end": 1987.4}, {"text": "re tape that and then they go? Oh yeah right away, and I said I wasn't talking", "start": 1987.4, "end": 1990.72}, {"text": "to you. I was talking to a bug on the ground. Yeah, I was talking. I honestly", "start": 1990.72, "end": 1993.98}, {"text": "can't tell you people apart because you all I would talk to you. I would look at", "start": 1994.02, "end": 1997.18}, {"text": "a fly and I would say, can you tell that PA over there to get me a copy? Sorry,", "start": 1997.18, "end": 2001.16}, {"text": "I just assumed that was your boss,", "start": 2001.16, "end": 2002.26}, {"text": "because he's bigger than you or at least he acts bigger. Yeah,", "start": 2002.26, "end": 2006.32}, {"text": "man, I would be such a good movie star. I would make them build me a house on", "start": 2006.32, "end": 2010.86}, {"text": "set instead of a trailer.", "start": 2010.86, "end": 2012.06}, {"text": "I've been getting these videos on my shorter video feeds", "start": 2012.06, "end": 2017.74}, {"text": "that are is this woman who does intimacy coordination. That's your phone. She", "start": 2017.74, "end": 2023.3}, {"text": "does intimacy coordination. Is there anything on it? No, there's a photo of a", "start": 2023.34, "end": 2027.18}, {"text": "woman as the background. It's a painting. Okay, well", "start": 2027.18, "end": 2030.7}, {"text": "we to make fun of me for being disabled and not being able to tell the", "start": 2030.7, "end": 2034.84}, {"text": "difference between a painting and a photo. Okay, it's a new disability that", "start": 2034.84, "end": 2038.36}, {"text": "they're going to name after, but you can't solve a capture. I saw a cap. I'll", "start": 2038.36, "end": 2041.78}, {"text": "do it right now. You can give me four letters. Okay,", "start": 2041.78, "end": 2044.58}, {"text": "that's", "start": 2044.58, "end": 2047.82}, {"text": "only humans can figure that out. That's really tough. Actually, that's", "start": 2050.86, "end": 2055.42}, {"text": "actually really funny. No, I actually know the real way to do an audio capture.", "start": 2055.42, "end": 2059.28}, {"text": "Okay, it's", "start": 2059.28, "end": 2060.66}, {"text": "you say, okay, tell me what what these four letters are.", "start": 2060.66, "end": 2064.98}, {"text": "That was that would have been hard if you didn't say a b c d. Yeah, if you did", "start": 2064.98, "end": 2074.0}, {"text": "it, but I'm just doing an example. Yeah, it's hard to think of four letters.", "start": 2074.0, "end": 2076.9}, {"text": "It's really tough and not in sequence of the alphabet. No, yeah, that is really", "start": 2076.9, "end": 2080.7}, {"text": "fucking let me try again. Okay,", "start": 2080.72, "end": 2082.12}, {"text": "that was better yeah yeah, it's just scary that you couldn't spell something", "start": 2082.12, "end": 2098.04}, {"text": "by accident yeah. Don't people find captures all the time that say like", "start": 2098.04, "end": 2102.42}, {"text": "you're fat and stuff", "start": 2102.42, "end": 2103.8}, {"text": "you would think that they would have some kind of software technology. I", "start": 2103.8, "end": 2109.78}, {"text": "I used to look at you remember how like fail blog you seven or at least like", "start": 2109.82, "end": 2113.9}, {"text": "there used to be a million sites that were all like fail blog, but they're", "start": 2113.9, "end": 2116.4}, {"text": "like hyper specific. Well, that's why here's why fail blog a really", "start": 2116.4, "end": 2120.12}, {"text": "I hope fail blog never gets Saturday night live never gets cast on Saturday", "start": 2120.12, "end": 2125.0}, {"text": "and alive because they did that one website English remember that I do", "start": 2125.0, "end": 2129.2}, {"text": "remember that yeah, where it was just people from other countries who couldn't", "start": 2129.2, "end": 2132.8}, {"text": "spell yeah, they just had a million of those different and one of them was for", "start": 2132.8, "end": 2136.3}, {"text": "I don't remember what it was called, but it was all captures that spelled things", "start": 2136.3, "end": 2139.0}, {"text": "and they would do a little like rage comics and it would be like I would", "start": 2139.02, "end": 2143.02}, {"text": "have a capture that spell. It said something crazy as part of it. I", "start": 2143.02, "end": 2145.86}, {"text": "remember that no those were sick yeah yeah, we need to be your fat", "start": 2145.86, "end": 2151.16}, {"text": "captures of completely. They suck so bad now click the bike, click the bike", "start": 2151.16, "end": 2157.66}, {"text": "until you can't click the bike anymore. I fail that no capture should ever have", "start": 2157.66, "end": 2161.46}, {"text": "a prompt where it says until you can't anymore. It's like I'll be here all day.", "start": 2161.46, "end": 2165.82}, {"text": "Yeah. Is that a challenge? I'll click fucking everything. Yeah, but I hate when", "start": 2165.86, "end": 2170.66}, {"text": "it says like click that when it's the traffic light one and I'm like well do I", "start": 2170.66, "end": 2175.1}, {"text": "click the parts with the box or do I click the parts that just have the lights", "start": 2175.1, "end": 2178.5}, {"text": "in it? Do I click the if there's like three pixels into the corner of this?", "start": 2178.5, "end": 2181.9}, {"text": "Yeah, do I still click that? Do I click this one? How much does the computer", "start": 2181.9, "end": 2184.98}, {"text": "know is a traffic light? Yeah, well I think captchas are also a complete scam", "start": 2184.98, "end": 2189.9}, {"text": "because I have a VPN and if I have my VPN on, it auto fails my captchas every", "start": 2189.9, "end": 2194.86}, {"text": "time even if I do it right. Really? Or at least sometimes it will be like, well first", "start": 2194.86, "end": 2199.62}, {"text": "of all it will give me a capture every time I google anything if I have a VPN on no matter", "start": 2199.62, "end": 2203.24}, {"text": "where it's set to. What? I've never heard of this. And maybe I'm just in trouble. Maybe", "start": 2203.24, "end": 2208.46}, {"text": "you are in trouble. Maybe they have something on me. You're getting throttled. I told you", "start": 2208.46, "end": 2211.3}, {"text": "they looked at my bag at the airport. So who knows. Have you ever been pulled aside? I", "start": 2211.3, "end": 2217.22}, {"text": "have been. And they wipe your butt? They wipe my electronics. They took all my electronics", "start": 2217.22, "end": 2223.5}, {"text": "leaks out of my bag and I to like turn them all on use them and turn them on", "start": 2223.5, "end": 2227.24}, {"text": "really yeah. This was the for an international flight yeah. That makes", "start": 2227.24, "end": 2231.14}, {"text": "some sense. I guess yeah it was ran, but who's going to fucking who's who's", "start": 2231.14, "end": 2234.22}, {"text": "coming from America, a bomb in a kindle yeah and he's coming from America to", "start": 2234.22, "end": 2239.36}, {"text": "kill Scott. I was yeah. I was when I was flying to fringe. I thought I was going", "start": 2239.36, "end": 2244.48}, {"text": "to destroy the friends. They could tell us a comedy terrorist yeah. They could", "start": 2244.48, "end": 2248.66}, {"text": "they did you know little did they know that you were just going to you know I", "start": 2248.66, "end": 2252.56}, {"text": "because I did I terrorized it man. I laughed in people's faces. Yeah, I", "start": 2252.6, "end": 2255.8}, {"text": "walked around. I said you're you're shite. Yeah, which is the ultimate quite", "start": 2255.8, "end": 2260.44}, {"text": "you are quite shite. Yeah, yeah, you are lower than you need to quite comedy", "start": 2260.44, "end": 2264.74}, {"text": "shite head. You need to shite you your pants shite your trousers right now.", "start": 2264.74, "end": 2270.78}, {"text": "Well, I guess try it would go in your pants before your I don't like that", "start": 2270.78, "end": 2273.46}, {"text": "other word that they call pants. I'm never going to say that word now. Well,", "start": 2273.46, "end": 2276.7}, {"text": "you know if you go if you so here's a fun. Yeah, the pants is what they call", "start": 2276.7, "end": 2280.7}, {"text": "underwear. So when you go to the UK and you say this sentence, tell me I'm", "start": 2280.74, "end": 2288.02}, {"text": "going to go outside wearing only my pants", "start": 2288.02, "end": 2290.38}, {"text": "with nothing over them, they'd look at you like you're psycho or here. That", "start": 2290.38, "end": 2295.82}, {"text": "would be normal unless it was really snowy outside and they would assume you", "start": 2295.82, "end": 2298.5}, {"text": "wanted snow pants over. They say what you're not going to wear snow pants over", "start": 2298.5, "end": 2301.22}, {"text": "your pants, but you don't wear anything over your pants. You could also say I", "start": 2301.22, "end": 2305.94}, {"text": "I have my fanny hanging out of my pants yeah and they would go. You have your", "start": 2305.98, "end": 2310.42}, {"text": "vagina hanging out of your underwear and say no you fool. My ass cheeks are", "start": 2310.42, "end": 2314.54}, {"text": "hanging out. Okay, you want to be on jackass? Yeah, exactly. They'd say you", "start": 2314.54, "end": 2318.78}, {"text": "want to be on ridiculousness and I go yeah, thank you.", "start": 2318.78, "end": 2320.78}, {"text": "Yeah, or here's one. These chips are made out of potatoes.", "start": 2320.78, "end": 2325.82}, {"text": "That one works yeah, but not if you're holding up a tortilla chip. Oh my God,", "start": 2325.82, "end": 2331.86}, {"text": "that would break their mind. Make sense in", "start": 2333.06, "end": 2334.82}, {"text": "either either country, would it to hold up a to teach", "start": 2334.82, "end": 2338.9}, {"text": "tips? Yeah, I guess you're right. That's kind of a nonsense. We're just saying", "start": 2338.9, "end": 2343.5}, {"text": "this is a chip. If you held up a to change, they would go. What the hell", "start": 2343.5, "end": 2347.88}, {"text": "are you on about? Are you daft", "start": 2347.88, "end": 2349.48}, {"text": "cultural differences man? I hate that. Here's another cultural difference over", "start": 2349.48, "end": 2354.16}, {"text": "there. Every instead of saying for rent, every apartment has a sign that says to", "start": 2354.16, "end": 2359.06}, {"text": "let so it looks like every apartment is a sign that says toilet and then a phone", "start": 2359.06, "end": 2362.54}, {"text": "number every single one yeah. Why do they call it letting some people call it that", "start": 2362.58, "end": 2368.38}, {"text": "here, though? Why see it's it's renting here, but then it's sub letting why not", "start": 2368.38, "end": 2372.62}, {"text": "sub renting yeah. I think let is probably a type of form of the verb lease and you", "start": 2372.62, "end": 2377.46}, {"text": "let them use this yeah. You at least you use this, but it's not at least though", "start": 2377.46, "end": 2382.1}, {"text": "unless you are very Missy.", "start": 2382.1, "end": 2384.62}, {"text": "I will Lee. I will lead you use my", "start": 2386.62, "end": 2389.42}, {"text": "apartment. I will well gamers do that's true yeah. They don't have leet speak in", "start": 2389.42, "end": 2397.62}, {"text": "the UK either. No, no, that's just how no it wouldn't work. No, it wouldn't work", "start": 2397.62, "end": 2402.42}, {"text": "at all, because a new is something else over there. A new is probably say that", "start": 2402.42, "end": 2406.66}, {"text": "over there. Yeah, you say it's a grass part of the body. That is my big fear", "start": 2406.66, "end": 2411.42}, {"text": "about going to other countries. Besides there being cartels yeah in every every", "start": 2411.42, "end": 2416.58}, {"text": "country has a cartel except America. I want to get involved with the cartel man.", "start": 2416.58, "end": 2420.28}, {"text": "You want to get involved with them? Oh, yeah, I want to you. We just talked", "start": 2420.28, "end": 2425.18}, {"text": "about this last night, but yeah, you should you should know because I don't", "start": 2425.18, "end": 2428.68}, {"text": "think I don't think you'll hear it from him. Jubio was was I think cartel", "start": 2428.68, "end": 2433.48}, {"text": "scammed. I think he was attacked by a cartel member. Really dirty police", "start": 2433.48, "end": 2437.08}, {"text": "officer pulled him over. Oh, one of the I've that was one of the things I read", "start": 2437.08, "end": 2440.48}, {"text": "about before I go to Mexico is that you shouldn't drive alone at night because", "start": 2440.48, "end": 2445.68}, {"text": "the police will pull you over and shake you down. He got pulled over. The cop said the", "start": 2445.68, "end": 2449.82}, {"text": "tickets $300 and you have to pay it in cash right now. And he said, I do not have any", "start": 2449.82, "end": 2455.64}, {"text": "cash on me. And he said, okay, well, there's an ATM at the gas station down the street.", "start": 2455.64, "end": 2461.24}, {"text": "And if you go over there, then it's only $30. And he was like, and I think Jubio just said,", "start": 2461.24, "end": 2466.64}, {"text": "I don't have $30. And he said, okay, then it's $10. And so he just gave him 10 bucks.", "start": 2466.64, "end": 2471.88}, {"text": "That's what I read about. That's what they do to you.", "start": 2471.88, "end": 2475.38}, {"text": "Why do we not have, why does every cop in America act like they are like, like a wage,", "start": 2475.38, "end": 2482.32}, {"text": "they're like crusaders. They're like, yeah, waging some whole, like it, it means more", "start": 2482.32, "end": 2486.52}, {"text": "than just get your money. Yeah, just get your money, knock people out. Why are you wasting", "start": 2486.52, "end": 2492.7}, {"text": "all your fucking time doing what we need to do? We need to have a system like Mexico where", "start": 2492.7, "end": 2496.56}, {"text": "the normal cops, and you know, now that I'm thinking about it, we kind of maybe already", "start": 2496.56, "end": 2501.52}, {"text": "do, but we need to make we need to model it more like this. The normal cops.", "start": 2501.52, "end": 2505.52}, {"text": "These are the guys they're going to pull you over. They're going to shake you", "start": 2505.52, "end": 2507.52}, {"text": "down. If you're walking from a home and you're holding a beer, they put you in", "start": 2507.52, "end": 2511.62}, {"text": "jail. Yep, and you have to pay ten million dollars to get out and you see", "start": 2511.62, "end": 2516.92}, {"text": "one of these normal cops and you're afraid, but they have the federales.", "start": 2516.92, "end": 2521.92}, {"text": "And these guys, these are the good guys. It's the opposite. Here. The hometown", "start": 2521.92, "end": 2529.02}, {"text": "the beat cops. These are good people. They're just walking around. They just", "start": 2529.02, "end": 2532.46}, {"text": "needed a donut. They needed some money. Cops don't get paid that much, but they", "start": 2532.46, "end": 2537.18}, {"text": "needed a little bit of money. I like the color of the outfit. Can't wear that", "start": 2537.18, "end": 2540.7}, {"text": "color. It's blue, man. I do think that if cops wore red outfits, you'd see a", "start": 2540.7, "end": 2545.98}, {"text": "lot more people signing up. It's just cooler. It's a little bit Nazi-ish, I", "start": 2545.98, "end": 2555.34}, {"text": "I guess. Yeah, well, they didn't wear red. They just had red on their arm. Yeah, but", "start": 2555.34, "end": 2559.98}, {"text": "if they today, well, I'm thinking of Red Skull. Yeah. Well, that was mostly his", "start": 2559.98, "end": 2564.54}, {"text": "face. You're so right more than his clothes. So fucking right. Yeah, but I", "start": 2564.54, "end": 2568.9}, {"text": "guess typically a red guy does wear evil. How do I around is what from what", "start": 2568.9, "end": 2572.7}, {"text": "I said? Could we people ask you and me all the time? Yeah. How do you fix the", "start": 2572.7, "end": 2575.74}, {"text": "police? Uh huh. How do we do it, man? Tears. I mean, just look at it's all.", "start": 2575.74, "end": 2581.7}, {"text": "it's all just different levels. You let you you have one", "start": 2581.7, "end": 2584.64}, {"text": "strata of cops that this is reserved. These are corrupt cops. We need to stay", "start": 2584.64, "end": 2590.4}, {"text": "where a special badge. Listen, you guys can walk around. You can be cops because", "start": 2590.4, "end": 2593.78}, {"text": "if we try to take you off the force, you're probably going to kill the", "start": 2593.78, "end": 2596.2}, {"text": "chief's family or something. You guys can't it's listen. It's it's giving the", "start": 2596.2, "end": 2600.56}, {"text": "it's given the little brother that disconnected Xbox controller. It is", "start": 2600.56, "end": 2604.48}, {"text": "giving that as fuck. Yeah, a five pointed sheriff star. That's what they get to", "start": 2604.48, "end": 2609.32}, {"text": "somewhere yeah and they walk around fuck it a one hundred pointed star,", "start": 2609.34, "end": 2612.72}, {"text": "because you guys are the most special and important police of all and maybe we", "start": 2612.72, "end": 2615.94}, {"text": "split their tongues", "start": 2615.94, "end": 2616.86}, {"text": "and they walk", "start": 2616.86, "end": 2618.58}, {"text": "yeah and cloaks, I said in a registration yeah, because then the game", "start": 2618.58, "end": 2627.02}, {"text": "is here. It's not don't break the law. Yeah, you see one of these cops. You", "start": 2627.02, "end": 2632.22}, {"text": "get the fuck away immediately. That's right. See that's the thing that's so", "start": 2632.22, "end": 2635.44}, {"text": "tough about police officer about fixing the police. You either need to make them", "start": 2635.44, "end": 2639.32}, {"text": "some on just like Singapore, like you do anything and you instantly get your", "start": 2639.32, "end": 2645.62}, {"text": "head blown off yeah or they need to be basically just doing nothing. Here's", "start": 2645.62, "end": 2650.26}, {"text": "another here in America they're in the middle man. It doesn't work yeah.", "start": 2650.26, "end": 2653.66}, {"text": "Here's another solution don't change anything about the cops, but make prison", "start": 2653.66, "end": 2658.68}, {"text": "really easy to escape from,", "start": 2658.68, "end": 2660.18}, {"text": "and then the cops will be there will be more criminals around the cops won't", "start": 2660.18, "end": 2664.98}, {"text": "the time to harass people who are what singing too loudly. I do think getting", "start": 2665.0, "end": 2670.94}, {"text": "me in trouble for singing at 4 a.m. on Sunday night. Yeah, well, the fuck you", "start": 2670.94, "end": 2674.54}, {"text": "I'm listening and it helps me sleep. Yeah, fall asleep. While I sing, I'm", "start": 2674.54, "end": 2677.94}, {"text": "doing rent in my kitchen. Sue me. I live in New York City. Okay. I thought this", "start": 2677.94, "end": 2681.86}, {"text": "is supposed to be the most amazing place on earth. I think I nowadays. I think it", "start": 2681.86, "end": 2686.36}, {"text": "is my oh yeah, because you walk around Manhattan. I got New York a fud. You did", "start": 2686.36, "end": 2690.96}, {"text": "Francis Ha. I just honestly I made a lot of it did make I was like, oh, this is", "start": 2691.46, "end": 2696.6}, {"text": "actually sucks because because it's the NYU kids all just moved in.", "start": 2696.6, "end": 2700.62}, {"text": "These NYU kids, pretty tough nerds. They're really it really is like another.", "start": 2700.62, "end": 2706.86}, {"text": "I mean, you know the type of like the like, oh, I look at that. Look at you", "start": 2706.86, "end": 2711.3}, {"text": "guys. When you see the new college kids walking around, they're wearing their", "start": 2711.3, "end": 2713.94}, {"text": "student IDs on a lanyard around their neck and they're walking around and", "start": 2713.94, "end": 2717.06}, {"text": "they're looking at everything. Yeah. You know that like you see, I was seeing", "start": 2717.06, "end": 2719.72}, {"text": "I was in Boston be like oh you guys yeah. Oh look at you best you oh you don't", "start": 2719.74, "end": 2724.36}, {"text": "know how bad it's going to be. You don't know what it's like. I don't know.", "start": 2724.36, "end": 2727.56}, {"text": "Title nine title, nine title, nine title, nine title, nine", "start": 2727.56, "end": 2729.78}, {"text": "transfer, transfer, transfer,", "start": 2729.78, "end": 2735.16}, {"text": "drop out, drop out, no financial aid, no financial aid, food pantry. You look", "start": 2735.16, "end": 2741.24}, {"text": "like food pantry. Yep Yep Yep alcoholic hit by a car", "start": 2741.24, "end": 2744.56}, {"text": "first one to die. Definitely the first one to die. Look at this fucking kid.", "start": 2744.56, "end": 2749.38}, {"text": "Yeah, you don't get that here because these kids are millionaires. No, these", "start": 2749.38, "end": 2753.28}, {"text": "kids are crazy man. They're really it really completely transforms the", "start": 2753.28, "end": 2757.08}, {"text": "experience of seeing an eighteen year old walking around and you see them", "start": 2757.08, "end": 2761.52}, {"text": "when you can you can fully they're doing the they're doing a movie walk.", "start": 2761.52, "end": 2765.12}, {"text": "Yeah, they're fully there. They're all completely invested in not looking like", "start": 2765.12, "end": 2769.6}, {"text": "that kid, but they're still wearing the fucking lanyard. Yeah, but they're doing", "start": 2769.6, "end": 2774.22}, {"text": "the they're doing a they're doing a swag walk. Yeah, that's when you got to look", "start": 2774.22, "end": 2778.36}, {"text": "at them and you can look at the clothes they're wearing and the way that their", "start": 2778.4, "end": 2781.46}, {"text": "face looks and you say yeah, that's that you're a no bomb back kid. Yeah, you", "start": 2781.46, "end": 2786.12}, {"text": "came to New York because you watched lost in translation. Yeah, I don't know.", "start": 2786.12, "end": 2790.0}, {"text": "I don't know why I didn't go to try to go to a college in New York. I didn't", "start": 2790.0, "end": 2794.96}, {"text": "even try yeah. I probably tried. I didn't I got wait listed really yeah. I", "start": 2794.96, "end": 2799.92}, {"text": "probably I think it I think I thought New York was a wack AF. It's I mean I", "start": 2799.92, "end": 2804.58}, {"text": "think it's kind of when I was a college in New York. Yeah, I think I agree yeah", "start": 2804.58, "end": 2808.32}, {"text": "Yeah, I think it's a I think it's too. I think it's too much. I think I don't", "start": 2808.32, "end": 2811.82}, {"text": "think that you can treat a big real city as a college playground. I think it will", "start": 2811.82, "end": 2817.2}, {"text": "warp your life when I was like when I moved to Boston. Boston was like the it", "start": 2817.2, "end": 2823.0}, {"text": "felt like the biggest city ever to me. It's goaded dude. Yeah, it's very small", "start": 2823.0, "end": 2826.82}, {"text": "though. It's tiny. That's what's so great. I was like scared of it. I was like", "start": 2826.82, "end": 2830.64}, {"text": "this is too big. I need to live on a farm. Yeah, I mean that's what that that", "start": 2830.64, "end": 2835.08}, {"text": "that is you have you that's what I mean. You can't go to the biggest city in the", "start": 2835.08, "end": 2838.78}, {"text": "country for calling nowhere to go, you know where to go, but but down yeah,", "start": 2838.78, "end": 2842.52}, {"text": "which in terms of size", "start": 2842.52, "end": 2844.68}, {"text": "yeah, you could go to Hong Kong. You go to Mexico City. That's true. You got", "start": 2844.68, "end": 2850.02}, {"text": "there's a lot of places in the world to go. I guess technically yeah, but I", "start": 2850.02, "end": 2853.16}, {"text": "don't think Mexico City has that that kind of New York swag. No, there's too", "start": 2853.16, "end": 2857.96}, {"text": "much swag here for a child to exactly. Yeah, that's why I also see that the", "start": 2857.96, "end": 2862.42}, {"text": "kids running around here. Uh-huh. The kids in New York are crazy. It's I think it's I", "start": 2862.46, "end": 2866.46}, {"text": "think I will definitely not have a kid in New York. No, I can't even imagine. There's", "start": 2866.46, "end": 2870.46}, {"text": "kids. There's a kid right now who is going into my wife's work over and over and over", "start": 2870.46, "end": 2876.46}, {"text": "again. He's like 16 years old and the owner was there one day and he was on his laptop", "start": 2876.46, "end": 2881.46}, {"text": "and this kid asked to use the laptop and he was like, no, I'm doing work. You can't use", "start": 2881.46, "end": 2884.46}, {"text": "my laptop. He's like, okay, I'm going to come back and I'm going to kill you. And so now", "start": 2884.46, "end": 2889.46}, {"text": "keeps coming in and being like where's the owner I'm going to kill him and", "start": 2889.46, "end": 2894.0}, {"text": "they're like he's not here. You got to go and he's like okay, I'll be back", "start": 2894.0, "end": 2897.12}, {"text": "tomorrow dude. I can't imagine he's like sixteen years old yeah. I know it's I", "start": 2897.12, "end": 2901.38}, {"text": "can't imagine raising a small child in New York. Everybody lets their their", "start": 2901.38, "end": 2905.42}, {"text": "their eight year old kid walk home from school yeah and it's like you yeah. You", "start": 2905.42, "end": 2909.08}, {"text": "would kids they call them yeah, but I bet the mom and dad are both home", "start": 2909.08, "end": 2912.72}, {"text": "and I bet that I bet they don't have a job at all and they're on there. They're", "start": 2912.72, "end": 2917.12}, {"text": "getting money from the government, probably to live here, probably", "start": 2917.16, "end": 2921.32}, {"text": "specifically to live here. Yeah, no, but I mean like you yeah, you would try it.", "start": 2921.32, "end": 2924.84}, {"text": "You would be trying to raise your kid right and you be trying to to be like", "start": 2924.84, "end": 2928.36}, {"text": "okay. This is the way I'm going to raise my kid or whatever, and then you they'd", "start": 2928.36, "end": 2931.34}, {"text": "be walking home from school and they'd come home and they they'd just know", "start": 2931.34, "end": 2934.24}, {"text": "about Rick and Morty. They'd have gone into a store on the way home and the guy", "start": 2934.24, "end": 2937.68}, {"text": "behind the counter taught them about Rick and Morty on their way home. Do you", "start": 2937.68, "end": 2942.36}, {"text": "never see like like large like especially in this in this neighborhood. There's", "start": 2942.4, "end": 2948.0}, {"text": "like large immigrant families that you're like why in God's fucking name", "start": 2948.0, "end": 2954.64}, {"text": "did you move to New York City? Yeah, why would you move to the most expensive", "start": 2954.64, "end": 2959.8}, {"text": "city in the country move to fucking move to Kansas? Yeah, if I was coming from", "start": 2959.8, "end": 2965.24}, {"text": "another country, there's no way I would move to New York. No, pay $2000 for rent", "start": 2965.24, "end": 2969.28}, {"text": "and have to like fucking it's not right to have a family here. No, it's wrong.", "start": 2969.6, "end": 2974.1}, {"text": "It's morally wrong, completely wrong. You have to you have to be yeah. It's", "start": 2974.1, "end": 2978.48}, {"text": "children should not have to have keys. Children should have their own country.", "start": 2978.48, "end": 2983.2}, {"text": "Do you agree kids should not have to have keys? Yeah, if you are under the", "start": 2983.2, "end": 2986.76}, {"text": "age of fifteen, you should not have to have a key to your house. It should be", "start": 2986.76, "end": 2989.36}, {"text": "it should be so it should be like a", "start": 2989.36, "end": 2991.84}, {"text": "driver's license moment when you get your key. Yeah, you should be like I", "start": 2991.84, "end": 2996.0}, {"text": "remember the first time I got my key to and I put my little thing on it and I", "start": 2996.0, "end": 2999.16}, {"text": "went. I got a key. Mine was a Red Sox key. Holy because that was I didn't even like", "start": 2999.2, "end": 3003.4}, {"text": "my Red Sox. That was the only option they had at the like Home Depot. That's", "start": 3003.4, "end": 3007.6}, {"text": "awesome. It was like yeah, you can have this. It was like it was literally you", "start": 3007.6, "end": 3010.62}, {"text": "can either have the Red Sox key or you can have this like pink fuzzy key. You", "start": 3010.62, "end": 3015.4}, {"text": "should have done the pink. Yeah, but I remember so I was like I got my key for", "start": 3015.4, "end": 3018.76}, {"text": "the front door. I got my key for the back door, which I would never ever use. Of", "start": 3018.76, "end": 3023.2}, {"text": "course, it goes through the basement. There's no reason to ever have it, and", "start": 3023.2, "end": 3025.76}, {"text": "and then I got like a third key for like it was literally like I wanted the key.", "start": 3025.78, "end": 3029.3}, {"text": "I was like I think the third key was literally like a closet or something", "start": 3029.3, "end": 3032.22}, {"text": "something that was never locked and I would never, but I was like I need", "start": 3032.22, "end": 3034.66}, {"text": "three keys on my key ring. You have to you just got to have a man because I", "start": 3034.66, "end": 3039.52}, {"text": "got a jingle yeah check it out yeah. I was wearing a key ring me to my keys", "start": 3039.52, "end": 3045.04}, {"text": "are getting my keys are blowing up. Yeah me too. I have way this this this", "start": 3045.04, "end": 3049.5}, {"text": "office was is a huge because there's two locks man or multiple locks. There's", "start": 3049.5, "end": 3053.94}, {"text": "too much. Yeah, look at all my keys man. Here's one that my mom here's a not a", "start": 3053.98, "end": 3057.28}, {"text": "key that my mom got me. That is a fake key. This is Caleb. That's not I have a", "start": 3057.28, "end": 3061.8}, {"text": "fake key on my key ring too. Oh, you do. Well, yours is a little cooler. Do you", "start": 3061.8, "end": 3066.04}, {"text": "know what this is from? What", "start": 3066.04, "end": 3067.6}, {"text": "my mom got me this for Christmas and it said I threw away the other part, but it", "start": 3067.6, "end": 3072.32}, {"text": "said it was key that said Caleb and then it was a little like piece of metal that", "start": 3072.32, "end": 3076.68}, {"text": "also was on a key ring that said the writer. Whoa, the writer. My mom got it", "start": 3076.68, "end": 3082.66}, {"text": "for me when I went to college. This is a promotional key, a plastic promotional", "start": 3082.68, "end": 3087.38}, {"text": "key for Disney's The Nutcracker and the Four Realms. That's beast man. I don't", "start": 3087.38, "end": 3092.44}, {"text": "even know what that is. Probably a musical, if I had to guess. Yeah, I think", "start": 3092.44, "end": 3096.6}, {"text": "it's a movie.", "start": 3096.6, "end": 3097.16}, {"text": "I think it's a fantasy movie, in fact. Do you want to go see a... Dude, this is", "start": 3097.16, "end": 3103.38}, {"text": "day two of my wife being out of town. Yeah. I realize in the last two years, I", "start": 3103.38, "end": 3107.86}, {"text": "don't think she has been out of town when I haven't also been out of town,", "start": 3107.86, "end": 3112.2}, {"text": "whether it was like just at the same time or we go somewhere together.", "start": 3112.48, "end": 3115.68}, {"text": "How I get one of those every once in a while, it's what do you do man literally", "start": 3115.68, "end": 3122.28}, {"text": "instant complete neat mode, just it like me too. It's the second she's gone only", "start": 3122.28, "end": 3128.08}, {"text": "just just the worst food I get take out. I'd make mac and cheese yesterday. I", "start": 3128.08, "end": 3133.8}, {"text": "ten hours of video games all day video games and movies. Yeah, I do I that's", "start": 3133.8, "end": 3138.32}, {"text": "what I'm doing. It's two to two to three days into her being gone. Text the group", "start": 3138.36, "end": 3142.96}, {"text": "chat. Does anyone want to do anything?", "start": 3142.96, "end": 3144.68}, {"text": "I want to go out tonight. Dude, how did these how did these", "start": 3144.68, "end": 3149.64}, {"text": "I can't? How do these lonely men in America deal with not having your love", "start": 3149.64, "end": 3155.04}, {"text": "around? It's insane. These guys are I mean how this is a worthless life to live", "start": 3155.04, "end": 3160.84}, {"text": "no I like with no love is shit a puppy dog. Yeah, I feel like why I have to take", "start": 3160.84, "end": 3167.4}, {"text": "takes care of a puppy. I feel like I feel like a dog who takes care. I feel", "start": 3167.44, "end": 3171.44}, {"text": "like some kind of mother dog. I really don't like it man. I literally instantly", "start": 3171.44, "end": 3175.84}, {"text": "within thirty six hours, every time I open my door, every time I open my door,", "start": 3175.84, "end": 3180.24}, {"text": "my entire house smells like farts yeah because I've just been farting in there", "start": 3180.24, "end": 3183.58}, {"text": "and there's nobody there to light a candle. The other thing I", "start": 3183.58, "end": 3186.3}, {"text": "I'm not I don't even try to do it, but within two hours the entire apartment is", "start": 3186.3, "end": 3192.14}, {"text": "trashed me to garbage. I don't even know what I do. There's areas that are", "start": 3192.22, "end": 3197.62}, {"text": "trash that I don't even remember touching yeah, and then I literally the", "start": 3197.62, "end": 3201.5}, {"text": "either the depending on what time she comes back the night before or the day", "start": 3201.5, "end": 3204.5}, {"text": "of I do it all. I clean everything. So this is probably every weekend when my", "start": 3204.5, "end": 3208.18}, {"text": "wife works like goes to work early in the morning and I don't have anything to", "start": 3208.18, "end": 3211.14}, {"text": "do and I have one day a week basically where I live like I'm living right now.", "start": 3211.14, "end": 3214.78}, {"text": "Yeah, the house is a fucking disaster in eight hours. It's crazy and then I", "start": 3214.78, "end": 3221.14}, {"text": "clean it. I put aside one hour before she gets home to stop watching movies and", "start": 3221.18, "end": 3226.18}, {"text": "playing video games on Sunday. This is clean the house. My this is my three", "start": 3226.18, "end": 3230.76}, {"text": "days in the middle of the week or like that.", "start": 3230.76, "end": 3232.48}, {"text": "What if she works from home Monday and Friday, so then Tuesday, Wednesday,", "start": 3232.48, "end": 3236.54}, {"text": "Thursday, I at least like I have a dog that goes crazy and he'll knock stuff", "start": 3236.54, "end": 3240.78}, {"text": "over, but I just won't touch it. What are you doing? How are you making the", "start": 3240.78, "end": 3243.9}, {"text": "house messy? I like it. I literally have no idea. Yeah, I think I just don't. I", "start": 3243.9, "end": 3248.54}, {"text": "just pick stuff up and then put it down in a weird place. There's socks in my", "start": 3248.56, "end": 3251.62}, {"text": "living room. I put socks everywhere in my house. I don't know where the fuck", "start": 3251.62, "end": 3254.98}, {"text": "these I don't remember that all the time. I think the dog might be taking my yeah,", "start": 3254.98, "end": 3258.72}, {"text": "maybe your dog is making Phil goes into the bedroom and takes when he wants", "start": 3258.72, "end": 3263.16}, {"text": "attention because he's not allowed in there. He'll take dirty clothes out of", "start": 3263.16, "end": 3266.56}, {"text": "the hamper yeah and he'll bring them into the living room. It'll just chew on", "start": 3266.56, "end": 3269.68}, {"text": "them till you notice yeah. I live. I have the most beautiful", "start": 3269.68, "end": 3273.42}, {"text": "my wife is at work neat life, because I have a I have a guy in my life that I", "start": 3274.7, "end": 3279.4}, {"text": "pay his. I pay his bills so that he can three days a week play eight hours.", "start": 3279.4, "end": 3284.86}, {"text": "And I don't get bored the day", "start": 3284.86, "end": 3288.7}, {"text": "yeah, I literally every day she's at work. I text him at eleven AM. I say", "start": 3288.7, "end": 3293.72}, {"text": "what a play I text him. I say day of play", "start": 3293.72, "end": 3296.52}, {"text": "and then we play for five hours. It's funny that you may have the same exact", "start": 3296.52, "end": 3301.58}, {"text": "relationship with you, but I don't like that he started splitting time with you,", "start": 3301.62, "end": 3305.78}, {"text": "because I had him first. Well, I hit it first. No, no, I hit it. He's with the", "start": 3305.78, "end": 3310.32}, {"text": "real man now. No, yeah, nope. He likes he actually likes that. I make him play", "start": 3310.32, "end": 3314.9}, {"text": "games that he doesn't even like at all.", "start": 3314.9, "end": 3316.18}, {"text": "That's actually what he likes. Now he likes someone who listens to his", "start": 3316.18, "end": 3321.42}, {"text": "problems and feelings and cares about him. I'm a good friend. I was worse", "start": 3321.42, "end": 3324.46}, {"text": "problems", "start": 3324.46, "end": 3324.98}, {"text": "because I'm a real man. Yeah, you're toxic. I'm not you're talking. You only", "start": 3324.98, "end": 3330.94}, {"text": "you're black and brown. I have more colors on today. I'm wearing my shirt.", "start": 3330.98, "end": 3336.82}, {"text": "You guys made fun of me for wearing that one time. Yeah, yeah, but she's with a", "start": 3336.82, "end": 3339.82}, {"text": "real man. Now a man who wears pink, so just black, brown and white, full pink", "start": 3339.82, "end": 3343.66}, {"text": "outfit on", "start": 3343.66, "end": 3344.44}, {"text": "doing that, but yeah, but only talk about the yeah, many words, pink and red", "start": 3344.44, "end": 3349.1}, {"text": "driving a Mary Kay escalade.", "start": 3349.1, "end": 3350.9}, {"text": "Yeah, she's a with a real man. Now a guy who cooks all his meals with an easy", "start": 3350.9, "end": 3355.1}, {"text": "bake of it. I was talking to people about it. He's a real Fisher price man. Did", "start": 3355.1, "end": 3359.34}, {"text": "have an easy bake oven growing up. No, I had a bug zapper. It made it had metal a", "start": 3359.38, "end": 3366.82}, {"text": "metal mould tray that made silicone bugs. Oh, I remember this and they were gummy.", "start": 3366.82, "end": 3373.18}, {"text": "No, you didn't eat them. I mean they were gummy in texture. I think there was", "start": 3373.18, "end": 3376.36}, {"text": "one that made gummies that you could eat to have around. They were like fishing", "start": 3376.36, "end": 3380.52}, {"text": "bait. They were silicone bugs. I mean,", "start": 3380.52, "end": 3383.34}, {"text": "- Yeah, yeah, yeah.", "start": 3385.02, "end": 3386.34}, {"text": "I had an Easy-Bake oven and I begged for it when I was a kid", "start": 3386.34, "end": 3389.5}, {"text": "and then my dad finally gave in and it came and it was,", "start": 3389.5, "end": 3393.18}, {"text": "they only made it a giant pink oven with flowers on it.", "start": 3393.18, "end": 3397.04}, {"text": "And yeah, my dad--", "start": 3397.04, "end": 3397.88}, {"text": "- Did you not have an oven in your house?", "start": 3397.88, "end": 3400.52}, {"text": "- No, we had a normal oven, but I wanted the Easy-Bake.", "start": 3400.52, "end": 3402.82}, {"text": "- What's the difference?", "start": 3402.82, "end": 3403.86}, {"text": "- Easy-Bake is like a, it's just a,", "start": 3403.86, "end": 3405.3}, {"text": "basically a really low powered air fryer.", "start": 3405.3, "end": 3407.38}, {"text": "- Okay.", "start": 3407.38, "end": 3408.22}, {"text": "- And it comes with like premade,", "start": 3408.22, "end": 3410.1}, {"text": "like mixes for like making brownies and stuff.", "start": 3410.1, "end": 3412.84}, {"text": "and my dad actually the like week after Christmas put me in football.", "start": 3412.84, "end": 3416.64}, {"text": "I like got the easy bake oven. I was making brownies. I was drawing hearts on", "start": 3416.64, "end": 3422.74}, {"text": "them with frosting and he was like, okay, well, you're going to be a football", "start": 3422.74, "end": 3426.64}, {"text": "player now. Yeah, I was fucking terrified of the oven and stove as a kid. I would", "start": 3426.64, "end": 3432.96}, {"text": "not touch it.", "start": 3432.96, "end": 3433.72}, {"text": "Why? Because it had fire and got hot. It does get a gas stove, but did you and it", "start": 3433.72, "end": 3441.16}, {"text": "scared me so bad. Just the just the I mean, truly if the click is scary, yeah,", "start": 3441.2, "end": 3445.76}, {"text": "the click of the I was going to say if it didn't have the click, I feel like I", "start": 3445.76, "end": 3448.48}, {"text": "would have had a comp I would have been have felt completely. I wasn't that", "start": 3448.48, "end": 3451.64}, {"text": "scared of the oven. I was scared of the stove. The stove is a little bit scary.", "start": 3451.64, "end": 3454.56}, {"text": "Yeah, you know what I always I hated those. I burned myself so many times", "start": 3454.56, "end": 3458.08}, {"text": "because my grandma had one of those stove tops, the glass ones that get", "start": 3458.08, "end": 3461.36}, {"text": "really hot.", "start": 3461.36, "end": 3462.04}, {"text": "I don't know can convection. Yeah, I think I know you're talking about yeah,", "start": 3462.04, "end": 3467.56}, {"text": "they're like black glass that turns into a big red ring yeah and every once in a", "start": 3467.6, "end": 3471.74}, {"text": "while she would cook something and then I'd walk in the kitchen. I'd be like", "start": 3471.74, "end": 3475.16}, {"text": "well, Nana, I'm really excited for this meal lean on it on it.", "start": 3475.16, "end": 3479.6}, {"text": "Just burn the shit out of myself. Yeah, my dad would also always tell me the", "start": 3479.6, "end": 3485.2}, {"text": "story that when he was a kid, his mom was like cooking something in a pot and he", "start": 3485.2, "end": 3489.26}, {"text": "was like, ooh smells good and he took the lid off the pot and leaned in to", "start": 3489.26, "end": 3491.84}, {"text": "smell it and all the steam went into his face and burned his entire face. So I", "start": 3491.84, "end": 3495.12}, {"text": "I think that also is like a pressure cooker. Yeah,", "start": 3495.14, "end": 3497.8}, {"text": "that's cool yeah. So I think that also scared me pretty bad yeah. I'm gonna have", "start": 3497.8, "end": 3502.7}, {"text": "to do cooking and stuff. I mean I already that's a thing. Oh, I do all the", "start": 3502.7, "end": 3506.7}, {"text": "girl. Yeah, you're the you're the girl of the house. I clean and I cook, but I", "start": 3506.7, "end": 3511.02}, {"text": "only cook, but I only do it when because she's right yeah, there's no exact yeah.", "start": 3511.02, "end": 3516.92}, {"text": "I mean", "start": 3516.92, "end": 3517.24}, {"text": "even if I was the guy, even if I was cooking at all the meals, I wouldn't be", "start": 3517.24, "end": 3521.88}, {"text": "doing that for myself. I feel like I would still be eating. Well, I'm not", "start": 3521.88, "end": 3524.84}, {"text": "gonna make like a chicken and rice and broccoli for myself. I'm gonna last night", "start": 3524.86, "end": 3529.42}, {"text": "chicken tenders. Yeah, that's when I had four beers. That's what it should be.", "start": 3529.42, "end": 3533.18}, {"text": "Yeah, wow beer and I was up till two thirty in the morning damn and I knew I", "start": 3533.18, "end": 3537.94}, {"text": "had to come in and record early. That's the worst going to bed figuring out", "start": 3537.94, "end": 3541.18}, {"text": "when to go to bed. Yeah, because I don't know. I don't have a bedtime anymore", "start": 3541.18, "end": 3544.14}, {"text": "because she has a bedtime. So I have a bedtime. Yeah, but if she's not here,", "start": 3544.14, "end": 3547.86}, {"text": "what the fuck am I doing going to sleep so early man? I have YouTube videos to", "start": 3547.86, "end": 3551.94}, {"text": "you watch making you sad, sad, thinking about being lonely.", "start": 3551.94, "end": 3555.44}, {"text": "You're not even alone. I know I'm thinking about times I've been lonely in", "start": 3555.44, "end": 3560.32}, {"text": "my life for", "start": 3560.32, "end": 3561.84}, {"text": "three days on it. I will say last night I was I was sitting on my computer yeah", "start": 3561.84, "end": 3567.56}, {"text": "and the clock struck midnight and my first thought was like I'm fifteen years", "start": 3567.56, "end": 3571.7}, {"text": "old. Oh yeah, because I was when I was fifteen years old. I'd sit there. I", "start": 3571.7, "end": 3575.06}, {"text": "played tribes ascend and I'd listen to", "start": 3575.06, "end": 3577.3}, {"text": "YouTube videos. I when I was sixteen, I would stay up till six AM. Yeah, I", "start": 3578.24, "end": 3582.28}, {"text": "didn't go to school about anything.", "start": 3582.28, "end": 3583.72}, {"text": "Just who cares I do. I was lying in. I was I was awake lying in bed on", "start": 3583.72, "end": 3588.44}, {"text": "Wikipedia on my phone nerd. Yeah, nerd man. Yeah, not even up playing video", "start": 3588.44, "end": 3593.44}, {"text": "games or doing it. I would just be", "start": 3593.44, "end": 3594.72}, {"text": "yeah, yeah, doing nothing. If I could do it all over again,", "start": 3594.72, "end": 3599.52}, {"text": "military, I've started going to bed much earlier than I used to like and in the", "start": 3599.52, "end": 3605.0}, {"text": "past", "start": 3605.0, "end": 3605.52}, {"text": "In the past two years, my bedtime is shifted by, I would say, about", "start": 3606.72, "end": 3610.86}, {"text": "four hours earlier. Backward, yeah, yeah. There was a while I was going to bed", "start": 3610.86, "end": 3616.06}, {"text": "at 9 30 and it was amazing. I was like this is amazing. I woke up at 6 30", "start": 3616.06, "end": 3619.28}, {"text": "every day. I went to the gym and then I went out of town one time and I", "start": 3619.28, "end": 3623.38}, {"text": "haven't done it since. When I lived in Boston, my bedtime was 2 AM every", "start": 3623.38, "end": 3626.58}, {"text": "night. I would stay up till 2 AM. That's a really funny bedtime. Yeah,", "start": 3626.58, "end": 3630.5}, {"text": "well, that was the time, yeah, that was the time when I was like, I was like,", "start": 3630.5, "end": 3633.72}, {"text": "okay. If the clock says 2 a.m. I need to get it as I would just and again I'll be", "start": 3633.74, "end": 3637.74}, {"text": "doing nothing. I'd be up watching TV. I tried taking a melatonin the other day,", "start": 3637.74, "end": 3642.48}, {"text": "which I don't take very often because you're bad for you. I stopped taking it.", "start": 3642.48, "end": 3646.1}, {"text": "They're really bad for you, but I took one the other day because I just", "start": 3646.1, "end": 3648.58}, {"text": "couldn't sleep at all and it completely ruined my next day. Yeah, that's I", "start": 3648.58, "end": 3652.78}, {"text": "cannot believe I used to take it all the time. I feel terrible, but I felt like I", "start": 3652.78, "end": 3657.74}, {"text": "felt I wish it would have been better for me to just stay up dude. The crazy", "start": 3657.74, "end": 3660.74}, {"text": "thing about melatonin is that the like maximum dose that you're supposed to", "start": 3660.78, "end": 3665.42}, {"text": "take is ten milligrams. Yeah, and they sell like fifteen. Yeah, that's what I", "start": 3665.42, "end": 3669.34}, {"text": "mean. They sell it in like twenty. Yeah, I take three milligrams. I take like I", "start": 3669.34, "end": 3672.42}, {"text": "take well, I don't take it anymore, but when I was taking it a bunch, I would", "start": 3672.42, "end": 3675.22}, {"text": "take well yeah, I mean I would take like twenty every night for a long time", "start": 3675.22, "end": 3678.58}, {"text": "because I didn't know. Yeah, well yeah, they just don't give a fuck about you.", "start": 3678.58, "end": 3681.86}, {"text": "No yeah, they will let you die. Well yeah, because it's like it's not it's", "start": 3681.86, "end": 3684.62}, {"text": "actually already in your body, so it's okay. I think cancer is already in your", "start": 3684.62, "end": 3688.18}, {"text": "my body. Yeah, I think everybody has cancer cells. Yeah, so it's poop. Yeah", "start": 3688.22, "end": 3692.38}, {"text": "shits in my body. I got piss. I have orange jizz sitting swirling around in", "start": 3692.38, "end": 3696.8}, {"text": "my body, but then yeah, I started cutting the pills in half. That's fun to have a", "start": 3696.8, "end": 3700.42}, {"text": "little routine to be like well, got to cut some more pills. I have my pills and", "start": 3700.42, "end": 3704.22}, {"text": "I only have one more half lip got to cut a bunch in half pill math man. I miss", "start": 3704.22, "end": 3708.16}, {"text": "that shit. Oh man yeah, but melatonin it ruins you yeah. It makes your testicles", "start": 3708.16, "end": 3713.3}, {"text": "not work to do yeah. I don't care so much about that.", "start": 3713.3, "end": 3716.06}, {"text": "I just don't like being tired yeah yeah yeah yeah all right, I'm going to go", "start": 3716.06, "end": 3722.26}, {"text": "take a shit yeah. Sounds good bye friends bye. We'll be back with the", "start": 3722.26, "end": 3726.46}, {"text": "we'll be back to normal soon. TV superstar sorry for everything yeah, but", "start": 3726.46, "end": 3730.86}, {"text": "scheduling crap and I'm sorry that I'm so lonely and if anybody", "start": 3730.86, "end": 3735.3}, {"text": "knows any people in New York yeah, I know a few. I think who like watching", "start": 3735.3, "end": 3741.26}, {"text": "TV who aren't Cameron because he's going out of town also. Yeah, I'm also leaving", "start": 3741.3, "end": 3746.66}, {"text": "oh my god. I'm gonna be fully alone. I'm gonna be fully alone for about three", "start": 3746.66, "end": 3750.98}, {"text": "hours. Fuck okay, before Patrick gets back to that. I'm so fucking alone man.", "start": 3750.98, "end": 3756.18}, {"text": "(laughs)", "start": 3756.18, "end": 3758.26}], "title": "#199 - The Lonely Loner", "link": "https://www.patreon.com/posts/199-lonely-loner-88633799", "date": "Sat, 02 Sep 2023 11:00:04 GMT", "id": 50}