{"lines": [{"text": "I", "start": 0.0, "end": 2.0}, {"text": "Get a clap this Patrick isn't here", "start": 2.0, "end": 11.8}, {"text": "Your fail blog moment was caught in 4k my friend was not even caught on camera", "start": 11.8, "end": 18.52}, {"text": "It was a bit caught you slipped and you fell I tripped I tripped over a cord because there's the cable management here", "start": 18.52, "end": 25.76}, {"text": "It leaves much to be desired", "start": 25.76, "end": 27.2}, {"text": "That is actually true as fuck.", "start": 27.2, "end": 29.2}, {"text": "Guys, we've solved the sinking issue.", "start": 29.2, "end": 33.2}, {"text": "We had it solved when you were gone.", "start": 33.2, "end": 35.2}, {"text": "We had the exact same solution.", "start": 35.2, "end": 37.2}, {"text": "And it was fine. We just rolled along.", "start": 37.2, "end": 39.2}, {"text": "We paid Jubio to play video games for an hour.", "start": 39.2, "end": 42.2}, {"text": "He needs to get a pay cut in his paycheck.", "start": 42.2, "end": 45.2}, {"text": "I agree.", "start": 45.2, "end": 47.2}, {"text": "I agree.", "start": 47.2, "end": 48.2}, {"text": "I think we are going to, I think, maybe shave off", "start": 48.2, "end": 51.2}, {"text": "Just get rid of him.", "start": 51.2, "end": 52.2}, {"text": "shave off 33% of his income.", "start": 52.2, "end": 54.2}, {"text": "income. I asked him the other day, I was like, what are you going to do one day when you're", "start": 54.2, "end": 57.98}, {"text": "not the editor of our podcast or our medium sized podcast? And he said, I'm just going", "start": 57.98, "end": 62.5}, {"text": "to not think about that. I was like, that's probably a really good way to abuse your brain", "start": 62.5, "end": 66.78}, {"text": "and think about your life. Guys, it's our 200th. It's our 200th premium. But more than", "start": 66.78, "end": 73.34}, {"text": "that, I'm in the best mood of my life. I'm glad that we kind of set up. We had a little", "start": 73.34, "end": 78.7}, {"text": "arc setting up to the 200th premium where we're all different combinations of each other. And", "start": 78.7, "end": 83.1}, {"text": "We're all separate and lonely and now that we're all back together it kind of feels triumphant", "start": 83.1, "end": 87.06}, {"text": "and brand new.", "start": 87.06, "end": 88.06}, {"text": "It feels good.", "start": 88.06, "end": 89.06}, {"text": "We haven't been all three of us together in so fucking long, man.", "start": 89.06, "end": 91.3}, {"text": "It's been a minute.", "start": 91.3, "end": 92.3}, {"text": "Feels so good to be with you guys.", "start": 92.3, "end": 94.54}, {"text": "Especially because I just did a sold out show in Mansfield, Pennsylvania.", "start": 94.54, "end": 98.5}, {"text": "Oh yeah.", "start": 98.5, "end": 99.5}, {"text": "At Commonwealth University of Mansfield.", "start": 99.5, "end": 101.98}, {"text": "Guys, this was one of the best.", "start": 101.98, "end": 104.42}, {"text": "If you were thinking of doing stand up comedy, I recommend a great place to get started is", "start": 104.42, "end": 109.9}, {"text": "is the hut at the Commonwealth University at Mansfield. This is one of the greatest venues", "start": 109.9, "end": 115.18}, {"text": "I've ever been to in my life. Yeah, this was an amazing show and I remember I texted you", "start": 115.18, "end": 118.8}, {"text": "guys. I said there's only four people here. There's four people for freshman people just", "start": 118.8, "end": 124.02}, {"text": "came in because it's the first week of class and they don't know what to do with their", "start": 124.02, "end": 126.9}, {"text": "time. I thought it was a class, but then the classes must have got out or something because", "start": 126.9, "end": 131.78}, {"text": "here came on one more person who ran it, and so there was five people. It was five freshmen", "start": 131.78, "end": 138.8}, {"text": "and I was we were doing comedy for five people in a giant room. Yeah, and I was realizing", "start": 138.8, "end": 144.66}, {"text": "like oh, I remember stuff like this the my first week of college that I just will remember", "start": 144.66, "end": 150.12}, {"text": "forever. So these five kids basically high schoolers the rest of their lives. I'll be", "start": 150.12, "end": 154.58}, {"text": "like yeah with my first week of college. I saw a show. I was the only person in the audience", "start": 154.58, "end": 159.68}, {"text": "at a stand-up show that ball guy kept trying to do crowd work with me for 30 minutes straight.", "start": 159.68, "end": 163.76}, {"text": "Yeah, what if you do crap? Well, they're younger than me. So I asked him if they liked fortnight", "start": 163.76, "end": 167.1}, {"text": "and they clapped. I asked them if they like germ and one of them was like one", "start": 167.1, "end": 170.84}, {"text": "of them was like, Oh, yeah, the streamer", "start": 170.84, "end": 172.8}, {"text": "and I was like, yeah, yeah, the streamer guys.", "start": 172.8, "end": 177.12}, {"text": "Oh, no, it was really awesome and then so we thought what we thought that it", "start": 177.12, "end": 181.6}, {"text": "was five people who came by their own on their own volition and then afterwards", "start": 181.6, "end": 185.36}, {"text": "one of the guys was like, Hey, can I take a photo of you guys for the school", "start": 185.36, "end": 188.84}, {"text": "paper and we were like wait, did you just come because you got a school paper", "start": 188.84, "end": 192.8}, {"text": "assignment? He said yeah,", "start": 192.8, "end": 194.32}, {"text": "yeah, I really didn't want to come", "start": 194.32, "end": 196.12}, {"text": "Was he a fan, though? Did you make a fan out of him?", "start": 196.12, "end": 199.48}, {"text": "I think I made a fan out of all five of these people.", "start": 199.48, "end": 202.04}, {"text": "That's great.", "start": 202.04, "end": 203.04}, {"text": "I think this was --", "start": 203.04, "end": 204.04}, {"text": "Maybe they're listening right now.", "start": 204.04, "end": 205.04}, {"text": "Maybe they found you. They found the Patreon. They went up.", "start": 205.04, "end": 208.16}, {"text": "Immediately subscribed.", "start": 208.16, "end": 209.16}, {"text": "Immediately subscribed. I need to see more of this guy.", "start": 209.16, "end": 211.32}, {"text": "I mean, they loved me.", "start": 211.32, "end": 212.32}, {"text": "I've consumed all 300 episodes of the free stuff in this past week.", "start": 212.32, "end": 215.72}, {"text": "Yeah.", "start": 215.72, "end": 216.72}, {"text": "I need in. Let me in.", "start": 216.72, "end": 217.72}, {"text": "Neil did say something crazy after the show.", "start": 217.72, "end": 220.08}, {"text": "Yeah.", "start": 220.08, "end": 221.08}, {"text": "He said to me, he said, \"You had a really good set.\"", "start": 221.08, "end": 222.6}, {"text": "that.", "start": 222.6, "end": 223.6}, {"text": "What are you talking about, man? Yeah, there was it was just me. It was a", "start": 223.6, "end": 230.7}, {"text": "dinner party. Yeah. Did you guys have dinner together? We tried to. We tried to", "start": 230.7, "end": 235.3}, {"text": "go to Lambs Creek, the", "start": 235.3, "end": 236.72}, {"text": "restaurant across from the hotel. Where I've never- I wish Julio was here just", "start": 236.72, "end": 241.48}, {"text": "to show us what- It's near Scranton. You don't know Lambs Creek? Okay. Lambs", "start": 241.48, "end": 245.24}, {"text": "Creek is a restaurant across from the Quentin Inn in Mansfield, Pennsylvania,", "start": 245.24, "end": 249.96}, {"text": "And we got a reverse recommendation because the guy said that Hannibal Buress went there", "start": 250.16, "end": 255.44}, {"text": "and he really didn't like the chicken wings. And apparently he did some whole rant about", "start": 255.44, "end": 259.72}, {"text": "the chicken wings.", "start": 259.72, "end": 260.72}, {"text": "Oh, it's famous.", "start": 260.72, "end": 261.72}, {"text": "Lamb's Creek, some famous rant.", "start": 261.72, "end": 263.56}, {"text": "They have a printout of the standup shot on the wall.", "start": 263.56, "end": 266.16}, {"text": "Yes, yeah. Right there at Lamb's Creek. And so we went over to Lamb's Creek and we were", "start": 266.16, "end": 272.28}, {"text": "like, well, let's have a delicious meal at Lamb's Creek and maybe some funny chicken", "start": 272.28, "end": 275.48}, {"text": "wings. Guys, Lamb's Creek closes at 8 p.m.", "start": 275.48, "end": 279.16}, {"text": "Jesus. Yep. Lamb this whole city shuts down. We ended up going to a sheets.", "start": 279.16, "end": 283.32}, {"text": "Jesus Christ. And apparently in Pennsylvania, they have a problem with", "start": 283.32, "end": 287.32}, {"text": "drinking in Pennsylvania. So you can only buy one. You know, only by one six", "start": 287.32, "end": 291.68}, {"text": "pack of beer at a time. But me and Neil wanted two different kinds of beers. So", "start": 291.68, "end": 295.4}, {"text": "I bought one and the guy said, these got to be in separate transactions. And I", "start": 295.4, "end": 299.44}, {"text": "was like, what? Okay, so I just walked back in with the I left one six pack", "start": 299.44, "end": 304.64}, {"text": "there and walked back in line with the other six pack. And I get the friends", "start": 304.64, "end": 307.92}, {"text": "he's like, \"Listen, you have to take the beer out of the store. It's not my rule.", "start": 307.92, "end": 312.32}, {"text": "It's some fucking gay law.\" I was like, \"What?\" He's like, \"Yeah, it's just gay", "start": 312.32, "end": 316.42}, {"text": "ass law they passed.\"", "start": 316.42, "end": 317.42}, {"text": "I'm like, \"Pennsylvania's awesome, man.\" Yeah, dude. I was in Pittsburgh, and", "start": 317.42, "end": 323.88}, {"text": "there was... Pittsburgh is sick. I love Pittsburgh. We stopped in, I think it", "start": 323.88, "end": 327.28}, {"text": "was on the way there, we stopped and I think it was called Hamburger. It was", "start": 327.28, "end": 332.72}, {"text": "either Hamburger or Harrisburg. There was a burg in it. There's a Harrisburg,", "start": 332.72, "end": 336.64}, {"text": "for that. It was not Harrisburg. He knew it wasn't hamburger. No, no, no, no,", "start": 336.64, "end": 341.4}, {"text": "making this up. It was not", "start": 341.4, "end": 342.76}, {"text": "let me guess. It was next to hot dog. It was not. It was not Harrisburg.", "start": 342.76, "end": 347.4}, {"text": "Harrisburg is close in a bun to I was in bun", "start": 347.4, "end": 351.08}, {"text": "Philadelphia. I was in lettuce, PA doing a show. I'm pretty sure it was", "start": 351.08, "end": 356.1}, {"text": "Hamburg. So you stopped in there. There's a gas station, their gas station,", "start": 356.1, "end": 359.7}, {"text": "some of them, this gas station, full slot machines in the back. Yeah, every", "start": 359.7, "end": 364.7}, {"text": "developed state has slot machines and gas stations, except for this fucking, these bumfuck northern", "start": 365.88, "end": 372.16}, {"text": "states. These bumfuck northern states don't have gas stations. Like New York City doesn't", "start": 372.16, "end": 378.42}, {"text": "have any gas stations. I've never seen a gas station in New York City. I've never seen", "start": 378.42, "end": 383.56}, {"text": "one. Guys, we have in the south, everybody has their favorite gas station. For me, it's", "start": 383.56, "end": 388.28}, {"text": "kangaroo now called that's an animal.", "start": 388.28, "end": 391.58}, {"text": "Nope.", "start": 391.58, "end": 392.78}, {"text": "No, no, no.", "start": 392.78, "end": 393.58}, {"text": "It's called kangaroo.", "start": 393.58, "end": 394.78}, {"text": "It's a gas station.", "start": 394.78, "end": 395.88}, {"text": "I also like love love gas station just because that's an", "start": 395.88, "end": 399.36}, {"text": "amazing name.", "start": 399.36, "end": 400.18}, {"text": "Sheets is way up there.", "start": 400.18, "end": 401.48}, {"text": "Sheets is good.", "start": 401.48, "end": 402.48}, {"text": "Sheets is just wah-wah, but it doesn't have the reverse", "start": 402.48, "end": 404.46}, {"text": "feng shui that Cameron doesn't like about wah-wah.", "start": 404.46, "end": 406.88}, {"text": "Well, it's well, you know, there's a novelty to being able", "start": 406.88, "end": 410.86}, {"text": "to go into a place that with a name that everyone talks about", "start": 410.86, "end": 413.46}, {"text": "but yeah, you don't want to be stressed while you do it.", "start": 413.46, "end": 416.98}, {"text": "and it's called Wawa. Talking about Wawa? Yeah. Yeah, Wawa does have something", "start": 417.48, "end": 422.28}, {"text": "really, really wrong with it. And it's called Wawa. Yeah, I think my favorite", "start": 422.28, "end": 425.0}, {"text": "gas station is probably Shell.", "start": 425.0, "end": 426.16}, {"text": "Shell is good.", "start": 426.16, "end": 428.76}, {"text": "Shell has... There's not much food in there. The thing that I do... No, that's", "start": 428.76, "end": 432.8}, {"text": "why I like it. The thing that sucks... I like the gas. The hungry type.", "start": 432.8, "end": 435.88}, {"text": "The gas is maybe a better price. Yeah. The thing that sucks about living in", "start": 435.88, "end": 440.36}, {"text": "New York City is we don't get those combination... Like gas station...", "start": 440.36, "end": 444.12}, {"text": "combination the gas stations aren't restaurants here like they are down", "start": 444.12, "end": 448.72}, {"text": "south. We have more restaurants yeah, but I would trade. I would trade any", "start": 448.72, "end": 452.88}, {"text": "fuck", "start": 452.88, "end": 453.2}, {"text": "anyone, but okay, fucking bodega, the New York boat is the gas stations are", "start": 453.2, "end": 458.56}, {"text": "going to get in the south.", "start": 458.56, "end": 459.68}, {"text": "Yeah, the gas station for a human because you need food fooled yeah, but", "start": 459.68, "end": 463.88}, {"text": "you don't they don't have the soda machines in the bodega. They don't have", "start": 463.88, "end": 467.72}, {"text": "like the frost because they have them on tap yeah, man. I want soda on tap", "start": 467.72, "end": 472.04}, {"text": "and every bodega", "start": 472.04, "end": 473.28}, {"text": "I want the big gulp machines. Every single 7-Eleven in New York is in", "start": 473.28, "end": 479.28}, {"text": "like Manhattan or something. Actually there's one a little bit down the road.", "start": 479.28, "end": 482.88}, {"text": "I should start going there more. I was in Boston and I went to Salisbury Beach", "start": 482.88, "end": 488.48}, {"text": "and a man died. Wait what? You didn't tell us about this. This is like him", "start": 488.48, "end": 493.18}, {"text": "getting hit by a car and he didn't tell me. Who died? Some man. I wasn't hit by a", "start": 493.18, "end": 497.48}, {"text": "car. I was hit by an Uber Eats driver. So we're pulling up to the beach and", "start": 497.48, "end": 501.68}, {"text": "and it's pretty it's a hot day Labor Day weekend. You know, it's where like oh, it's going to", "start": 501.68, "end": 505.46}, {"text": "be packed. Yeah, we're pulling up. There's no traffic pulling into the beach, but going", "start": 505.46, "end": 509.24}, {"text": "out its bumper to bumper for like a mile and we're going what the heck do they close the", "start": 509.24, "end": 513.64}, {"text": "beach we get there the beach isn't closed. We go in and we're about to swim in the water", "start": 513.64, "end": 517.84}, {"text": "and the lifeguard comes over and blows her whistle at us. You can't go in the water.", "start": 517.84, "end": 521.48}, {"text": "Yes, the waves are too big. The waves are pretty big. He died from a wave. So we go", "start": 521.48, "end": 525.86}, {"text": "back up to the beach. We're sitting around for a while. Then this other lifeguard, you", "start": 525.86, "end": 528.64}, {"text": "you know, they drive their cars across the beach. Sometimes, yes, the prime", "start": 528.64, "end": 531.74}, {"text": "lifeguards, they're so smug bosses. They go across the beach in the car. He pulls", "start": 531.74, "end": 535.32}, {"text": "over in the car.", "start": 535.32, "end": 536.04}, {"text": "My mom goes over to talk to him. We'll be like, what's going on? And she's", "start": 536.04, "end": 541.32}, {"text": "talking to him. She's like, why aren't you letting people in the water? And", "start": 541.32, "end": 543.08}, {"text": "he's like, yeah, we had a pretty serious incident actually just very recently. A", "start": 543.08, "end": 547.88}, {"text": "man went into the water and he went under a wave and his heart stopped. Oh,", "start": 547.88, "end": 552.32}, {"text": "don't blame the man and then he said, and then he went like this. Oh, I", "start": 552.32, "end": 557.28}, {"text": "shouldn't have told you that. Whoa. And you got told this by an elite lifeguard?", "start": 557.32, "end": 561.48}, {"text": "Yeah, one of the car lifeguards. One of the elites. You know, he was feeling", "start": 561.48, "end": 565.16}, {"text": "left out that he couldn't blow the whistle like everyone else was. He probably", "start": 565.16, "end": 568.48}, {"text": "feels bad that it was his fault. He didn't get to blow the whistle, so he's", "start": 568.48, "end": 571.52}, {"text": "just going around just for the attention. Yeah, they didn't save the guy.", "start": 571.52, "end": 573.76}, {"text": "For the attention. He was just going up to people like, \"Yeah, no, apparently", "start": 573.76, "end": 577.52}, {"text": "one of these waves killed this...\" Yeah. Oh, no. Apparently some vaccinated man", "start": 577.52, "end": 581.84}, {"text": "went into the ocean and immediately had a heart attack and died. Yeah, it's", "start": 581.84, "end": 584.64}, {"text": "it's funny to be driving up to a beach and see a big crowd of people be like,", "start": 584.64, "end": 587.84}, {"text": "oh man, they must have closed in front of everybody in that line. So somebody", "start": 587.84, "end": 591.08}, {"text": "die", "start": 591.08, "end": 591.36}, {"text": "yeah, you guys ever seen somebody die right in front of you, watch the life,", "start": 591.36, "end": 597.6}, {"text": "leave their face. No, I thought I did a couple of times, but I think they were", "start": 597.6, "end": 602.08}, {"text": "alive. I mean, I thought I thought I did a homeless guy sleep dead. Yeah, I've", "start": 602.08, "end": 606.16}, {"text": "seen so I've seen some guys around New York who are asleep with their head on", "start": 606.16, "end": 609.76}, {"text": "a rock as a pillow. Yeah, and I think that guy has to be dead, but I come back", "start": 609.76, "end": 614.32}, {"text": "thing he's gone. He's just a got cleaned up or he", "start": 614.36, "end": 617.4}, {"text": "talked to got clean. He's a sin. I was New York is full of these cynics", "start": 617.4, "end": 622.96}, {"text": "walking around cynics. I don't care. I would say they're imagineers. They're", "start": 622.96, "end": 626.44}, {"text": "kind of one of the Disney type, but they're having a big imagine. They're", "start": 626.44, "end": 629.78}, {"text": "imagining pillows that they're like. Oh, let me let me roll over in my big", "start": 629.78, "end": 633.88}, {"text": "puffy bed. There is a guy bed. The four posters of my bed are these four", "start": 633.88, "end": 638.02}, {"text": "skyscrapers. Have you seen the four billboards of times square? The biggest", "start": 638.02, "end": 641.68}, {"text": "bed in the world. Have you seen my room is the world? Have you seen the guy", "start": 641.72, "end": 645.88}, {"text": "who's the old guy who sometimes he's out here in a hospital gown? Yes, and he", "start": 645.88, "end": 650.64}, {"text": "just babbles to himself all day. Yes, he just goes like he I saw him getting an", "start": 650.64, "end": 654.16}, {"text": "arm hangs out around my house, the air the other day over there in Ridgewood.", "start": 654.16, "end": 658.36}, {"text": "He was going to air of Ridgewood, the air is the air in Ridgewood. You should be", "start": 658.36, "end": 662.2}, {"text": "careful. It's very rude", "start": 662.2, "end": 663.36}, {"text": "and he speaks simlish is his first language and he's like screaming and", "start": 663.36, "end": 668.6}, {"text": "doing karate at the air and stuff, and I walk by these people and I say I like", "start": 668.64, "end": 672.64}, {"text": "living here. Yeah, this is a good thing to have. It gives me a sense of", "start": 672.64, "end": 676.64}, {"text": "perspective on", "start": 676.64, "end": 678.48}, {"text": "on my magic in the world. Yeah, well, this guy's right. There's so much magic", "start": 678.48, "end": 684.28}, {"text": "in the world, and some people have", "start": 684.28, "end": 685.6}, {"text": "have had a curse befall upon them. Yeah, some people have been bewitched. This", "start": 685.6, "end": 691.52}, {"text": "guy was actually bewitched. This guy is bewitched. His tongue. I think he was a", "start": 691.52, "end": 695.0}, {"text": "doctor. You think he was a doctor because he wears scrubs sometimes?", "start": 695.04, "end": 698.54}, {"text": "I think he gets taken to the hospital and then leaves. When I first saw him, I thought,", "start": 698.54, "end": 703.6}, {"text": "\"Oh, he's pretending to be a doctor.\" I thought he was walking around the neighborhood", "start": 703.6, "end": 709.12}, {"text": "pretending to be a doctor. Buddy, you are as sharp as any tool in the shed. When I see", "start": 709.12, "end": 713.48}, {"text": "people in scrubs and they're on the train going to or from work, I'm like, \"Get a fucking", "start": 713.48, "end": 718.24}, {"text": "hold of yourself and change when you get to work and change before you leave work.\" I", "start": 718.24, "end": 721.68}, {"text": "I don't give a fuck, man.", "start": 721.68, "end": 723.18}, {"text": "Oh, you want me to put, what am I supposed to put a blue, a purple heart on your lapel?", "start": 723.18, "end": 727.36}, {"text": "You mop up brain juice from the ground?", "start": 727.36, "end": 729.52}, {"text": "The people who wear the scrubs.", "start": 729.52, "end": 731.14}, {"text": "You wouldn't be wearing scrubs if you were a doctor.", "start": 731.14, "end": 734.48}, {"text": "If you wear the scrubs on the train,", "start": 734.48, "end": 736.5}, {"text": "if you wear scrubs on the train, guess what?", "start": 736.5, "end": 739.2}, {"text": "I'm going to scrub you.", "start": 739.2, "end": 740.22}, {"text": "Yeah, they're going to have to scrub me off of you.", "start": 740.22, "end": 741.58}, {"text": "I'm going to be on you like germs.", "start": 741.58, "end": 742.8}, {"text": "They're going to have to scrub my brains off of you,", "start": 742.8, "end": 744.76}, {"text": "because I'm going to blow my head off in your direction and ruin your day.", "start": 744.76, "end": 748.86}, {"text": "the reason they call them scrubs. Yeah, because scrubs wear them that oh that's", "start": 748.88, "end": 752.82}, {"text": "right. Yeah, they call them grunts yeah, and that's why they call them lab goats", "start": 752.82, "end": 756.92}, {"text": "yeah, because only the goats wear them. So yeah, two or three scrubs. I mean", "start": 756.92, "end": 761.5}, {"text": "there's J D and Turk. I think they're heard to me that's turd and turd and D", "start": 761.5, "end": 767.04}, {"text": "D D do", "start": 767.04, "end": 767.84}, {"text": "and smelly it", "start": 767.84, "end": 770.8}, {"text": "and a janitor yeah and and", "start": 773.2, "end": 776.16}, {"text": "fartla. My doctor did another bad thing. Your doctor did another doctor did", "start": 776.16, "end": 782.92}, {"text": "another bad thing. I need to know tell me about this bad. I got an email that", "start": 782.92, "end": 786.88}, {"text": "says you you have an appointment for a new test.", "start": 786.88, "end": 790.32}, {"text": "I didn't make this appointment. God yeah, I never was told about I don't", "start": 790.32, "end": 794.28}, {"text": "even know what it's for. It was a it's a heart test. I don't need a heart test.", "start": 794.28, "end": 798.4}, {"text": "I'm tickers fine. I'm seventeen years old. Yeah, I have a I have a healthy", "start": 798.92, "end": 802.82}, {"text": "heart rate and low blood pressure. Yep, very low blood pressure and a very low", "start": 802.82, "end": 806.26}, {"text": "heart rate. I don't need a stress test. I get this email that says you've been", "start": 806.26, "end": 810.2}, {"text": "struggling stress, scheduled for a stress test. I messaged my doctor on my", "start": 810.2, "end": 814.5}, {"text": "chart. I say what the hell is this? Well, I don't what the hell is this all,", "start": 814.5, "end": 818.2}, {"text": "but said what I was pretty rude. I was like excuse me. I did not make this", "start": 818.2, "end": 822.06}, {"text": "appointment. I was never told about it. Please explain what this is and why I", "start": 822.06, "end": 824.74}, {"text": "need it, and she said there's a stress test and it's scheduled for this day and", "start": 824.74, "end": 828.1}, {"text": "this time. You know you don't have to go. I know I cancelled it, but I just it", "start": 828.14, "end": 832.4}, {"text": "pissed me off man. You don't have to charge me a bunch of money for not", "start": 832.4, "end": 835.82}, {"text": "showing up to yeah. It's so fucked yeah. Why would you schedule me and then", "start": 835.82, "end": 839.82}, {"text": "don't even explain what it is yeah. I got a message from my dentist that said", "start": 839.82, "end": 845.5}, {"text": "the headline was use it or lose it. You got a newspaper from your headline. It", "start": 845.5, "end": 851.02}, {"text": "was our subject. I mean and the headline the headline of the thing they're", "start": 851.02, "end": 856.16}, {"text": "interchangeable. It doesn't make any difference. Use it or lose it.", "start": 856.22, "end": 860.92}, {"text": "And then it said that I had a coupon from them. And then I realized,", "start": 860.92, "end": 865.26}, {"text": "like, \"Oh, yeah, that's why they wanted to put a fucking crown and do a", "start": 865.26, "end": 868.9}, {"text": "root canal so quick.\"", "start": 868.9, "end": 870.22}, {"text": "These doctors, they're thinking about money every second of their life.", "start": 870.22, "end": 874.5}, {"text": "Dentists actually do. Dentists and doctors. Well, doctors too.", "start": 874.5, "end": 878.06}, {"text": "Someone will tell you, someone who's in your life who lives with you will", "start": 878.06, "end": 882.74}, {"text": "tell you something. When you're complaining about your doctor giving you", "start": 882.74, "end": 885.2}, {"text": "test for no reason. Some random person who lives with you, who you spend your", "start": 885.22, "end": 888.34}, {"text": "life with, will tell you things like, \"The doctor doesn't think about money. It's", "start": 888.34, "end": 891.48}, {"text": "not their responsibility. You have to ask them about the money.\" This is what?", "start": 891.48, "end": 894.36}, {"text": "No, the doctor's trying to drain my wallet. The doctor literally only cares", "start": 894.36, "end": 898.26}, {"text": "about the money. My weird insurance is listed in the doctor's system as no", "start": 898.26, "end": 901.78}, {"text": "insurance, and the insurance pays for it, most of it. I still have to pay a lot", "start": 901.78, "end": 905.28}, {"text": "of money when I do this stuff, but I know the doctor's going into my file and", "start": 905.28, "end": 908.18}, {"text": "pulling up and see, \"Oh, here's someone with no insurance. Let me schedule them", "start": 908.18, "end": 910.94}, {"text": "a test on a day that they can't do, well, that they could do, but they are saying", "start": 910.94, "end": 914.66}, {"text": "that they can't do to suspect the doctor. I need you to be listen.", "start": 914.68, "end": 918.08}, {"text": "You're popping off on doctors. I need you to turn it up to eleven. These", "start": 918.08, "end": 922.02}, {"text": "doctors, these doctors are not getting it hard enough for me and my friend", "start": 922.02, "end": 926.2}, {"text": "stand it man. I really you could treat this. You could treat this episode and", "start": 926.2, "end": 930.58}, {"text": "every other episode. I've talked about my doctor as evidence in court yeah in", "start": 930.58, "end": 933.96}, {"text": "the future, and you know what they would probably that's a hard. I'm going to go", "start": 933.96, "end": 936.66}, {"text": "there. I'm going to use it as evidence because you're going to kill you. I've", "start": 936.66, "end": 939.16}, {"text": "been thinking about this shit with your and I've been I've been listen. I've", "start": 939.16, "end": 942.5}, {"text": "I'm fighting back against my doctor in the only ways I know how which are", "start": 942.52, "end": 946.0}, {"text": "skewering, cancelling appointments, skewering on my podcast,", "start": 946.0, "end": 949.48}, {"text": "being slightly rude in the exam room, yeah,", "start": 949.48, "end": 953.0}, {"text": "not giving her my vaccine records for months and months, no and saying I have", "start": 953.0, "end": 958.56}, {"text": "them somewhere. I have to find them and she says okay, you need to bring those", "start": 958.56, "end": 961.4}, {"text": "and I say okay, I'll bring them next time, not and then I don't even look for", "start": 961.4, "end": 964.92}, {"text": "no no who cares where these are. No, these doctors need to be in prison, but", "start": 964.92, "end": 969.12}, {"text": "yes, here's how sneaky these doctors are. They know legal loopholes, because what", "start": 969.2, "end": 972.76}, {"text": "do doctors, what are all of if you if there's a group of people and half of", "start": 972.76, "end": 976.6}, {"text": "them are doctors, what are the other half patients very close crap pieces", "start": 976.6, "end": 981.32}, {"text": "very well, yes, receptionist, lawyers, oh shit guys, there is nobody worse than", "start": 981.32, "end": 988.0}, {"text": "lawyers, lawyers and blondes are at the very, very bottom of my pyramid. Yep,", "start": 988.0, "end": 992.88}, {"text": "he's not really blonde, he's got like a dirty blonde. I'm not blonde at all.", "start": 992.88, "end": 997.28}, {"text": "he's got you guys only think I'm blonde because I was M and M in my life when", "start": 997.32, "end": 1000.62}, {"text": "you", "start": 1000.62, "end": 1000.76}, {"text": "yeah, you're not blind even a little bit. I'm not even close to", "start": 1000.76, "end": 1004.12}, {"text": "hair. You guys always", "start": 1004.12, "end": 1005.48}, {"text": "I think of you as a beautiful blonde. I think of beautiful blonde with my", "start": 1005.48, "end": 1011.92}, {"text": "eyebrow was turning blonde. Yeah, that you should go to the doctor. I got it", "start": 1011.92, "end": 1016.12}, {"text": "late in life. All right, here's here's my problem with lawyers. Okay, what", "start": 1016.12, "end": 1020.72}, {"text": "I go man. Oh, you might actually have been I might actually have late in", "start": 1020.72, "end": 1024.76}, {"text": "life. What happens late in life, end of life, you might have your adult onset.", "start": 1024.8, "end": 1029.76}, {"text": "I googled blondness and eyebrow and there's no results. I'm telling you", "start": 1029.76, "end": 1033.44}, {"text": "ocean. Yeah, I'm not going to get a blonde splotches on my skin. I don't", "start": 1033.44, "end": 1037.96}, {"text": "want to be blonde skinned. Yeah, you have blonde. Vito Lago would not show", "start": 1037.96, "end": 1042.08}, {"text": "up on your body. Not yours. You have whiteness. No, no, you I don't think", "start": 1042.08, "end": 1046.68}, {"text": "you have to let go at all. Now that I'm thinking about it, the thing with", "start": 1046.68, "end": 1051.6}, {"text": "lawyers. Okay, is that they have invented... Have you been dealing with", "start": 1051.6, "end": 1055.16}, {"text": "one lately? What's going on? No, no, maybe I should. I thought you were", "start": 1055.16, "end": 1058.08}, {"text": "going to. Yeah, I know. For our war. For our trash war. Oh, right, yeah.", "start": 1058.08, "end": 1061.44}, {"text": "Guys, if you know of a lawyer who works completely free... Trash law. To", "start": 1061.44, "end": 1065.58}, {"text": "help in trash law,", "start": 1065.58, "end": 1066.74}, {"text": "let me know.", "start": 1066.74, "end": 1068.5}, {"text": "Because we have a trash lawsuit on our hands. We have a huge trash law", "start": 1068.5, "end": 1072.5}, {"text": "problem. It's gonna be... It's gonna go to the Supreme Court. Have they been", "start": 1072.5, "end": 1074.38}, {"text": "calling you? No, they said they were gonna talk to me and they never called", "start": 1074.38, "end": 1077.42}, {"text": "me. There's so much that has happened in the past couple of weeks that we", "start": 1077.42, "end": 1080.16}, {"text": "have not been together to talk about. I know it's very upsetting. It is very crazy. But", "start": 1080.16, "end": 1084.04}, {"text": "here's a lobster roll. And it was expensive I bet, market price. Yeah, I bet it was close", "start": 1084.04, "end": 1089.04}, {"text": "to $24. My mom's treat. Whoa! Apparently. Mother's treat. Mother's treat. Mother's treat-treat-sa.", "start": 1089.04, "end": 1095.36}, {"text": "Wow! Oh my God. Lobster roll, mother's treat. Mother-treat-sa. Okay. Mother treats. Mother", "start": 1095.36, "end": 1104.32}, {"text": "treats. Mother is treats ya. Mother treats ya. Poorly. Mother treats ya. That was easy.", "start": 1104.32, "end": 1108.96}, {"text": "treats a kid poorly does not buy him any. Is it true that Mother Teresa is very", "start": 1108.96, "end": 1112.8}, {"text": "swordly? Is it true that Mother Teresa took all the blood out of people? Yes.", "start": 1112.8, "end": 1116.8}, {"text": "And made them eat their own shit? She would make people see she thought she", "start": 1116.8, "end": 1120.84}, {"text": "was a scientist towards the ends of her life. Is it true that she did", "start": 1120.84, "end": 1123.52}, {"text": "experiments on twins? Yes. She would pray experiments? The experiments would be", "start": 1123.52, "end": 1129.68}, {"text": "though she would pray for one of the kids. Did you guys have a lot of...", "start": 1129.68, "end": 1133.32}, {"text": "Here's a question I have. Do you guys, this is something I was talking about", "start": 1133.32, "end": 1136.56}, {"text": "about with my family while I was home. Did you guys have a bunch of twins in", "start": 1136.56, "end": 1140.4}, {"text": "your school? Yeah. How many? I had like... Probably around five.", "start": 1140.4, "end": 1144.28}, {"text": "Two pairs. Yeah, 'cause I feel like we had an abnormally high... Is that", "start": 1144.28, "end": 1147.66}, {"text": "normal to have five pairs of twins? We had triplets and twins. That's hella...", "start": 1147.66, "end": 1151.72}, {"text": "How many? Triplets? There were one group of triplets and then probably...", "start": 1151.72, "end": 1156.12}, {"text": "And then I think four to five to six groups of twins. Yeah, there was...", "start": 1156.12, "end": 1159.26}, {"text": "And by groups, I mean pairs. Yeah, that's around the same", "start": 1159.26, "end": 1161.6}, {"text": "as my school, so maybe... I don't know, yeah, but...", "start": 1161.6, "end": 1165.44}, {"text": "(burp)", "start": 1165.44, "end": 1166.44}, {"text": "Excuse me?", "start": 1166.44, "end": 1167.44}, {"text": "So I'm just curious of everyone how many twins they knew growing up.", "start": 1167.44, "end": 1170.72}, {"text": "Put a twins counter in the comments.", "start": 1170.72, "end": 1173.48}, {"text": "I knew one pair, Heather and Hunter.", "start": 1173.48, "end": 1176.62}, {"text": "And they were two blonde bombshells who loved surfing.", "start": 1176.62, "end": 1180.94}, {"text": "I wish I could tell you about the funny ass twins that went to my school without...", "start": 1180.94, "end": 1184.68}, {"text": "Completely doxing them?", "start": 1184.68, "end": 1185.92}, {"text": "Yeah, because the funny thing about them is their first and last names.", "start": 1185.92, "end": 1188.76}, {"text": "They were called...", "start": 1188.76, "end": 1191.28}, {"text": "Thing 1 and Thing 2, guys.", "start": 1191.28, "end": 1193.8}, {"text": "I swear to God.", "start": 1193.8, "end": 1195.16}, {"text": "Wow, well, the why would you name your first name, but different last names", "start": 1195.16, "end": 1199.62}, {"text": "that is really fucking scary. I told you guys about it. There's two two separate", "start": 1199.62, "end": 1204.66}, {"text": "students in my high school who were both named Seamus Rio. Whoa, really and in the", "start": 1204.66, "end": 1211.66}, {"text": "in the year book, they had to Rio Rio Rio, and they had to differentiate them by", "start": 1211.66, "end": 1217.6}, {"text": "their middle. They were French and Irish, Irish from and they weren't related at", "start": 1217.6, "end": 1222.24}, {"text": "No, not even people would ask them.", "start": 1222.24, "end": 1225.24}, {"text": "But did they look like twins?", "start": 1225.24, "end": 1227.24}, {"text": "No, they didn't look alike at all. One of them was like really small.", "start": 1227.24, "end": 1230.24}, {"text": "That size has no impact on look.", "start": 1230.24, "end": 1233.24}, {"text": "And then in the facial area they were completely different.", "start": 1233.24, "end": 1237.24}, {"text": "But why would they be twins if they had the same first name?", "start": 1237.24, "end": 1240.24}, {"text": "Wasn't that show that was about little people called My Little Life or whatever?", "start": 1240.24, "end": 1243.24}, {"text": "Little People Big World.", "start": 1243.24, "end": 1244.24}, {"text": "Wasn't there a set of twins where one of them was a giant football player and one of them was a small one?", "start": 1244.24, "end": 1249.24}, {"text": "yes, that twins can be anything different. They don't even have to be", "start": 1249.24, "end": 1252.44}, {"text": "related. It's called fraternal. Yeah, there can be even be for parents if", "start": 1252.44, "end": 1256.48}, {"text": "they're close.", "start": 1256.48, "end": 1256.92}, {"text": "If you're close enough friends and you have a half brother,", "start": 1256.92, "end": 1261.48}, {"text": "there's a kid that I just convinced myself was my cousin that I was good", "start": 1261.48, "end": 1266.52}, {"text": "friends with and I because he said that he had an aunt in Florida and I said,", "start": 1266.52, "end": 1269.76}, {"text": "\"I have an aunt in Florida,\" and we decided it was the same aunt.", "start": 1269.76, "end": 1272.68}, {"text": "I never believed when kids at school said that they were cousins. Yeah.", "start": 1272.68, "end": 1276.16}, {"text": "My cousin... I was like, \"You guys are fucking lying. You just have the", "start": 1276.16, "end": 1278.32}, {"text": "same last name. I grew up next to both of my cousins and my cousin was like, my cousin", "start": 1278.32, "end": 1285.32}, {"text": "who is now a police officer was a star football player and then my other cousin, my cousin", "start": 1285.32, "end": 1292.92}, {"text": "Rob was, my cousin Robby is 6 foot 5, my cousin Tim is 6 foot 8 and no one believed that we", "start": 1292.92, "end": 1299.96}, {"text": "were related at all. I bet the police cousin has a problem with this guy, his name is Rob.", "start": 1299.96, "end": 1306.96}, {"text": "actually fucked up. Yeah, one guy named cop and one named Rob way. Yeah, two guys", "start": 1307.6, "end": 1314.08}, {"text": "said they were cousins and then someone's like, you know, they're not", "start": 1314.08, "end": 1316.28}, {"text": "actually cousins. I think people would say that", "start": 1316.28, "end": 1318.44}, {"text": "people would be like, I don't believe that gossip about people would gossip", "start": 1318.44, "end": 1324.12}, {"text": "about the same last name, though. These two guys, we did last night. We didn't", "start": 1324.12, "end": 1327.36}, {"text": "have the same. Are these guys handsome to who? My cousin? Yeah, I mean, they're", "start": 1327.36, "end": 1331.08}, {"text": "my cousins. I'm not going to talk bad about them. So they're ugly. So they're", "start": 1331.08, "end": 1334.84}, {"text": "They're not heads, they're weird.", "start": 1334.84, "end": 1336.84}, {"text": "They're fucking ugly.", "start": 1336.84, "end": 1338.84}, {"text": "I can't believe you opened with I'm not going to talk bad about them.", "start": 1338.84, "end": 1340.84}, {"text": "You just said they're tall.", "start": 1340.84, "end": 1342.84}, {"text": "You said they're ugly tall guys.", "start": 1342.84, "end": 1344.84}, {"text": "You said their names.", "start": 1344.84, "end": 1346.84}, {"text": "He called them troll ogre cyclopses.", "start": 1346.84, "end": 1348.84}, {"text": "They're hulking over me and it scares me.", "start": 1348.84, "end": 1350.84}, {"text": "The Hulk is not known for his good looks.", "start": 1350.84, "end": 1352.84}, {"text": "One for me is a nerd and one for me is a giant monster.", "start": 1352.84, "end": 1354.84}, {"text": "He's the wrong color.", "start": 1354.84, "end": 1356.84}, {"text": "Why am I talking shit about my cousin's looks?", "start": 1356.84, "end": 1358.84}, {"text": "I don't know.", "start": 1358.84, "end": 1360.84}, {"text": "I thought that would be funny and it wasn't.", "start": 1360.84, "end": 1362.84}, {"text": "But yeah, I've never seen these guys. I never will.", "start": 1362.84, "end": 1366.04}, {"text": "I think you have.", "start": 1366.04, "end": 1367.04}, {"text": "I'm going to see them.", "start": 1367.04, "end": 1368.04}, {"text": "I've never seen these fools.", "start": 1368.04, "end": 1369.04}, {"text": "I'm seeing them this weekend.", "start": 1369.04, "end": 1370.04}, {"text": "You've never met them. You could meet them. I don't think I've met you.", "start": 1370.04, "end": 1371.04}, {"text": "I'm working on meeting them.", "start": 1371.04, "end": 1372.04}, {"text": "Guys, I learned... Okay. So back to law. I learned about something called a plea deal.", "start": 1372.04, "end": 1377.4}, {"text": "Do you know about plea deals?", "start": 1377.4, "end": 1378.4}, {"text": "Yes.", "start": 1378.4, "end": 1379.4}, {"text": "It's what we're asked to be free.", "start": 1379.4, "end": 1380.8}, {"text": "How is this a part of our legal system? A plea deal?", "start": 1380.8, "end": 1384.0}, {"text": "Wait, what is it?", "start": 1384.0, "end": 1385.0}, {"text": "A plea deal is...", "start": 1385.0, "end": 1386.0}, {"text": "Explain it.", "start": 1386.0, "end": 1387.0}, {"text": "Watching the Tory Lanez case, is that what this is?", "start": 1387.0, "end": 1388.24}, {"text": "I just saw a news story about that. Yeah. And I was like, \"Wait, this plea deal shit", "start": 1388.24, "end": 1392.1}, {"text": "it makes no sense. Say you murder somebody and they're like can I go?", "start": 1392.1, "end": 1396.5}, {"text": "Well, it's literally you're like you're like yeah, I murder or they're like you", "start": 1396.5, "end": 1399.58}, {"text": "murdered this person and you say no and they say okay life in prison, but if you", "start": 1399.58, "end": 1403.3}, {"text": "murder them and they say you murder this person, you go yep. I murdered him. They", "start": 1403.3, "end": 1407.74}, {"text": "go fifteen years, fifteen years, and then you can say please can I have", "start": 1407.74, "end": 1413.26}, {"text": "you're being honest actually, please yeah. Why is honesty? Why is the best", "start": 1413.26, "end": 1417.06}, {"text": "policy half of a", "start": 1417.06, "end": 1418.5}, {"text": "I already answered right there. Honesty is the best policy and our", "start": 1420.14, "end": 1423.54}, {"text": "country's policies are all the best.", "start": 1423.54, "end": 1426.04}, {"text": "I don't understand why this makes any sense at all.", "start": 1426.04, "end": 1428.34}, {"text": "I think we kind of need to tear down the whole legal system and", "start": 1428.34, "end": 1430.64}, {"text": "rebuild it from the ground up.", "start": 1430.64, "end": 1431.94}, {"text": "Or at least get rid of this plea deal shit, man.", "start": 1431.94, "end": 1434.44}, {"text": "Yeah, maybe we just get rid of that actually.", "start": 1434.44, "end": 1435.94}, {"text": "And there's no way you're saving so much money on like the court", "start": 1435.94, "end": 1439.64}, {"text": "case or whatever that it's like somehow squaring out.", "start": 1439.64, "end": 1443.74}, {"text": "I mean, I think we can cut the jury. Twelve people.", "start": 1443.74, "end": 1447.94}, {"text": "one guy. One guy. Yeah, because if you think about how many people are", "start": 1448.14, "end": 1451.34}, {"text": "getting jury duty, they're getting live, their lives ruined. They have to", "start": 1451.34, "end": 1453.78}, {"text": "take time off work, which they like doing. They can't go to see this", "start": 1453.78, "end": 1457.22}, {"text": "stand up show, which is probably why your show was so poorly attended.", "start": 1457.22, "end": 1460.78}, {"text": "Those kids probably all... Everyone turned 18 and had to go to jury duty.", "start": 1460.78, "end": 1463.74}, {"text": "I got a jury duty notice when I turned 18, basically, right after.", "start": 1463.74, "end": 1467.24}, {"text": "Did you go? No, I completely ignored it. I didn't even go. And I went", "start": 1467.24, "end": 1470.78}, {"text": "in there, it was", "start": 1470.78, "end": 1471.94}, {"text": "a case about a child being molested.", "start": 1471.94, "end": 1474.9}, {"text": "So how did you get out of it? They didn't let me.", "start": 1474.9, "end": 1477.9}, {"text": "just one look at you. They let me you", "start": 1477.9, "end": 1481.1}, {"text": "you", "start": 1481.1, "end": 1482.44}, {"text": "said, sorry, wait, no, I was waiting there all day. They come out. They say", "start": 1482.44, "end": 1487.54}, {"text": "Cameron Fetter go home. You walked in and they were the", "start": 1487.54, "end": 1490.4}, {"text": "start for two weeks.", "start": 1490.4, "end": 1492.66}, {"text": "No, they just had I said", "start": 1492.66, "end": 1495.98}, {"text": "you were the", "start": 1495.98, "end": 1498.42}, {"text": "listen. I'll tell you and I listen. Maybe this is related. Maybe I'm going", "start": 1498.42, "end": 1502.54}, {"text": "to be completely honest with you right now. I was sitting there six hours", "start": 1502.54, "end": 1505.18}, {"text": "waiting all day for them to see me like a so I could plead my case or plead my", "start": 1505.82, "end": 1510.62}, {"text": "case to be that on the jury. You wanted to be on the door to put this piece of", "start": 1510.62, "end": 1513.92}, {"text": "shit away. It sounds like you got quitted for child molestation. The way", "start": 1513.92, "end": 1517.08}, {"text": "you're telling this, I got acquitted. I wouldn't be dancing around it. I'd be", "start": 1517.08, "end": 1521.14}, {"text": "proud. You'd be very proud.", "start": 1521.14, "end": 1522.92}, {"text": "That's a good point sitting there all day and that court courthouse and I was", "start": 1522.92, "end": 1528.6}, {"text": "sticking it to them. Yeah, you know how oh yeah, I was head. I had open. I got", "start": 1528.6, "end": 1532.78}, {"text": "my phone out. I got his phone out and he he you know I have my ear buds in it was", "start": 1532.82, "end": 1537.82}, {"text": "like I beer, but it was", "start": 1537.82, "end": 1539.12}, {"text": "the camera has called", "start": 1539.12, "end": 1542.06}, {"text": "ear buds in and he comes out of it.", "start": 1542.06, "end": 1546.06}, {"text": "From the", "start": 1546.06, "end": 1547.14}, {"text": "comes out", "start": 1547.14, "end": 1550.38}, {"text": "chopo trap house wow. So they said we ordered episode. Oh, they said this", "start": 1550.38, "end": 1556.66}, {"text": "left the weight out of here. I was probably the episode in advance. That's", "start": 1556.66, "end": 1560.88}, {"text": "smart listen to it all at the", "start": 1560.94, "end": 1562.06}, {"text": "courthouse. I was going to say", "start": 1562.06, "end": 1563.26}, {"text": "you downloaded that episode on", "start": 1563.26, "end": 1565.3}, {"text": "the Wi-Fi and immediately they", "start": 1565.3, "end": 1566.64}, {"text": "were like, okay, we've said", "start": 1566.64, "end": 1568.14}, {"text": "we've detected a download.", "start": 1568.14, "end": 1569.7}, {"text": "That's what I'm saying. They", "start": 1569.7, "end": 1570.62}, {"text": "were looking over my shoulder.", "start": 1570.62, "end": 1571.58}, {"text": "They said this guy knows all", "start": 1571.58, "end": 1572.82}, {"text": "the tricks. This guy thinks", "start": 1572.82, "end": 1573.86}, {"text": "he's going to run circles", "start": 1573.86, "end": 1574.62}, {"text": "around. This is he's he's too", "start": 1574.62, "end": 1577.74}, {"text": "big of a genius to be in this", "start": 1577.74, "end": 1579.02}, {"text": "jury. He's going to outsmart", "start": 1579.02, "end": 1580.54}, {"text": "everybody. The whole case.", "start": 1580.54, "end": 1581.86}, {"text": "This guy's so genius he thinks", "start": 1581.86, "end": 1583.62}, {"text": "the CIA is bad. No, I really I", "start": 1583.62, "end": 1585.62}, {"text": "did get to jury duty and I was", "start": 1585.62, "end": 1586.94}, {"text": "so like, okay, this could be", "start": 1586.94, "end": 1587.98}, {"text": "inter, like, you know, it's not", "start": 1587.98, "end": 1588.98}, {"text": "like I'm doing anything with my", "start": 1588.98, "end": 1590.3}, {"text": "time right now. It'll be fun to be on a case and see how this works and", "start": 1590.34, "end": 1593.7}, {"text": "whatever, and I get into you know like oh yeah, it's a part of the jury. Wow", "start": 1593.7, "end": 1597.04}, {"text": "I'm a child, I'm barely an adult.", "start": 1597.04, "end": 1599.78}, {"text": "It's a brave new world and I get in there and it's a guy sitting there and", "start": 1599.78, "end": 1605.36}, {"text": "they're like so this case is this guy had molested a child. It's like oh yeah,", "start": 1605.36, "end": 1608.52}, {"text": "I want to go home yeah. I don't really want to be here anymore. Yeah, you", "start": 1608.52, "end": 1611.84}, {"text": "just started crying. You dress you dress. I just remember just being", "start": 1611.84, "end": 1615.6}, {"text": "completely like wow, this is crazy. I'm really here. This is so weird. Oh,", "start": 1615.6, "end": 1618.7}, {"text": "it's actually crime is actually", "start": 1619.98, "end": 1621.34}, {"text": "does not pay. I'm completely racist. Excuse me from I think that then I", "start": 1621.34, "end": 1629.7}, {"text": "think that actually works. I think yeah, we'll do that all the time. I was", "start": 1629.7, "end": 1632.24}, {"text": "gonna do that. I was gonna do the thing because I at that point I didn't. I was", "start": 1632.24, "end": 1635.78}, {"text": "gonna say like yeah, he's I can't abide a child molester and he's completely", "start": 1635.78, "end": 1640.02}, {"text": "guilty in my eyes, even without the fact yeah, have you? I feel I would not", "start": 1640.02, "end": 1643.06}, {"text": "listen to any single. What I would say I would say yeah, honestly, I already made", "start": 1643.06, "end": 1646.26}, {"text": "my mind up if you yeah. If you want to get out of jury duty, there's a million", "start": 1646.3, "end": 1650.64}, {"text": "ways you can do that. It's everyone always has with racist, but what if you", "start": 1650.64, "end": 1653.84}, {"text": "go the opposite way? How do you get? How do you? I can't wait to learn the fact", "start": 1653.84, "end": 1657.84}, {"text": "maybe dress up like Sherlock Holmes. Yeah, you're like yeah, you say I know", "start": 1657.84, "end": 1662.34}, {"text": "the whole point is you're not supposed to even be able to think about if you", "start": 1662.34, "end": 1665.82}, {"text": "could be guilty or innocent before the trial begins. So you don't want to be", "start": 1665.82, "end": 1669.44}, {"text": "Sherlock Holmes because they'll be like this guy already knows, but if you're", "start": 1669.44, "end": 1672.0}, {"text": "finding clues, well, that's you're not supposed to get out of it. They don't", "start": 1672.0, "end": 1675.1}, {"text": "want you to find clues. Why they don't want to see my literally why they want", "start": 1675.12, "end": 1678.82}, {"text": "you to be a blob who looks at who follows along with the lawyer and thinks,", "start": 1678.82, "end": 1684.28}, {"text": "oh, I like this lawyer. I like this lawyer, yeah, so it's a way that our", "start": 1684.28, "end": 1688.86}, {"text": "system works is it's literally the olympics. It is the olympics for lawyers", "start": 1688.86, "end": 1693.32}, {"text": "and was to hold on. Yes or no on your little card. Yes, he molested the kid.", "start": 1693.32, "end": 1697.16}, {"text": "No, the kid's lying. No, this four year old's lying. Yeah, yeah, four year old", "start": 1697.16, "end": 1702.36}, {"text": "he's learned about lying in Bible school. He said I'm going to do that to a very", "start": 1702.4, "end": 1705.44}, {"text": "I'm going to mail man. He said I want to sin yeah yeah this is I'm going to sin", "start": 1705.44, "end": 1709.06}, {"text": "against this weird looking strange fifty year old man with long limbs next to me", "start": 1709.06, "end": 1714.54}, {"text": "yep. I'm going to I remember exactly how this guy looked yeah. I mean you don't", "start": 1714.54, "end": 1719.18}, {"text": "forget a face like no, I don't I never forget a child.", "start": 1719.18, "end": 1721.66}, {"text": "Just in case, well, except for this, did you see this guy? No yeah, I remember", "start": 1721.66, "end": 1727.78}, {"text": "his face. I remember exactly what he looks like. He looked like this like", "start": 1727.78, "end": 1730.3}, {"text": "he was kind of like this. Oh, he was kind of an ass. He was ry. He had a ry smile,", "start": 1731.38, "end": 1736.98}, {"text": "yeah he was he was also laughing, but not", "start": 1736.98, "end": 1739.82}, {"text": "that's the worst yeah, but everyone always goes in to try and get out of jury", "start": 1739.82, "end": 1746.06}, {"text": "duty to be they're like oh, I should I should be racist. I should you know that", "start": 1746.06, "end": 1750.06}, {"text": "I think that'll get me out immediately, buddy, you got to try the exact opposite.", "start": 1750.06, "end": 1754.22}, {"text": "You got to say I love every single race and every single person unequivocally,", "start": 1754.22, "end": 1759.54}, {"text": "and I would not be able to find any single person guilty because I don't", "start": 1759.9, "end": 1763.4}, {"text": "think", "start": 1763.4, "end": 1763.62}, {"text": "I think we're just all one consciousness. Yeah. Do you think you could get out of", "start": 1763.62, "end": 1768.26}, {"text": "jury duty, but you know how they do like have you ever seen this person before?", "start": 1768.26, "end": 1771.42}, {"text": "Do you know this person? Can you be like, oh, this is crazy, but I actually", "start": 1771.42, "end": 1774.42}, {"text": "dreamed about this guy last night. Oh, that's Chris for my dream. Oh my God,", "start": 1774.42, "end": 1778.06}, {"text": "I dreamed about this guy in my dream. He killed me and his name was Chris.", "start": 1778.06, "end": 1781.54}, {"text": "I guess he can. His name is Brian. That's what you just say that you just say", "start": 1781.54, "end": 1785.54}, {"text": "yeah, that's that guy molested me. Yeah, yeah, and then you're there like,", "start": 1785.54, "end": 1788.74}, {"text": "well, that's but then that's the problem, because you know you see what", "start": 1788.78, "end": 1790.84}, {"text": "if it's not in real life and it's a case. Oh yeah, that fucking", "start": 1790.84, "end": 1794.14}, {"text": "well, that sets up a whole not trial speeding to molest me.", "start": 1794.14, "end": 1796.98}, {"text": "He was really late to the point. You have to be careful as you say,", "start": 1796.98, "end": 1801.58}, {"text": "you say molested you, they're going to start a whole nother court case that", "start": 1801.58, "end": 1803.92}, {"text": "you're going to have to be there the whole time, whether you're on the jury", "start": 1803.92, "end": 1805.64}, {"text": "or not. So what you have to say is actually I do know this guy. He", "start": 1805.64, "end": 1808.48}, {"text": "molested me and I don't want to press charges. He molested me and I didn't", "start": 1808.48, "end": 1811.52}, {"text": "care. Yeah, it didn't bother me. I didn't care. It changed my taste in", "start": 1811.52, "end": 1815.48}, {"text": "music. That's basically the only thing that it affected me. I like certain", "start": 1815.48, "end": 1818.38}, {"text": "type of movies now and I was weird characters. Also, I was eighteen yep,", "start": 1818.42, "end": 1823.48}, {"text": "so fully eighteen. It wasn't crazy enough to change my whole psyche and it", "start": 1823.48, "end": 1827.42}, {"text": "was really just we actually know I am crazy because of it. I'm crazy, sir.", "start": 1827.42, "end": 1831.32}, {"text": "I'm crazy. I'm sorry I can't do the job. I'm completely crazy. Oh yeah, I", "start": 1831.32, "end": 1835.84}, {"text": "guess that's what I do. Are you fit any reason you're not", "start": 1835.84, "end": 1839.22}, {"text": "fit to serve on the jury be like jury. This is McDonald's", "start": 1839.22, "end": 1843.32}, {"text": "McDonald's right now. Or they say, \"Are you fit to serve on the jury?\" You say, \"Yeah,", "start": 1844.52, "end": 1852.24}, {"text": "circles a shape.\" And they say, \"What?\" And you say, \"You said fit.\" \"Yeah, I'm in shape.", "start": 1852.24, "end": 1858.44}, {"text": "Circles a shape.\" And then maybe they'd go... And I run marathons on Netflix. Do you want", "start": 1858.44, "end": 1863.48}, {"text": "to do warm-up for the jury? You go, \"Yeah.\" And then you have a great job. Oh, yeah. You", "start": 1863.48, "end": 1867.64}, {"text": "just do a warm-up comic. You go out, you do warm-up, you're throwing out gift bags and", "start": 1867.64, "end": 1870.32}, {"text": "the jury. They call you so there's the bailiff and then there's also the", "start": 1870.32, "end": 1874.32}, {"text": "goody bag man. Yeah, that's", "start": 1874.32, "end": 1876.16}, {"text": "those are the two people in", "start": 1876.16, "end": 1879.28}, {"text": "first jury. Is this people go? Yeah,", "start": 1879.28, "end": 1882.6}, {"text": "oh my God. All right, so this man is a complete", "start": 1882.6, "end": 1887.56}, {"text": "bad person. Yeah,", "start": 1887.56, "end": 1890.16}, {"text": "I'm just kidding. I'm not allowed to say that shit. I can't say that you", "start": 1890.16, "end": 1895.96}, {"text": "doesn't have to be your chair. It's handcuffs. Yeah, you get to arrest him", "start": 1896.0, "end": 1900.26}, {"text": "yourself. You get to arrest. I don't want to be a police officer, but I would love", "start": 1900.26, "end": 1904.0}, {"text": "to arrest somebody. I'm going to be honest. Yeah, you can citizens arrest,", "start": 1904.0, "end": 1907.48}, {"text": "but I don't think that works. No, you can just walk away from a citizen's arrest.", "start": 1907.48, "end": 1911.2}, {"text": "Yeah, just say, well, that's why you get down on them.", "start": 1911.2, "end": 1913.32}, {"text": "Go down, get down on them. Just get a boogie down on these four.", "start": 1913.32, "end": 1917.84}, {"text": "Yeah, I'm not boogie and down.", "start": 1917.84, "end": 1920.16}, {"text": "There is no crime on earth that is heinous enough to warrant me boogieing down.", "start": 1921.72, "end": 1927.64}, {"text": "No, no, no.", "start": 1927.64, "end": 1928.64}, {"text": "Nobody wants to see my cracker ass dance.", "start": 1928.64, "end": 1930.36}, {"text": "Oh yeah, I'm doing the two step.", "start": 1930.36, "end": 1931.88}, {"text": "Maybe they'll use your dancing in Guantanamo Bay.", "start": 1931.88, "end": 1935.6}, {"text": "Yeah, I would get a kill for that.", "start": 1935.6, "end": 1937.4}, {"text": "They would show all these terrorist guys your dancing and they would confess to not living", "start": 1937.4, "end": 1943.28}, {"text": "in shit.", "start": 1943.28, "end": 1944.28}, {"text": "recently learned about this Abu Grabe situation. Guys, this was some bad news, guys.", "start": 1944.28, "end": 1951.28}, {"text": "Why?", "start": 1951.28, "end": 1953.28}, {"text": "They basically did unconsensual jackass to 50 guys who were just driver taxis.", "start": 1953.28, "end": 1962.28}, {"text": "They dressed guys up as scary things.", "start": 1962.28, "end": 1964.28}, {"text": "Yeah, they said, \"Let's do a haunted house and let's scare ourselves.\"", "start": 1964.28, "end": 1969.28}, {"text": "So they made everybody dress up like a scarecrow.", "start": 1969.28, "end": 1971.28}, {"text": "are so crazy. Those photos of that woman who's got her thumb up next to a guy and he's got", "start": 1971.28, "end": 1978.12}, {"text": "jumper cables on his nutsack or something.", "start": 1978.12, "end": 1980.08}, {"text": "It honestly just makes you think if that's how a woman is reacting to that stuff, how", "start": 1980.08, "end": 1985.88}, {"text": "are the men?", "start": 1985.88, "end": 1986.88}, {"text": "Because men keep their emotions in.", "start": 1986.88, "end": 1990.28}, {"text": "Yeah, or even they like stuff like that more than women.", "start": 1990.28, "end": 1993.28}, {"text": "Oh yeah, true.", "start": 1993.28, "end": 1994.28}, {"text": "So they probably are smiling even more.", "start": 1994.28, "end": 1996.08}, {"text": "Yeah, you wouldn't even be able to fit the smiles in a photo.", "start": 1996.08, "end": 1999.28}, {"text": "The Smilers of Abu Ghraib. Yeah, it's actually really scary. It's the lady who", "start": 1999.28, "end": 2004.78}, {"text": "did the thumbs up. She there was like a letter that she sent her friend where", "start": 2004.78, "end": 2008.88}, {"text": "she was like, I basically don't even know why I'm doing all this crap. It's", "start": 2008.88, "end": 2012.72}, {"text": "actually really disgusting having to electric shock people's poop and then", "start": 2012.72, "end": 2016.88}, {"text": "she just kept doing it. Apparently, she didn't even know where she was and she", "start": 2016.88, "end": 2020.44}, {"text": "thought she was watching TV. Yeah, that's what I heard. Oh, that's actually a", "start": 2020.44, "end": 2023.88}, {"text": "pretty good excuse when you're on some kind of high, high trial. Listen,", "start": 2023.88, "end": 2027.78}, {"text": "they've tried all the defense they did were just following orders. It didn't", "start": 2027.82, "end": 2031.26}, {"text": "work. You still get in trouble. So you were say you thought you were watching", "start": 2031.26, "end": 2034.38}, {"text": "tv. We were making tv. We are making a pilot for mtv speaking of a true bass. I", "start": 2034.38, "end": 2041.1}, {"text": "thought we were doing a jury duty kind of thing and we these guys they didn't", "start": 2041.1, "end": 2044.7}, {"text": "know but they were about to become famous. Every single person in this room", "start": 2044.7, "end": 2049.58}, {"text": "has been is a trained actor except for the victims and james marzian comes", "start": 2049.58, "end": 2055.02}, {"text": "through and starts putting clamps on people's balls.", "start": 2055.02, "end": 2058.1}, {"text": "He's killing them.", "start": 2058.1, "end": 2060.42}, {"text": "And they're like, they don't even know who this guy is, they're from a different country,", "start": 2060.42, "end": 2064.1}, {"text": "they never saw Enchanted.", "start": 2064.1, "end": 2065.1}, {"text": "Well, they maybe have seen Sonic.", "start": 2065.1, "end": 2068.02}, {"text": "Maybe they saw Sonic.", "start": 2068.02, "end": 2069.02}, {"text": "I think good chance they've seen Sonic.", "start": 2069.02, "end": 2071.02}, {"text": "It's possible they saw Sonic with a watermark.", "start": 2071.02, "end": 2072.94}, {"text": "I wish that they took firing squads and they kept them and they kept that as the main way", "start": 2072.94, "end": 2078.32}, {"text": "of killing people in America, but they automated it.", "start": 2078.32, "end": 2081.3}, {"text": "And there was robots that did it.", "start": 2081.3, "end": 2083.38}, {"text": "Speaking of automated...", "start": 2083.38, "end": 2085.38}, {"text": "A wall of pure bullet.", "start": 2085.38, "end": 2087.38}, {"text": "I'm thinking of like the robots from Robocop", "start": 2087.38, "end": 2089.38}, {"text": "that aren't Robocop.", "start": 2089.38, "end": 2091.38}, {"text": "Like those things come out.", "start": 2091.38, "end": 2093.38}, {"text": "Speaking of automated, I learned this recently.", "start": 2093.38, "end": 2095.38}, {"text": "All the news channels,", "start": 2095.38, "end": 2097.38}, {"text": "all the news stations,", "start": 2097.38, "end": 2099.38}, {"text": "automated TV cameras.", "start": 2099.38, "end": 2101.38}, {"text": "You already told me this.", "start": 2101.38, "end": 2103.38}, {"text": "Why didn't you tell him? I'm telling him.", "start": 2103.38, "end": 2105.38}, {"text": "He listens to every episode.", "start": 2105.38, "end": 2107.38}, {"text": "I didn't listen to it, but I don't want to hear about the news from you.", "start": 2107.38, "end": 2109.38}, {"text": "Ok, then do you want to hear...", "start": 2109.38, "end": 2111.38}, {"text": "you want to okay. Did you I was in the newspaper as a kid, anyway, when for", "start": 2111.38, "end": 2116.02}, {"text": "what two days before I went on the news? No, you that's good. You weren't in the", "start": 2116.02, "end": 2120.54}, {"text": "newspaper.", "start": 2120.54, "end": 2121.02}, {"text": "That is not fucking. I said kid gets the most delicious cake ever on his. That", "start": 2121.02, "end": 2127.78}, {"text": "was the headline. That's pretty cool. July 4th, 19, September 11, 2001", "start": 2127.78, "end": 2132.6}, {"text": "kid gets most amazing birthday cake", "start": 2132.6, "end": 2136.9}, {"text": "for having", "start": 2136.9, "end": 2138.26}, {"text": "make a story. Wait, a little boy just had the most amazing birthday party and the cake had", "start": 2140.9, "end": 2147.5}, {"text": "three layers. Spider-Man showed up and they drew his photo on the cake. There was a man", "start": 2147.5, "end": 2153.34}, {"text": "who got his face painted as a tiger. This is a developing story coming in right now.", "start": 2153.34, "end": 2158.14}, {"text": "The cake from Cameron's 11th birthday party turns out to be an ice cream cake. That's", "start": 2158.14, "end": 2164.1}, {"text": "right. Wow. Fudgy the Whale made an appearance. I never had a Fudgy the Whale until recently.", "start": 2164.1, "end": 2170.3}, {"text": "we didn't have carvel down in North Carolina. We didn't have cold stone", "start": 2170.3, "end": 2173.5}, {"text": "creamery. We also had a very clean and these cold stone cakes, guys. I don't", "start": 2173.5, "end": 2179.06}, {"text": "give a fuck about that cake. I like those little cones with the chocolate", "start": 2179.06, "end": 2182.46}, {"text": "that are on top of the cake. That's the and the icing. Did you hear", "start": 2182.46, "end": 2185.06}, {"text": "mix ins? Did you hear dairy queen has completely? I like the mix ins do.", "start": 2185.06, "end": 2190.98}, {"text": "That's the only thing. Queen has completely", "start": 2190.98, "end": 2193.9}, {"text": "by the mix and very clean, remove the ice cream", "start": 2194.9, "end": 2197.5}, {"text": "cherry dip cone. Well, honestly, if they did do that recently, it didn't hurt them", "start": 2197.5, "end": 2202.94}, {"text": "at all because I saw a line around the block for a DQ when I was in really", "start": 2202.94, "end": 2205.96}, {"text": "really. Yeah, I thought I was a very Queen grill and chill so much. There's", "start": 2205.96, "end": 2210.94}, {"text": "DQs north. I wasn't in Boston. I thought Boston was a was or", "start": 2210.94, "end": 2215.98}, {"text": "Massachusetts. I know it's Baskin Robbins. No, that was really yeah. Baskin", "start": 2215.98, "end": 2220.9}, {"text": "Robbins was fairly recent. That was but I remember because growing up, it was", "start": 2220.9, "end": 2224.3}, {"text": "I remember when all the Dunkin Donuts turned into a combination of Baskin Robbins.", "start": 2224.32, "end": 2227.68}, {"text": "They have DQ and Stoneham and Amesbury and Haverhill.", "start": 2227.68, "end": 2232.76}, {"text": "Hudson, New Hampshire, Dairy Queen, Grill & Chill.", "start": 2232.76, "end": 2235.6}, {"text": "They made some really good chicken tenders with the white gravy and the toast on the", "start": 2235.6, "end": 2241.8}, {"text": "side.", "start": 2241.8, "end": 2243.44}, {"text": "The Grill & Chill is underrated.", "start": 2243.44, "end": 2246.16}, {"text": "I guess I just never went to an ice cream chain as a kid.", "start": 2246.16, "end": 2248.48}, {"text": "I just went to all the local stores.", "start": 2248.48, "end": 2251.84}, {"text": "I didn't go to DQ as a kid.", "start": 2251.84, "end": 2253.16}, {"text": "They didn't have a DQ near me. They were all more far away.", "start": 2253.16, "end": 2256.16}, {"text": "Did you ever go to Moo's in Derry, New Hampshire?", "start": 2256.16, "end": 2258.16}, {"text": "No.", "start": 2258.16, "end": 2259.16}, {"text": "Oh, that was a huge...", "start": 2259.16, "end": 2260.16}, {"text": "Did you ever go to Lizzie's in Harvard Square?", "start": 2260.16, "end": 2262.16}, {"text": "Yes, I did.", "start": 2262.16, "end": 2263.16}, {"text": "Did you guys ever go to Coles Custard in Wilmington, North Carolina?", "start": 2263.16, "end": 2267.16}, {"text": "No.", "start": 2267.16, "end": 2268.16}, {"text": "Where a man found a finger in his ice cream?", "start": 2268.16, "end": 2270.16}, {"text": "No, I didn't go there.", "start": 2270.16, "end": 2271.16}, {"text": "Found a finger?", "start": 2271.16, "end": 2272.16}, {"text": "We grew up near each other, though, so these actually make sense.", "start": 2272.16, "end": 2275.16}, {"text": "Mine made sense.", "start": 2275.16, "end": 2276.16}, {"text": "They found a finger in a man's armpit at the arcade and he was being tickled.", "start": 2276.16, "end": 2280.16}, {"text": "during laser tag during laser tag. You remember we went to jungle rapids. We", "start": 2282.16, "end": 2286.6}, {"text": "played laser tag. Yeah, I was just talking about that the to someone the", "start": 2286.6, "end": 2290.42}, {"text": "other day. I don't remember who, but that was you know. I think that's the", "start": 2290.42, "end": 2292.72}, {"text": "second time I've ever played laser tag in my life. Really was just the three of", "start": 2292.72, "end": 2296.1}, {"text": "us and we are what I was trying to remember is that we had was it just the", "start": 2296.1, "end": 2299.18}, {"text": "three of us. It was pierced there. It was just us three of us and it was we", "start": 2299.18, "end": 2303.16}, {"text": "each got code names and it was like the destroyer, the demolisher and then like", "start": 2303.16, "end": 2307.58}, {"text": "was the princess or some yeah. I was like or like the I think I got the", "start": 2307.6, "end": 2313.3}, {"text": "weakest one yeah. You did get a weak. I'm pretty sure it was the wizard or", "start": 2313.3, "end": 2317.68}, {"text": "something later versus the with yeah. I clapped you all up man. You did I", "start": 2317.68, "end": 2322.34}, {"text": "clapped you, but I was I knew the map completely was cheating. He was spawn", "start": 2322.34, "end": 2326.22}, {"text": "camping. I had mass knowledge. He spawned camp. I'm not going to run", "start": 2326.22, "end": 2329.7}, {"text": "around. I'm going to follow you until the the cool off. It was that makes it", "start": 2329.7, "end": 2334.26}, {"text": "we wasted money. It wasn't not wasted. Our money had way less fun. We", "start": 2334.3, "end": 2338.3}, {"text": "went in there twice. There was fog. Yeah, but when you're getting", "start": 2338.3, "end": 2342.9}, {"text": "followed by your friend to home base, it was like buddy, ask any woman", "start": 2342.9, "end": 2347.5}, {"text": "that lives in a major city. It's no fun to be followed. Yep, and if", "start": 2347.5, "end": 2350.8}, {"text": "you think differently, if you think differently, the feminists would", "start": 2350.8, "end": 2354.6}, {"text": "like to have a word with you. Well, I wouldn't like to have a", "start": 2354.6, "end": 2356.9}, {"text": "word with the feminist. I'll tell you that much. I'll have a word", "start": 2356.9, "end": 2359.9}, {"text": "with them. Shut up.", "start": 2359.9, "end": 2361.5}, {"text": "(laughter)", "start": 2361.5, "end": 2363.74}, {"text": "That's good.", "start": 2363.74, "end": 2366.28}, {"text": "S-A-D-D-A-P.", "start": 2366.28, "end": 2367.34}, {"text": "Shut up.", "start": 2367.34, "end": 2368.04}, {"text": "That's, to all the feminazis out there, shut up.", "start": 2368.04, "end": 2370.68}, {"text": "To all the feminazis, I've got a Billy Madison impression I want to do for you.", "start": 2370.68, "end": 2374.88}, {"text": "(laughter)", "start": 2374.88, "end": 2375.58}, {"text": "I want to go, \"Shut up!\"", "start": 2375.58, "end": 2377.38}, {"text": "Yep, so bad.", "start": 2377.38, "end": 2378.38}, {"text": "I have a couple of Cartman words that I could say to you.", "start": 2378.38, "end": 2381.08}, {"text": "Respect my authority.", "start": 2381.08, "end": 2381.88}, {"text": "I'm going to do that to you.", "start": 2381.88, "end": 2382.88}, {"text": "I'm going to do respect my authority.", "start": 2382.88, "end": 2383.88}, {"text": "Check this one out.", "start": 2383.88, "end": 2384.58}, {"text": "Check this one out.", "start": 2384.58, "end": 2385.38}, {"text": "What?", "start": 2385.38, "end": 2385.88}, {"text": "You are the weakest link.", "start": 2385.88, "end": 2387.38}, {"text": "(laughter)", "start": 2387.38, "end": 2387.88}, {"text": "That would work really well against a feminist.", "start": 2387.88, "end": 2389.88}, {"text": "(laughter)", "start": 2389.88, "end": 2391.28}, {"text": "that would be really funny, maybe some Monty Python stuff. It's not really", "start": 2391.28, "end": 2395.04}, {"text": "applicable, but", "start": 2395.04, "end": 2395.78}, {"text": "it's a silly ideology. We won't believe it. So they start saying just a", "start": 2395.78, "end": 2401.2}, {"text": "flesh wound. They start saying something to you. And now for something completely", "start": 2401.2, "end": 2403.68}, {"text": "different. I was just going to say they're trying to tell you something", "start": 2403.68, "end": 2407.4}, {"text": "about the patriarchal, blah, blah, blah, blah, blah. That's why they don't shave", "start": 2407.4, "end": 2410.76}, {"text": "their freaking armpits and shave their hair blue. Yeah, they shave their hair", "start": 2410.76, "end": 2414.56}, {"text": "and it turns blue. They use blue shavers. I've seen this. They use blue shavers,", "start": 2414.56, "end": 2417.52}, {"text": "and then you look at them. You look towards the camera that you've invented", "start": 2417.52, "end": 2420.2}, {"text": "in your head and you say and now for something completely different.", "start": 2420.24, "end": 2422.48}, {"text": "And feminists, they chew too much gum.", "start": 2422.48, "end": 2424.12}, {"text": "They chew a lot of tobacco.", "start": 2424.12, "end": 2425.92}, {"text": "And they blow in bubbles with their gum.", "start": 2425.92, "end": 2427.56}, {"text": "Stop, man.", "start": 2427.56, "end": 2428.68}, {"text": "I'm sick of going to these parties where a feminist is there and I go to pick up", "start": 2428.68, "end": 2432.28}, {"text": "my drink and I take one sip, dip spit in it immediately.", "start": 2432.28, "end": 2435.4}, {"text": "Oh, my God.", "start": 2435.4, "end": 2436.48}, {"text": "It's so disgusting.", "start": 2436.48, "end": 2437.36}, {"text": "These feminists need to stop chewing Cope snuff.", "start": 2437.36, "end": 2441.44}, {"text": "They always want to go to the mall.", "start": 2441.44, "end": 2442.76}, {"text": "They're always wearing these 12 inch pumps, walking around with a little handbag", "start": 2442.76, "end": 2447.2}, {"text": "and a tiny purple dress.", "start": 2447.2, "end": 2448.72}, {"text": "shut the hell up. You're being annoying and you're chewing tobacco. Yeah, leave", "start": 2449.44, "end": 2453.4}, {"text": "your car at home. You don't need to drive everywhere. Yeah, these gas goes", "start": 2453.4, "end": 2456.38}, {"text": "your guzzling. I'm sick of them guzzling up all this fucking gas with their", "start": 2456.38, "end": 2461.28}, {"text": "diesel powered cars, Subaru's that they're driving around. These fucking", "start": 2461.28, "end": 2465.84}, {"text": "fema Nazis are driving around. They're rolling coal. They're chewing tobacco", "start": 2465.84, "end": 2470.44}, {"text": "and catalytic converters there for a reason. And how come they always live", "start": 2470.44, "end": 2474.64}, {"text": "either on the east coast or the west coast or in the middle of the country", "start": 2474.64, "end": 2478.0}, {"text": "or another country or the Midwest. Yeah, the middle of the country. Yeah, that's", "start": 2478.0, "end": 2482.24}, {"text": "completely and the Midwest and then the southeast Mexico. I was getting so mad", "start": 2482.24, "end": 2486.68}, {"text": "earlier driving back from Pennsylvania. Five hour drive. I did today because we", "start": 2486.68, "end": 2489.88}, {"text": "hit traffic and I was just looking around feminist, feminist, feminist,", "start": 2489.88, "end": 2493.32}, {"text": "these giant semi trucks, there was completely destroying the environment.", "start": 2493.32, "end": 2496.56}, {"text": "Hey, feminists enough with the freon in your trucks. Drop them. I don't care", "start": 2496.56, "end": 2501.84}, {"text": "that you need to keep the produce cold and get that freon at the fucking truck.", "start": 2501.84, "end": 2506.8}, {"text": "We don't need the crystal meth. Keep it cold with ice. You don't have to stay up so that you can read Gloria Steinem.", "start": 2506.8, "end": 2512.4}, {"text": "And the hypocrisy of these feminazis where they go to these lots and they look for their little lizards.", "start": 2512.4, "end": 2517.9}, {"text": "Yeah. Yeah. Just get a normal pet. Get a dog. Why are you so obsessed with those lizards?", "start": 2517.9, "end": 2522.7}, {"text": "Why are you so obsessed with these lizards? It doesn't make any sense. It makes no goddamn sense.", "start": 2522.7, "end": 2526.5}, {"text": "When I was in Boston, we went to... Have you been on the USS Constitution? That old ship?", "start": 2526.5, "end": 2532.3}, {"text": "Oh, yeah. The like Navy Yard? Yeah, yeah. I just shipped my pants.", "start": 2532.3, "end": 2535.3}, {"text": "No, you didn't. Target. No. Target ad that I watched eight years ago. Oh, okay. And we", "start": 2535.3, "end": 2543.54}, {"text": "were in this guy who's giving us a tour and he's like a Navy guy in the uniform. And it's", "start": 2543.54, "end": 2548.58}, {"text": "like a, he was, he was not a Navy SEAL. I'm blue, dab it, come on. Yeah, so it's all like", "start": 2548.58, "end": 2555.22}, {"text": "a, it's an old ship, an old frigate, and there's also a battleship there. And it's an operating", "start": 2555.22, "end": 2561.08}, {"text": "Navy yard, so it's all people and you have to go through security. It's all operated", "start": 2561.08, "end": 2564.58}, {"text": "by like the navy. There's a people in military pretty good deal. It's pretty", "start": 2564.58, "end": 2568.6}, {"text": "cool. It's fun. If you're going to join the navy, you want to be stationed at a", "start": 2568.6, "end": 2571.54}, {"text": "museum, so we go. This guy is giving the tour of the of the ship and he takes us", "start": 2571.54, "end": 2575.76}, {"text": "below decks, and this is the I just imagining this. I mean this is so he was", "start": 2575.76, "end": 2580.4}, {"text": "he was giving the ship the tour of the ship and he was just getting like way", "start": 2580.4, "end": 2584.28}, {"text": "way too into it. Yeah, it's like and then the the British were like Huzzah", "start": 2584.28, "end": 2589.16}, {"text": "she has iron sides and he was like yelling and doing voices and stuff and", "start": 2589.16, "end": 2593.84}, {"text": "I was like, Oh, my God, you imagine awesome you go join the military and", "start": 2593.88, "end": 2597.52}, {"text": "this is and you're a reactor. Yeah, yeah, you're a yeah, you're they station", "start": 2597.52, "end": 2602.56}, {"text": "you here to and he's for he was from he had a Boston accent. He's like I'm", "start": 2602.56, "end": 2605.6}, {"text": "from Southie, so it's actually a huge honor", "start": 2605.6, "end": 2607.38}, {"text": "to be stationed here and be given the toys sick. That's amazing. I mean dude", "start": 2607.38, "end": 2613.48}, {"text": "he's getting health care to play games all day. It's great. It was dude. He", "start": 2613.48, "end": 2617.4}, {"text": "yelled so loud. It was like startled me like he was like he was like the guns,", "start": 2617.4, "end": 2622.24}, {"text": "the guns", "start": 2622.28, "end": 2623.28}, {"text": "like baby.", "start": 2623.28, "end": 2624.78}, {"text": "He that you know a real war was breaking out yeah. Have you guys seen those ads", "start": 2624.78, "end": 2628.88}, {"text": "that you get sometimes on like if you watch like a video game video on", "start": 2628.88, "end": 2632.3}, {"text": "YouTube or like a twitch stream where it's like the US Army? They're like we", "start": 2632.3, "end": 2635.48}, {"text": "need gamers now. Oh yeah, I love I used to love the", "start": 2635.48, "end": 2638.8}, {"text": "is that where they're putting force aim high as I always would think it says I", "start": 2638.8, "end": 2643.76}, {"text": "am high. That was speaking of some funny, funny shit. I didn't tell him.", "start": 2643.76, "end": 2648.48}, {"text": "I think that", "start": 2648.48, "end": 2650.44}, {"text": "yeah, I just didn't tell you guys completely about it. I told him in the", "start": 2651.24, "end": 2654.34}, {"text": "car the other night.", "start": 2654.34, "end": 2655.36}, {"text": "You guys were taking car rides. We were taking a car ride somewhere. I was", "start": 2655.36, "end": 2659.54}, {"text": "riding my bike home. We were test driving a new fucking C class, okay. It", "start": 2659.54, "end": 2663.54}, {"text": "was, yeah, we were getting a G wagon for the business. Yeah.", "start": 2663.54, "end": 2666.12}, {"text": "That'd be awesome. Why do we need a G wagon? We're getting a PPP loan.", "start": 2666.12, "end": 2672.04}, {"text": "Actually, it doesn't know cars. We're getting a PPP loan so that we can get", "start": 2672.04, "end": 2674.56}, {"text": "a bright blue G wagon that has an airbrushed... Why do we need a PPP loan?", "start": 2674.56, "end": 2678.8}, {"text": "This guy can't even spell things.", "start": 2679.52, "end": 2681.52}, {"text": "Jesus Christ.", "start": 2681.52, "end": 2683.52}, {"text": "They're called initials Cameron F.", "start": 2683.52, "end": 2685.52}, {"text": "Cameron F?", "start": 2685.52, "end": 2687.52}, {"text": "You're a fool.", "start": 2687.52, "end": 2689.52}, {"text": "Yeah, that's what the F stands for, is fool.", "start": 2689.52, "end": 2691.52}, {"text": "Foolish bastard.", "start": 2691.52, "end": 2693.52}, {"text": "Idiot.", "start": 2693.52, "end": 2695.52}, {"text": "I don't have to take this.", "start": 2695.52, "end": 2697.52}, {"text": "You do have to take it.", "start": 2697.52, "end": 2699.52}, {"text": "We were driving, I think we were at", "start": 2699.52, "end": 2701.52}, {"text": "Neil's show.", "start": 2701.52, "end": 2703.52}, {"text": "We were at Neil's show on Saturday.", "start": 2703.52, "end": 2705.52}, {"text": "We were in the car and I casually", "start": 2705.52, "end": 2707.52}, {"text": "something that I thought I had told you guys immediately, but apparently didn't.", "start": 2707.52, "end": 2711.52}, {"text": "I was hit by a joyriding Uber Eats driver who had just bought an e-bike.", "start": 2711.52, "end": 2716.52}, {"text": "This is like the craziest story ever and you didn't tell me this.", "start": 2716.52, "end": 2720.52}, {"text": "You just mentioned this earlier and I just assumed that it was something that happened years ago.", "start": 2720.52, "end": 2725.52}, {"text": "No, no, no.", "start": 2725.52, "end": 2726.52}, {"text": "It happened weeks ago.", "start": 2726.52, "end": 2727.52}, {"text": "No, this happened...", "start": 2727.52, "end": 2728.52}, {"text": "He got hit by somebody on an e-bike and then tell the crazy part of it.", "start": 2728.52, "end": 2730.52}, {"text": "Oh, he was watching YouTube on his phone.", "start": 2730.52, "end": 2732.52}, {"text": "That's not the crazy deal.", "start": 2732.52, "end": 2733.52}, {"text": "Didn't you hear the end of the story?", "start": 2733.52, "end": 2735.52}, {"text": "The end, oh the end, okay, so he was pretending to be paralyzed in the middle of the street,", "start": 2735.52, "end": 2740.16}, {"text": "found out that I had no insurance, then stepped out of the ambulance, shook my hand and said,", "start": 2740.16, "end": 2744.6}, {"text": "\"It's okay, bro. This has happened to me five times this year.\"", "start": 2744.6, "end": 2748.04}, {"text": "That's fucking, this guy tried to do insurance fraud to Patrick and he did, so it wasn't", "start": 2748.04, "end": 2752.48}, {"text": "just he got hit by an e-bike.", "start": 2752.48, "end": 2754.52}, {"text": "He got hit by me because I was making a left turn and I didn't know that he was like speeding,", "start": 2754.52, "end": 2758.88}, {"text": "I was on Broadway, so I didn't know he was speeding behind me.", "start": 2758.88, "end": 2762.04}, {"text": "He was also on a bike?", "start": 2762.04, "end": 2763.12}, {"text": "He was on an e-bike, yeah.", "start": 2763.12, "end": 2764.12}, {"text": "He was on a normal bike.", "start": 2764.12, "end": 2765.12}, {"text": "I don't think he was an Uber Eats driver.", "start": 2765.12, "end": 2766.58}, {"text": "And you hit him with enough force to send him sprawling.", "start": 2766.58, "end": 2768.58}, {"text": "But he was on an Eats bike.", "start": 2768.58, "end": 2769.58}, {"text": "To potentially paralyze him.", "start": 2769.58, "end": 2770.58}, {"text": "To paralyze him.", "start": 2770.58, "end": 2771.58}, {"text": "And then your handshake cured him.", "start": 2771.58, "end": 2773.42}, {"text": "Well, no.", "start": 2773.42, "end": 2774.42}, {"text": "He got out of the ambulance and then went out.", "start": 2774.42, "end": 2776.42}, {"text": "So once he found out that nothing was wrong with his bike and I didn't have an insurance.", "start": 2776.42, "end": 2780.38}, {"text": "So he called 911?", "start": 2780.38, "end": 2781.38}, {"text": "Yeah.", "start": 2781.38, "end": 2782.38}, {"text": "No, no, no, no.", "start": 2782.38, "end": 2783.38}, {"text": "They were waiting.", "start": 2783.38, "end": 2784.38}, {"text": "It was all a whole scam.", "start": 2784.38, "end": 2785.38}, {"text": "Somebody...", "start": 2785.38, "end": 2786.38}, {"text": "Oh my God, the ambulance was in on it.", "start": 2786.38, "end": 2787.38}, {"text": "Well, okay, now that I'm thinking about it, there was an undercover who was directly behind", "start": 2787.38, "end": 2790.74}, {"text": "us.", "start": 2790.74, "end": 2791.74}, {"text": "An undercover who was directly behind us and he was directing traffic.", "start": 2791.74, "end": 2794.06}, {"text": "An undercover what?", "start": 2794.06, "end": 2795.06}, {"text": "I saw him do this with his jacket and I saw the badge and I went like, \"Oh, thank God", "start": 2795.06, "end": 2800.36}, {"text": "you're a police officer.\" And he went, \"No, I'm a cop, but I just got off of work. I don't", "start": 2800.36, "end": 2806.5}, {"text": "want to be dealing with this right now.\" And then I had to move the other guy's bike and", "start": 2806.5, "end": 2812.18}, {"text": "then he said, I found out he had YouTube on his phone because I was on the --", "start": 2812.18, "end": 2816.86}, {"text": "It's pretty rare.", "start": 2816.86, "end": 2817.86}, {"text": "He was on YouTube.", "start": 2817.86, "end": 2818.86}, {"text": "Don't assume me, man. Look, we both have YouTube on our phone.", "start": 2818.86, "end": 2821.86}, {"text": "We both have similar interests. We both like videos.", "start": 2821.86, "end": 2824.86}, {"text": "like videos. He had YouTube open, so he's like laying on the ground and he says,", "start": 2824.86, "end": 2829.7}, {"text": "\"You need to get my phone and you need to call my wife. You need to say", "start": 2829.7, "end": 2833.64}, {"text": "FaceTime Precious.\" And so", "start": 2833.64, "end": 2835.64}, {"text": "his wife's name was Precious. Her name and his phone. Yeah. And", "start": 2835.64, "end": 2840.9}, {"text": "I pick up his phone and, dude, it's like he's watching like Vsauce or something,", "start": 2840.9, "end": 2845.7}, {"text": "and I was like, \"Were you-\" Claims another life. \"Were you watching, were", "start": 2845.7, "end": 2849.26}, {"text": "you watching, like, YouTube?\" And he went,", "start": 2849.26, "end": 2852.2}, {"text": "YouTube music. Listening to Vsauce. Yeah, because there's no way that that was an ad", "start": 2853.3, "end": 2859.62}, {"text": "playing. An ad for Vsauce? No, I don't think so. It's a bald man with a beard talking.", "start": 2859.62, "end": 2864.5}, {"text": "I didn't see Skip Ad anywhere on the screen. See, you should have just turned heel and", "start": 2864.5, "end": 2871.46}, {"text": "ran for the hills because you're dealing with a genius. This guy's watching Veritasium and", "start": 2871.46, "end": 2875.78}, {"text": "Vsauce. He's watching Vsauce, how to do insurance fraud. My bike is fine, which is good. The", "start": 2875.78, "end": 2879.62}, {"text": "the only thing true secret behind and my bike is fine. His bike is fine.", "start": 2879.62, "end": 2883.12}, {"text": "Nothing really happened. We don't kind of paralyzed. He was pretending to be", "start": 2883.12, "end": 2887.36}, {"text": "paralyzed. I tried to pick up. How did the ambulance get there? The ambulance", "start": 2887.36, "end": 2890.7}, {"text": "got there because a woman who was on the side of the street called", "start": 2890.7, "end": 2893.92}, {"text": "and fuck also the cop called and then", "start": 2893.92, "end": 2899.06}, {"text": "yeah, then the ambulance, they got there pretty quick, which is making me think", "start": 2899.06, "end": 2903.24}, {"text": "maybe I was maybe the city hates bikers so much. And let me ask you a question.", "start": 2903.24, "end": 2907.3}, {"text": "trap me. Did I hear you say pray tell a little earlier that the exact words left", "start": 2907.32, "end": 2913.12}, {"text": "your lips. Thank God you're a police officer", "start": 2913.12, "end": 2915.78}, {"text": "in today's society. You said that. Well, I said that because then I wouldn't have", "start": 2915.78, "end": 2921.68}, {"text": "to call 911 and which you were going to do, planning to call 911.", "start": 2921.68, "end": 2927.44}, {"text": "The I don't wanna ever call 911. I had to call 911. We don't call the cops", "start": 2927.44, "end": 2932.72}, {"text": "around here. If I get hit by a car, I fucking die and kill. Leave me in this", "start": 2932.72, "end": 2937.3}, {"text": "We don't call the fucking cops around here, boy.", "start": 2937.3, "end": 2939.38}, {"text": "But I was I thought that I texted it to you guys and then you started reading", "start": 2939.38, "end": 2943.42}, {"text": "through.", "start": 2943.42, "end": 2944.42}, {"text": "Oh, yeah, we me and Pat read through our text for about an hour.", "start": 2944.42, "end": 2947.88}, {"text": "Yeah.", "start": 2947.88, "end": 2948.9}, {"text": "I mean, it's all it's all stuff that I, you know, it's all kind of shit.", "start": 2948.9, "end": 2953.78}, {"text": "He texts us, which I think we should get into.", "start": 2953.78, "end": 2956.86}, {"text": "I think we should get into these questions.", "start": 2956.86, "end": 2958.74}, {"text": "It's the 200th episode.", "start": 2958.74, "end": 2960.02}, {"text": "I think that you're reading.", "start": 2960.02, "end": 2961.06}, {"text": "OK, I read.", "start": 2961.06, "end": 2962.06}, {"text": "I think I forgot to read any of your questions.", "start": 2962.06, "end": 2963.86}, {"text": "You're let me I will say you got to you.", "start": 2963.86, "end": 2966.02}, {"text": "but you usually have some good ones. The ones you asked me to read the other day", "start": 2966.02, "end": 2968.92}, {"text": "were bad. What are you talking about? Read these ones. What are you talking", "start": 2968.92, "end": 2973.32}, {"text": "about? I like your questions and I and it's okay because I have such discerning", "start": 2973.32, "end": 2977.12}, {"text": "taste that I can tell you that I thought those ones were bad. Would you rather", "start": 2977.12, "end": 2980.68}, {"text": "would you rather meet Mugatu from Zoolander or have an OnlyFans that makes", "start": 2980.68, "end": 2988.86}, {"text": "$1000 a month? And you said I said Mugatu and then I said because I because I was", "start": 2988.86, "end": 2995.5}, {"text": "I don't really want to ask the follow up. What time was that at?", "start": 2995.54, "end": 2998.24}, {"text": "That was at 1.31pm.", "start": 2998.24, "end": 2999.24}, {"text": "Okay, I was probably eating lunch.", "start": 2999.24, "end": 3000.24}, {"text": "You were busy.", "start": 3000.24, "end": 3001.24}, {"text": "Yeah.", "start": 3001.24, "end": 3002.24}, {"text": "But I didn't want to ask the follow up because I was going to, I mean it hinges on do I have", "start": 3002.24, "end": 3005.96}, {"text": "to be nude for the OnlyFans?", "start": 3005.96, "end": 3007.28}, {"text": "Yeah.", "start": 3007.28, "end": 3008.28}, {"text": "I was like I guess if I even have one that it's going to be a perception that maybe I'm", "start": 3008.28, "end": 3010.92}, {"text": "nude.", "start": 3010.92, "end": 3011.92}, {"text": "It's also going to be a job. You're basically asking do you want a job.", "start": 3011.92, "end": 3014.12}, {"text": "Well, I'll just have one.", "start": 3014.12, "end": 3015.12}, {"text": "But a job where you're hard working.", "start": 3015.12, "end": 3016.12}, {"text": "Do you want the hardest job in the world?", "start": 3016.12, "end": 3018.84}, {"text": "Or just to meet Mugatu for five seconds?", "start": 3018.84, "end": 3020.56}, {"text": "A thousand dollars a month is not worth having an OnlyFans.", "start": 3020.56, "end": 3023.96}, {"text": "Definitely not.", "start": 3023.96, "end": 3024.96}, {"text": "Well, would you rather make a video with iDubbbz or have the most popular OnlyFans in the account?", "start": 3024.96, "end": 3030.56}, {"text": "And you said?", "start": 3030.56, "end": 3031.56}, {"text": "He said iFubx.", "start": 3031.56, "end": 3032.56}, {"text": "iFubX.", "start": 3032.56, "end": 3033.56}, {"text": "And I want to make clear that this was at 6.50am.", "start": 3033.56, "end": 3042.2}, {"text": "And when did I reply?", "start": 3042.2, "end": 3043.2}, {"text": "8.40am.", "start": 3043.2, "end": 3044.2}, {"text": "So that's probably the first thing I did when I woke up.", "start": 3044.2, "end": 3048.76}, {"text": "Most likely the first thing I did.", "start": 3048.76, "end": 3049.76}, {"text": "And then I asked some more questions immediately after.", "start": 3049.76, "end": 3051.44}, {"text": "These are the ones that I ignore.", "start": 3051.44, "end": 3052.44}, {"text": "So these ones are bad, you're saying?", "start": 3052.44, "end": 3054.24}, {"text": "if I remember it, let me see here. If you were running for press, I think I", "start": 3054.24, "end": 3058.0}, {"text": "would you rather have to be honest as you're running mate", "start": 3058.0, "end": 3060.78}, {"text": "Brendan Schaub or Ethan Klein,", "start": 3060.78, "end": 3063.74}, {"text": "you gotta say Brendan Schaub. Well, let's let's hear what Cameron says. I", "start": 3063.74, "end": 3070.92}, {"text": "completely was asleep for that. I said, I said, I'll ask Caleb. Oh yeah,", "start": 3070.92, "end": 3074.94}, {"text": "because this was these are questions. Oh no, you were telling me to ask these", "start": 3074.94, "end": 3077.34}, {"text": "to Caleb. Yes, for the because I was gone for the episode. Here's the kind", "start": 3077.34, "end": 3081.66}, {"text": "he texted me, \"Imagine getting sloppy steaks with the driving crooner in a Dan Flashes", "start": 3081.68, "end": 3087.08}, {"text": "shirt.\" That's what he said.", "start": 3087.08, "end": 3090.76}, {"text": "And playing the long -- he knows eventually all these texts are going to get read out.", "start": 3090.76, "end": 3095.48}, {"text": "Yeah. And then before that, he said, \"Does I look like the driving crooner?\" And sent", "start": 3095.48, "end": 3100.16}, {"text": "a picture of him in a hat.", "start": 3100.16, "end": 3102.16}, {"text": "I was at a party where they had hats, and I thought I looked like the driving crooner.", "start": 3102.16, "end": 3106.48}, {"text": "Would you rather be forced to be the driving crooner for the rest of your life or go to", "start": 3106.48, "end": 3110.46}, {"text": "to prison for sexual assault.", "start": 3110.46, "end": 3112.06}, {"text": "And I said driving.", "start": 3112.06, "end": 3116.66}, {"text": "I asked him some questions on the question. He wouldn't even", "start": 3116.66, "end": 3121.76}, {"text": "answer. What was it? What question?", "start": 3121.76, "end": 3123.86}, {"text": "I answer every single hypothetical. We send to each", "start": 3123.86, "end": 3126.86}, {"text": "other. You did not you did not answer. What was this one?", "start": 3126.86, "end": 3129.06}, {"text": "Dark humor or absurdist humor? I said it's absurdism for me.", "start": 3129.06, "end": 3133.16}, {"text": "Can you say wait? No fuck. Don't do this to me, bro. Can you", "start": 3133.16, "end": 3136.66}, {"text": "say that? What is that?", "start": 3136.66, "end": 3137.36}, {"text": "you didn't answer. Can you send me a video of you saying Livvy rizzed up", "start": 3138.16, "end": 3142.12}, {"text": "baby gronk in Trump voice?", "start": 3142.12, "end": 3143.84}, {"text": "Big Chungus says trans rights.", "start": 3143.84, "end": 3146.96}, {"text": "Timmy Turner, dad and Dinka Berg was on site.", "start": 3146.96, "end": 3151.12}, {"text": "Timmy Turner, dad and Dinka Berg was on... Is Mrs. Puff doable?", "start": 3151.12, "end": 3161.12}, {"text": "He sent me, \"When I'm in a meme war and my opponent is a Death Grips fan", "start": 3161.12, "end": 3165.92}, {"text": "and a gift of Kevin McAllister and then two days ago or three days ago. He sent", "start": 3166.4, "end": 3172.0}, {"text": "me this question is mumble rap ghetto", "start": 3172.0, "end": 3174.24}, {"text": "blue face and Creshan were toxic as F for each other.", "start": 3174.24, "end": 3180.04}, {"text": "He asked me this one to who has better style, Alex or Joe, that's a real", "start": 3180.04, "end": 3185.18}, {"text": "question. Is it should be answered? Is it still ghetto to sag your pants? If", "start": 3185.18, "end": 3189.06}, {"text": "they're skinny jeans", "start": 3189.06, "end": 3190.04}, {"text": "is random dancing cringe. Most of the...", "start": 3191.78, "end": 3194.78}, {"text": "You sent me fingering or normal penetration with penis.", "start": 3194.78, "end": 3197.78}, {"text": "(Laughter)", "start": 3197.78, "end": 3200.78}, {"text": "Shit, I start a street wear brand called", "start": 3200.78, "end": 3203.78}, {"text": "Hummingbird Fresh. And I said, kind of ripping", "start": 3203.78, "end": 3206.78}, {"text": "off H3H3. He said, how? I said, animal plus", "start": 3206.78, "end": 3209.78}, {"text": "fresh. He said, Teddy is not an animal. I", "start": 3209.78, "end": 3212.78}, {"text": "said, it's a bear. And he said, nah, it's not a bear.", "start": 3212.78, "end": 3215.78}, {"text": "It's a type of stuffed animal. It's not a real", "start": 3215.78, "end": 3218.78}, {"text": "animal. But if I did start a streetwear brand called Hummingbird Fresh, would you guys be", "start": 3218.78, "end": 3223.42}, {"text": "in the lookbook?", "start": 3223.42, "end": 3224.66}, {"text": "Can I get notes on something? I said, yeah. He sent me a self-made stand-up shot that", "start": 3224.66, "end": 3229.7}, {"text": "says, \"The pandemic taught us that Joe Exotic don't give a fuck.\" And I said, \"Do flying", "start": 3229.7, "end": 3235.18}, {"text": "fuck.\" And he edited it to say, \"The pandemic taught us that Joe Exotic don't give a flying", "start": 3235.18, "end": 3239.18}, {"text": "fuck.\"", "start": 3239.18, "end": 3240.46}, {"text": "On Friday, August 11th at 4.27 p.m., he texted me, \"Yankee with no brim.\"", "start": 3240.46, "end": 3246.2}, {"text": "he sent me a picture of Ian finance and said the goat. He is the goat.", "start": 3246.2, "end": 3250.5}, {"text": "He sent me on August ninth. He sent me all in a row here. Our scooters cringe", "start": 3250.5, "end": 3256.44}, {"text": "is peppermint cringe is rabbit movers. Cranes is the mark range is the bus", "start": 3256.44, "end": 3260.28}, {"text": "driver cringe is peppermint ice cream cringe and then he sent me a picture of", "start": 3260.28, "end": 3263.48}, {"text": "a bus and said should I cringe at this? I said yes, no, I don't know what that", "start": 3263.48, "end": 3267.94}, {"text": "is. You don't know yes, yes, yes, okay, well this one was really important.", "start": 3267.94, "end": 3271.9}, {"text": "this is the one that I was going to ask when I was gone. Okay. This is a", "start": 3271.96, "end": 3277.12}, {"text": "hypothetical scenario that I wanted you guys is opinion on is SpongeBob based or", "start": 3277.12, "end": 3283.44}, {"text": "cringe. That isn't the one that is the fact that Barbie and Oppenheimer", "start": 3283.44, "end": 3288.42}, {"text": "releasing at the same time did not result in a Barbie versus Oppenheimer and", "start": 3288.42, "end": 3292.2}, {"text": "instead produced a Barbie and Oppenheimer tells me that something is", "start": 3292.2, "end": 3295.4}, {"text": "healed in the world. I D. K. That was a tweet. I", "start": 3295.4, "end": 3297.72}, {"text": "just said", "start": 3297.72, "end": 3300.2}, {"text": "This is what it is. He sent me a picture of me and Pierce wearing the same outfit and said", "start": 3300.2, "end": 3306.24}, {"text": "twins boobs vibes. It was probably vibes. Wait, hold on. Can I let me, let me just ask this", "start": 3306.24, "end": 3311.32}, {"text": "question. This one I think is really important. Okay. Okay. Would you rather have to eat every", "start": 3311.32, "end": 3318.4}, {"text": "sandwich ingredient by ingredient every time you wanted a sandwich for a year? So if you", "start": 3318.4, "end": 3323.04}, {"text": "wanted a BLT, you would have to eat the bread, then the mayo, then the lettuce, then the", "start": 3323.04, "end": 3326.32}, {"text": "tomato, then the bacon, then the last slice of bread or live in poop city for", "start": 3326.32, "end": 3331.48}, {"text": "six months with two roommates who are pieces of poop.", "start": 3331.48, "end": 3333.6}, {"text": "Poop city, probably the sandwich thing. Yeah, I want to see poop city once in my", "start": 3333.6, "end": 3338.4}, {"text": "life. If it is it free, a Grand Canyon thing, it's not free. Oh, you have to pay", "start": 3338.4, "end": 3344.0}, {"text": "for the sandwich, but you have to live with them for six months, but they smell", "start": 3344.0, "end": 3347.36}, {"text": "like fucking poop. I'm not going to I can't and it's in poop city. I don't eat", "start": 3347.36, "end": 3350.8}, {"text": "that many sandwiches, so it's not that my when I do eat a sandwich as one", "start": 3350.8, "end": 3354.0}, {"text": "ingredient. What compels you? Is this just like in the morning you take your", "start": 3354.0, "end": 3357.66}, {"text": "Adderall and then you go? I don't take my Adderall, but I want, I have a lot", "start": 3357.66, "end": 3360.82}, {"text": "of questions in the world, in the life. Well, I'm glad that it, I like the", "start": 3360.82, "end": 3365.34}, {"text": "questions 'cause it's fun to respond, it's fun to have to respond to them", "start": 3365.34, "end": 3368.94}, {"text": "'cause what I'm used to is the 2 or 3 AM ones that are just a picture,", "start": 3368.94, "end": 3374.64}, {"text": "a blurry picture. Yeah. Of what? Those of whatever you're looking at in that", "start": 3374.64, "end": 3379.08}, {"text": "moment. Yeah, you say, \"Look at this.\" You say, \"OMG.\" \"OMG, I saw this.\" And", "start": 3379.08, "end": 3382.5}, {"text": "it's a picture of the ground and you say wow. What do you mean", "start": 3382.5, "end": 3385.58}, {"text": "let's see you sent him a dot. I've we have some good conversations yeah. Yeah,", "start": 3385.58, "end": 3392.1}, {"text": "when I said when we can and I have discussions when I asked him okay, so", "start": 3392.1, "end": 3396.58}, {"text": "we're asking are we going to Philippe and Ian's birthday? He said he said I", "start": 3396.58, "end": 3402.2}, {"text": "said yeah, then he said, which is", "start": 3402.2, "end": 3404.26}, {"text": "which is best Matt Rice, dark humor, Matt Rife's crowd work or Matt Rife,", "start": 3409.86, "end": 3414.0}, {"text": "sexual humor, and I said his sexual lips and then he said, What time you're", "start": 3414.0, "end": 3418.1}, {"text": "going? I said, I'm leaving right now.", "start": 3418.1, "end": 3419.64}, {"text": "What's better chips or salsa?", "start": 3419.64, "end": 3422.58}, {"text": "Chips or salsa? Chips. Yeah. Salsa with the chip underneath, to which I said", "start": 3422.58, "end": 3428.64}, {"text": "Fred or Smosh,", "start": 3428.64, "end": 3430.3}, {"text": "and then", "start": 3430.3, "end": 3432.04}, {"text": "I said, he said, new idea, salsa that goes on the bottom of the chip. That's", "start": 3432.04, "end": 3436.5}, {"text": "good. And then I I think I just didn't get the text good idea. So I asked", "start": 3436.54, "end": 3441.14}, {"text": "Fred or Smosh, Fred versus Smosh. So I think it's Fred or Smosh. Yeah. Like", "start": 3441.14, "end": 3446.8}, {"text": "what do you prefer? But Fred versus Smosh, Smosh. Yeah. Two guys. To which I", "start": 3446.8, "end": 3451.78}, {"text": "replied fingering or normal penetration with the penis. And I also sent the", "start": 3451.78, "end": 3457.54}, {"text": "thinking emoji.", "start": 3457.54, "end": 3458.44}, {"text": "And he said both at the same time using both hands, which to which I said,", "start": 3462.74, "end": 3466.98}, {"text": "damn you a freaky motherfucker. I'm glad to call you my friend, though. Salute", "start": 3466.98, "end": 3470.54}, {"text": "emoji.", "start": 3470.54, "end": 3471.08}, {"text": "So this is the kind of good conversation goes out. This is how we decide if we're", "start": 3471.08, "end": 3475.38}, {"text": "gonna go to a party. This is, yeah. Oh yeah, I forgot that that was the whole", "start": 3475.38, "end": 3478.74}, {"text": "beginning of the conversation. This is, this is telling me that I need to start", "start": 3478.74, "end": 3483.3}, {"text": "maybe responding to these texts more, 'cause I've never responded to one", "start": 3483.3, "end": 3486.26}, {"text": "except. Well, this is just all the lyrics to Lucid Dreams by Juice WRLD. We send", "start": 3486.26, "end": 3489.22}, {"text": "each other, all types of thoughts and ideas and pictures that we have", "start": 3489.26, "end": 3492.42}, {"text": "between yeah like", "start": 3492.42, "end": 3493.58}, {"text": "on Thursday, August, seventeenth at four or five PM.", "start": 3493.58, "end": 3499.22}, {"text": "Okay, just wrap it. We'll read this like a yeah, okay, Zaza versus perks,", "start": 3499.22, "end": 3503.78}, {"text": "Zaza, Zaza versus lean, Zaza, Zaza versus Siroc, Siroc, Siroc versus", "start": 3503.78, "end": 3508.3}, {"text": "champagne, champagne, champagne versus Zaza, champagne, whoa, not my fancy as", "start": 3508.3, "end": 3513.1}, {"text": "having that opinion, cocktail party versus wine, tasting cocktail party,", "start": 3513.1, "end": 3516.66}, {"text": "being zesty versus being straight straightness one hundred", "start": 3517.34, "end": 3520.74}, {"text": "umami flavors versus savory flavors to which Cameron replied.", "start": 3520.74, "end": 3531.98}, {"text": "What is this? Well, I got to turn off the time limit", "start": 3531.98, "end": 3536.66}, {"text": "with a video.", "start": 3536.66, "end": 3540.4}, {"text": "It's not playing.", "start": 3540.4, "end": 3543.46}, {"text": "It's not", "start": 3543.46, "end": 3544.86}, {"text": "doing", "start": 3544.86, "end": 3545.36}, {"text": "so you're not you're not answering these. You're missing out. I could have", "start": 3545.36, "end": 3559.82}, {"text": "he's sending some amazing gifts of people. There's a bunch of gifts, a lot", "start": 3559.82, "end": 3564.2}, {"text": "of gifts. I could I'm missing out on like I feel like a dimension to our", "start": 3564.2, "end": 3569.04}, {"text": "friendly. You and Cameron are closer than you and me because I don't respond", "start": 3569.04, "end": 3571.86}, {"text": "these. Like maybe we could dig in. Yeah. You know, I think maybe we could start", "start": 3571.88, "end": 3576.36}, {"text": "sending the questions and and here you know what now that I think about it,", "start": 3576.36, "end": 3579.28}, {"text": "now that we're airing out text, I actually have something to say. What's", "start": 3579.28, "end": 3582.4}, {"text": "that?", "start": 3582.4, "end": 3582.68}, {"text": "Yesterday, 9 10 p.m. This is a text from me for you go any further. I did send I", "start": 3582.68, "end": 3591.36}, {"text": "let Cameron know that corn and Adidas are releasing a collaboration in October.", "start": 3591.36, "end": 3596.36}, {"text": "Really big news for him. Yeah, I had already seen it, but I played along and", "start": 3596.36, "end": 3599.24}, {"text": "I was kind. Oh, that's sweet. Yeah. 9, 10 p.m. In the group chat, text from me. Do you guys", "start": 3599.24, "end": 3606.74}, {"text": "want to have a day of fun?", "start": 3606.74, "end": 3608.6}, {"text": "Well, I think...", "start": 3608.6, "end": 3610.0}, {"text": "I was ignored.", "start": 3610.0, "end": 3611.0}, {"text": "I was busy.", "start": 3611.0, "end": 3612.0}, {"text": "You were not busy because you sent multiple texts after that on a different topic.", "start": 3612.0, "end": 3616.28}, {"text": "I didn't even notice that text.", "start": 3616.28, "end": 3617.72}, {"text": "And I'm not going to be kind and not read what you said.", "start": 3617.72, "end": 3619.64}, {"text": "I'm not fucking kidding. I did not even notice that.", "start": 3619.64, "end": 3622.28}, {"text": "And that's the problem, isn't it?", "start": 3622.28, "end": 3624.36}, {"text": "I didn't notice. I'm sorry.", "start": 3624.36, "end": 3627.04}, {"text": "Can I...", "start": 3627.04, "end": 3628.04}, {"text": "Patrick doesn't even notice it. Now I'm not noticing it now. I'm not noticing it", "start": 3628.04, "end": 3632.08}, {"text": "now because I said you spec of dust. I sent you an amazing character idea for", "start": 3632.08, "end": 3637.08}, {"text": "world's biggest army, which was walk med the bread dollar sign bag terrorist", "start": 3637.08, "end": 3642.64}, {"text": "walk like W. Walk med walk med the bread terrorist. Oh, so it's Ahmed the dead", "start": 3642.64, "end": 3650.84}, {"text": "terrorist, but he sips lean and makes money walk med the bread terrorist. He's", "start": 3650.84, "end": 3656.28}, {"text": "a terrorist of money. And you ignored this. So this is I mean a day of fun. I", "start": 3656.28, "end": 3660.2}, {"text": "don't even know. Yeah, you ignored that to say I think there might also be one", "start": 3660.2, "end": 3663.36}, {"text": "of those square road labs in the office. You know why I texted you that?", "start": 3663.36, "end": 3666.36}, {"text": "Because you called me asking about about microphones and I talked to you", "start": 3666.36, "end": 3670.24}, {"text": "and I helped you out and then I sent you a text to help you guys as much fun as", "start": 3670.24, "end": 3675.16}, {"text": "this is. My wife just texted me that she crashed a car, so I have to call and", "start": 3675.16, "end": 3680.44}, {"text": "find out if she crashed the car. No, not my car. Her bosses. She put it into a", "start": 3680.44, "end": 3684.98}, {"text": "fire hydrant.", "start": 3684.98, "end": 3685.6}, {"text": "Oh Jesus Christ. Yeah, but I'll figure this out and I'll send her. Wait, what", "start": 3685.6, "end": 3691.8}, {"text": "should I send her? Which text should I send her? Oh, you should send her", "start": 3691.8, "end": 3695.2}, {"text": "Walk vs Aza. Walk? Okay, I'll send her right now. Oh, Dew vs Claws.", "start": 3695.2, "end": 3700.0}, {"text": "Walk vs... Here's a question you could actually send her. What?", "start": 3700.0, "end": 3705.8}, {"text": "What if you saw a gangsta with some dew hanging out of his sagging pants?", "start": 3705.8, "end": 3710.0}, {"text": "What if you saw a gangsta with some dew?", "start": 3710.0, "end": 3715.0}, {"text": "He has like a, in the way that I'm imagining it is.", "start": 3715.0, "end": 3718.52}, {"text": "She sent me this photo.", "start": 3718.52, "end": 3720.4}, {"text": "Oh, that's nothing.", "start": 3720.4, "end": 3721.24}, {"text": "That's nothing, right?", "start": 3721.24, "end": 3722.06}, {"text": "Yeah.", "start": 3722.06, "end": 3722.9}, {"text": "So I'll say, what if you saw a gangsta with some dew?", "start": 3722.9, "end": 3725.88}, {"text": "I mean, all she has to do is paint over it.", "start": 3725.88, "end": 3727.64}, {"text": "It looks like it's gonna start raining outside.", "start": 3727.64, "end": 3728.48}, {"text": "She probably has some car paint.", "start": 3728.48, "end": 3730.0}, {"text": "I wanna go home.", "start": 3730.0, "end": 3731.56}, {"text": "All right, I'll call my wife.", "start": 3731.56, "end": 3733.04}, {"text": "All right, I am opening for Girl God", "start": 3733.04, "end": 3736.0}, {"text": "in Chicago in November.", "start": 3736.0, "end": 3738.32}, {"text": "Okay.", "start": 3738.32, "end": 3739.16}, {"text": "up. All right. Bye. Bye.", "start": 3739.16, "end": 3746.16}, {"text": "World of Warcraft dream. Whoa. From GXViper98. This means sound crazy, but hear me out. I", "start": 3746.16, "end": 3752.48}, {"text": "was playing this game World of Warcraft when I decided to join a group for a raid on a", "start": 3752.48, "end": 3756.56}, {"text": "dungeon. The leader was JK Simmons. Wow. Yes, the JK Simmons. People were telling me about", "start": 3756.56, "end": 3762.96}, {"text": "his very strict rules about his raids where people were actually dying in real life. I", "start": 3762.96, "end": 3767.6}, {"text": "I remember his game name was Dr. Rain.", "start": 3767.6, "end": 3770.48}, {"text": "Think of his character in the movie Whiplash,", "start": 3770.48, "end": 3772.6}, {"text": "but a hundred times more insane.", "start": 3772.6, "end": 3774.92}, {"text": "Anyway, we start the raid", "start": 3774.92, "end": 3776.4}, {"text": "and everything goes off without a hitch.", "start": 3776.4, "end": 3778.08}, {"text": "I mean, we were tearing through this place at record speed.", "start": 3778.08, "end": 3781.12}, {"text": "We reach one of the bosses that was known to be pretty tough.", "start": 3781.12, "end": 3783.92}, {"text": "The Doc, that's what he calls him, the Doc,", "start": 3783.92, "end": 3786.6}, {"text": "made sure if anyone screw up,", "start": 3786.6, "end": 3788.68}, {"text": "they would pay the consequences.", "start": 3788.68, "end": 3790.36}, {"text": "We start the battle and it was going well.", "start": 3790.36, "end": 3792.88}, {"text": "Then one of our key players starts to lag behind.", "start": 3792.88, "end": 3795.6}, {"text": "He was given a warning, but it continues.", "start": 3795.6, "end": 3797.8}, {"text": "So Doc banishes him from the game, never to play again.", "start": 3797.8, "end": 3801.32}, {"text": "I don't remember much after that.", "start": 3801.32, "end": 3803.12}, {"text": "What could this mean?", "start": 3803.12, "end": 3803.96}, {"text": "- And this is I, I think they fell asleep", "start": 3803.96, "end": 3805.4}, {"text": "while they were writing that.", "start": 3805.4, "end": 3806.24}, {"text": "- What the fuck could this mean?", "start": 3806.24, "end": 3807.08}, {"text": "- Well, okay, the first part about this,", "start": 3807.08, "end": 3809.28}, {"text": "we already said, I mean, we already touched upon that", "start": 3809.28, "end": 3813.48}, {"text": "with the Chris Griffin dream.", "start": 3813.48, "end": 3815.04}, {"text": "- Oh, he sees JK Simmons as an idol.", "start": 3815.04, "end": 3817.72}, {"text": "- Yeah, sees JK Simmons as an idol,", "start": 3817.72, "end": 3819.76}, {"text": "or GX Viper is really, really like,", "start": 3819.76, "end": 3824.76}, {"text": "like upset or concerned with celebrity culture and like there maybe GX Viper", "start": 3824.76, "end": 3832.26}, {"text": "is a secret celebrity that we don't know what could GX be? This could be this could be", "start": 3832.26, "end": 3836.6}, {"text": "G first initial first name that's coming to my head George Lopez this could be", "start": 3836.6, "end": 3841.32}, {"text": "GGL because he replaced Latinx. GX Latinx George Lopez Viper 98 born in 98 or", "start": 3841.32, "end": 3850.88}, {"text": "or he's 98 years old.", "start": 3850.88, "end": 3851.88}, {"text": "Or yeah.", "start": 3851.88, "end": 3852.88}, {"text": "One of the two.", "start": 3852.88, "end": 3853.88}, {"text": "Could be 98, he could be born on double day.", "start": 3853.88, "end": 3855.76}, {"text": "He could be born on double day.", "start": 3855.76, "end": 3858.04}, {"text": "There's leap day and there's double day.", "start": 3858.04, "end": 3859.92}, {"text": "Scary.", "start": 3859.92, "end": 3860.92}, {"text": "High school, a femboy, and nonstop cumming.", "start": 3860.92, "end": 3865.0}, {"text": "*roars*", "start": 3865.0, "end": 3867.0}], "title": "#200 - Mother Treats Ya", "link": "https://www.patreon.com/posts/200-mother-ya-89003564", "date": "Sat, 09 Sep 2023 10:59:01 GMT", "id": 51}