{"lines": [{"text": "I", "start": 0.0, "end": 1.0}, {"text": "as a bad clap. There it is. Oh, my God, starting off the episode with a burp.", "start": 1.0, "end": 15.74}, {"text": "Are you kidding me? Guests have been getting a little too comfortable,", "start": 15.74, "end": 19.88}, {"text": "lately they have all every single guest has been way too comfortable with", "start": 19.88, "end": 23.96}, {"text": "belches. Have we started yet? Yeah, we're started. You know how they always", "start": 23.96, "end": 27.52}, {"text": "I guess that when people go oh yeah, like Maren yeah yeah, yeah, because I have", "start": 27.56, "end": 32.64}, {"text": "something to say that I don't want on the record yeah. Oh yeah, what do you", "start": 32.64, "end": 35.8}, {"text": "want to say? Well, that's what you would say. Oh yeah. I mean I was kind of", "start": 35.8, "end": 38.84}, {"text": "going off before, but yeah, we're going off. What were you saying?", "start": 38.84, "end": 42.28}, {"text": "One million like that, okay, that's what you don't want anyone to hear.", "start": 42.28, "end": 48.0}, {"text": "Well, everyone just heard that's that's what you don't want anyone to ever it", "start": 48.0, "end": 53.04}, {"text": "out. If we need to yeah, there's no post work that goes into this. There really", "start": 53.04, "end": 57.16}, {"text": "is not it's just a thing where it's not it's not quite the perfect. I know you're", "start": 57.2, "end": 62.04}, {"text": "I know you're looking around you, you're you're looking out the door right now,", "start": 62.04, "end": 64.84}, {"text": "you're laser focusing on people to say things about, but we're not cutting", "start": 64.84, "end": 69.04}, {"text": "anything out. This is crazy wait. Can you get to this camera?", "start": 69.04, "end": 72.72}, {"text": "You got to the Joe", "start": 72.72, "end": 74.4}, {"text": "this is the best.", "start": 74.4, "end": 79.84}, {"text": "This is the best idea we've ever had this camera right here. The joke, can't", "start": 79.84, "end": 86.0}, {"text": "Oh my God, stop drinking too much,", "start": 86.68, "end": 89.38}, {"text": "stop drinking too much Joe. You have a drinking problem. You have a drinking", "start": 89.38, "end": 94.08}, {"text": "problem that's yeah, seltzer, tell my grocery bill that", "start": 94.08, "end": 97.4}, {"text": "well you're going to drink all of them. You're going to drink the rest of this", "start": 97.4, "end": 101.56}, {"text": "box of white claws right now. It's like when it's like when a parent catches you", "start": 101.56, "end": 104.62}, {"text": "smoking a cigarette, makes you smoke the entire carton. You can't make it too", "start": 104.62, "end": 108.12}, {"text": "much seltzer. You make me drink a bunch of you've been playing too many video", "start": 108.12, "end": 111.24}, {"text": "games. I'm going to make you play all the games in the Assassin's Creed series", "start": 111.24, "end": 114.7}, {"text": "and we'll see how you like", "start": 114.7, "end": 115.72}, {"text": "little do parents know you're going to sit your ass down. You're going to play", "start": 115.72, "end": 119.42}, {"text": "a game on every console. Let's see if you start. You're still having fun.", "start": 119.42, "end": 122.82}, {"text": "Yeah, you like that you like that Atari twenty six hundred game. Yeah, I like", "start": 122.82, "end": 126.68}, {"text": "that you fucking moron. You fucking idiot, you fucking little weird fucking", "start": 126.68, "end": 130.76}, {"text": "ugly kid grub, you grub of shit, you grub hub, you grub of shit, you grab.", "start": 130.76, "end": 137.02}, {"text": "I would call my kid. I'm going to eat you. I'd call my kid a grub of shit.", "start": 137.02, "end": 140.46}, {"text": "Oh, you like that cigarette. Let's see how you like it. When I eat your whole", "start": 140.46, "end": 144.66}, {"text": "body.", "start": 144.7, "end": 145.2}, {"text": "You want to smoke that cigarette? Let's see how you handle a punch.", "start": 145.2, "end": 149.24}, {"text": "That's the", "start": 149.24, "end": 152.0}, {"text": "pure discipline. Let's see how you handle a", "start": 152.0, "end": 156.22}, {"text": "let's see how you handle a knuckle sandwich. The nerd dad who's eating is", "start": 156.22, "end": 161.32}, {"text": "let's say I handle a knuckle sandwich kid yeah he played. He like lost a level", "start": 161.32, "end": 166.46}, {"text": "on his. Let's see how you like a swirly. There was there's a story from like a", "start": 166.46, "end": 171.02}, {"text": "long time ago where oh you're you think you can smoke my cigarettes. We'll see", "start": 171.06, "end": 176.24}, {"text": "how you handle a purple nerple giving your kid a swirl.", "start": 176.24, "end": 179.38}, {"text": "There's a story from like two thousand and six or something where", "start": 179.38, "end": 188.3}, {"text": "a combat veteran", "start": 188.3, "end": 192.24}, {"text": "beat the shit out of his girlfriend's kid within an inch of its life, because", "start": 192.24, "end": 198.74}, {"text": "the kid deleted his Vice City save.", "start": 198.94, "end": 201.14}, {"text": "Wow and I don't know if that's an urban legend actually now that I'm thinking", "start": 201.14, "end": 206.18}, {"text": "about it, but", "start": 206.18, "end": 206.94}, {"text": "that's kind of the opposite of the nerd dad. I was thinking you were going to", "start": 206.94, "end": 212.62}, {"text": "say TSD yeah, we're going freak mode. I was I was thinking you were going to", "start": 212.62, "end": 216.9}, {"text": "say like the", "start": 216.9, "end": 217.54}, {"text": "something funny. He I thought he was", "start": 217.54, "end": 220.98}, {"text": "the most depressing. I thought you were going to say that the military dad like", "start": 220.98, "end": 227.06}, {"text": "used to like craft my God or something on well, yeah, you just training yeah", "start": 227.1, "end": 231.0}, {"text": "you just training was like like spinning around and let's", "start": 231.0, "end": 234.44}, {"text": "oh the TV's not. I was about to say Julio. Can you look up? Why isn't that", "start": 234.44, "end": 242.06}, {"text": "on? I'll turn that on right now. You introduce our did somebody my cousin", "start": 242.06, "end": 247.06}, {"text": "that reminds me of my cousin. Your cousin did that to his nephew or no, no,", "start": 247.06, "end": 251.9}, {"text": "I have a big family and my cousin, he's like a computer-y kid and he has a", "start": 251.94, "end": 258.54}, {"text": "Minecraft world that he spends like, you know, hundreds of hours building and", "start": 258.54, "end": 262.5}, {"text": "everything. And then another cousin, different parents, deleted his entire", "start": 262.5, "end": 267.76}, {"text": "Minecraft world. I think you told us about this. And then he started crying.", "start": 267.76, "end": 272.34}, {"text": "He got in trouble because he was crying. That's so crazy. It's something that he's like", "start": 272.34, "end": 278.02}, {"text": "I've worked hard on like yeah for months and then his mom is just like a", "start": 278.02, "end": 282.04}, {"text": "computer game. You are you're yeah shut up. Don't be gay. Just shut the hell up", "start": 282.04, "end": 288.18}, {"text": "it's messed yeah yeah. Minecraft is probably I would beat the crap out of", "start": 288.18, "end": 292.88}, {"text": "my kid. If he played Minecraft, I think it's changed the I think it's probably", "start": 292.88, "end": 296.26}, {"text": "changed the way that kids interact with their parents for yeah, because they", "start": 296.26, "end": 300.22}, {"text": "think that they could just parent relations, I never mom until she", "start": 300.22, "end": 303.36}, {"text": "becomes a diamond. Yeah, if you keep going deeper into your mom,", "start": 303.36, "end": 306.66}, {"text": "when it comes a diamond. I never like my what I mean either. I did not fuck. It", "start": 307.68, "end": 311.84}, {"text": "was like there. I was obsessed with Minecraft for a little while, but I", "start": 311.84, "end": 314.62}, {"text": "don't I really think it was play Minecraft. No, I think it was. I think", "start": 314.62, "end": 318.36}, {"text": "it was like encouraged. I feel like it was like a mass psychosis thing where I", "start": 318.36, "end": 321.9}, {"text": "was like so obsessed with Minecraft in like middle school, like me and all my", "start": 321.9, "end": 325.28}, {"text": "friends played Minecraft like every day. Did you have like a zombie shirt with", "start": 325.28, "end": 328.58}, {"text": "the no? I was I was a cool type of guy who was making machines", "start": 328.58, "end": 332.18}, {"text": "very making circuits, circuitry and LCD screens in Minecraft. But then I feel", "start": 333.4, "end": 341.24}, {"text": "like I went, I tried to go back to it a few years ago and it's like the worst", "start": 341.24, "end": 344.06}, {"text": "game. I couldn't even play dog five minutes of I wanted to dog kill myself.", "start": 344.06, "end": 348.52}, {"text": "I like that. I don't understand how you can like something that much and not", "start": 348.52, "end": 351.88}, {"text": "even have a nostalgia factor. Like I don't understand how I could have liked", "start": 351.88, "end": 355.46}, {"text": "it so much and then now I can't even like think about it. We have a server", "start": 355.46, "end": 359.3}, {"text": "for up. We have an official that Ralph runs.", "start": 359.32, "end": 362.18}, {"text": "Why do we have that? I hate that game. Do people use that you know? I don't know", "start": 362.18, "end": 367.06}, {"text": "if you play in our Minecraft server. If you play in the the podcast about this", "start": 367.06, "end": 371.22}, {"text": "Minecraft server, guess what you're getting you're you're going to be", "start": 371.22, "end": 375.22}, {"text": "shipped off to a", "start": 375.22, "end": 376.16}, {"text": "facility and we're going to run experiments and tests on you. You're", "start": 376.16, "end": 380.66}, {"text": "going to get it's the flayed yeah. If you're bad, it's going to happen to you.", "start": 380.66, "end": 384.74}, {"text": "If you play that damn thing, make a comment in the video. If you play in the", "start": 384.74, "end": 388.7}, {"text": "forever and we're going to nothing's nothing's going to happen now.", "start": 388.76, "end": 392.22}, {"text": "Nothing, nothing actually I'm kidding yeah, we're lately. I'm actually", "start": 392.22, "end": 396.8}, {"text": "completely kidding isn't it fun that everybody on these premium patron", "start": 396.8, "end": 400.72}, {"text": "episodes, everybody who comments we have full access to their address payment", "start": 400.72, "end": 404.76}, {"text": "information, full name yeah and email address. That's right. You better you", "start": 404.76, "end": 409.44}, {"text": "better stop talking shit about my life. Isn't it interesting to anybody who", "start": 409.44, "end": 414.16}, {"text": "comments below this? It's you think you're leaving a youtube comment, but", "start": 414.16, "end": 417.24}, {"text": "that you're really leaving. I have your actual fingerprint with every piece of", "start": 417.28, "end": 421.08}, {"text": "information", "start": 421.08, "end": 421.64}, {"text": "your entire life, a trail of bread crumb isn't it crazy? Okay, we can click. We", "start": 421.64, "end": 426.24}, {"text": "can click one button and download an excel spreadsheet of thousands of", "start": 426.24, "end": 429.32}, {"text": "people.", "start": 429.32, "end": 429.72}, {"text": "Yeah, we are going to be sending some powder in the mail to a lot of people.", "start": 429.72, "end": 441.8}, {"text": "Joe, what are you sipping on today? Today we've got a little spin drift", "start": 441.8, "end": 446.52}, {"text": "mojito, a spender, oh my God, should do drink of leaves yeah. It's pretty good.", "start": 446.52, "end": 453.02}, {"text": "I was I was I like you lime. Is this is this okay? I said you should do reviews", "start": 453.02, "end": 457.36}, {"text": "and for example of Rios, it's pretty good. I like the line it's lime and", "start": 457.36, "end": 461.88}, {"text": "mint. Do you is this one of the so is this a new because what you do and I", "start": 461.88, "end": 468.14}, {"text": "think that it's not crazy to do this", "start": 468.14, "end": 470.24}, {"text": "Joe will like a drink so much that he buys pallets of it pallets is a pallet or", "start": 471.72, "end": 478.02}, {"text": "you buy a couple boxes like you buy every two weeks. I get two boxes of liquid", "start": 478.02, "end": 482.76}, {"text": "death, Arnold Palmer, yes, that comes to my house before I've done coconut water.", "start": 482.76, "end": 488.42}, {"text": "Yeah, you when we live together, you would get like boxes of coconut water and", "start": 488.42, "end": 493.0}, {"text": "that what's that tea called", "start": 493.0, "end": 494.6}, {"text": "the green tea that comes in Ocha yeah fuck yeah. I get that like in you get so", "start": 494.6, "end": 501.7}, {"text": "so many boxes of that that the fridge, I mean that fridge was empty a lot of the", "start": 501.7, "end": 505.54}, {"text": "time. Yeah, there was not a lot of contribution. There was like like it was", "start": 505.54, "end": 508.9}, {"text": "like it would be like Neil's yogurt and then a bunch of my beers and then like", "start": 508.9, "end": 514.78}, {"text": "twenty four green teas. I mean, I think in an ideal world, did you ever see Mr", "start": 514.78, "end": 520.98}, {"text": "shy city? No, oh my God, Julio, can you pull up Mr. Shy city? Well, stock. I feel", "start": 520.98, "end": 526.38}, {"text": "like I know we're not going to we're not doing video. We have to know we got to", "start": 526.38, "end": 529.86}, {"text": "watch it. No, we're not watching a youtube video just because you like", "start": 529.9, "end": 532.54}, {"text": "the youtube. I think I think it's a perfect video. I feel like I have a", "start": 532.54, "end": 535.34}, {"text": "similar drink situation to you, where I really like water and I have a whole", "start": 535.34, "end": 538.74}, {"text": "infrastructure built in my house to just for water all the time. I have my", "start": 538.74, "end": 543.3}, {"text": "multiple rooms like you have like Brita filters.", "start": 543.3, "end": 546.3}, {"text": "I have like it's basically it looks like a metal tube and it's got two knobs, so", "start": 546.3, "end": 553.7}, {"text": "you can either get one cold type of water or a hot, which you're not supposed", "start": 553.7, "end": 557.92}, {"text": "I drink, but I do drink it in multiple rooms. Yeah, two rooms. Well, you have a", "start": 557.94, "end": 562.46}, {"text": "really really water in your house. Literally it's like if I want to drink", "start": 562.46, "end": 565.54}, {"text": "water when I'm cooking my meal yeah. I can do that if I want to drink water", "start": 565.54, "end": 569.62}, {"text": "when I'm shitting. I do that too. I have to yeah. There's actually two. I have", "start": 569.62, "end": 574.34}, {"text": "two vessels in one room of that where I can drink about and I guess if I'm", "start": 574.34, "end": 577.54}, {"text": "thinking about the bathroom, I guess I really can drink water out of three", "start": 577.54, "end": 580.1}, {"text": "places in the bathroom. Yeah, or if you have a shower shower, shower, shower,", "start": 580.1, "end": 584.98}, {"text": "tub. Memo is the third one. I was thinking toilet. You have two toilets", "start": 585.02, "end": 588.72}, {"text": "toilet since in the bathroom. I have three toilet sink shower tub. Remember", "start": 588.72, "end": 596.12}, {"text": "when you're saying a separate bath challenge yeah. He did the ice bucket", "start": 596.12, "end": 600.34}, {"text": "challenge with toilet water to raise awareness for no clean water in other", "start": 600.34, "end": 606.9}, {"text": "countries. Who did he was Matt Damon and he was like", "start": 606.9, "end": 609.74}, {"text": "I know this is an ALS ice bucket challenge, but I'm going to do", "start": 609.74, "end": 613.9}, {"text": "something a little different. I'm going to use water from my toilet and I'm going to", "start": 613.94, "end": 618.34}, {"text": "dunk it on my head. And he did that. He dunked toilet water all over himself just so he could", "start": 618.34, "end": 626.34}, {"text": "raise awareness for that. Buddy, there is already awareness being raised for that challenge.", "start": 626.34, "end": 631.54}, {"text": "You're going too hard. These people with ALS, Lou Gehrig's disease, you're trying to make", "start": 631.54, "end": 641.14}, {"text": "it Matt Damon's challenge.", "start": 641.14, "end": 643.14}, {"text": "I waited so long to get challenged for the ice bucket. I had an ice bucket", "start": 643.14, "end": 646.32}, {"text": "challenge filmed by", "start": 646.32, "end": 647.56}, {"text": "and I was just waiting for you. You filled it you're like. Thank you.", "start": 647.56, "end": 652.6}, {"text": "I will nominate me for the I just went no intro to it. Oh my God, but I had it", "start": 652.6, "end": 659.4}, {"text": "and I know you went crazy on it to big bucket. Lots of ice. No, I did mean", "start": 659.4, "end": 663.26}, {"text": "naked in my tub with just an ice tray because I was a funny one that it was", "start": 663.26, "end": 668.2}, {"text": "funny, but my friend got challenged. I was like dude, I'll film yours. I think", "start": 668.2, "end": 671.74}, {"text": "challenge. I think I did cup funny, funny little cup type of joke. My this is", "start": 671.76, "end": 677.42}, {"text": "probably pretty formative experience for all of us and in making yeah making", "start": 677.42, "end": 681.54}, {"text": "video. I didn't make one. I didn't make an ice bucket challenge bro. My you", "start": 681.54, "end": 686.02}, {"text": "know, people die from the ice bucket disease. My forty year old neighbor knew", "start": 686.02, "end": 690.78}, {"text": "me as the video kid and came over to my house and said hey, you like do video", "start": 690.78, "end": 698.18}, {"text": "stuff right. Can you help me do something really quick and he asked me to film his", "start": 698.34, "end": 703.74}, {"text": "ice bucket challenge and I told him no. I wasn't going to do that because I was", "start": 703.74, "end": 708.48}, {"text": "busy. I told him I was ending another video", "start": 708.48, "end": 711.72}, {"text": "and then I think my my older brother might have filmed it or maybe talk to him", "start": 711.72, "end": 719.56}, {"text": "about filming it. It's a pretty easy job yeah to film a nice, but I'm just", "start": 719.56, "end": 723.32}, {"text": "filming your forty year old something. No, you didn't. He said he wasn't going", "start": 723.32, "end": 726.32}, {"text": "chaos or anything you just said I need somebody to hold the camera for me. You", "start": 726.36, "end": 730.56}, {"text": "know back in the days, they would be like in the fifties. It would be if you", "start": 730.56, "end": 734.04}, {"text": "filmed your neighbor doing an ice bucket challenge, they'd bake you a pie or", "start": 734.04, "end": 736.8}, {"text": "something yeah. Nowadays, these adults have no respect to kids time. Now they", "start": 736.8, "end": 741.68}, {"text": "do not have respect. I say mo my they say can you mow my lawn? Okay, you're", "start": 741.68, "end": 745.04}, {"text": "done mom on now. Can you mow my lawn in the metaverse? Yeah, it's just chivalry", "start": 745.04, "end": 748.92}, {"text": "back then yeah, but that back in the like", "start": 748.92, "end": 751.08}, {"text": "you would think like oh yeah, like if I want to raise money, I'm just going to go", "start": 751.08, "end": 755.68}, {"text": "like like shovel old people's driveways right. These old people were giving you", "start": 755.72, "end": 761.16}, {"text": "like five dollars yeah. That's a back that was one billion dollars yeah back", "start": 761.16, "end": 767.12}, {"text": "then, but like that the old people, but they didn't change their amount. Oh", "start": 767.12, "end": 771.4}, {"text": "people did not they're like old people are like Costco hot dogs. They did not", "start": 771.4, "end": 775.4}, {"text": "just for inflation, like here's a nickel go buy a new xbox exactly yeah. It's the", "start": 775.4, "end": 780.68}, {"text": "same thing with the two bitch to fucking old you crap to going in your house to", "start": 780.68, "end": 785.6}, {"text": "get the shit out of you bitch you're I'm out here with a shovel and you have old", "start": 785.64, "end": 790.18}, {"text": "brittle bones and I could slam you. I have a weapon", "start": 790.18, "end": 793.08}, {"text": "telling an old person immediately like when they're by the way after you show", "start": 793.08, "end": 797.8}, {"text": "by the way, if it's lower than twenty yeah, you're going to get this show in", "start": 797.8, "end": 801.56}, {"text": "your fucking finish. I finished mowing the lawn with their big gas mower and", "start": 801.56, "end": 806.0}, {"text": "the their doorbell rings and they come to the door like what is it and they", "start": 806.0, "end": 808.52}, {"text": "open the door and I'm standing there with the mower like red like right in", "start": 808.52, "end": 811.72}, {"text": "front of the door. How much you going to pay me? How much enough I start mowing", "start": 811.72, "end": 815.62}, {"text": "all their carpets, yeah, yeah, yeah, yeah, ruining their on all their floors and", "start": 815.62, "end": 822.0}, {"text": "for", "start": 822.0, "end": 822.2}, {"text": "going in scraping up the hardwood with a fucking with a push mower from like", "start": 822.2, "end": 826.9}, {"text": "eighteen hundreds that they have you ever use a push mower. No, it sucks. I", "start": 826.9, "end": 830.66}, {"text": "know you have sucks man. Yeah, I don't know that I've ever mind a lawn. Yeah,", "start": 830.66, "end": 834.78}, {"text": "actually, I want to use a I want to use a push mower again in my life. I also", "start": 834.78, "end": 838.92}, {"text": "didn't have never mode. No, I did mow a lawn. I used to I lived with my sister", "start": 838.92, "end": 844.52}, {"text": "and she lived on this kind of like this house with a barn,", "start": 844.92, "end": 849.92}, {"text": "and they had a ride on mower,", "start": 849.92, "end": 851.84}, {"text": "and I would just drink. - Oh wow.", "start": 851.84, "end": 853.64}, {"text": "- It was like peak COVID, so I had nothing to do,", "start": 853.64, "end": 855.76}, {"text": "but drink and do the podcast,", "start": 855.76, "end": 858.04}, {"text": "and I would sit on the ride on mower,", "start": 858.04, "end": 862.16}, {"text": "and just had two white claws on it,", "start": 862.16, "end": 865.04}, {"text": "and I would just drunk drive the lawn mower around.", "start": 865.04, "end": 867.6}, {"text": "- Did he do a good job with the mower?", "start": 867.6, "end": 868.76}, {"text": "- No, no, no, no. - You fucked it up.", "start": 868.76, "end": 870.8}, {"text": "- You would look, and it would just be clear", "start": 870.8, "end": 873.08}, {"text": "that I was doing donuts for a couple minutes. It's just like a big chunk of", "start": 873.08, "end": 877.48}, {"text": "grass that's just like over mowed. Yeah, a ride on mower seems fun. Dude, it's so", "start": 877.48, "end": 882.8}, {"text": "awesome. A push mower is kind of fun in a, in like a Tinker Toys, Rube Goldberg", "start": 882.8, "end": 887.2}, {"text": "kind of way. Yeah. Where it's like, oh, it's", "start": 887.2, "end": 889.04}, {"text": "I like the idea of pulling a thing that makes a thing work. That's the opposite", "start": 889.04, "end": 893.4}, {"text": "of a push mower. You ever seen a push mower? You know what a push mower is?", "start": 893.4, "end": 897.24}, {"text": "It's the, it's like the toy that a kid has where it pops when they push it.", "start": 897.24, "end": 900.64}, {"text": "it's just it looks like a dolly like it's just a little way and a handle and the", "start": 901.4, "end": 905.2}, {"text": "wheel spin the blade. It's that circular blade thing right yeah, yeah and the", "start": 905.2, "end": 909.66}, {"text": "the fuck at least the one I had yeah that one the the the the on the top row", "start": 909.66, "end": 914.44}, {"text": "yeah yeah, yeah, well, he doesn't know electricity. Okay, old as fuck, but a", "start": 914.44, "end": 919.26}, {"text": "push mower is also one with a motor on it. Did you I guess I never know where I", "start": 919.26, "end": 924.64}, {"text": "mean I'm not to I'll be honest with you guys. I'm not too well versed in the", "start": 924.64, "end": 927.6}, {"text": "landscaping world. So I have no idea. I don't know what this thing was called.", "start": 927.62, "end": 931.42}, {"text": "I'm not well versed in the the landscaping world either, but there was", "start": 931.42, "end": 934.58}, {"text": "a thing. I think we can safely say none of us are well versed in the", "start": 934.58, "end": 936.98}, {"text": "landscape. Well, I did I worked for a landscaping company for one day when I", "start": 936.98, "end": 941.72}, {"text": "was fifteen. So you got some or fourteen rather. I", "start": 941.72, "end": 945.46}, {"text": "shoveled driveways for old people. We went out and we would shovel. I made", "start": 945.46, "end": 950.96}, {"text": "sixty bucks shoveling driveways", "start": 950.96, "end": 953.44}, {"text": "and", "start": 953.44, "end": 954.94}, {"text": "where it's like, oh, wait, wait, wait.", "start": 956.3, "end": 957.68}, {"text": "Okay, I remembered what I was originally gonna ask.", "start": 957.68, "end": 960.18}, {"text": "Have you ever, like, do you ever have like a friend", "start": 960.18, "end": 963.86}, {"text": "growing up that had like some old piece", "start": 963.86, "end": 966.18}, {"text": "of like landscaping equipment on their front lawn", "start": 966.18, "end": 969.94}, {"text": "as like decoration?", "start": 969.94, "end": 971.98}, {"text": "- No.", "start": 971.98, "end": 972.8}, {"text": "- Like one of these, I don't know if it was a ground,", "start": 972.8, "end": 974.22}, {"text": "if it was an excavator or something, like an old, like,", "start": 974.22, "end": 977.86}, {"text": "but this kid had like an antique, like,", "start": 977.86, "end": 980.7}, {"text": "it had like giant teeth in the front.", "start": 980.7, "end": 984.04}, {"text": "and if you like pulled some lever or something, it would have dug into the", "start": 984.04, "end": 988.74}, {"text": "ground and like lifted up earth or something. And I almost used it and it", "start": 988.74, "end": 995.06}, {"text": "was this kid that I'd only hung out with one time. I think I got a sugar rush and", "start": 995.06, "end": 999.8}, {"text": "tried to use it in his front lawn and his dad came out and just started freaking", "start": 999.8, "end": 1004.34}, {"text": "the fuck out at me like, \"No, no, no, no, no, no, don't touch it!\" That makes", "start": 1004.34, "end": 1007.36}, {"text": "sense. Sugar rush. What were you eating?", "start": 1007.36, "end": 1008.88}, {"text": "Candy and sweets and soda. Yeah.", "start": 1008.88, "end": 1011.48}, {"text": "I'm sitting inside this kid's house and drinking a bunch of soda and then you're", "start": 1012.68, "end": 1015.88}, {"text": "like", "start": 1015.88, "end": 1016.12}, {"text": "I need a machine. I need a machine. I was a", "start": 1016.12, "end": 1020.52}, {"text": "available to you just be ocarina of time. So you're running out of we were", "start": 1020.52, "end": 1025.7}, {"text": "let's go running out of the house like a bird's eye view. You can see the", "start": 1025.7, "end": 1029.28}, {"text": "dotted line of your path and you're running out of the house. It's going to", "start": 1029.28, "end": 1031.64}, {"text": "like cross the street into a junkyard and yeah pulling a lever on a giant like", "start": 1031.64, "end": 1035.52}, {"text": "car crush", "start": 1035.52, "end": 1036.2}, {"text": "making cubes, making cubes out of cars, carrying them back to his house and", "start": 1038.52, "end": 1043.78}, {"text": "just throwing it through his windows. I really only was allowed after that. I", "start": 1043.78, "end": 1048.78}, {"text": "wasn't allowed to hang out at that kid's house. Damn you are you probably was", "start": 1048.78, "end": 1052.46}, {"text": "that your own arm off. I didn't rip my own arm off. I almost destroyed their", "start": 1052.46, "end": 1056.66}, {"text": "front lawn, but there was a there. They had a talk with that kid and we're like", "start": 1056.66, "end": 1059.82}, {"text": "you can't. This kid is not allowed. Yeah, it's a misbehavior. I oh yeah, I know I", "start": 1059.82, "end": 1065.16}, {"text": "know that other parents hated you. No, not as much I other other parents.", "start": 1065.2, "end": 1070.74}, {"text": "Usually I was like I know that when you were around they were like oh hey, they", "start": 1070.74, "end": 1074.64}, {"text": "were nice to see you and as soon as you left they were like oh my God, that kid", "start": 1074.64, "end": 1078.28}, {"text": "no", "start": 1078.28, "end": 1078.72}, {"text": "but yeah, I did", "start": 1078.72, "end": 1081.96}, {"text": "I did talk a lot. I did try to", "start": 1081.96, "end": 1084.96}, {"text": "because I used to watch like I love the s and stuff, so I tried to like talk to", "start": 1084.96, "end": 1089.44}, {"text": "parents about old movies, yeah, an old TV, old movies that you saw a two minute", "start": 1089.44, "end": 1094.12}, {"text": "waterbun yeah the a and Michael Ian Black being like that movie was gay.", "start": 1094.16, "end": 1098.46}, {"text": "Do you like the movie? Do you like the movie short circuits", "start": 1098.46, "end": 1104.2}, {"text": "with fish o stevens? He plays an Indian guy. Do you like that? It was so crazy", "start": 1104.2, "end": 1111.26}, {"text": "of them to make that decision in the s yeah nowadays that would not fly. I", "start": 1111.26, "end": 1115.22}, {"text": "feel like you were probably a kid who was you were probably very polite to", "start": 1115.22, "end": 1118.12}, {"text": "parents yeah. I was put I was a like kid in general yeah. I was scared of parents,", "start": 1118.12, "end": 1123.38}, {"text": "but then when the parents were gone, I'd be running around their day. Oh, I know,", "start": 1123.42, "end": 1127.22}, {"text": "oh yeah, yeah,", "start": 1127.22, "end": 1128.94}, {"text": "I was my friend real castels. I was he was like really bad at school and I was", "start": 1128.94, "end": 1134.82}, {"text": "okay at school and his mom used to talk to me like", "start": 1134.82, "end": 1137.56}, {"text": "like. Can you like get him like to do his school? Like can you get him to be", "start": 1137.56, "end": 1142.18}, {"text": "good at school and I was like I don't know where you got the memo that I'm", "start": 1142.18, "end": 1145.14}, {"text": "like a great student. That's probably you glasses. I had glasses. Yeah, that's", "start": 1145.14, "end": 1149.94}, {"text": "like yeah, you want to kind of the bad kid starts hanging out with the kid with", "start": 1149.98, "end": 1153.34}, {"text": "glasses. It's like the mom is like all right, you're a great influence. That's", "start": 1153.34, "end": 1156.62}, {"text": "kind of movie vibes. That's kind of like the mom being like please yeah. You have", "start": 1156.62, "end": 1160.78}, {"text": "to help am I supposed to do? I don't know what my husband just left. I hang", "start": 1160.78, "end": 1163.94}, {"text": "out with your son because he has unlimited soda", "start": 1163.94, "end": 1165.9}, {"text": "unlimited soda and pizza whenever I come over yeah. I'm not here to do", "start": 1165.9, "end": 1173.7}, {"text": "homework. The pizza kid, the pizza kid at school, dude, a pizza kid. Oh my God,", "start": 1173.7, "end": 1177.82}, {"text": "every kid who would have Papa Gino's at every birthday, a fucking pizza kid.", "start": 1177.86, "end": 1181.66}, {"text": "Dude, pizza kid, kid who brought in cupcakes on his birthday. Good kid,", "start": 1181.66, "end": 1187.06}, {"text": "kid who there's also the rice cake kid. Who the fuck is that? The kid who was", "start": 1187.06, "end": 1192.76}, {"text": "allergic to stuff and they forgot their lunch snack. Okay, there's a kid.", "start": 1192.76, "end": 1197.56}, {"text": "There was one kid in my school", "start": 1197.56, "end": 1198.96}, {"text": "and every whenever someone brought in cupcakes, he had like a stash of rice", "start": 1198.96, "end": 1205.06}, {"text": "rice cakes that he could eat. So he felt like he was also yeah. Okay, you go to", "start": 1205.06, "end": 1209.46}, {"text": "the nurse's office. If you forgot your lunch and they could get or your snack or", "start": 1209.46, "end": 1212.76}, {"text": "something and they give you like a crackers or rice cakes or something. I", "start": 1212.76, "end": 1216.34}, {"text": "would now I would actually eat a rice cake over. I put all the peanut allergy", "start": 1216.34, "end": 1221.04}, {"text": "kids at one table yeah, because they could all have different types of", "start": 1221.04, "end": 1224.38}, {"text": "allergies. Yeah, but just like being like you guys have to sit at this table and", "start": 1224.38, "end": 1227.84}, {"text": "it's the table where we taped a bunch of paper that has pictures of pictures.", "start": 1227.84, "end": 1230.82}, {"text": "no be yeah tormenting the fucking kid. You guys both have that you didn't want", "start": 1230.86, "end": 1236.06}, {"text": "that at your school. You probably I guess you went to some progressive woke", "start": 1236.06, "end": 1238.7}, {"text": "school where everybody had peanut allergies. We weren't allowed to bring", "start": 1238.7, "end": 1241.78}, {"text": "peanuts to school. Yeah, you weren't allowed to bring to school at all. Well,", "start": 1241.78, "end": 1245.3}, {"text": "no, you could have like a peanut butter and jelly sandwich, but you couldn't", "start": 1245.3, "end": 1247.42}, {"text": "you have to eat or there's something there's some like tree.", "start": 1247.42, "end": 1249.46}, {"text": "Yeah, the bathroom away from the special table where you have to sit. If", "start": 1249.46, "end": 1253.5}, {"text": "you had a peanut allergy, I used to sit there. I said there was a while kids,", "start": 1253.5, "end": 1258.3}, {"text": "barely any kids with the peanut allergies. So yeah, it's literally that's", "start": 1258.5, "end": 1261.3}, {"text": "what I mean it would be like yeah. Two kids max yeah, I'd be like forced to sit", "start": 1261.3, "end": 1265.14}, {"text": "at a table alone. Couldn't you just kind of go against the grain and not do it? I", "start": 1265.14, "end": 1269.22}, {"text": "mean, I guess it depends on if you want to die to either of your allergies,", "start": 1269.22, "end": 1272.7}, {"text": "you're allergic to like carrots and yeah,", "start": 1272.7, "end": 1274.1}, {"text": "but I I'm not allergic to any food. I'm actually I'm allergic to some medicines", "start": 1274.1, "end": 1279.18}, {"text": "penicillin yeah me too. I'm allergic to penicillin, moccasin,", "start": 1279.18, "end": 1283.26}, {"text": "I was like OTC raw cherries, raw carrots, raw apples, raw", "start": 1284.78, "end": 1288.68}, {"text": "you are so first hazelnuts. It does feel like it's a kind of thing that you just", "start": 1288.68, "end": 1294.06}, {"text": "didn't like them when you were a kid and now I loved fruits and stuff. When I", "start": 1294.06, "end": 1298.2}, {"text": "found out that I found out that I couldn't eat peaches, was like I ate a", "start": 1298.2, "end": 1303.38}, {"text": "peach and then my lip started to swell up and I got so mad because I love", "start": 1303.38, "end": 1308.28}, {"text": "peaches. You went insane on the lawn after that dude. You got a serious hole", "start": 1308.28, "end": 1312.9}, {"text": "excavate some fucking kids house. That is kind of I mean I've seen you eat guacamole", "start": 1313.06, "end": 1317.22}, {"text": "and it was a troublesome situation. Yeah, it was. Yeah, I'm allergic to. Then I got", "start": 1317.22, "end": 1323.26}, {"text": "the rest of the tacos. To pain killers. I can't take like Tylenol or Ibuprofen or anything", "start": 1323.26, "end": 1328.38}, {"text": "like that. You must be enduring everything. I endure everything every day. Oh my God.", "start": 1328.38, "end": 1333.98}, {"text": "To hold that on your shoulders. Yeah, pretty tough. Holy crap. It's actually completely", "start": 1333.98, "end": 1337.42}, {"text": "pretty fun. I think that people are babies if they have to take a", "start": 1337.42, "end": 1341.2}, {"text": "painkiller for a headache. Yeah, I just like it. I actually like the pain. I", "start": 1341.2, "end": 1346.12}, {"text": "know I just like taking pills. Yeah, no, I could that's what I mean. Like I", "start": 1346.12, "end": 1349.68}, {"text": "can't imagine it's so weird to me to be able to take a pill to have like when", "start": 1349.68, "end": 1353.56}, {"text": "you have a headache or something. I just don't understand. I think it's cool to", "start": 1353.56, "end": 1357.22}, {"text": "take a pill. I don't know. Maybe I love taking pills for everything else in my", "start": 1357.22, "end": 1362.38}, {"text": "head. It's like so scientific in my head. It's like like, oh, I'm feeling this so I", "start": 1362.44, "end": 1368.64}, {"text": "can take this. I can take this to make it go away. Yeah, I do think if I if I do", "start": 1368.64, "end": 1374.02}, {"text": "like an allergy to it because it's been a long time since I've had like it was", "start": 1374.02, "end": 1377.1}, {"text": "when I was a kid that I found I was allergic to it, so it could have gone", "start": 1377.1, "end": 1379.42}, {"text": "away by now, possibly, but I haven't like tested. I feel like if I test and it has", "start": 1379.42, "end": 1383.68}, {"text": "gone away, I think my entire life is going to completely change. Yeah, you're", "start": 1383.68, "end": 1387.06}, {"text": "going to just start come up. You did the allergy thing with like the big well, no,", "start": 1387.06, "end": 1392.38}, {"text": "So for that, I took it and I started to not be able to breathe.", "start": 1392.38, "end": 1397.98}, {"text": "Ah, bummer.", "start": 1397.98, "end": 1398.98}, {"text": "Anaphylaxis.", "start": 1398.98, "end": 1399.98}, {"text": "Anaphylaxis.", "start": 1399.98, "end": 1400.98}, {"text": "Anaphylaxis.", "start": 1400.98, "end": 1401.98}, {"text": "Planetary anaphylaxis.", "start": 1401.98, "end": 1402.98}, {"text": "Anaphylaxis right in the pterodactyl.", "start": 1402.98, "end": 1403.98}, {"text": "Oh my God, save this for the next five fingers, dude.", "start": 1403.98, "end": 1406.98}, {"text": "That would be insane if we did a rap about allergies.", "start": 1406.98, "end": 1409.98}, {"text": "Anaphylaxis.", "start": 1409.98, "end": 1410.98}, {"text": "There's a rap about allergies I'll show you guys after.", "start": 1410.98, "end": 1411.98}, {"text": "Oh yeah?", "start": 1411.98, "end": 1412.98}, {"text": "Yeah, but I can't.", "start": 1412.98, "end": 1413.98}, {"text": "Oh, I'm sorry.", "start": 1413.98, "end": 1414.98}, {"text": "I'm sorry.", "start": 1414.98, "end": 1415.98}, {"text": "I'm sorry.", "start": 1415.98, "end": 1416.98}, {"text": "I'm sorry.", "start": 1416.98, "end": 1417.98}, {"text": "I'm sorry.", "start": 1417.98, "end": 1418.98}, {"text": "I'm sorry.", "start": 1418.98, "end": 1419.98}, {"text": "I'm sorry.", "start": 1419.98, "end": 1420.98}, {"text": "I'm sorry.", "start": 1420.98, "end": 1421.98}, {"text": "but I can't wait. I remember that. I remember the talk about it. We'll put a", "start": 1421.98, "end": 1426.58}, {"text": "we'll put a we will remember this. I can't say anything about it right now.", "start": 1426.58, "end": 1431.42}, {"text": "I should do that. I should do a cover of that rap. I think it's been taken off", "start": 1431.42, "end": 1436.38}, {"text": "the internet. What like what's that song that fucking Johnny Cash song the I've", "start": 1436.38, "end": 1442.14}, {"text": "been everywhere just doing that, but just listing every single allergy that", "start": 1442.14, "end": 1446.9}, {"text": "you", "start": 1446.9, "end": 1447.1}, {"text": "man is still in my to sillin", "start": 1448.66, "end": 1450.12}, {"text": "man. I fucking hate allergies, though yeah it is the most hate my allergy.", "start": 1450.12, "end": 1457.2}, {"text": "This past allergy season was so bad. The pollen season, yeah, the worst ever of", "start": 1457.2, "end": 1461.72}, {"text": "my entire life. I really hated myself. I feel like in general the weather's kind", "start": 1461.72, "end": 1465.46}, {"text": "of been yeah. I feel like something's been happening with the weather lately,", "start": 1465.46, "end": 1469.72}, {"text": "but I can't think of what feels fucking a pocket. Here's a this is an actual hot", "start": 1469.72, "end": 1474.12}, {"text": "hot button. The flood stuff that's been happening recently yeah. Is that really", "start": 1474.32, "end": 1478.86}, {"text": "global warming? Yeah yeah, no way feels like it's not it rain happens all the", "start": 1478.86, "end": 1484.02}, {"text": "time yeah, but if dude bed, start reading like that is crazy. I think it's", "start": 1484.02, "end": 1487.72}, {"text": "like it. I mean I agree that I don't this is not to say that global. I think", "start": 1487.72, "end": 1490.92}, {"text": "the reason that it rains more is because there's more heat and so it's fucking", "start": 1490.92, "end": 1494.88}, {"text": "with the wind and the rain patterns. I think is a weather. The weather is", "start": 1494.88, "end": 1498.24}, {"text": "weather is actually about a system of hot and cold. Yeah, it just feels like", "start": 1498.24, "end": 1502.06}, {"text": "attacks bro. You just blew my fucking mind. Oh my God, but yeah, I think so. I", "start": 1502.08, "end": 1509.72}, {"text": "think that that make I mean it is it is the past few years have been not to get", "start": 1509.72, "end": 1513.84}, {"text": "to", "start": 1513.84, "end": 1514.1}, {"text": "to get real as fuck, but the past years have been very real crazy because I do it", "start": 1514.1, "end": 1519.22}, {"text": "is like I feel like I'm living in a different world than I was when I was a", "start": 1519.22, "end": 1522.5}, {"text": "kid. It genuinely feels completely different. Yeah, definitely summer does", "start": 1522.5, "end": 1525.86}, {"text": "not feel good anymore. The summer was pretty is different, too. I like this", "start": 1525.86, "end": 1529.62}, {"text": "new winter, though I like and maybe it's also because I moved to New York from", "start": 1529.68, "end": 1533.96}, {"text": "New England that the winter feels different yeah, but we've had we had", "start": 1533.96, "end": 1537.32}, {"text": "snow all the time. I feel like there's not going to be snow this year, but it's", "start": 1537.32, "end": 1540.2}, {"text": "still always a little colder. It's feeling like it's going to be a great", "start": 1540.2, "end": 1542.88}, {"text": "Christmas. The first year that we lived here to get the last time it snowed", "start": 1542.88, "end": 1546.96}, {"text": "two thousand and five. I was going out the super storm. Yeah, I was going out", "start": 1546.96, "end": 1550.96}, {"text": "in. I was like going out and skating in a T shirt and jeans in December. Yeah,", "start": 1550.96, "end": 1556.16}, {"text": "that's crazy man. Two years ago, three years ago, when I moved here, you know", "start": 1556.2, "end": 1560.2}, {"text": "what else is crazy that I was thinking about the other night when I was getting", "start": 1560.2, "end": 1563.0}, {"text": "ready to go to bed. So which is when I have most of my thoughts", "start": 1563.0, "end": 1565.44}, {"text": "about this kind of thing. Isn't it crazy that there's one continent that's all", "start": 1565.44, "end": 1571.4}, {"text": "completely, it's only ice, there's it's nothing but there's no land, there's no", "start": 1571.4, "end": 1575.88}, {"text": "trees, there's no- That's not a continent. I guess it is. It is a", "start": 1575.88, "end": 1579.72}, {"text": "continent. No, but you gotta have like a McDonald's or a Subarro or something.", "start": 1579.72, "end": 1583.12}, {"text": "dude it's a it's only ice there's it's there's not even any dirt. It's just", "start": 1583.32, "end": 1587.72}, {"text": "ice. It's only ice in the water and like a bunch of fucking animals all live.", "start": 1587.72, "end": 1592.16}, {"text": "I is just", "start": 1592.16, "end": 1592.96}, {"text": "it's pretty tough that they got like full continent. You know pass yeah that", "start": 1592.96, "end": 1599.04}, {"text": "crazy that I don't know you got to have at least you got it's cool. It's cool to", "start": 1599.04, "end": 1603.68}, {"text": "have what they got mountains. They got a will you pull up the have you heard of", "start": 1603.68, "end": 1607.16}, {"text": "ice mountain? No, it says all the different flags that own Antarctica. Oh", "start": 1607.16, "end": 1611.72}, {"text": "so yeah, it's also it's cool to have a continent that they were there like", "start": 1611.76, "end": 1614.2}, {"text": "okay guys. We can finally can at least agree that this is one continent that", "start": 1614.2, "end": 1617.6}, {"text": "will belong to nobody because nobody wants to", "start": 1617.6, "end": 1619.6}, {"text": "don't go here. Guys, how many flags are on there is that is am I oh wait that", "start": 1619.6, "end": 1625.56}, {"text": "little weird thing with the flags on it. Oh, that works, okay, is this even a", "start": 1625.56, "end": 1629.36}, {"text": "real thing like nobody?", "start": 1629.36, "end": 1630.88}, {"text": "Why the fuck does Argentina got it because they're mad close? Oh, they're", "start": 1630.88, "end": 1635.8}, {"text": "right now. Yeah, they're that I don't even think of Argentina is like cold and", "start": 1635.8, "end": 1639.56}, {"text": "I see at the bottom. I didn't even fucking think about the world is so", "start": 1639.64, "end": 1643.16}, {"text": "insane. Why would you need to think about it? I don't I don't know. I just", "start": 1643.16, "end": 1647.14}, {"text": "don't think about the planet at all. I think about I think about the United", "start": 1647.14, "end": 1650.98}, {"text": "States and Africa and Europe. Geography is probably the Africa to like Africa's", "start": 1650.98, "end": 1657.04}, {"text": "and Australia, Africa, okay, I guess I think about everything, but south of the", "start": 1657.04, "end": 1662.42}, {"text": "hemisphere south of the border. No, every once in a while I think about I", "start": 1662.42, "end": 1666.62}, {"text": "think about the different place in the world for a while. Yeah, I would say", "start": 1666.68, "end": 1670.52}, {"text": "you're watching this video of this couple who went to Chongqing in China", "start": 1670.52, "end": 1674.68}, {"text": "and it's they're like it's like a tick tock, like like travel video and", "start": 1674.68, "end": 1679.46}, {"text": "they're like guys. This is the most incredible city ever. There's so much to", "start": 1679.46, "end": 1682.64}, {"text": "do and it was like a fifteen minute video and all they do the entire time is", "start": 1682.64, "end": 1685.84}, {"text": "look at building. It's all like just like like cyberpunk twenty seventy seven", "start": 1685.84, "end": 1690.52}, {"text": "like sky, like skyscrapers with neon light and they just like they just look", "start": 1690.52, "end": 1693.92}, {"text": "at everything go and this is what we did next. We went and looked at this", "start": 1693.92, "end": 1696.42}, {"text": "building and it was incredible. It's like the blade runner like type city. I", "start": 1696.46, "end": 1701.02}, {"text": "don't know. Do you know the one I'm talking about? It looks like blade", "start": 1701.02, "end": 1703.26}, {"text": "runner. Yeah, the one in... I don't know which one you're talking about, but... I", "start": 1703.26, "end": 1706.62}, {"text": "think we're talking about the same one, but yeah, there was like a whole... Oh,", "start": 1706.62, "end": 1711.66}, {"text": "it takes one day to get there. That sucks. It takes one day to get there?", "start": 1711.66, "end": 1715.22}, {"text": "Yeah, it would take one day to get there from here. But can you... Isn't it", "start": 1715.22, "end": 1718.14}, {"text": "crazy that you could go to China, the most wonderful country on earth, and all", "start": 1718.14, "end": 1721.82}, {"text": "you do is look at buildings? Yeah, they didn't even take in the local cuisine.", "start": 1721.82, "end": 1725.42}, {"text": "no, though there was five straight minutes of the of the they also yeah. The", "start": 1725.58, "end": 1730.38}, {"text": "first half of the video is just them in their hotel being showing the different", "start": 1730.38, "end": 1733.4}, {"text": "windows.", "start": 1733.4, "end": 1733.8}, {"text": "Oh my God, I look at the", "start": 1733.8, "end": 1737.58}, {"text": "reasonable yeah, but you're going you're traveling to China to look at buildings.", "start": 1737.58, "end": 1743.66}, {"text": "Yeah, I think there's also probably a factor of like being a vlogger. You need", "start": 1743.66, "end": 1747.06}, {"text": "to like do some shit yeah. If you're like one of these, but that's what I'm", "start": 1747.06, "end": 1749.7}, {"text": "saying. They didn't do anything. It looks at building of doing things. What is", "start": 1749.7, "end": 1753.38}, {"text": "buildings. Maybe they're like an architecture blog. It was it could be", "start": 1753.42, "end": 1756.98}, {"text": "they weren't they were just they were just they're just on vacation. Yeah, I", "start": 1756.98, "end": 1761.3}, {"text": "guess if you have if you're that that is I always have I always have one one day", "start": 1761.3, "end": 1765.82}, {"text": "of a of a vacation that's like that like yeah, let's just go look at buildings.", "start": 1765.82, "end": 1770.06}, {"text": "I don't want to do it sometimes vacation. I don't like like I don't like a hard", "start": 1770.06, "end": 1774.3}, {"text": "schedule. Yeah, no yeah, of course, I want a very I just want to of course not", "start": 1774.3, "end": 1777.74}, {"text": "dude. I don't want to I literally I if I go to like a city or something, I do", "start": 1777.74, "end": 1783.34}, {"text": "I'm just saying I'm on an NPC walk cycle. I'm going to the same thing.", "start": 1783.38, "end": 1786.54}, {"text": "There's I look up on the map. I immediately look up Walgreens near me or", "start": 1786.54, "end": 1791.78}, {"text": "like severe like department store or whatever yeah. If I'm going to do", "start": 1791.78, "end": 1795.62}, {"text": "pharmacy, I immediately I try to embed in the local country. I know I know I'm", "start": 1795.62, "end": 1800.06}, {"text": "going to work.", "start": 1800.06, "end": 1800.86}, {"text": "I know", "start": 1800.86, "end": 1802.78}, {"text": "I'm getting up. I'm getting it with five AM and I'm walking with with a bunch of", "start": 1802.78, "end": 1808.02}, {"text": "other salary men. Yeah, just getting an elevator and pressing the top floor.", "start": 1808.02, "end": 1812.58}, {"text": "rough day yesterday opening a street food. I'm opening my own street food", "start": 1812.58, "end": 1817.92}, {"text": "stall. I'm in a suit street food. Yeah, I'm still in a suit yeah. I'm like", "start": 1817.92, "end": 1822.66}, {"text": "yeah.", "start": 1822.66, "end": 1823.0}, {"text": "I wish I could do that. I like to if I'm in a different place. I like like even", "start": 1823.0, "end": 1828.44}, {"text": "Canada. You just get the different candy and soda that they have. Oh yeah, yeah,", "start": 1828.44, "end": 1832.1}, {"text": "so you got to look at everything. I love the different type of chips. They got", "start": 1832.1, "end": 1835.68}, {"text": "the different Doritos in Mexico. Yes, I had some of those in Mexico. The coolest", "start": 1835.68, "end": 1839.78}, {"text": "The thing that they do on their bags is they have a big warning label.", "start": 1839.82, "end": 1844.82}, {"text": "Sodeo Excessivo.", "start": 1844.82, "end": 1846.82}, {"text": "What's the word for sugar? Azucar?", "start": 1846.82, "end": 1849.82}, {"text": "Azucar.", "start": 1849.82, "end": 1851.82}, {"text": "Azucar Excessivo.", "start": 1851.82, "end": 1852.82}, {"text": "I feel like I've been transported to Esplanade.", "start": 1852.82, "end": 1854.82}, {"text": "And they have giant, they put giant stickers on all the food that say that. It's so awesome.", "start": 1854.82, "end": 1858.82}, {"text": "It looks like the food you're eating...", "start": 1858.82, "end": 1860.82}, {"text": "Both of your guys' pronunciation is so amazing.", "start": 1860.82, "end": 1862.82}, {"text": "It looks like the food you're eating has been banned and it looks like you're in a Fahrenheit 451 universe for cookies.", "start": 1862.82, "end": 1868.82}, {"text": "that's yeah and you're fighting against the government. You have a secret stash", "start": 1868.82, "end": 1872.9}, {"text": "of Doritos. You see those big warning labels and then you realize like oh", "start": 1872.9, "end": 1876.42}, {"text": "yeah, we're just eating that shit all the time dude. It's like how to think", "start": 1876.42, "end": 1880.02}, {"text": "about the cigarette warning labels go so fucking hard yeah like we're going to", "start": 1880.02, "end": 1883.26}, {"text": "put that on every piece of food. We're going to put that on to read yeah", "start": 1883.26, "end": 1886.46}, {"text": "picture, but just a", "start": 1886.46, "end": 1888.14}, {"text": "fat guy. He's crying.", "start": 1888.14, "end": 1891.9}, {"text": "That would work. I get a mirror just like", "start": 1891.9, "end": 1895.54}, {"text": "this is how we how we're going to come back. Obesity is just putting a picture", "start": 1896.42, "end": 1902.22}, {"text": "of a big guy and it's like well, it's just rude. Can you imagine like how", "start": 1902.22, "end": 1906.58}, {"text": "fucking hard it would go if they had like on every chips of hoy they put like", "start": 1906.58, "end": 1910.34}, {"text": "a picture of like a guy like cover in a morgue, like with his feet sticking out", "start": 1910.34, "end": 1914.3}, {"text": "with a big by a seat, a big blanket with a giant like a rump on it. Yeah yeah,", "start": 1914.3, "end": 1920.98}, {"text": "just like an appendicitis scar yeah, just because no wait the panker like a", "start": 1920.98, "end": 1925.44}, {"text": "pancreas surgery scar yeah on his controls. The what I the thing that", "start": 1925.5, "end": 1930.06}, {"text": "would deter me the most is like a really puffy big fat hand with cheese dust on", "start": 1930.06, "end": 1934.9}, {"text": "it, like the like the Prince Andrew finger thing. They remember that she's", "start": 1934.9, "end": 1938.86}, {"text": "got a looned up like sausages. I do remember it's just a thing of imagine", "start": 1938.86, "end": 1942.36}, {"text": "that those with fucking", "start": 1942.36, "end": 1943.88}, {"text": "spicy sweet chili Dorito yeah, they should or that just on the outside of", "start": 1943.88, "end": 1949.02}, {"text": "the bag. Yes, so that when you pick it up at the store, you know the texture", "start": 1949.02, "end": 1952.46}, {"text": "that you're yeah, they use that hand trying to go into a pringles can and not", "start": 1952.5, "end": 1956.08}, {"text": "and it can't fit. Yes, and then and then I get Pringle and then you flip it over", "start": 1956.08, "end": 1960.04}, {"text": "and then they're crying because they can and it's they do like a tag on the", "start": 1960.04, "end": 1963.6}, {"text": "side of it. It comes on a string that you can flip over and see they do it.", "start": 1963.6, "end": 1967.04}, {"text": "They do like a like a to like a comic where it's like multiple panels of", "start": 1967.04, "end": 1971.22}, {"text": "different pictures and the first one is a is a fat guy and he's waking up and", "start": 1971.22, "end": 1974.26}, {"text": "he's eating Doritos and the second one is he's going outside and it's snowing.", "start": 1974.26, "end": 1977.44}, {"text": "The third one is he's going out and he's walking across a frozen pond and the", "start": 1977.44, "end": 1981.02}, {"text": "fourth wise hand is", "start": 1981.06, "end": 1982.56}, {"text": "and said this can this can happen to you. If you too many to read, it's like in", "start": 1982.56, "end": 1987.7}, {"text": "the Harry Potter world, it's like a little animated video that that's what", "start": 1987.7, "end": 1990.6}, {"text": "I have in the future yet", "start": 1990.6, "end": 1991.78}, {"text": "yeah, does it's not even related to like being overweight. It's just like a fat", "start": 1991.78, "end": 1997.18}, {"text": "guy falling into a man hole", "start": 1997.18, "end": 1998.36}, {"text": "with the Harry Potter. I just said that you can't like you, you know you watch", "start": 1998.36, "end": 2005.24}, {"text": "that and you're like oh in the future, we're going to have like moving", "start": 2005.24, "end": 2007.36}, {"text": "pictures, movies on foods, but now it's just like I don't want it, but they're", "start": 2007.36, "end": 2011.04}, {"text": "you're going to have it. It's screens instead of like magic actually doing it", "start": 2011.04, "end": 2014.24}, {"text": "honestly screens are magic yeah, but it's I just see that you know. I see", "start": 2014.24, "end": 2018.38}, {"text": "through the magic. I know it's just lights, but that's the thing about those", "start": 2018.38, "end": 2022.28}, {"text": "like labels like the excesses of if they were to do the cigarette type things,", "start": 2022.28, "end": 2027.06}, {"text": "the only warning that they could give on like Doritos and stuff is like you will", "start": 2027.06, "end": 2031.46}, {"text": "become fat yeah. There's no like no, no everyone would be so mad at no. You", "start": 2031.46, "end": 2036.76}, {"text": "know what they do is they just have to show a guy who's going like oh yeah,", "start": 2036.76, "end": 2039.88}, {"text": "so you will have a stomach", "start": 2039.92, "end": 2041.28}, {"text": "stomach", "start": 2041.28, "end": 2042.94}, {"text": "on a chocolate bar.", "start": 2042.94, "end": 2045.78}, {"text": "You eat excessive amounts of this. You will get a tummy ache.", "start": 2045.78, "end": 2050.94}, {"text": "There is no way in hell that that will not happen. Just pictures are like", "start": 2050.94, "end": 2055.84}, {"text": "babies throwing up because they ate too many like Doritos yeah that really", "start": 2055.84, "end": 2060.32}, {"text": "that's the only thing you could do that wouldn't piss everybody. Yeah, that", "start": 2060.32, "end": 2063.56}, {"text": "wouldn't be like a wrong thing to do. It would also need to be controlled. You", "start": 2063.56, "end": 2066.72}, {"text": "you need to have like an FDA guy who just eats Doritos and it's like", "start": 2066.76, "end": 2069.72}, {"text": "how many duries", "start": 2069.72, "end": 2071.6}, {"text": "picture put it on the bag. Then there's one guy picture. Yeah, one guy's just", "start": 2071.6, "end": 2076.88}, {"text": "got like Joey. He's like the Joey chestnut of Doritos and he doesn't even", "start": 2076.88, "end": 2080.28}, {"text": "know it yet. This one he's at the CDC or whatever the FDA and he's like like oh", "start": 2080.28, "end": 2085.12}, {"text": "my God, you guys", "start": 2085.12, "end": 2086.12}, {"text": "stymied a Dorito machine. Yeah, I guess I'm Doritos. You can also do", "start": 2086.12, "end": 2090.4}, {"text": "I guess the other so it's either it's either stomach a guy, yeah picture on", "start": 2090.4, "end": 2095.96}, {"text": "label or you could have guy who it's too spicy. He's crying is he's tearing", "start": 2096.0, "end": 2101.04}, {"text": "at his nose, dripping these labels would look amazing or or little piece of", "start": 2101.04, "end": 2105.66}, {"text": "little stuck piece of Dorito stuck on the roof of your mouth. Yeah, stuck in", "start": 2105.66, "end": 2109.2}, {"text": "the tooth, shard, shard, I guess yeah. I guess the only two warnings you can", "start": 2109.2, "end": 2113.2}, {"text": "have the only two or three is like that and then like dental warning yeah, I'm", "start": 2113.2, "end": 2117.8}, {"text": "like a bag of smart food yeah", "start": 2117.8, "end": 2119.52}, {"text": "to make sure we'll get stuck. It'll get stuck in your tooth and it'll be", "start": 2119.52, "end": 2123.92}, {"text": "you put that on lettuce to yeah, you got to put that on lettuce and kale and all", "start": 2123.96, "end": 2127.38}, {"text": "that you put warnings of everything that can happen with need on every they", "start": 2127.38, "end": 2130.36}, {"text": "need war. They should every food they should print it on each individual leaf", "start": 2130.36, "end": 2133.94}, {"text": "of lettuce. There should be a warning ink picture on popsicles that say once", "start": 2133.94, "end": 2138.34}, {"text": "you're done with this brain freeze, but once you're done with this buddy, you", "start": 2138.34, "end": 2141.86}, {"text": "going to laugh yeah laughing. You got a laugh", "start": 2141.86, "end": 2144.2}, {"text": "pointing at", "start": 2144.2, "end": 2147.12}, {"text": "his head, holding his head and his leg yeah, yeah, it's got having a heart", "start": 2147.12, "end": 2151.92}, {"text": "attack. We can't tell, but then at the bottom it says you're going to get a", "start": 2151.96, "end": 2154.84}, {"text": "brain freeze and you're going to laugh. It needs to cover every possible side", "start": 2154.84, "end": 2158.1}, {"text": "effect yeah brain freeze, maybe melt out stained hand stain, good sticky hand,", "start": 2158.1, "end": 2162.92}, {"text": "stained hand, laughing at the thing brain freeze and then also you bit into", "start": 2162.92, "end": 2167.46}, {"text": "it. So your teeth are called splinters splinter from the mistake", "start": 2167.46, "end": 2170.94}, {"text": "man go. You know,", "start": 2170.94, "end": 2174.58}, {"text": "we're actually returning to be a google right now wound man. We just reinvented", "start": 2174.58, "end": 2180.62}, {"text": "the wound. What is wound man? The wound man is a medieval art motif yeah. This", "start": 2180.66, "end": 2186.0}, {"text": "is what we've just created, but for food I just realized", "start": 2186.0, "end": 2189.2}, {"text": "can you expand one of these pictures, please one of the what was what was", "start": 2189.2, "end": 2197.16}, {"text": "wound man supposed to this is just shows all the different ones you can get. Oh", "start": 2197.16, "end": 2201.88}, {"text": "my God, this was a warning against like swords. Basically, in I don't remember", "start": 2201.88, "end": 2206.02}, {"text": "seems like the only this is a this is a dope as it's hard. It's very cool. I", "start": 2206.06, "end": 2211.28}, {"text": "sure there's a million dark souls fans out there who have this tattoo. It's", "start": 2211.28, "end": 2215.22}, {"text": "like the only wounds you can get or just something stabbing you yeah right.", "start": 2215.22, "end": 2218.72}, {"text": "It's", "start": 2218.72, "end": 2219.44}, {"text": "I think I might be on a stick of medical", "start": 2219.44, "end": 2222.12}, {"text": "do we need to create the modern wound man. We just did we did, but he's the", "start": 2222.12, "end": 2228.34}, {"text": "food man, but we need to create a modern wound man,", "start": 2228.34, "end": 2231.58}, {"text": "a food man, but then like you know, like things that could happen to you like I", "start": 2232.72, "end": 2238.24}, {"text": "guess a bullet tired, tired, yeah, bullet tire. You can eat this possible. It is", "start": 2238.24, "end": 2243.08}, {"text": "the most prominent man is just getting shot at different parts of his body.", "start": 2243.08, "end": 2246.64}, {"text": "Yeah, different guns. It's just a big cheese screen. It's a surgical diagram.", "start": 2246.64, "end": 2250.4}, {"text": "Oh okay, so it's like", "start": 2250.4, "end": 2252.0}, {"text": "a doctor. It's like how to operate on the different like injuries that you", "start": 2252.0, "end": 2257.24}, {"text": "what's happening to this guy? It's just a doctor's seeing that's be like Jesus", "start": 2257.28, "end": 2261.74}, {"text": "going to pro cam. See it's like a very hard. What did you do? What just", "start": 2261.74, "end": 2267.42}, {"text": "happened? You killed it now, okay, that's fixed. There we go.", "start": 2267.42, "end": 2270.56}, {"text": "What we were showing was too gruesome. Yeah, I guess it was. It's a surgical", "start": 2270.56, "end": 2276.36}, {"text": "diagram, I guess, so we literally did create the food man is completely, but", "start": 2276.36, "end": 2280.82}, {"text": "see if I'm in surgery and I see this. I don't think it's going to help me. I", "start": 2280.82, "end": 2284.22}, {"text": "he's going to show you're not looking. No, no, no, the surgeon is looking at", "start": 2284.26, "end": 2287.06}, {"text": "manual on the other surgeon is going to do to you. What do I do my I'm in", "start": 2287.06, "end": 2291.5}, {"text": "search? They're about to take up my appendix. I'm like buddy. The incision", "start": 2291.5, "end": 2294.2}, {"text": "is supposed to be vertical yeah. Hey,", "start": 2294.2, "end": 2296.16}, {"text": "I'm looking at the. Are you sure you're doing this right doing your own surgery?", "start": 2296.16, "end": 2303.14}, {"text": "Pretty pretty cool. My uncle was he's like an air force medic and I think he", "start": 2303.14, "end": 2309.22}, {"text": "was like study. He was like living at my house at the time before he like", "start": 2309.22, "end": 2312.2}, {"text": "joined the Air Force and he was like studying up on all that stuff and he had", "start": 2312.36, "end": 2315.66}, {"text": "just had like all these medical like journals and shit and one day I was", "start": 2315.66, "end": 2320.58}, {"text": "like I think it was like at after breakfast. I just saw him reading and he", "start": 2320.58, "end": 2325.22}, {"text": "went. I was like what is that? What's that book and he just turned the book to", "start": 2325.22, "end": 2328.86}, {"text": "me and it just showed me it was just a woman with a fork in her throat, like", "start": 2328.86, "end": 2334.06}, {"text": "stuck right there. He was like check that out and I was like", "start": 2334.06, "end": 2336.16}, {"text": "I think about that image all the time to this to this day. I think that's one of", "start": 2336.16, "end": 2341.34}, {"text": "the scariest and most traumatic things I ever saw as a child was a woman with a", "start": 2341.36, "end": 2345.96}, {"text": "like a trachea trachea to be yeah real life squidward yeah yeah. He was", "start": 2345.96, "end": 2352.88}, {"text": "showing me real life squidward", "start": 2352.88, "end": 2354.32}, {"text": "female squidward in squidward squidward squidwardina", "start": 2354.32, "end": 2360.08}, {"text": "so they ever give squidward a girlfriend in the show. No, he can", "start": 2360.08, "end": 2368.4}, {"text": "not only gay, he's canonically gay.", "start": 2368.4, "end": 2370.36}, {"text": "that's why my cousins weren't allowed. I thought one Bob was a gay. No, is all", "start": 2370.36, "end": 2375.88}, {"text": "the others, canonically a sexual Sponge Bob is gay. He's a sexual. I think", "start": 2375.88, "end": 2380.28}, {"text": "that's what he was in like the Nickelodeon pride. No sponge, but post", "start": 2380.28, "end": 2384.36}, {"text": "a squid Villa, whoa, I would use a crush on her. Wait a minute. Does squidward", "start": 2384.36, "end": 2390.36}, {"text": "first, but he has a can you imagine writing an article about whether or not", "start": 2390.36, "end": 2393.92}, {"text": "squidward has a wife that looks exactly like my girlfriend? You guys", "start": 2393.92, "end": 2397.08}, {"text": "I'm getting rock hard right now, imagining me as squidward and my", "start": 2398.68, "end": 2402.84}, {"text": "girlfriend is squidville. It's kind of fucked up how similar he looks to her", "start": 2402.84, "end": 2406.74}, {"text": "yeah. I mean it's just as well. It's because all squidwards look the same", "start": 2406.74, "end": 2410.26}, {"text": "whoa", "start": 2410.26, "end": 2410.94}, {"text": "by an episode is made evident that every single squidward looks alike.", "start": 2410.94, "end": 2418.34}, {"text": "That's when sponge Bob got too real for yeah, so yeah, I've got fucking racist", "start": 2418.34, "end": 2423.04}, {"text": "to see that's when I stopped my kids from watching sponge Bob. My dad didn't", "start": 2423.04, "end": 2426.16}, {"text": "let me watch sponge bob. My mom did he was it was it because he thought it was", "start": 2426.2, "end": 2429.56}, {"text": "they were gay. No, it's because when he was in the other room, he didn't want it.", "start": 2429.56, "end": 2432.72}, {"text": "He thought it was like an annoying sound. Oh yeah, that's why my friend wasn't", "start": 2432.72, "end": 2435.6}, {"text": "allowed to watch Sweet Life of Zack and Cody. I wish I didn't watch any like", "start": 2435.6, "end": 2439.8}, {"text": "Disney. I didn't I didn't in a bid. I have a hard time relating to a lot of", "start": 2439.8, "end": 2444.6}, {"text": "people my age. Yeah, I don't go like what's fun at what me. I didn't want to", "start": 2444.6, "end": 2448.56}, {"text": "have the", "start": 2448.56, "end": 2449.16}, {"text": "what that's what Raven used to say. Oh snap, I never watched raven. My dad also", "start": 2449.16, "end": 2454.56}, {"text": "said we couldn't say snap because it just meant that we were saying oh shit yeah", "start": 2454.6, "end": 2458.0}, {"text": "that's smart. It's custom or dead. I mean we had watch it like here and then, but", "start": 2458.0, "end": 2461.88}, {"text": "like", "start": 2461.88, "end": 2463.42}, {"text": "I got I found out about adult swim too young and once you like see like an", "start": 2463.42, "end": 2469.98}, {"text": "adult cartoon like that, it changes like it's like well that one looks funnier", "start": 2469.98, "end": 2473.94}, {"text": "for me. I didn't really watch many of those those shows when I was growing up.", "start": 2473.94, "end": 2477.9}, {"text": "I was more of a computer kid than a TV kid, but then my younger sibling was a TV", "start": 2477.9, "end": 2481.94}, {"text": "kid. So I feel like I saw all the like Disney shows that are like five years", "start": 2482.0, "end": 2485.9}, {"text": "younger than us. Yeah, I feel like I know a bunch of the ones that are like", "start": 2485.9, "end": 2488.58}, {"text": "people younger than us would know that no, you have a chance guy. They don't", "start": 2488.58, "end": 2492.4}, {"text": "watch that one, but I'm trying to think of an example of one and you guys ever", "start": 2492.4, "end": 2496.48}, {"text": "watch Ant Farm. No, the girl that was this girl from my high school dated one", "start": 2496.48, "end": 2500.48}, {"text": "of the guys on that show and that's that huge news in town. That's one of the", "start": 2500.48, "end": 2503.58}, {"text": "show like I feel like that shows that are that are younger than us that I feel", "start": 2503.58, "end": 2506.56}, {"text": "like I saw so much more of those than anything from our age short. That was", "start": 2506.56, "end": 2510.8}, {"text": "his name Jake short yeah. She dated Jake short and everyone was like. Did you", "start": 2510.84, "end": 2515.6}, {"text": "hear wait Jake? Jake short is completely the opposite of Jake long short,", "start": 2515.6, "end": 2519.48}, {"text": "who's Jake long the American dragon yeah. I remember that there's a kid.", "start": 2519.48, "end": 2523.64}, {"text": "We used to call Jake long on the bus current interesting. We like he was he", "start": 2523.64, "end": 2529.24}, {"text": "was not Asian American, but maybe he called him Jake like it is. No, you", "start": 2529.24, "end": 2534.04}, {"text": "called him this kid, Dan Seminek said that he looked like they would that was", "start": 2534.04, "end": 2538.88}, {"text": "his last name and he said he would call a kid S E M A N E K damn and he did an", "start": 2538.92, "end": 2544.32}, {"text": "amazing to", "start": 2544.32, "end": 2545.0}, {"text": "and he would call this kid American Dragon, and I think he might have been", "start": 2545.0, "end": 2549.56}, {"text": "he might have been like Native American or something or I don't know why he", "start": 2549.56, "end": 2553.72}, {"text": "would call that boy American Dragon yeah and it was a racial. That's a cool", "start": 2553.72, "end": 2558.16}, {"text": "nickname to have", "start": 2558.16, "end": 2559.04}, {"text": "well, maybe if you're American Dragon, if you're an adult out of the context of if", "start": 2559.04, "end": 2565.12}, {"text": "it's specifically in reference, call you get on the bus and everyone's like", "start": 2565.12, "end": 2568.04}, {"text": "what's up dragon that's beast that's so sick. It's really depends on the kind", "start": 2568.08, "end": 2573.42}, {"text": "like if it's not if it's not earned for doing like cool fire breathing stuff", "start": 2573.42, "end": 2577.34}, {"text": "yeah. No, that's a good point also yeah. I think it depends on who who of the", "start": 2577.34, "end": 2581.52}, {"text": "kid, the kid kid liked it okay. I can he laughed at it, but I don't know if he", "start": 2581.52, "end": 2586.82}, {"text": "liked it. There's a kid in my school who kept calling me uncle Joe yeah. This van", "start": 2586.82, "end": 2591.12}, {"text": "is trying to smash through our door. Oh my God, it's Amazon Amazon Prime just", "start": 2591.12, "end": 2595.32}, {"text": "the rave up on to us. Guess what basos these new trucks are kind of get us kind", "start": 2595.36, "end": 2600.32}, {"text": "of scary man as space ag yeah, yo yo", "start": 2600.32, "end": 2604.12}, {"text": "where you guys are all derailed there. What were you guys like bullied at all?", "start": 2604.12, "end": 2608.96}, {"text": "I was bullied heavily from the ages of one to five yeah, yeah, that's crazy. I", "start": 2608.96, "end": 2614.52}, {"text": "think I was", "start": 2614.52, "end": 2615.24}, {"text": "definitely was when I was in like first and second grade. I was a pretty", "start": 2615.24, "end": 2620.28}, {"text": "annoying kid yeah, well, you know, because yeah, they had to have a how to", "start": 2620.28, "end": 2624.24}, {"text": "they pulled aside because like these kids that were like friends with me", "start": 2624.28, "end": 2626.78}, {"text": "decided to like bully me sounds like they weren't and I didn't even know I", "start": 2626.78, "end": 2631.88}, {"text": "was getting bullied.", "start": 2631.88, "end": 2632.72}, {"text": "Sounds like they weren't friends yeah. They were not. What are they doing? I", "start": 2632.72, "end": 2638.7}, {"text": "don't know they would just like fuck with me a lot and then the teacher had", "start": 2638.7, "end": 2643.1}, {"text": "to pull them aside. This kid, Chris, Laskawa,", "start": 2643.1, "end": 2645.46}, {"text": "call him out yeah. Fuck you, that's right.", "start": 2645.46, "end": 2649.0}, {"text": "We became friends again after that, but yeah", "start": 2649.0, "end": 2653.34}, {"text": "that I think I was more of a me. Not really yeah. I think I was. I think I", "start": 2653.34, "end": 2659.28}, {"text": "was a door for a while, but I was I was. I think I was the archetypical", "start": 2659.28, "end": 2663.3}, {"text": "mean nerd mean nerd yeah, but getting and giving and receiving you what", "start": 2663.3, "end": 2668.5}, {"text": "Liz Lemon Liz Lemon. I was a Liz Lemon yeah pretty much. I think I think we", "start": 2668.5, "end": 2672.26}, {"text": "all were Liz Lemons. Huh we've all kind of been Liz Lemons and at some point", "start": 2672.26, "end": 2676.54}, {"text": "in our life, it's honestly one of the most resonating TV characters of all", "start": 2676.54, "end": 2680.48}, {"text": "time and we're all just looking for our Jack", "start": 2680.48, "end": 2682.44}, {"text": "have you guys ever had a mentor? Yeah, yeah, I have one of millions of mentors", "start": 2682.44, "end": 2691.18}, {"text": "in my life. Damn it, I had a I'd be a perfect mentor your school, like you", "start": 2691.18, "end": 2695.94}, {"text": "look at them as like you are my men. Oh, no, we just played. We played we played", "start": 2695.94, "end": 2700.26}, {"text": "hearthstone together", "start": 2700.26, "end": 2701.46}, {"text": "at school, made made me have a mentor because I was doing so badly and missing", "start": 2701.46, "end": 2707.2}, {"text": "everything yeah and then he was just very cool. We just talked about over", "start": 2707.2, "end": 2710.06}, {"text": "watching hearthstone every yeah, but you got your homework done with him. No, we", "start": 2710.1, "end": 2714.98}, {"text": "had to do. He didn't do shit some mentor. We had some fire like that, too, but it", "start": 2714.98, "end": 2719.62}, {"text": "was mostly me hanging out in the after school. I would have to stay after", "start": 2719.62, "end": 2722.94}, {"text": "school to do my homework, so I had something called like the periods went", "start": 2722.94, "end": 2727.66}, {"text": "from a through H. It was called I period and I had to me and like five other kids", "start": 2727.66, "end": 2732.7}, {"text": "had to stay after for I period. It was like two hours. It was also because my", "start": 2732.7, "end": 2737.1}, {"text": "my mom and dad like worked a bunch. It was like they didn't know what to do", "start": 2737.14, "end": 2740.6}, {"text": "with me after school, and I would have to go to an after school program just", "start": 2740.6, "end": 2744.02}, {"text": "to do my homework, and I hung out with this old man named Mr. Mac, who loved", "start": 2744.02, "end": 2747.52}, {"text": "the Beatles, and he had his assistant was named Mr. Colachi, and Mr. Colachi", "start": 2747.52, "end": 2751.96}, {"text": "knew what Team Fortress two was. Yes, so that was my homie. I was talking to", "start": 2751.96, "end": 2755.66}, {"text": "him about yes, yes, yes, I was showing him Gmod videos. This is an experience", "start": 2755.66, "end": 2758.54}, {"text": "that so many kids with ADHD have, finding the one, the one slightly younger", "start": 2758.54, "end": 2763.6}, {"text": "adult who knows the one thing that you also know, and he was telling me how", "start": 2763.64, "end": 2767.42}, {"text": "good he is at Huntsman Sniper, and I was like yeah, I mostly play as demo man", "start": 2767.42, "end": 2772.08}, {"text": "right now, but I've been switching over to pyro.", "start": 2772.08, "end": 2774.18}, {"text": "It was like the like the only time I've ever felt like a connection to an adult", "start": 2774.18, "end": 2779.74}, {"text": "and an adult teacher, your language, yeah, the only time I've ever been like", "start": 2779.74, "end": 2783.18}, {"text": "this teacher somebody like that in my life again, somebody who's who's like", "start": 2783.18, "end": 2786.98}, {"text": "well, that's the thing we're like years older than me. We are not the Padawan", "start": 2786.98, "end": 2791.0}, {"text": "anymore. No, no, it's time to go find some kids man", "start": 2791.04, "end": 2794.62}, {"text": "pass it on on the way up here. There was a fire drill. It was like hard to walk", "start": 2794.62, "end": 2803.04}, {"text": "up here. There's like from a school yeah. There's no idea what you're saying", "start": 2803.04, "end": 2806.78}, {"text": "like two hundred. What do you mean you're in a school and there's a like", "start": 2806.78, "end": 2809.4}, {"text": "where were you that there's a but I understand now that's one yeah, so you", "start": 2809.4, "end": 2812.98}, {"text": "went and hung out with all the kids and you're trying to mentor them. Is that", "start": 2812.98, "end": 2815.66}, {"text": "where you're telling I was just shaking going up to the kids and be like", "start": 2815.66, "end": 2817.96}, {"text": "making all the kids. Don't be afraid guys. A fire drill doesn't mean there's a", "start": 2818.0, "end": 2820.84}, {"text": "fire. It's usually a test, but it's going to be also don't now don't start", "start": 2820.84, "end": 2824.84}, {"text": "don't start running around yeah, because you don't want to stay in line", "start": 2824.84, "end": 2829.1}, {"text": "stay in line. You don't want the muscle memory of fooling around during a fire", "start": 2829.1, "end": 2833.08}, {"text": "drill. You don't want to disrespect your teacher. You never want to", "start": 2833.08, "end": 2837.2}, {"text": "you wouldn't want to disrespect your teacher and run around. Would you the", "start": 2837.2, "end": 2842.6}, {"text": "teacher like catches you", "start": 2842.6, "end": 2843.52}, {"text": "hey", "start": 2843.52, "end": 2844.72}, {"text": "you run", "start": 2844.72, "end": 2846.08}, {"text": "you", "start": 2846.08, "end": 2846.58}, {"text": "the kid goes over the teachers like like Miss. There's like scary guy like", "start": 2846.58, "end": 2854.4}, {"text": "points at you and you're like I don't know what you're talking about. I'm", "start": 2854.4, "end": 2858.04}, {"text": "simply in your average adult. I'm one of the students of the", "start": 2858.04, "end": 2862.08}, {"text": "astute. I am the student and", "start": 2862.08, "end": 2864.16}, {"text": "you get to go stall trying to be", "start": 2864.16, "end": 2868.06}, {"text": "making it way worse, making it way, but all yourself, the student inspector,", "start": 2868.06, "end": 2873.5}, {"text": "like just got to you just behind bars like a fucking thought that one would", "start": 2873.54, "end": 2877.62}, {"text": "work. I am the student inspector and I take a close look at the student body", "start": 2877.62, "end": 2881.5}, {"text": "to make sure nothing is abnormal or out of line hanging out outside the school", "start": 2881.5, "end": 2888.56}, {"text": "in case of a fire drill like twenty four seven yeah.", "start": 2888.56, "end": 2891.66}, {"text": "I'm here to be we are old studio back inside our old studio was right next to", "start": 2891.66, "end": 2898.46}, {"text": "a in elementary school. It's impossible to do anything here. That's not right", "start": 2898.46, "end": 2902.64}, {"text": "next to an elementary school. Yeah, there are a lot of fucking suck for", "start": 2902.68, "end": 2906.44}, {"text": "pedophiles to live in this area of New York, because there's a school every two", "start": 2906.44, "end": 2909.82}, {"text": "blocks. Yeah, I guess all the pedophiles have to live in like go on us next to", "start": 2909.82, "end": 2913.98}, {"text": "all the I feel like they are shipping kids in from Connecticut to go to school.", "start": 2913.98, "end": 2917.78}, {"text": "You're like charged up about it. I it's crazy. I don't know I just there just so", "start": 2917.78, "end": 2924.02}, {"text": "many schools. Yeah, one I've always lived next to a school. So it's a very it's a", "start": 2924.02, "end": 2928.92}, {"text": "very dense densely populated. Yeah, we live right our first apartment at twenty", "start": 2928.96, "end": 2934.4}, {"text": "two star. We lived right across the street from a school, across the street", "start": 2934.4, "end": 2937.7}, {"text": "from a school old office right next to a school. I live next to a school right", "start": 2937.7, "end": 2941.6}, {"text": "now. Yeah, I live a block away from a school. Yeah, I live a block away from a", "start": 2941.6, "end": 2945.76}, {"text": "school and then about like maybe four blocks from another school. You know", "start": 2945.76, "end": 2947.98}, {"text": "what I made it out of a school. I live two blocks away. I actually I'm thinking", "start": 2947.98, "end": 2952.7}, {"text": "right now and I there are three schools within four blocks of me. Yeah, you live", "start": 2952.7, "end": 2957.22}, {"text": "by hell of schools. Yeah, that's what I'm saying. It's so many you live by like a", "start": 2957.26, "end": 2961.1}, {"text": "school on every block. How do you how do they need that many so many people?", "start": 2961.1, "end": 2964.76}, {"text": "There's too many people. It's a very easy. Some schools have better education", "start": 2964.76, "end": 2968.58}, {"text": "than others. Yeah, I mean there's also a thing of like, but that even with how", "start": 2968.58, "end": 2972.62}, {"text": "many people you don't need them that close to each other. You do know you", "start": 2972.62, "end": 2975.92}, {"text": "don't rivalry. Start a rivalry is bad. Rivalry is good. According to the my you", "start": 2975.92, "end": 2982.66}, {"text": "know what rival, you know what rivalry has created what and honestly this might", "start": 2982.66, "end": 2986.3}, {"text": "it too far to say I'm going to say it anyway.", "start": 2986.34, "end": 2988.04}, {"text": "Rivalry caused the Holocaust.", "start": 2988.04, "end": 2990.5}, {"text": "What was the rivalry, the rivalry, which were the teams and the Jews one on he", "start": 2990.5, "end": 2996.94}, {"text": "was jealous of what they could achieve. He can he's he's the only Jewish one", "start": 2996.94, "end": 3000.64}, {"text": "here. He can talk about it right. You're Jewish me yeah. I thought you were", "start": 3000.64, "end": 3006.08}, {"text": "Jewish. I'm a quarter Jewish, he's a quarter, but I don't count. I'm not", "start": 3006.08, "end": 3010.22}, {"text": "allowed to be was that not the mom side, but think about that when you're talking", "start": 3010.22, "end": 3014.18}, {"text": "we're putting schools a block away from each other. Well, think about what you", "start": 3014.22, "end": 3017.16}, {"text": "might about how, but but also rivalry created you know Microsoft and it", "start": 3017.16, "end": 3021.72}, {"text": "created apple. Two of the most evil fucking companies of all time, Bill", "start": 3021.72, "end": 3025.18}, {"text": "Gay, first of all, Bill Gates, who is", "start": 3025.18, "end": 3027.3}, {"text": "it created he's an evil wizard, who's dropping mosquitoes all across the city", "start": 3027.3, "end": 3031.98}, {"text": "to suck blood out of people on leave them to be as dry as potato chips and", "start": 3031.98, "end": 3035.72}, {"text": "Steve Mosquito Jobs is straight up a mother fucking zombie. He dead. He", "start": 3035.72, "end": 3041.74}, {"text": "drink the juice till he died. He he drank juice when he had cancer because he", "start": 3041.78, "end": 3045.44}, {"text": "wanted to get to hell faster to reform it", "start": 3045.44, "end": 3047.6}, {"text": "and rule over it. He wanted to streamline hell. He wanted to put kiosks", "start": 3047.6, "end": 3052.62}, {"text": "all over hell. Yeah, he wanted to put a genius bar down there so that he could", "start": 3052.62, "end": 3056.12}, {"text": "he could make the the deviling experience a lot more streamlined and when", "start": 3056.12, "end": 3060.02}, {"text": "he did you know what hell right now, completely white, completely white,", "start": 3060.02, "end": 3063.86}, {"text": "looks like an apple store. There's tables everywhere and guess what they", "start": 3063.86, "end": 3066.42}, {"text": "all wear shirts all where wait. Why do I feel like? Why do I feel like hell would", "start": 3066.48, "end": 3071.68}, {"text": "be completely but not white and banal and heaven would be like tie dye with", "start": 3071.68, "end": 3077.16}, {"text": "fires going on and like hell a partying and smoke going up in the heaven", "start": 3077.16, "end": 3080.92}, {"text": "probably looks like fucking burning man. I mean that that's the original", "start": 3080.92, "end": 3083.94}, {"text": "rivalry right heaven versus hell yeah", "start": 3083.94, "end": 3085.7}, {"text": "speaking of rivalries, I've spoken upon this a million times, but there was a", "start": 3085.7, "end": 3090.8}, {"text": "my high school very small compared to our rival high school, which had four", "start": 3090.8, "end": 3096.08}, {"text": "other cities that would they would bus kids into,", "start": 3096.12, "end": 3099.64}, {"text": "so it was like a student body of like probably like twenty thousand versus", "start": 3099.64, "end": 3105.2}, {"text": "like I think ten thousand or some shit. I don't know the numbers, but every", "start": 3105.2, "end": 3109.1}, {"text": "year there's a student body of twenty thousand kids, something like that", "start": 3109.1, "end": 3112.14}, {"text": "there's a", "start": 3112.14, "end": 3112.84}, {"text": "I think I'm exaggerating the numbers here. I'm exaggerating the numbers of", "start": 3112.84, "end": 3119.0}, {"text": "your school had ten thousand and there had twenty", "start": 3119.0, "end": 3121.48}, {"text": "if you tip the scales correctly, we went to a really small school, really small", "start": 3123.2, "end": 3127.4}, {"text": "school. No, I'm in the district, the district. I mean it's craziest building", "start": 3127.4, "end": 3132.44}, {"text": "ever yeah. It was huge no because that school Pinkerton Academy looked like a", "start": 3132.44, "end": 3137.52}, {"text": "fucking. It looked like a fucking college campus. That's the name of a", "start": 3137.52, "end": 3141.9}, {"text": "school in a book that Tim Burton adapt yeah and like twenty nine and that was", "start": 3141.9, "end": 3146.12}, {"text": "the right. That was my rival high school was called Pinkerton Academy. Will you", "start": 3146.12, "end": 3149.52}, {"text": "look up jacket academy. It was huge. It was it was like it had different. I just", "start": 3149.56, "end": 3154.2}, {"text": "build down my high school and rebuilt it into a gigantically large building.", "start": 3154.2, "end": 3158.04}, {"text": "Yeah, Pinkerton Academy, it'll say how oh wait yeah, just set it right there", "start": 3158.04, "end": 3162.9}, {"text": "number of students three thousand yeah, that's big. That is pretty big", "start": 3162.9, "end": 3169.14}, {"text": "twenty thousand. Well, then look up legendary. I see a picture of pink", "start": 3169.14, "end": 3173.9}, {"text": "legendary. I probably was Pinkerton good at sports. Now I'm thinking about it's", "start": 3173.9, "end": 3178.2}, {"text": "probably the same yeah. That's what that high school looked like versus my", "start": 3178.24, "end": 3181.86}, {"text": "fucking shitty. I", "start": 3181.86, "end": 3182.88}, {"text": "go there. So", "start": 3182.88, "end": 3184.76}, {"text": "you guys wanted to go to Pinkerton Academy. So bad, dude, I want my dad to", "start": 3184.76, "end": 3190.68}, {"text": "move in my home town is crazy. I wanted to move literally three blocks, three", "start": 3190.68, "end": 3195.92}, {"text": "city blocks away. Was it a boarding school? No, damn that's fucking. It was", "start": 3195.92, "end": 3200.0}, {"text": "just the it was just the high school for the town and I wanted to go there", "start": 3200.0, "end": 3203.84}, {"text": "because they had a better video and TV program than our school and but you", "start": 3203.88, "end": 3208.6}, {"text": "just got like districted into the other yeah yeah, just I mean I probably could", "start": 3208.6, "end": 3212.12}, {"text": "have gone there yeah, but I had to go to fucking London, very high, where all the", "start": 3212.12, "end": 3216.86}, {"text": "teachers hated my guts and they blocked me on Twitter. What is London? There's", "start": 3216.86, "end": 3220.52}, {"text": "no building that they built for my high school. It's gigantic. This is not even", "start": 3220.52, "end": 3225.44}, {"text": "the full thing. This is like half of it. I can see it in", "start": 3225.44, "end": 3228.04}, {"text": "in real life. Look, they had a sugar house. What's a sugar? I don't know if", "start": 3228.04, "end": 3233.2}, {"text": "they had a fucking sugar house. Look at that. I would guess that someone look at", "start": 3233.24, "end": 3236.24}, {"text": "name. Look at this fucking shit. Wow, it's like a museum dude. Everything got", "start": 3236.24, "end": 3241.14}, {"text": "better when we left it.", "start": 3241.14, "end": 3242.4}, {"text": "Isn't that fucked up the city? If we move out of New York, they're probably", "start": 3242.4, "end": 3246.36}, {"text": "going to make it. They're going to go down. They're going to make it bigger.", "start": 3246.36, "end": 3248.92}, {"text": "How would I add a new borough? If we leave, they add a new borough called", "start": 3248.92, "end": 3253.0}, {"text": "okay, wait, fuckers, native New Yorker, lifelong. If they added a new borough,", "start": 3253.0, "end": 3257.84}, {"text": "what's your dream borough? What would the name be for the sixth one? Probably", "start": 3257.84, "end": 3261.8}, {"text": "Motown. Okay, I would say they probably have like delis and maybe like like oh", "start": 3261.8, "end": 3268.6}, {"text": "like a Japanese grocery store. There's a dog park. That's actually nice.", "start": 3268.6, "end": 3273.58}, {"text": "How big is it? It's really, really big, but all fenced in know the the burrow", "start": 3273.58, "end": 3279.66}, {"text": "of the burrow. It's like a city block,", "start": 3279.66, "end": 3282.28}, {"text": "so it's like the whole and where would you put it?", "start": 3282.28, "end": 3287.14}, {"text": "I would put it like right around my where I currently live right now, yeah,", "start": 3288.14, "end": 3291.7}, {"text": "which is", "start": 3291.7, "end": 3292.38}, {"text": "it's I'm not going to I'm not going to say that no, no, don't say it. Don't say", "start": 3292.38, "end": 3297.78}, {"text": "your address, although you can probably find me. Do you look hard enough? I'm", "start": 3297.78, "end": 3301.26}, {"text": "not hard to find you're a tall person yeah and I do not go very many places.", "start": 3301.26, "end": 3305.86}, {"text": "Yeah, you go to like that makes it harder to find you. You were an insane", "start": 3305.86, "end": 3309.48}, {"text": "creature of habit.", "start": 3309.48, "end": 3310.42}, {"text": "Why you like I mean you buy the same drink in twenty four packs. I live with", "start": 3310.42, "end": 3317.94}, {"text": "you. I know I know that you do the same shit every day. Yeah, sometimes you're", "start": 3317.98, "end": 3321.74}, {"text": "supposed to do yeah. I mean sometimes it's well you're you're you're like", "start": 3321.74, "end": 3325.74}, {"text": "Amelia Bedelia. You are you are very", "start": 3325.74, "end": 3328.14}, {"text": "ever really thought about that yeah. We do kind of live exact opposite. Yeah,", "start": 3328.14, "end": 3337.34}, {"text": "that's why we were such good roommates brain styles. Yeah, there should be a", "start": 3337.34, "end": 3341.42}, {"text": "to you do a lot of you guys yeah, yeah, just living in different like like not", "start": 3341.42, "end": 3345.38}, {"text": "hanging out sometimes", "start": 3345.5, "end": 3346.6}, {"text": "hey what's up man? I'm going out tonight. Oh we're running into a street. Oh", "start": 3346.6, "end": 3352.24}, {"text": "hey man, I got oh yeah, I gotta go to the store. I'm gonna play fall guys.", "start": 3352.24, "end": 3355.42}, {"text": "Yeah,", "start": 3355.42, "end": 3355.9}, {"text": "the TV show yeah, it just keeps cutting a joke.", "start": 3355.9, "end": 3359.38}, {"text": "Patrick going all over the city doing like crazy stuff, meeting new people", "start": 3359.38, "end": 3364.82}, {"text": "going to do like new stores and stuff and I play fall guys. I put the", "start": 3364.82, "end": 3367.82}, {"text": "controller down. I take the dog out. I go back and play more fog. Yeah,", "start": 3367.82, "end": 3370.9}, {"text": "everyone, you take out your phone and you go to the living room to watch a", "start": 3370.9, "end": 3373.8}, {"text": "movie new skin on fall guys.", "start": 3373.84, "end": 3375.6}, {"text": "There did well. I thought you guys would like it. They put in like Godzilla", "start": 3375.6, "end": 3380.08}, {"text": "stuff yeah. You had already told me about that before, though, so it's kind", "start": 3380.08, "end": 3382.92}, {"text": "of old news. I didn't see the one of the three headed dragon one, Gidora,", "start": 3382.92, "end": 3386.66}, {"text": "what was a king in the living room?", "start": 3386.66, "end": 3388.6}, {"text": "What you put like he Joe put like a hall of fame in the living room. Oh yeah", "start": 3388.6, "end": 3394.56}, {"text": "yeah actor or person hall of fame pictures of actors that Joe like", "start": 3394.56, "end": 3401.02}, {"text": "well", "start": 3401.02, "end": 3401.52}, {"text": "when it's treated with like the, you know, reverence, the reverence of the", "start": 3401.52, "end": 3408.32}, {"text": "hall of fame,", "start": 3408.32, "end": 3409.02}, {"text": "the guys right, it's more than the guy's name from blue collar, yeah, fat,", "start": 3409.02, "end": 3414.2}, {"text": "putting the fat coto and like putting the names of Rosa Parra, Rosa Park,", "start": 3414.2, "end": 3418.9}, {"text": "Elaine May, Tom Green, Tom Green, Tom Green Coolidge, Tom Green, Jennifer", "start": 3418.9, "end": 3425.14}, {"text": "Coolidge. We were kind of like looking to fill out the roster a little bit. I", "start": 3425.14, "end": 3427.44}, {"text": "like Jennifer Coolidge, Tom Green. I think with Tom Green was a patch right", "start": 3427.44, "end": 3430.38}, {"text": "that like jennifer coolidge, why even say that what you just said, what I'm", "start": 3430.4, "end": 3434.72}, {"text": "just saying like there was kind of fucked up. If she hears that she's not", "start": 3434.72, "end": 3438.2}, {"text": "going to be having, I'm just saying we had a oh no, she deserved it. She was", "start": 3438.2, "end": 3441.08}, {"text": "hey, she was still in the hall of fame. I wasn't", "start": 3441.08, "end": 3442.72}, {"text": "I", "start": 3442.72, "end": 3445.2}, {"text": "fucking pissed off kicking like I wasn't nominated. I wasn't elected getting", "start": 3445.2, "end": 3450.98}, {"text": "every time you see your hall of fame. You set up getting so pissed off that", "start": 3450.98, "end": 3453.88}, {"text": "you're not on it. I was pretty pissed off. I just didn't like that house. I", "start": 3453.88, "end": 3457.32}, {"text": "I just remember here like you had the hall of fame up there and I just", "start": 3457.36, "end": 3460.64}, {"text": "remember like our other the Alex and Neil like having girls over and just", "start": 3460.64, "end": 3465.2}, {"text": "immediately having to be like oh yeah. Our roommate Joe did that still the", "start": 3465.2, "end": 3468.38}, {"text": "funniest things when Alex brought oh my God, we had like the prop gun that we", "start": 3468.38, "end": 3473.06}, {"text": "use for the gun that you've seen us pull out a million times and it looks real", "start": 3473.06, "end": 3477.58}, {"text": "very", "start": 3477.58, "end": 3477.94}, {"text": "realistic. This is on like a first date and he came back to that apartment and", "start": 3477.94, "end": 3482.42}, {"text": "there's just a really real", "start": 3482.42, "end": 3483.68}, {"text": "on the", "start": 3483.68, "end": 3485.3}, {"text": "on the like coffee table and then she like they like hung out for a little bit", "start": 3486.34, "end": 3490.18}, {"text": "and she's like it was like going well before that she's like I'm going to go", "start": 3490.18, "end": 3492.88}, {"text": "yeah and then he was like oh fuck", "start": 3492.88, "end": 3494.84}, {"text": "a gun. It's not real look, look putting it on your head, putting in your head", "start": 3494.84, "end": 3499.1}, {"text": "at this point. Look, it's not real. It's fake. It's a fake. I the thing I", "start": 3499.1, "end": 3501.88}, {"text": "remember hearing about from that apartment that always made me laugh as a", "start": 3501.88, "end": 3504.54}, {"text": "and this is a funny Joe thing is", "start": 3504.54, "end": 3506.46}, {"text": "you're on trial, buddy. Yeah, the trial of Joe Gleason is movie points. Oh my", "start": 3506.46, "end": 3512.7}, {"text": "fucking God. Well, it never works. My fucking God, I forgot about movie", "start": 3512.9, "end": 3518.72}, {"text": "points. It never works.", "start": 3518.72, "end": 3520.04}, {"text": "Movie points was a was a it was pitched. It never really it never happened, but", "start": 3520.04, "end": 3529.52}, {"text": "it was a system where we each gained. I've never let me say also be points", "start": 3529.52, "end": 3533.6}, {"text": "for never. I've never ever heard how it's work, how it actually worked. I've", "start": 3533.6, "end": 3537.16}, {"text": "never heard Joe talk about it ever. I only heard it about from the heard about", "start": 3537.16, "end": 3540.56}, {"text": "from the three other members of the apartment separately being like others", "start": 3540.6, "end": 3543.94}, {"text": "movie points.", "start": 3543.94, "end": 3544.76}, {"text": "Well, what we wanted what we were trying to do we were I was trying to build like", "start": 3544.76, "end": 3549.56}, {"text": "household camaraderie and like have a fun thing. No, you know you were treating", "start": 3549.56, "end": 3554.24}, {"text": "the house like it was summer camp, which was honestly it was really, really nice.", "start": 3554.24, "end": 3559.44}, {"text": "It made I really loved it a lot. It also meant I don't like, but I mean a", "start": 3559.44, "end": 3563.56}, {"text": "bunch of shit like points that well movie points. It was where every Friday. I", "start": 3563.56, "end": 3567.72}, {"text": "think we're supposed to watch a movie all together. That was the idea that and", "start": 3567.76, "end": 3571.88}, {"text": "you got to choose the movie based off of you, the accumulation of movie points,", "start": 3571.88, "end": 3576.66}, {"text": "but that was terrible in that house because it was then a competition. Well,", "start": 3576.66, "end": 3582.46}, {"text": "I don't know. I don't really understand how you got movie points in my mind. It", "start": 3582.46, "end": 3585.66}, {"text": "was you got movie points at the beginning of the month. You what you", "start": 3585.66, "end": 3588.3}, {"text": "don't understand how it works. He did not understand.", "start": 3588.3, "end": 3590.82}, {"text": "It was still in like the conceptualization phase. Okay, it never", "start": 3590.82, "end": 3596.5}, {"text": "it was really flew. It never took off and I think there's another problem with", "start": 3596.54, "end": 3600.42}, {"text": "that house was that people didn't do", "start": 3600.42, "end": 3602.52}, {"text": "people didn't do chores or like shit. You know, Patrick was big into cooking", "start": 3602.52, "end": 3609.1}, {"text": "something and then leaving it on the stove and then I would do it the next", "start": 3609.1, "end": 3612.5}, {"text": "day. Yeah, which is tough, but that's right gross. I know that's real was Neil", "start": 3612.5, "end": 3616.98}, {"text": "was now you know Neil, which honestly with a woman, honestly, what kind of was", "start": 3616.98, "end": 3621.34}, {"text": "worse was that Neil wasn't we had a dishwasher, but Neil was insistent on he", "start": 3621.34, "end": 3626.14}, {"text": "would is not going to take part in the dishwasher. He's going to hand wash his", "start": 3626.26, "end": 3629.76}, {"text": "own dishes, so then that also meant that sometimes they're just either dishes", "start": 3629.76, "end": 3633.56}, {"text": "there in the sink that he didn't wash yet or they would just be like poorly", "start": 3633.56, "end": 3637.96}, {"text": "washed dishes put away yeah and then Alex is just like you know you can't get him", "start": 3637.96, "end": 3643.86}, {"text": "to do a single tour. Well, he'll do a chore, but you have to kind of be like", "start": 3643.86, "end": 3647.16}, {"text": "hey man. Can you do that chore? Yeah, yeah, I guess no, you can actually get", "start": 3647.16, "end": 3651.88}, {"text": "him to do a chore. If you say, can you do this for me, but", "start": 3651.88, "end": 3654.9}, {"text": "but", "start": 3654.9, "end": 3655.4}, {"text": "but Alex definitely didn't, but he doesn't like Alex doesn't want to do the", "start": 3655.4, "end": 3661.0}, {"text": "yeah around the house. Who wants to do chores around the house? No, no, no, of", "start": 3661.0, "end": 3664.0}, {"text": "course, no, I would I want when we all in order to moved in and we were like", "start": 3664.0, "end": 3668.5}, {"text": "it's just going to be bro down time all the time and Joe came in and was the", "start": 3668.5, "end": 3672.7}, {"text": "only one who had a level head about it and was like okay, someone has to do", "start": 3672.7, "end": 3677.7}, {"text": "these dishes. Well, I've been the I've been the bad roommate before yeah and I", "start": 3677.7, "end": 3681.7}, {"text": "I wanted to be the room. It was that I was the yeah. You have to be the bad", "start": 3682.6, "end": 3686.08}, {"text": "roommate to become a good roommate yeah. When I", "start": 3686.08, "end": 3688.76}, {"text": "Joe well for for me and Joe,", "start": 3688.76, "end": 3693.96}, {"text": "but like when Joe moved out and then it was just me, Alex and Neil, what a", "start": 3693.96, "end": 3699.8}, {"text": "fucking house that was yeah. I was the I was the worst roommate in the world", "start": 3699.8, "end": 3703.76}, {"text": "that just I think that that was just the worst apartment. Yeah space. Oh yeah,", "start": 3703.76, "end": 3708.28}, {"text": "my land, my our old landlord Rupert, who is number 20 on the landlord watch list.", "start": 3708.32, "end": 3715.04}, {"text": "Do not rent from list. Shout out Rupert. Shout out Rupert. I thought you're going", "start": 3715.04, "end": 3720.24}, {"text": "to play a sound effect. I was thinking about it. I didn't want to because then", "start": 3720.24, "end": 3723.2}, {"text": "I have to upload a whole separate file for the soundtrack and for one sound", "start": 3723.2, "end": 3726.36}, {"text": "right at the end. Who cares man? Yeah, but yeah, that we had black mold and a", "start": 3726.36, "end": 3730.52}, {"text": "hole in the ceiling. And if you left your dishes in the sink, the mice would", "start": 3730.52, "end": 3733.8}, {"text": "come out. I'm trying to what's like it was also just the like space yeah that", "start": 3733.8, "end": 3739.5}, {"text": "place sucked yeah. It was seven Stanhope Street apartment three are do not to buy", "start": 3739.5, "end": 3744.52}, {"text": "that place. Do not rent it. We did a bunch of videos there, but it was always", "start": 3744.52, "end": 3749.0}, {"text": "like it always felt crazy crazy. There was a hole in the in the ceiling for a", "start": 3749.0, "end": 3752.98}, {"text": "year. You can't make it look like a place that's like a nor it can't stand it for", "start": 3752.98, "end": 3756.58}, {"text": "like a normal apartment. No, no, no, I feel like if you pour that's a place", "start": 3756.58, "end": 3760.06}, {"text": "sure if you poured an an insane amount of money into it, you could get like a", "start": 3760.1, "end": 3764.24}, {"text": "movie style apartment. You could get it on a part a new york apartment. You would", "start": 3764.24, "end": 3767.86}, {"text": "see in a movie. It's like you'd have sod is falling apart. The stairs up or like", "start": 3767.86, "end": 3772.54}, {"text": "yeah, freaky and wow yeah, but yeah, that's only the actual into those", "start": 3772.54, "end": 3775.8}, {"text": "stairs were horrible. That whole building was horrible. That whole", "start": 3775.8, "end": 3779.18}, {"text": "building should be condemned yeah, unless there's people still living in", "start": 3779.18, "end": 3782.34}, {"text": "it. That door to is crazy. I think there should be condemned and the people", "start": 3782.34, "end": 3785.54}, {"text": "should be locked inside. Oh my God yeah, there was no door knob on the door yeah", "start": 3785.54, "end": 3789.22}, {"text": "There was no doorknob on it to get in. You had to go like, like you had to", "start": 3789.22, "end": 3794.2}, {"text": "jiggle twice up. Here's how you break in there. Okay, so you get the key to", "start": 3794.2, "end": 3798.4}, {"text": "the... Actually, I still have the keys. If you want the keys to that building.", "start": 3798.4, "end": 3802.28}, {"text": "I've never had a really bad apartment. I feel like the one I had in Boston", "start": 3802.28, "end": 3807.68}, {"text": "was like, it was pretty good. The only problem with it was that there was", "start": 3807.68, "end": 3810.94}, {"text": "a guy who would always come on... We had like... He would always come on", "start": 3810.94, "end": 3815.02}, {"text": "it was me. It was me. The guy's always coming in loud. There was a window out into the alley", "start": 3815.02, "end": 3820.9}, {"text": "that was right behind our apartment. We were on the first floor and there was a guy who", "start": 3820.9, "end": 3824.98}, {"text": "would always, yeah, right by the Com Ave. Let's say all of our old addresses. Green", "start": 3824.98, "end": 3831.7}, {"text": "Line. I'm trying to remember the address, man. I can say my old address right now. Right", "start": 3831.7, "end": 3835.9}, {"text": "in front of the Green Line. 211 Harvard Ave, Apartment B. Harvard Ave stop, I think. I", "start": 3835.9, "end": 3841.1}, {"text": "honestly can't remember this place's address. I'm trying right now so hard. I know it was", "start": 3841.1, "end": 3844.82}, {"text": "on come have kind of nice yeah. It was a it was fine. I mean, but there there was", "start": 3844.82, "end": 3849.94}, {"text": "this guy who would come on his lunch break every single day", "start": 3849.94, "end": 3852.34}, {"text": "and just smoke a bong outside of right outside of our window and he and one", "start": 3852.34, "end": 3858.96}, {"text": "time", "start": 3858.96, "end": 3859.2}, {"text": "girlfriend was doing like like an exercise video and he was standing out", "start": 3859.2, "end": 3864.56}, {"text": "there and he started like mimet like doing the things he was doing. That's", "start": 3864.56, "end": 3868.26}, {"text": "the time he was there when I was pointing at him out the window and going", "start": 3868.26, "end": 3871.56}, {"text": "like this", "start": 3871.56, "end": 3872.04}, {"text": "at him and going like and then he never came back.", "start": 3873.94, "end": 3877.26}, {"text": "Boston's ridiculous. That's how I handled yeah. He fucking got that guy", "start": 3877.26, "end": 3882.24}, {"text": "out of there. You don't know the address. I'm", "start": 3882.24, "end": 3884.28}, {"text": "blanking on it. I don't know thirty five. I can't remember it. Thirty five. I", "start": 3884.28, "end": 3889.04}, {"text": "feel like it started. What was your what was your what was your what was your", "start": 3889.04, "end": 3892.44}, {"text": "old two eleven Harvard have apartment be God right across the street from be", "start": 3892.44, "end": 3896.88}, {"text": "fresh. I feel like it might have been a thousand. Oh, you know what I found out", "start": 3896.88, "end": 3900.0}, {"text": "we've talked about it on the show. I'll look up what's right. I know where it", "start": 3900.0, "end": 3903.38}, {"text": "is on the map. We talked about it on the show before, but I used to be on. So it's my old", "start": 3903.4, "end": 3909.24}, {"text": "apartment was right across the street from Great Scott in Boston, and I used to be on", "start": 3909.24, "end": 3914.24}, {"text": "the Apple map Street View. I looked like you would look up like 200-206 Harvard Ave and", "start": 3914.24, "end": 3922.24}, {"text": "you would just see me and I posed exactly like Bigfoot, like walking back to my like", "start": 3922.24, "end": 3928.08}, {"text": "it was like a basement apartment. You remember that you ever go to that place or I was Cameron", "start": 3928.08, "end": 3932.52}, {"text": "did. You know how they had that like that little stairwell and like all the", "start": 3932.52, "end": 3935.46}, {"text": "homeless guys would like pee in it because it looked exactly like a", "start": 3935.46, "end": 3937.9}, {"text": "bathroom. And yeah, there's like a photo of me with my head out the like", "start": 3937.9, "end": 3943.08}, {"text": "basement door like this. And then a photo of me in front of this dentist's", "start": 3943.08, "end": 3949.22}, {"text": "office that was right next door to it. And I'm like posed exactly like Bigfoot.", "start": 3949.22, "end": 3953.3}, {"text": "I looked it up the other day because Great Scott is now becoming a Taco Bell", "start": 3953.3, "end": 3957.54}, {"text": "Cantina. Yeah, which is so funny. I wanted to see it. I was like, oh, I", "start": 3957.54, "end": 3961.5}, {"text": "I wonder if I'm still on the street view you guys I'm completely gone. Well,", "start": 3961.5, "end": 3965.4}, {"text": "you can go crazy. You can go back on Google Street. I there was thirteen", "start": 3965.4, "end": 3969.44}, {"text": "hundred something. I don't know why I can't remember. I can't go back on on", "start": 3969.44, "end": 3972.84}, {"text": "Apple Street View, bro damn uh-huh. I love going back on. I have the", "start": 3972.84, "end": 3977.24}, {"text": "screenshot still. I can post it now. That's all that I don't care about", "start": 3977.24, "end": 3980.88}, {"text": "leaking my old addresses, unless there's text things that could get me fucked up.", "start": 3980.88, "end": 3985.96}, {"text": "You're probably fine. No one's going to get you in trouble from your patron.", "start": 3985.96, "end": 3989.66}, {"text": "yeah podcasting thirty five brookline street. Where else did I live me what", "start": 3989.8, "end": 3994.5}, {"text": "thirty was it thirty five brookline av av cambridge massachusetts yeah, I was", "start": 3994.5, "end": 4000.02}, {"text": "a little there. I live there, I live there with me spot yeah. This whole", "start": 4000.02, "end": 4004.82}, {"text": "podcast at the end now has just been us reminiscing about different streets,", "start": 4004.82, "end": 4009.62}, {"text": "which is a problem that I have. It is fun. I mean that's that's all you that's", "start": 4009.62, "end": 4014.7}, {"text": "all you got is the memories now", "start": 4014.7, "end": 4016.26}, {"text": "that we lost at the end of I was in a class called listening to music with", "start": 4018.32, "end": 4024.76}, {"text": "that lady, Frederica King yeah, one of the best racers I've ever had it. So it", "start": 4024.76, "end": 4029.04}, {"text": "was the most ricos class ever, but at the very end it was all about classical", "start": 4029.04, "end": 4032.4}, {"text": "music and like recognising different periods and stuff and at the end she", "start": 4032.4, "end": 4036.64}, {"text": "played see when you get there by coolio, which starts off with pocket bells", "start": 4036.64, "end": 4041.2}, {"text": "cannon. You know it's like plays classical music and then there's a", "start": 4041.2, "end": 4043.64}, {"text": "record scratch and a beat drops in and there was supposed to be like a look", "start": 4043.64, "end": 4047.48}, {"text": "like all this classical music is still like inspiring music today, yeah and", "start": 4047.52, "end": 4051.76}, {"text": "ever it was a thing of the music scratch and everyone was sitting in silence and", "start": 4051.76, "end": 4056.16}, {"text": "when in the beat dropped, I was like", "start": 4056.16, "end": 4057.4}, {"text": "and I was looking around here. The only one and nobody can no one else cared", "start": 4057.4, "end": 4063.0}, {"text": "about it. I was like that's such a fun way to end the class man. That was the", "start": 4063.0, "end": 4066.56}, {"text": "best class I ever took. I love when teachers get I love when things get", "start": 4066.56, "end": 4069.84}, {"text": "sent to me. I took like I took like four different class. The reason I dropped", "start": 4069.84, "end": 4075.32}, {"text": "out because I didn't realize that I was stuck at Emerson taking Gen Eds and I", "start": 4075.36, "end": 4081.48}, {"text": "took like three different like listening to music, like all these music classes.", "start": 4081.48, "end": 4086.28}, {"text": "I have a jazz yeah yeah, I did I did no no no I wasn't in history of jazz. I", "start": 4086.28, "end": 4090.78}, {"text": "was in history of American pop and then history of American music and", "start": 4090.78, "end": 4094.7}, {"text": "you did not go to school for music at all. No, but I think halfway through I", "start": 4094.7, "end": 4100.3}, {"text": "was like to three different maybe I'll be a music writer. Those are like the", "start": 4100.3, "end": 4104.06}, {"text": "those are history classes yeah yeah. So I was taking them for history classes,", "start": 4104.44, "end": 4108.38}, {"text": "but they also filled elective credits that I needed to get yeah. I remember I", "start": 4108.38, "end": 4111.98}, {"text": "was you just reminded what I think in my senior year I took a I took a had to", "start": 4111.98, "end": 4115.54}, {"text": "take an econ class yeah and I was trying to remember the exact context of like", "start": 4115.54, "end": 4119.8}, {"text": "and this is this is Emerson, where it's a bit of a woke school, but I remember", "start": 4119.8, "end": 4124.06}, {"text": "the the econ professor was", "start": 4124.06, "end": 4125.58}, {"text": "I don't remember the exact quote. I really wish I'd written this down", "start": 4125.58, "end": 4129.22}, {"text": "somewhere, but he was like to we were like he was going over stuff before a", "start": 4129.22, "end": 4131.92}, {"text": "test or something and he was like so doing so like something about supply,", "start": 4131.98, "end": 4135.04}, {"text": "like some like econ thing and he's like and if you don't understand this,", "start": 4135.04, "end": 4138.94}, {"text": "you're a retard.", "start": 4138.94, "end": 4140.22}, {"text": "Everybody in the class like looked at each other,", "start": 4140.22, "end": 4146.9}, {"text": "I just remembered that, like the other day. I can't believe it is so fun, so", "start": 4146.9, "end": 4155.66}, {"text": "literally no reason, like no reason to say it doesn't make any sense. It's", "start": 4155.66, "end": 4160.74}, {"text": "about something just like it. Yeah, nobody's on it. Nobody just kept going", "start": 4160.78, "end": 4164.74}, {"text": "yeah everybody's going to oh yeah. I had we had a moment like that in my", "start": 4164.74, "end": 4169.02}, {"text": "history of American pop class, but it's because she was showing that footage of", "start": 4169.02, "end": 4172.58}, {"text": "Russell Brand at the VMAs in two thousand and eight and she was like like", "start": 4172.58, "end": 4177.74}, {"text": "talking about it was a whole section on like protests at award shows yeah and", "start": 4177.74, "end": 4182.42}, {"text": "she was talking about Russell Brand", "start": 4182.42, "end": 4183.98}, {"text": "and there's a speech. It's pretty like crazy. He just goes off and is like", "start": 4185.34, "end": 4190.04}, {"text": "George Bush. George W Bush is a retard. Do not vote for him and every single", "start": 4190.04, "end": 4197.46}, {"text": "person in that class went. Yeah,", "start": 4197.46, "end": 4199.92}, {"text": "it is crazy crazy teachers at that school professors loved to say the N", "start": 4199.92, "end": 4206.06}, {"text": "word in a quote and then send an email the next day. I'm so sorry, I'm so", "start": 4206.06, "end": 4210.14}, {"text": "sorry, yeah, I did and you know they do that every single semester. I think", "start": 4210.14, "end": 4213.6}, {"text": "this is the semester where I can get away with saying a hard R N word,", "start": 4213.78, "end": 4216.38}, {"text": "because I'm quoting somebody and", "start": 4216.38, "end": 4217.58}, {"text": "all the tenured professors are just pushing the envelope at this point,", "start": 4217.58, "end": 4222.48}, {"text": "where it's just every single one of them is just like all right.", "start": 4222.48, "end": 4225.12}, {"text": "What can I get a one with this year? They're going up every single tenured", "start": 4225.12, "end": 4230.48}, {"text": "professor at that school is going up and just like like trying to have their", "start": 4230.48, "end": 4234.24}, {"text": "fucking like Joe Rogan like moment where they're like or their Louie moment,", "start": 4234.24, "end": 4239.2}, {"text": "where they're like I said it and I got away with it like that, like the way", "start": 4239.2, "end": 4242.76}, {"text": "that like the most annoying comedians in the world act. It's also the funniest", "start": 4242.8, "end": 4246.36}, {"text": "school to do that at because it's a school full of people who are actually", "start": 4246.36, "end": 4249.38}, {"text": "not listening to anything. I know", "start": 4249.38, "end": 4251.04}, {"text": "people who are there because I didn't get into NYU for film yeah", "start": 4251.04, "end": 4255.18}, {"text": "ears perking up when they", "start": 4255.18, "end": 4260.16}, {"text": "right", "start": 4260.16, "end": 4261.46}, {"text": "drafting an email to hit send on it and then immediately not remembering that", "start": 4261.46, "end": 4267.26}, {"text": "it like happened yeah, I'll just on college was crazy. You got to love", "start": 4267.26, "end": 4272.2}, {"text": "college man. I hate college, but love all the part. I love women. How long", "start": 4272.26, "end": 4278.06}, {"text": "we've been going? It's been an hour ten. How", "start": 4278.06, "end": 4280.44}, {"text": "why did we bring you on today? What did we bring you on today to promote pray", "start": 4280.44, "end": 4284.98}, {"text": "tell so on you can add me on PlayStation Network", "start": 4284.98, "end": 4288.88}, {"text": "my it's all guys easy to remember because my PSN is home underscore", "start": 4288.88, "end": 4294.36}, {"text": "underscore planet. Your PSN is home. Oh my God,", "start": 4294.36, "end": 4298.74}, {"text": "it's I don't know why it's be funny. If you're playing fall guys and like do", "start": 4299.62, "end": 4303.26}, {"text": "they have voiced voice chat on there, you can voice. I was like yo yo is that", "start": 4303.26, "end": 4308.58}, {"text": "to play? I think maybe I think I may be doing it. So someone eventually is like", "start": 4308.58, "end": 4313.38}, {"text": "that to have yeah, I'm not actually because I love my God. I love your", "start": 4313.38, "end": 4316.9}, {"text": "racist guy eating soup. I only have two friends of who on fall guys on my", "start": 4316.9, "end": 4321.7}, {"text": "epitome. You came on here to promote so just I would just say if anyone, if", "start": 4321.7, "end": 4325.62}, {"text": "so anyone still plays fall guys, add me on fall guys, and you can also add", "start": 4325.62, "end": 4329.26}, {"text": "distinct Finch", "start": 4329.34, "end": 4330.7}, {"text": "five seven three. I think five six three. Maybe", "start": 4330.7, "end": 4335.34}, {"text": "I just I just would like I would love to have a full squad to run with", "start": 4335.34, "end": 4340.46}, {"text": "to", "start": 4340.46, "end": 4342.82}, {"text": "bench. Well, they may automatically automatically give you what are we", "start": 4342.82, "end": 4347.56}, {"text": "doing? We brought you on here to promote under world's biggest mummy port of", "start": 4347.56, "end": 4351.48}, {"text": "skull Halloween city. We're doing another show at little field. There will be", "start": 4351.48, "end": 4356.42}, {"text": "home planet videos. There'll be videos, they'll be our sketch,", "start": 4356.46, "end": 4359.42}, {"text": "gripes, war, largest army or should I say undead sketch on", "start": 4359.42, "end": 4363.42}, {"text": "dead sketches, our sketch group, world's biggest army, the", "start": 4363.42, "end": 4367.92}, {"text": "combination, the combination of us podcast about list home planet", "start": 4367.92, "end": 4373.56}, {"text": "and pierce campion october twentieth october twentieth at", "start": 4373.56, "end": 4377.92}, {"text": "little field in brooklyn. Happy birthday to pierce's grandma.", "start": 4377.92, "end": 4380.56}, {"text": "Look, we talked too much about our past, our past lives on this", "start": 4380.56, "end": 4386.26}, {"text": "show today. Okay, we just it was basically about the future. It was a", "start": 4386.3, "end": 4389.66}, {"text": "hangout episode. Okay, we didn't think of any. We thought of the food man was", "start": 4389.66, "end": 4393.62}, {"text": "good right", "start": 4393.62, "end": 4394.38}, {"text": "cutting between Joe and then completely neutral expression to his", "start": 4394.38, "end": 4398.8}, {"text": "so the food man was good. Did you like the food man come to the whole episode", "start": 4398.8, "end": 4405.82}, {"text": "and come to the come to the show? We can you can ask us details about our", "start": 4405.82, "end": 4410.06}, {"text": "personal lives that we talked about today on this episode about our", "start": 4410.06, "end": 4413.98}, {"text": "apartment at twenty two stars, twenty two star street apartment to that's", "start": 4414.38, "end": 4418.08}, {"text": "where the show will be and you can know it'll be at six thirty five sacket", "start": 4418.08, "end": 4421.88}, {"text": "street, a little field in little field in go on and you can get tickets at", "start": 4421.88, "end": 4425.64}, {"text": "swag poop dot com slash shows the event bright link for tickets. You better go", "start": 4425.64, "end": 4429.68}, {"text": "on by head. I'm taking the twentieth of October. If you get them day of you get", "start": 4429.68, "end": 4434.16}, {"text": "a day of its five dollars, one of October", "start": 4434.16, "end": 4436.4}, {"text": "it should be fun. It's got to be it will be really. I think you just had a", "start": 4436.4, "end": 4442.24}, {"text": "mistake where you said I think I said should by accident. It shall be so yeah,", "start": 4442.28, "end": 4446.24}, {"text": "both of you guys, the whole episode", "start": 4446.24, "end": 4447.94}, {"text": "we cut to go pro", "start": 4447.94, "end": 4451.52}, {"text": "also", "start": 4451.52, "end": 4456.32}, {"text": "on November fifth, I'm going to be opening for girl god in Chicago. Shout", "start": 4456.32, "end": 4461.2}, {"text": "out grace and April. Yes,", "start": 4461.2, "end": 4462.68}, {"text": "oh wait, also look also go to go to home planet on twitter and youtube and", "start": 4462.68, "end": 4469.02}, {"text": "Instagram and watch some funny ass videos to get to get laughs in and", "start": 4469.08, "end": 4474.38}, {"text": "apparently Joe has to show us something. Joe's finding something on his phone to", "start": 4474.38, "end": 4477.68}, {"text": "show. Oh my God. Joe is announcing the short that we made over the summer. We", "start": 4477.68, "end": 4483.78}, {"text": "made a bigger movie. We made a short film and it might be at World's Biggest", "start": 4483.78, "end": 4488.98}, {"text": "Army. Maybe we'll see if we have enough. Yeah, but don't say that because that's", "start": 4488.98, "end": 4492.48}, {"text": "not a that's don't yeah, it won't be. It won't be most likely won't be. It", "start": 4492.48, "end": 4496.48}, {"text": "definitely won't be. We'll play the trailer. No, we won't.", "start": 4496.48, "end": 4499.28}, {"text": "But yeah, look at our fun little have a fucking trailer for that. Look at our", "start": 4499.28, "end": 4505.46}, {"text": "fun little poster. Yeah, revealing the poster revealing to you guys.", "start": 4505.46, "end": 4510.18}, {"text": "Somebody at this table has a gigantic role in this movie.", "start": 4510.18, "end": 4513.98}, {"text": "It's me. It's actually was supposed to.", "start": 4513.98, "end": 4516.88}, {"text": "Oh yeah, but then it didn't make any sense. See Patrick door and Caleb pits", "start": 4516.88, "end": 4522.48}, {"text": "And Anthony DiGiorgio. Anthony Giordano. Giordano. The old man. Happy Saturday. Halloween.", "start": 4522.78, "end": 4532.78}, {"text": "What a day. Oh yeah, waiting. The brain. The brain. The owner of Mint Mobile. Uh huh. Star of waiting.", "start": 4532.78, "end": 4542.38}, {"text": "And the owner. This fucking guy. Aviation Jin. Aviation Jin. I want to see him like personally", "start": 4542.38, "end": 4547.98}, {"text": "cancelled people's accounts.", "start": 4547.98, "end": 4549.98}, {"text": "You know, I don't fucking care.", "start": 4549.98, "end": 4551.98}, {"text": "You better pay me.", "start": 4551.98, "end": 4553.98}, {"text": "You should have paid.", "start": 4553.98, "end": 4555.98}, {"text": "And then he looks into the camera.", "start": 4555.98, "end": 4557.98}, {"text": "He looks into the camera.", "start": 4557.98, "end": 4559.98}, {"text": "He says like, um...", "start": 4559.98, "end": 4561.98}, {"text": "This is what happens when you don't pay.", "start": 4561.98, "end": 4563.98}, {"text": "I want to hang out with him so bad.", "start": 4563.98, "end": 4565.98}, {"text": "I get so fucked up on Aviation Jim.", "start": 4565.98, "end": 4567.98}, {"text": "Make Mint Mobile prank calls to people.", "start": 4567.98, "end": 4569.98}, {"text": "Oh yeah.", "start": 4569.98, "end": 4571.98}, {"text": "Yes, the binder with all the phone numbers.", "start": 4571.98, "end": 4573.98}, {"text": "A binder.", "start": 4573.98, "end": 4575.98}, {"text": "Oh, a binder. Yeah. You send out the alerts to every single person's account.", "start": 4575.98, "end": 4581.08}, {"text": "It says your phone will self disrupt in five minutes and then", "start": 4581.08, "end": 4583.72}, {"text": "we have this is a Hawaii alert that said that there was a nuclear bomb", "start": 4583.72, "end": 4588.64}, {"text": "dropping. Only the mobile people got that. Oh my God. He could do some epic", "start": 4588.64, "end": 4592.84}, {"text": "pranks with mobile and he's just wasting it. If you have this phone,", "start": 4592.84, "end": 4596.02}, {"text": "everyone's gay. Damn. Alert. That's not a good selling tactic. Amber alert.", "start": 4596.02, "end": 4600.22}, {"text": "There is a guy holding this phone.", "start": 4600.22, "end": 4603.04}, {"text": "What are your thoughts on X?", "start": 4605.5, "end": 4607.5}, {"text": "I'm all in on X. I've bought a bunch of stock.", "start": 4607.5, "end": 4610.1}, {"text": "I've been X-ing all day.", "start": 4610.1, "end": 4612.1}, {"text": "I just constantly X-ing.", "start": 4612.1, "end": 4613.7}, {"text": "I X like it's 2009.", "start": 4613.7, "end": 4616.0}, {"text": "Like, \"Got a sandwich today!\"", "start": 4616.0, "end": 4617.5}, {"text": "Like, \"You might do a pedophile joke.\"", "start": 4617.5, "end": 4620.7}, {"text": "Like, X, you know, 2009 pedophile jokes.", "start": 4620.7, "end": 4623.5}, {"text": "Just trying to be epic on the computer, nonstop.", "start": 4623.5, "end": 4625.8}, {"text": "What would give me an example of a 2009 pedophile joke you're doing?", "start": 4625.8, "end": 4629.3}, {"text": "It's like, \"I'm a pedophile.\"", "start": 4629.3, "end": 4630.8}, {"text": "\"I'm a pedophile,\" said no one ever.", "start": 4630.8, "end": 4634.3}, {"text": "that actually can you and then you reply to it and say, except for pedophiles,", "start": 4634.3, "end": 4638.18}, {"text": "except for pedophiles, and then ten years later, you have to make some post", "start": 4638.18, "end": 4643.3}, {"text": "under that one. I don't understand what this means. I did not mean I don't even", "start": 4643.3, "end": 4646.78}, {"text": "remember posting this at the time. I think I got hacked. I think I was", "start": 4646.78, "end": 4650.02}, {"text": "honestly, I was probably off that scissor. Yeah, yeah,", "start": 4650.02, "end": 4654.06}, {"text": "all those posts of like comedians from two thousand and eight where they're", "start": 4654.06, "end": 4659.14}, {"text": "being racist and they just respond like the opioid epidemic has affected us all.", "start": 4659.14, "end": 4663.22}, {"text": "[MUSIC PLAYING]", "start": 4663.22, "end": 4666.56}], "title": "#204 - The Foond Man", "link": "https://www.patreon.com/posts/204-foond-man-90493143", "date": "Sat, 07 Oct 2023 11:00:05 GMT", "id": 55}