{"lines": [{"text": "I", "start": 0.0, "end": 1.0}, {"text": "hold on now cup chin cup.", "start": 1.0, "end": 12.0}, {"text": "You look like a pharaoh. I know man wait get us a go pro", "start": 12.0, "end": 18.0}, {"text": "chin cup", "start": 18.0, "end": 20.0}, {"text": "and cup cup chin cup chin. This is a new style that I've been working on for a", "start": 20.0, "end": 26.0}, {"text": "use as a what is affect your voice so much because it's on his bottom. I", "start": 26.0, "end": 29.96}, {"text": "knew my lot on lit. He can't new a lot of his lot and I cannot new new the", "start": 29.96, "end": 35.5}, {"text": "new. I can't do my thought and I dot on lit.", "start": 35.5, "end": 40.0}, {"text": "It actually is starting to really hurt me. I want to try to take I take the cut", "start": 40.0, "end": 45.7}, {"text": "off my chin, take the cut off your chin. If it will be", "start": 45.7, "end": 50.24}, {"text": "a lead the room, a lead circle, it will depressurize the room because all the", "start": 50.24, "end": 54.88}, {"text": "the stink fumes that are collecting under", "start": 54.92, "end": 56.96}, {"text": "from his breath, take it off man. I'm coming to the episode with to get a", "start": 56.96, "end": 63.1}, {"text": "shit and new techniques and you guys are nothing new.", "start": 63.1, "end": 66.16}, {"text": "Okay, come get your redness. Whoa, whoa, new angle film two thousand and one a", "start": 66.16, "end": 72.92}, {"text": "space odyssey. No, they film that shit in space dog. Yeah, that's a good point.", "start": 72.92, "end": 76.54}, {"text": "Actually, Cameron, he did get you there. No, it's false. Do you guys think that", "start": 76.54, "end": 79.64}, {"text": "he faked the moon? Do you think he faked the moon landing? Who failed? I think", "start": 79.64, "end": 82.84}, {"text": "certainly is someone else. I honestly think they went to the moon. I don't", "start": 82.88, "end": 86.92}, {"text": "know why you would fake that. They went to the moon, but not that day, not on", "start": 86.92, "end": 90.82}, {"text": "this, not in the hell. Are you talking about man? I don't think they went to", "start": 90.82, "end": 93.78}, {"text": "the moon in the six. Why would they not in the fifties? Yeah, I think they went", "start": 93.78, "end": 97.42}, {"text": "way before that. I think they went to the thirties yeah way before silent", "start": 97.42, "end": 101.44}, {"text": "movie era. I saw somebody went to the I saw somebody go to the moon and put a", "start": 101.44, "end": 106.08}, {"text": "they landed their rocket right in the moon. I saw somebody on the moon in", "start": 106.08, "end": 109.56}, {"text": "1732. I bet somebody went to the moon, but they weren't these show off tell it", "start": 109.72, "end": 115.58}, {"text": "all the world needs is we got to put this on one of these modest countries.", "start": 115.58, "end": 119.52}, {"text": "Yeah, like", "start": 119.52, "end": 120.5}, {"text": "probably ancient the Ming Dynasty. Probably they went to the moon. Yeah,", "start": 120.5, "end": 125.96}, {"text": "there's a lot of research that you can look up and you can see that the Ming", "start": 125.96, "end": 129.92}, {"text": "Dynasty went to the moon. So well, it was truly the Sumerians within their", "start": 129.92, "end": 135.0}, {"text": "sham ships sham that true sham google sham google sham what the hell shim", "start": 135.16, "end": 141.8}, {"text": "shamsham was an old spaceship back okay. So that's no a son sham", "start": 141.8, "end": 147.24}, {"text": "shampoo. Shampoo funny moments sham. Where would you ship with him from", "start": 147.24, "end": 152.88}, {"text": "spaceship", "start": 152.88, "end": 153.52}, {"text": "stooges you don't know shampoo. Shampoo. Yeah, what am I thinking funny funny", "start": 153.52, "end": 159.64}, {"text": "moments now go to images. This is a sham here in the first picture. Maybe", "start": 159.68, "end": 165.04}, {"text": "oh that looks that looks like a minecraft house.", "start": 165.04, "end": 168.58}, {"text": "That looks good guys. This actually looks like a big cookie and I want to", "start": 168.58, "end": 172.82}, {"text": "eat it guys. I big news. Yeah, the war is over. Oh yes, yes, we have not won", "start": 172.82, "end": 178.92}, {"text": "the war by losing it. Yeah, not the one you're thinking of the war. Well, the", "start": 178.92, "end": 182.48}, {"text": "war you're thinking of is still raging. Yeah, but we lost a battle, but the war", "start": 182.48, "end": 187.12}, {"text": "that we are in our war is over. You know why man,", "start": 187.16, "end": 190.86}, {"text": "because okay, here's what happened during for those who did not listen to war", "start": 190.86, "end": 194.96}, {"text": "diary number one. We go listen to that. That's important diary number two. We", "start": 194.96, "end": 199.44}, {"text": "are in a bloody endless war in the middle of in the middle queens,", "start": 199.44, "end": 205.48}, {"text": "and it is us versus garbage people, and you might be thinking that these are", "start": 205.48, "end": 210.92}, {"text": "people made of garbage, yes, and you'd be close. They're people who pick up", "start": 210.92, "end": 214.08}, {"text": "garbage for a living and not even and I God bless these good garbage men and", "start": 214.12, "end": 218.16}, {"text": "women who pick up this nasty, disgusting, these shits that and", "start": 218.16, "end": 221.26}, {"text": "the toilet wiping that I put in the trash bags. It's the bosses. It's the", "start": 221.26, "end": 226.48}, {"text": "PMC class of the garbage world. Yeah, though, honestly, I fall on the side. I", "start": 226.48, "end": 232.68}, {"text": "kind of don't like the blue collar picker uppers. I mean, I don't love them", "start": 232.68, "end": 235.52}, {"text": "either. They smell bad, but the people who are actually sending their capos are", "start": 235.52, "end": 240.68}, {"text": "where I have actually the blue. The blue in their collar is from all the", "start": 240.72, "end": 243.9}, {"text": "blueberry juice coming out of our trash. Cameron drinks a lot of V8 blueberry", "start": 243.9, "end": 247.92}, {"text": "juice. Did they make blueberry juice? V8 blueberry pomegranate.", "start": 247.92, "end": 251.56}, {"text": "Drinking what? Pome wonderful. Pome wonderful. I don't know what that is.", "start": 251.56, "end": 255.52}, {"text": "What are you guys remembering? What are you texting right now? I'm just", "start": 255.52, "end": 257.84}, {"text": "relaxed. People thought that that was a... It's important. People thought", "start": 257.84, "end": 260.24}, {"text": "Pome wonderful was healthy, but that's basically like a soda. Yeah, it's just", "start": 260.24, "end": 263.84}, {"text": "sugar. Yeah, it's a fruit cocktail. Yeah. It tastes good as fuck, though. It", "start": 263.84, "end": 267.76}, {"text": "because sorry to interrupt about juice. So the war is now over and I'll tell", "start": 267.8, "end": 272.16}, {"text": "you exactly what happened guys.", "start": 272.16, "end": 273.24}, {"text": "We had a", "start": 273.24, "end": 275.3}, {"text": "I mean we were building a dossier on this on this trash company security footage,", "start": 275.3, "end": 281.12}, {"text": "security footage, security. We were gonna give them a trouble stories told by", "start": 281.12, "end": 284.68}, {"text": "us about what happened. Security's fraud. Maybe they were engaging in. We really", "start": 284.68, "end": 288.24}, {"text": "don't know. They were. They allegedly alleged by allegedly they were engaging", "start": 288.24, "end": 294.2}, {"text": "security fraud. Yeah, because guys, we were, they attempted to sue us. We got a", "start": 294.2, "end": 300.32}, {"text": "letter from them that says that in seven days they're going to start suing us if", "start": 300.32, "end": 305.48}, {"text": "we don't pay them $800. And we got it, the letter was sent on the sixth from a", "start": 305.48, "end": 309.78}, {"text": "lawyer and we got it on the sixth day. We got it on the 11th. Yep. And so I had to", "start": 309.78, "end": 315.24}, {"text": "scramble. Those sneaky, sneaky, sneaky. And at first, at first I got the letter and I", "start": 315.24, "end": 318.68}, {"text": "said, you know what man, let's take this shit all the way to the Supreme Court", "start": 318.68, "end": 322.8}, {"text": "because there's no fucking way shot man that I will give these fucking pieces of", "start": 322.8, "end": 328.24}, {"text": "shit and let me dime. Let me let's back up and explain this a little bit here.", "start": 328.24, "end": 331.94}, {"text": "The intent to sue is because we they so here's what happened. We hired this", "start": 331.94, "end": 336.88}, {"text": "trash company to come and pick up the trash from our office. They come", "start": 336.88, "end": 340.92}, {"text": "reasonable request, by the way, which we're paying them to do yeah. They", "start": 340.92, "end": 344.72}, {"text": "come. They don't pick up the trash. They come again. They don't pick up the", "start": 344.72, "end": 347.72}, {"text": "trash. Hey man, can you pick up the trash? Yeah, we're going to pick up the", "start": 347.72, "end": 350.16}, {"text": "trash. They come again. They don't pick up the trash. This happens and happens", "start": 350.16, "end": 352.72}, {"text": "that happens. So eventually we say okay, we're going to get a different company", "start": 352.76, "end": 355.14}, {"text": "who we're in love with and we love and we like them and they always become our", "start": 355.14, "end": 357.48}, {"text": "friend. What's his name? Thank you, Mr T. Mr T. Mr T, we love you and then we", "start": 357.48, "end": 362.22}, {"text": "say so we're not going to pay you guys this some four hundred dollars that", "start": 362.22, "end": 366.52}, {"text": "you're some forty four some four hundred dollars that you're you're asking for", "start": 366.52, "end": 372.52}, {"text": "because you didn't do the job. You never did it once. They did not once pick up", "start": 372.52, "end": 375.24}, {"text": "the trash. So why should we single you're breaking your contract? How we", "start": 375.24, "end": 377.82}, {"text": "signed a contract with you and you are breaching it and what do they do? They", "start": 377.82, "end": 381.88}, {"text": "get a lawyer to send a letter to us that says excuse me, you have breached the", "start": 381.92, "end": 385.66}, {"text": "contract by not paying, and now you have to pay twice as much money. That's", "start": 385.66, "end": 389.56}, {"text": "bullshit. Guess what, motherfucker? It's not even a breach of contract. Guess", "start": 389.56, "end": 392.58}, {"text": "what? We got scared and we paid the bill. That's right. 'Cause we got really", "start": 392.58, "end": 396.9}, {"text": "scared. 'Cause you, even though you, you motherfuckers at whatever your trash", "start": 396.9, "end": 400.74}, {"text": "company, I don't even care enough to remember the name of your company, you", "start": 400.74, "end": 404.82}, {"text": "guys know, you're trying to scare us 'cause you, that's why you had the extra", "start": 404.82, "end": 408.38}, {"text": "because you know the second we step foot in court, three guys representing", "start": 408.4, "end": 412.12}, {"text": "themselves, a triple lawyer situation. We represent each other for your fucking", "start": 412.12, "end": 416.56}, {"text": "lawyer, man. We would represent one another. He can't debate us. But you guys?", "start": 416.56, "end": 419.56}, {"text": "He can't debate us. You guys? Here's what I would say. We have the security", "start": 419.56, "end": 421.68}, {"text": "footage. We can talk fast. Here's what I would do. I can talk over two friends.", "start": 421.68, "end": 425.0}, {"text": "We can talk over each other. Imagine what I can do to a lawyer.", "start": 425.0, "end": 427.16}, {"text": "We can talk over each other completely. We talk over each other all the", "start": 427.16, "end": 429.52}, {"text": "time. Here's what I would do if we got into court with them. Here's", "start": 429.52, "end": 432.92}, {"text": "what I would... Here's how I would prove our case, okay? I would say,", "start": 432.92, "end": 436.16}, {"text": "your honor, I'd like to call to the stand the Mr waste connections and then you", "start": 436.96, "end": 441.2}, {"text": "okay and this fucking big fat idiot would bumble up and how you doing coughing", "start": 441.2, "end": 445.52}, {"text": "and burping. He's got he's got boils and pimples. He looks like the onion from", "start": 445.52, "end": 449.46}, {"text": "veggie tails and here's what I would do. Okay, he'd be sitting on the stand and", "start": 449.46, "end": 454.0}, {"text": "I would say", "start": 454.0, "end": 454.52}, {"text": "pick that up and if he says no and he there's no way that he would do it, you", "start": 454.52, "end": 461.96}, {"text": "know what and I would know he wouldn't do it. You know why he doesn't know how", "start": 461.96, "end": 464.08}, {"text": "because he doesn't know how to pick the trash. Oh no, I would drop my soda on", "start": 464.08, "end": 469.18}, {"text": "the ground. I'd say pick that fuck, pick that up. If you're such a trash, if", "start": 469.18, "end": 472.4}, {"text": "you're such a trash man, pick that I can tell you what I would say if I was on.", "start": 472.4, "end": 475.78}, {"text": "If I was I was representing myself here in this case, I would you know how I", "start": 475.78, "end": 479.52}, {"text": "seal the deal. I say I would say I would say well, I do the kiss at the end.", "start": 479.52, "end": 484.16}, {"text": "Okay, this is how I would start. I guess the judge would start sealing the deal,", "start": 484.16, "end": 487.1}, {"text": "but I would finish sealing the deal with a kiss. I would say could I please have", "start": 487.1, "end": 492.22}, {"text": "everybody direct their attention to exhibit a and then I would have all an", "start": 492.24, "end": 496.74}, {"text": "exhibit with all the evidence that proves. Oh right, but you guys, I have to", "start": 496.74, "end": 500.8}, {"text": "say one thing,", "start": 500.8, "end": 501.6}, {"text": "this, these, this court fantasy is very,", "start": 501.6, "end": 506.36}, {"text": "I'm loving this a lot, but you guys, we did get the last laugh.", "start": 506.36, "end": 510.52}, {"text": "We did get the last laugh. We got the last laugh. And this is what I was,", "start": 510.52, "end": 513.56}, {"text": "this is what Patrick was asking me when I was texting, I was sending this over.", "start": 513.56, "end": 516.8}, {"text": "Okay, thank God. This is a strike that we made in the war. Listen, you guys may", "start": 516.8, "end": 520.4}, {"text": "won the war by making us pay money, but we got soldiers of fortune. We have", "start": 520.44, "end": 526.74}, {"text": "mercenaries working for us. This is like the guys in Japan that didn't know that", "start": 526.74, "end": 530.04}, {"text": "World War II was over. Oh yeah. Wait, this is the call?", "start": 530.04, "end": 533.42}, {"text": "Okay. This is a... A soldier in the field. We got shooters.", "start": 533.42, "end": 537.92}, {"text": "Yeah.", "start": 537.92, "end": 539.52}, {"text": "Turn that up.", "start": 539.52, "end": 541.34}, {"text": "It's up as it will go.", "start": 541.34, "end": 543.4}, {"text": "Okay. I just had some questions for you, if that's all right.", "start": 543.4, "end": 548.0}, {"text": "Um, do you guys pick up feces?", "start": 548.0, "end": 555.0}, {"text": "Yeah.", "start": 555.0, "end": 557.0}, {"text": "No, do you pick up human feces?", "start": 557.0, "end": 564.0}, {"text": "Okay, what if I hide it in a bag? Like, will you check?", "start": 564.0, "end": 570.0}, {"text": "They'll check that for human feces.", "start": 570.0, "end": 574.0}, {"text": "How do you guys check that?", "start": 575.0, "end": 577.2}, {"text": "The driver will check that.", "start": 577.2, "end": 580.2}, {"text": "He opens up the bag and he checks for that?", "start": 580.2, "end": 583.2}, {"text": "Yep.", "start": 583.2, "end": 584.2}, {"text": "Cool.", "start": 584.2, "end": 585.2}, {"text": "Seems strange.", "start": 585.2, "end": 586.2}, {"text": "I think that's the end of the call.", "start": 586.2, "end": 595.92}, {"text": "Yeah.", "start": 595.92, "end": 596.92}, {"text": "Yeah.", "start": 596.92, "end": 597.92}, {"text": "And if you thought, if you think...", "start": 597.92, "end": 599.92}, {"text": "The driver will open the bag and check.", "start": 599.92, "end": 601.84}, {"text": "And check for human feces.", "start": 601.84, "end": 603.0}, {"text": "that's what that's apparently what waste connections is going to do. I don't know", "start": 603.0, "end": 606.52}, {"text": "if we should be saying their name because we just admitted that we could get", "start": 606.52, "end": 610.18}, {"text": "prank calling. We could get pierce in a lot of legal trouble. I don't think you", "start": 610.18, "end": 613.04}, {"text": "can go to jail for break, and I think that we said the name of the thing, and I", "start": 613.04, "end": 615.92}, {"text": "think that these little rabid soldiers. Well, there's a bunch of different things", "start": 615.92, "end": 619.8}, {"text": "called that name, but the point is this man, if you think that's if you think", "start": 619.8, "end": 624.22}, {"text": "that is the end of the prank calls that we're about to unleash on your small", "start": 624.22, "end": 627.24}, {"text": "company,", "start": 627.24, "end": 627.8}, {"text": "you are sorely mistake. You really may have ended, but the other war has just", "start": 628.92, "end": 633.76}, {"text": "started. Well,", "start": 633.76, "end": 634.48}, {"text": "end of World War One everybody. Oh, we're going to go kiss in the middle of", "start": 634.48, "end": 640.32}, {"text": "Times Square. Oh yeah, let's go. Let's just let's disarm Germany. Yeah, yeah,", "start": 640.32, "end": 644.28}, {"text": "that'll really work and then Germany comes the fuck back. We are Germany,", "start": 644.28, "end": 648.28}, {"text": "that's right,", "start": 648.28, "end": 649.12}, {"text": "versus you. Oh, we're going to take away all Germany's armies and weapons. Yeah,", "start": 649.12, "end": 654.6}, {"text": "great idea. Wait for us, yeah, you fucking idiots. Do you know what you've", "start": 654.6, "end": 657.76}, {"text": "Everyone at the bus stop in front of this building just heard us say that.", "start": 657.8, "end": 660.6}, {"text": "The other shoe is about to drop.", "start": 660.6, "end": 663.0}, {"text": "Uh-huh.", "start": 663.0, "end": 663.16}, {"text": "And it's a 400-pound shoe and it's dropping directly--", "start": 663.16, "end": 665.96}, {"text": "A 400-megaton shoe.", "start": 665.96, "end": 667.64}, {"text": "And it's dropping on your ass.", "start": 667.64, "end": 669.24}, {"text": "And you are about to take yourself out to the trash can and put yourself into a compact cube.", "start": 669.24, "end": 675.16}, {"text": "You're going to end up in a bag that you work in.", "start": 675.16, "end": 677.48}, {"text": "The morgue is going to have to check your body bag for human feces, buddy.", "start": 677.48, "end": 681.16}, {"text": "Yep.", "start": 681.16, "end": 681.8}, {"text": "We're shitting on you.", "start": 681.8, "end": 682.76}, {"text": "Yep, because we're shitting on you.", "start": 682.76, "end": 683.88}, {"text": "This is what we need.", "start": 683.88, "end": 684.92}, {"text": "What are you going to do?", "start": 684.92, "end": 685.0}, {"text": "We need another legal battle right now.", "start": 685.0, "end": 686.92}, {"text": "send us another letter with intent to sue for defamation. Oh wait, I", "start": 686.92, "end": 691.6}, {"text": "think I forgot. You know what I'm doing? We're saying allegedly the", "start": 691.6, "end": 693.58}, {"text": "whole time, so you can't sue us for shit. Yeah, we're saying allegedly.", "start": 693.58, "end": 696.88}, {"text": "It's not a slander or a libel because we're just making it up. And also,", "start": 696.88, "end": 699.42}, {"text": "we're playing characters right now. And my name is... I'm Mr. Fruit. Hey,", "start": 699.42, "end": 703.64}, {"text": "guess what? If you do send us a letter with intent to sue over defamation", "start": 703.64, "end": 706.8}, {"text": "for saying we're gonna nuke you with a shoe and poop on your body at", "start": 706.8, "end": 709.16}, {"text": "the morgue, that means you had to pay $5 to hear this shit. Yeah. And", "start": 709.16, "end": 714.32}, {"text": "We are making back our money one month at a time, buddy.", "start": 714.34, "end": 717.74}, {"text": "Uh-huh.", "start": 717.74, "end": 718.74}, {"text": "Because you're going to forget to cancel that.", "start": 718.74, "end": 720.3}, {"text": "You're going to forget like a lot of people did.", "start": 720.3, "end": 722.66}, {"text": "Over months and months and months.", "start": 722.66, "end": 723.66}, {"text": "All it's going to take is 1,600 months, buddy, and we're going to pay back our legal fees.", "start": 723.66, "end": 730.74}, {"text": "And guess what?", "start": 730.74, "end": 731.74}, {"text": "I'm at home right now.", "start": 731.74, "end": 733.18}, {"text": "I'm doing Mark Wahlberg and fear type shit.", "start": 733.18, "end": 735.5}, {"text": "I'm punching myself in the chest.", "start": 735.5, "end": 737.06}, {"text": "I'm punching myself in the...", "start": 737.06, "end": 738.9}, {"text": "You know what I'm doing?", "start": 738.9, "end": 739.9}, {"text": "I'm bringing my trash from home here, and I'm throwing it out because I think that that", "start": 739.9, "end": 744.26}, {"text": "that affects you somehow. Yeah, I think in my twisted brain, I think that that", "start": 744.26, "end": 748.7}, {"text": "affects you. And let me tell you something else, waste connections. If", "start": 748.7, "end": 752.42}, {"text": "anything,", "start": 752.42, "end": 753.28}, {"text": "anything happens to your business, to your personal apartment, to anybody in", "start": 753.28, "end": 759.06}, {"text": "your life, if any, they get injured in any way that seems accidental, if they", "start": 759.06, "end": 762.38}, {"text": "contract any disease, if anyone dies or is hurt or feel sad in a day, yeah, we", "start": 762.38, "end": 767.38}, {"text": "claim responsibility for that shit. We did it. We're planning to do it. And", "start": 767.38, "end": 771.7}, {"text": "Another thing, we're not so smart, so we're gonna start eating our trash because we think", "start": 771.7, "end": 776.38}, {"text": "it makes you mad.", "start": 776.38, "end": 777.38}, {"text": "We're very, very stupid about this whole thing.", "start": 777.38, "end": 779.86}, {"text": "We thought that you could just stop paying a guy who has a contract, okay?", "start": 779.86, "end": 784.66}, {"text": "Imagine the type of stuff that we do at home that's just when people aren't looking.", "start": 784.66, "end": 789.22}, {"text": "I'm so stupid that the guy said, \"You signed a contract.\"", "start": 789.22, "end": 791.7}, {"text": "And I said, \"No, I didn't.\"", "start": 791.7, "end": 793.14}, {"text": "And then he sent me a photo of it with my signature.", "start": 793.14, "end": 797.42}, {"text": "This is how...", "start": 797.42, "end": 798.42}, {"text": "You don't want to fuck with somebody who's this dumb, man.", "start": 798.42, "end": 800.42}, {"text": "well, we'll go all the way up and down every which way we're going to go at you", "start": 800.42, "end": 804.24}, {"text": "like wonk is elevator. Okay, we're going all the way and you buddy, you're", "start": 804.24, "end": 808.44}, {"text": "going to need a gob stopper because I'm going to be gobbling up all this damn", "start": 808.44, "end": 811.6}, {"text": "trash.", "start": 811.6, "end": 812.06}, {"text": "Every piece of trash because we know that you like that shit stop our gob and", "start": 812.06, "end": 817.5}, {"text": "guess what? We're going to get", "start": 817.5, "end": 818.74}, {"text": "everyone in the city to start recycling and composting", "start": 818.74, "end": 823.56}, {"text": "apartments, their own backyards, and then there's going to be no", "start": 823.56, "end": 827.94}, {"text": "trash. You should pick up your own. You could pick up your own stuff. Pick up", "start": 827.94, "end": 836.58}, {"text": "your own body and also by the way, and I don't even like saying this kind of", "start": 836.58, "end": 841.18}, {"text": "thing, but you will soon be replaced by AI, aka Wally. And when Wally starts", "start": 841.18, "end": 846.78}, {"text": "pulling up, I'm gonna pet him. Uh-huh. And there's gonna be a Wally listening", "start": 846.78, "end": 850.18}, {"text": "to Wally. Wally listening to Wally. Listening to All Day. Listening to All", "start": 850.18, "end": 855.62}, {"text": "all day by Chitty Bang all day all night by chance, the rapper yeah he's gonna", "start": 855.62, "end": 861.58}, {"text": "while I while he gonna pick up a wrapper and and but for real, I do have a map of", "start": 861.58, "end": 867.74}, {"text": "all your stops on where you pick up trash and I'm going to be hiding feces", "start": 867.74, "end": 871.7}, {"text": "and we're going to pick up the trash before you get to it. Yeah, we're", "start": 871.7, "end": 874.52}, {"text": "starting it to the next house down. Oh, that's what we're going to do. We're", "start": 874.52, "end": 877.74}, {"text": "going to take every piece of trash from every house on your on your route, move", "start": 877.74, "end": 881.18}, {"text": "it to the very last house. You go, oh, what a quiet night. Nobody's throwing", "start": 881.18, "end": 883.54}, {"text": "taking away tonight, get to the last house, you're not going to be able to", "start": 883.58, "end": 886.58}, {"text": "pick it up. It's going to be too much for your little muscles. There's too", "start": 886.58, "end": 889.92}, {"text": "much trash. You know what we're going to do? We're going to take the trash", "start": 889.92, "end": 892.78}, {"text": "from one side of the street, the even numbers, we're going to put it all", "start": 892.78, "end": 895.14}, {"text": "over on the odds, and we're going to take the odd number streets, put it on", "start": 895.14, "end": 897.5}, {"text": "the even side. You're going to have even and odd trash mixed up. That's how", "start": 897.5, "end": 900.1}, {"text": "we get back at them. We start our own trash company. Yeah, we're turning this", "start": 900.1, "end": 902.82}, {"text": "whole building into a trash thing. All the people who live upstairs and stuff,", "start": 902.82, "end": 906.22}, {"text": "they're going to smell it all the time. They're going to love it. I can't tell", "start": 906.22, "end": 908.78}, {"text": "you how badly I want to go to court with these motherfuckers, man. We want it.", "start": 908.78, "end": 913.06}, {"text": "we thought maybe I want to be I", "start": 913.1, "end": 914.78}, {"text": "funny we're talking about I'm seeing a about like a", "start": 914.78, "end": 917.86}, {"text": "situation of us three because they're still the company they're still in all", "start": 917.86, "end": 922.28}, {"text": "of us. We three we get we step into court with this guy, this lawyer that", "start": 922.28, "end": 926.14}, {"text": "he's probably a good lawyer of the this trash company. I heard some trash lawyer.", "start": 926.14, "end": 930.08}, {"text": "Yeah, send a letter with his name on the top of you guys. I think maybe we step", "start": 930.08, "end": 933.74}, {"text": "into that courtroom, three of us representing ourselves. Yeah, we got", "start": 933.74, "end": 936.94}, {"text": "little we got little levelier Mike packs on we go. We got Pearson, Jubio", "start": 936.94, "end": 941.82}, {"text": "sitting in the in the pews, the church pews of the house with cameras. We turn", "start": 941.86, "end": 946.86}, {"text": "that shit into content. We make the absolute funniest best episode of a", "start": 946.86, "end": 950.7}, {"text": "podcast that's ever been made, and then we each owe fifty thousand dollars to", "start": 950.7, "end": 954.28}, {"text": "the government for perjury and go to jail for execution, tax a ten years", "start": 954.28, "end": 960.46}, {"text": "stuff like that yeah. I don't give a fuck. Can you imagine how they would", "start": 960.46, "end": 963.7}, {"text": "fucking mythologize us if we went to jail? If we defeated I mean the trash", "start": 963.7, "end": 967.82}, {"text": "people who pick up trash have been a scourge on this city for God knows how", "start": 968.18, "end": 972.02}, {"text": "long since the since forever. Okay, because it used to be right in this", "start": 972.02, "end": 976.94}, {"text": "world. You used to shit out of your window, used to shit in a bucket and", "start": 976.94, "end": 980.78}, {"text": "throw it out the window. And there's a little", "start": 980.78, "end": 982.1}, {"text": "you to be able to litter. Well, someone just walked by wearing a David S", "start": 982.1, "end": 985.5}, {"text": "Pumpkins costume. No way. I really hope. Not a big deal. But bring them back", "start": 985.5, "end": 989.82}, {"text": "here. That kind of stuff doesn't scare me anymore. It doesn't bother me either.", "start": 989.82, "end": 992.66}, {"text": "I actually want them to come back in here and we can interview them. Weird", "start": 992.66, "end": 996.3}, {"text": "shit like that doesn't bother me this time of year. Exactly. You just got to", "start": 996.3, "end": 999.46}, {"text": "get used to it. I saw a lady dressed up as a clown the other day. We should", "start": 999.46, "end": 1002.42}, {"text": "interview David S. Pumpkins on the show. He's a really hard guest to get. Okay.", "start": 1002.42, "end": 1007.02}, {"text": "He doesn't do much public appearances unless it's on Saturday Night Live and", "start": 1007.02, "end": 1009.82}, {"text": "he plays himself. Alright, alright, alright. I just had that amazing thought.", "start": 1009.82, "end": 1013.46}, {"text": "Yeah. That soothed me so much. Your bloodlines over. Waste connections,", "start": 1013.46, "end": 1019.42}, {"text": "allegedly. You're done for. You're done for. The only connections to waste is", "start": 1019.42, "end": 1023.22}, {"text": "the connection of your veins to your heart. Wow, your blood is a waste.", "start": 1023.26, "end": 1027.58}, {"text": "Your blood is waste. I wouldn't even let your heart is a trash. We don't", "start": 1027.58, "end": 1031.9}, {"text": "believe in violence, but that's not gonna stop us from killing you,", "start": 1031.9, "end": 1035.66}, {"text": "from killing you with our gun and our hands. Yeah, just our hands. We don't", "start": 1035.66, "end": 1041.78}, {"text": "have to. No, I don't have any guns.", "start": 1041.78, "end": 1043.62}, {"text": "I have a gun, but it's for me, it's for me, it's more about falling in", "start": 1043.62, "end": 1050.16}, {"text": "love with every single one of your family members and getting them to move", "start": 1050.16, "end": 1052.62}, {"text": "a different city far away from you. Oh, that's smart. And we're going to rising", "start": 1052.62, "end": 1056.78}, {"text": "them all one by one and I'm going to break up with my girlfriend, getting", "start": 1056.78, "end": 1059.94}, {"text": "them to move, get this, getting them to move out further onto the coast. Maybe", "start": 1059.94, "end": 1064.86}, {"text": "we take them to Cape Cod or something and they're all there in 50 years.", "start": 1064.86, "end": 1068.66}, {"text": "That's going to be underwater. You are taking your whole family on a all", "start": 1068.66, "end": 1072.66}, {"text": "expenses paid trip to Provincetown. We're going to take you,", "start": 1072.66, "end": 1076.22}, {"text": "family. We're taking them all the province. That's right. We're going to", "start": 1076.22, "end": 1081.02}, {"text": "we're going to take your we're going to take your eighty five year old mother.", "start": 1081.02, "end": 1083.36}, {"text": "We're going to take her to Provincetown. We're going to introduce her to her to", "start": 1083.36, "end": 1085.82}, {"text": "where", "start": 1085.82, "end": 1086.06}, {"text": "she's going to be hard. We're going to introduce her to some really kind, nice", "start": 1086.06, "end": 1090.56}, {"text": "bears that are going to completely change her perception about the entire", "start": 1090.56, "end": 1094.46}, {"text": "homosexual community and she is going to start supporting gayness and bringing it", "start": 1094.46, "end": 1099.06}, {"text": "into your home. A man, and these guys, these trash guys are really homophobic.", "start": 1099.06, "end": 1102.5}, {"text": "Of course they are. We take your grandmother right, then we take a plane", "start": 1102.5, "end": 1106.18}, {"text": "private jet out of out of Provincetown. We give them pills so they don't freak", "start": 1106.34, "end": 1112.1}, {"text": "out on the plane. Then we go to and this is going to be whenever the Folsom", "start": 1112.1, "end": 1116.74}, {"text": "Street Fair is we're flying direct flight Provincetown straight to Folsom", "start": 1116.74, "end": 1120.3}, {"text": "Street Fair where they are going to be in", "start": 1120.3, "end": 1122.78}, {"text": "the Folsom Street Fair. Everybody's going to think it's just part of a", "start": 1122.78, "end": 1127.14}, {"text": "normal thing that gay people do in Provincetown one where they take", "start": 1127.14, "end": 1129.98}, {"text": "no, it's P town. I love this time of year in P town. I do want to go to the", "start": 1135.58, "end": 1138.96}, {"text": "Folsom Street Fair, man, but yeah, it's farting and having sex with each other.", "start": 1138.96, "end": 1141.78}, {"text": "It sounds amazing. There's that", "start": 1141.78, "end": 1143.08}, {"text": "photo of that dude getting fisted in the middle of the street. It was crazy.", "start": 1143.08, "end": 1147.36}, {"text": "That's what I mean. Why do people complain about that shit? Yeah, it's fine.", "start": 1147.36, "end": 1151.14}, {"text": "Seems so funny. Who cares? Well, the thing, the reason that people complain", "start": 1151.14, "end": 1154.74}, {"text": "about it is they think that it's not like the street isn't blocked off. They", "start": 1154.74, "end": 1158.34}, {"text": "have like- The guy who, the guy, the like sixty five year old straight guy", "start": 1158.34, "end": 1162.78}, {"text": "who's lived in who lives in like on the on an apartment on the top floor and", "start": 1162.8, "end": 1166.68}, {"text": "Folsom Street is looking at us and windows like", "start": 1166.68, "end": 1168.32}, {"text": "province. I'm like fuck shit. That's not it's in San Francisco. Okay, yeah,", "start": 1168.32, "end": 1175.12}, {"text": "the Folsom Street fair.", "start": 1175.12, "end": 1176.04}, {"text": "That's why we're taking the private. Yeah, there I was making kind of a whole", "start": 1176.04, "end": 1181.08}, {"text": "gay city where no, no, no, no, no province town is where the gays who", "start": 1181.08, "end": 1184.84}, {"text": "don't go to Folsom Street fair. I was probably seventy five percent girls from", "start": 1184.84, "end": 1190.16}, {"text": "my high school. I love Provincetown, man. You see a bunch of couples that look like", "start": 1190.2, "end": 1195.2}, {"text": "twin brothers. I liked it when I was a kid because they have a bunch of stores", "start": 1195.2, "end": 1198.44}, {"text": "with puzzles and games. There was a lot of puzzles. What's that? That Navy store,", "start": 1198.44, "end": 1202.76}, {"text": "dude? Yes. Oh, my God. That place was so sick. Old Navy. Old Navy. I bought a", "start": 1202.76, "end": 1208.34}, {"text": "military helmet similar to that one there as a kid, and it was like a really", "start": 1208.34, "end": 1211.88}, {"text": "heavy one. Yeah, it made it. They have it to block all the stonk. But Waste", "start": 1211.88, "end": 1215.08}, {"text": "Connections, I'm gonna pay so much money. I'm gonna get your mom and your dad. I'm", "start": 1215.08, "end": 1219.24}, {"text": "gonna take him in a limousine every day to Peter Luger.", "start": 1219.26, "end": 1222.38}, {"text": "Your mom, you'd man me a grease-fied--", "start": 1222.38, "end": 1224.22}, {"text": "I'm gonna lose thousands of dollars doing this.", "start": 1224.22, "end": 1226.22}, {"text": "You think, \"Oh, that's so nice to do.\"", "start": 1226.22, "end": 1228.22}, {"text": "You think it's nice to do, okay, until the day that I stop.", "start": 1228.22, "end": 1232.22}, {"text": "They've adapted.", "start": 1232.22, "end": 1233.22}, {"text": "Yeah.", "start": 1233.22, "end": 1233.72}, {"text": "They want a limo every day.", "start": 1233.72, "end": 1235.02}, {"text": "They want the steak every day.", "start": 1235.02, "end": 1236.22}, {"text": "Can you give that to them?", "start": 1236.22, "end": 1237.52}, {"text": "I don't think so.", "start": 1237.52, "end": 1238.02}, {"text": "No, man, you got $800 in your pocket.", "start": 1238.02, "end": 1240.22}, {"text": "Now, Gels, I know nobody else is paying for your stupid company shit.", "start": 1240.22, "end": 1243.22}, {"text": "I don't want to eat chuck roast.", "start": 1243.22, "end": 1245.02}, {"text": "I don't want to eat chuck roast.", "start": 1245.02, "end": 1246.72}, {"text": "I want to eat for a minion. They're going to be saying that to you. There's a", "start": 1246.72, "end": 1251.12}, {"text": "gross and you want you want to take your I'm going to take your old ass mom to", "start": 1251.12, "end": 1256.0}, {"text": "Sephora and I'm going to make her a I'm going to dress your mom up, but I", "start": 1256.0, "end": 1259.54}, {"text": "want to be a jeans. I want to be a slut. Now I want to be a slut. You can't be a", "start": 1259.54, "end": 1264.28}, {"text": "slut, Grand Mama. We got to pick the trash up. I want to be a slut and I", "start": 1264.28, "end": 1268.56}, {"text": "want I don't want to I'm going to exert an influence over her life that changes", "start": 1268.56, "end": 1273.22}, {"text": "I don't want to eat pork chops. I want to eat steaks. I'm going to start hurting", "start": 1273.26, "end": 1278.86}, {"text": "myself and it'll be your fault.", "start": 1278.86, "end": 1280.06}, {"text": "Straight up. That's what we've already been doing. That's what I said. I was", "start": 1280.06, "end": 1284.16}, {"text": "doing doing fear, Mark Wahlberg type shit. I'm punching myself in the chest", "start": 1284.16, "end": 1287.16}, {"text": "and head. I'm doing everything from every movie where I'm doing. I'm doing", "start": 1287.16, "end": 1290.16}, {"text": "that. I'm doing taxi driver holding the hand over the fire. I'm doing where", "start": 1290.16, "end": 1294.46}, {"text": "maybe Forrest Gump runs too far and he hurts his legs. And I did. I did an", "start": 1294.46, "end": 1298.46}, {"text": "impression of your grandma and it was scathing. Does Forrest Gump sleep? No,", "start": 1298.46, "end": 1302.66}, {"text": "I've never seen that for us, except for one minute of it. I in that movie. I", "start": 1302.66, "end": 1306.48}, {"text": "think he doesn't sleep. I think he runs all the way across. Nobody does sleep", "start": 1306.48, "end": 1309.14}, {"text": "most movies, though. No, he does not sleep well. I guess he sleep. He sleep", "start": 1309.14, "end": 1312.68}, {"text": "runs. They wake up usually yeah, yeah, a lot of is a bad movie, but it", "start": 1312.68, "end": 1318.78}, {"text": "grows. I think they should go back to having every single movie start with", "start": 1318.78, "end": 1321.74}, {"text": "the main character waking up and with them going to bed early in the morning,", "start": 1321.74, "end": 1325.18}, {"text": "because how else am I going to relate to this guy? Me that I tell you there", "start": 1325.18, "end": 1328.82}, {"text": "There's this one time I went to a Bubba Gump because I won a gift card at Universal Studios", "start": 1328.84, "end": 1333.52}, {"text": "for doing a survey about a show.", "start": 1333.52, "end": 1336.24}, {"text": "You went to Hubby's Bump.", "start": 1336.24, "end": 1337.32}, {"text": "I went to Hubby's Bump and I had to do a focus group and then I got, I think it was like", "start": 1337.32, "end": 1343.08}, {"text": "fifty bucks to any restaurant on the city walk.", "start": 1343.08, "end": 1347.0}, {"text": "Went to Bubba Gump.", "start": 1347.0, "end": 1348.16}, {"text": "My ex-girlfriend, never seen Forrest Gump, because they do trivia there.", "start": 1348.16, "end": 1351.8}, {"text": "Ex-girlfriend, never seen Forrest Gump.", "start": 1351.8, "end": 1353.72}, {"text": "Australian family, sitting at the table next to us, never seen Forrest Gump.", "start": 1353.72, "end": 1356.84}, {"text": "they put you in pods and then in the middle of the dinner, the way to", "start": 1356.84, "end": 1359.8}, {"text": "comes over like little like the bugs, eat the shrimps, eat the eat the", "start": 1359.8, "end": 1363.42}, {"text": "shrimp, shrimp or bugs true. They put you like into groups in the restaurant,", "start": 1363.42, "end": 1367.76}, {"text": "then a waiter comes over and is like all right, so now we're going to do", "start": 1367.76, "end": 1370.34}, {"text": "some forest gump trivia and I had to do I had to answer every single question,", "start": 1370.34, "end": 1376.5}, {"text": "because I was the only person who'd seen the movie. So is the movie I", "start": 1376.5, "end": 1379.26}, {"text": "haven't seen the movie for us gump is it about for his gump eats shrimps as", "start": 1379.26, "end": 1382.8}, {"text": "bugs. He doesn't know any better. He owns a shrimp restaurant called Bubba Gump.", "start": 1382.82, "end": 1387.92}, {"text": "It's a", "start": 1387.92, "end": 1388.18}, {"text": "restaurant in that movie. He owns a restaurant and doesn't know he owns it.", "start": 1388.18, "end": 1392.18}, {"text": "He doesn't pretty much. Okay, it's a movie about- He doesn't know shit. He", "start": 1392.18, "end": 1397.02}, {"text": "doesn't know much. It's a movie about if", "start": 1397.02, "end": 1399.7}, {"text": "he's a doofus.", "start": 1399.7, "end": 1403.34}, {"text": "He's a doofus and he's- everyone around him is a douche bag. You know, that guy,", "start": 1403.34, "end": 1408.86}, {"text": "I always thought Forrest Gump kind of looks like David S. Pumpkins. A little", "start": 1408.86, "end": 1412.26}, {"text": "I feel like they should play brothers and stop getting me. I keep thinking that", "start": 1412.3, "end": 1416.2}, {"text": "because he said somebody walked by earlier. I keep thinking that he's going", "start": 1416.2, "end": 1419.0}, {"text": "to walk in and it's going to be like us like doors locked. It's like a David", "start": 1419.0, "end": 1422.4}, {"text": "s. Pumpkin David. I'm going to tell a nightmare that somebody tried to break", "start": 1422.4, "end": 1425.86}, {"text": "in here. Yeah, and I would let them. Are you kidding me? What are they going to", "start": 1425.86, "end": 1429.0}, {"text": "take our people are going to kill me man. People break in all the time, man.", "start": 1429.0, "end": 1432.2}, {"text": "People walk in and they say, I'm sorry. What is this a store? You say dude, I'm", "start": 1432.2, "end": 1437.44}, {"text": "in there. Somebody right now. Everybody walks in here goes literally exactly", "start": 1437.44, "end": 1440.6}, {"text": "like this dude. What is this? Yeah, we said I don't want to fucking know man.", "start": 1440.6, "end": 1445.1}, {"text": "It's just our room. I don't want to know what do you wait? I'm trying to", "start": 1445.1, "end": 1448.86}, {"text": "trying to", "start": 1448.86, "end": 1449.3}, {"text": "we don't want people. You will cry. If those people come in, you actually will", "start": 1449.3, "end": 1454.34}, {"text": "get so I would not you will have to deal with it. Well, we would do it by", "start": 1454.34, "end": 1457.56}, {"text": "saying hey, we can finally okay. Sorry, my friend here actually is some", "start": 1457.56, "end": 1460.94}, {"text": "difficulties and inefficiencies. People people come by all the time and open the", "start": 1460.94, "end": 1466.02}, {"text": "door and say what is this? We say it's a podcast studio. We finally have the", "start": 1466.02, "end": 1470.18}, {"text": "we can actually show them us in action. This is like you know when you go to", "start": 1470.18, "end": 1474.22}, {"text": "like the the factory and you see where the sausage is made and I never go to", "start": 1474.22, "end": 1479.58}, {"text": "the factory. You see where the sausage is made and two guys are competently", "start": 1479.58, "end": 1482.58}, {"text": "excitedly making sausage and one guys like this.", "start": 1482.58, "end": 1484.58}, {"text": "I can't make the sausage when people are watching.", "start": 1484.58, "end": 1491.48}, {"text": "This is how the sausage which should we start doing podcast tours for fans. I", "start": 1491.48, "end": 1497.98}, {"text": "I was thinking of renting out the studio to anyone who wants to start their own", "start": 1497.98, "end": 1502.78}, {"text": "podcast and then I sit right there and I operate the switchboard for them.", "start": 1502.78, "end": 1506.3}, {"text": "Remember a lady wanted to...", "start": 1506.3, "end": 1507.62}, {"text": "Yeah, she wanted to do an America First podcast.", "start": 1507.62, "end": 1511.66}, {"text": "No, the other lady who wanted to rent the space.", "start": 1511.66, "end": 1514.26}, {"text": "Oh, I forgot about that.", "start": 1514.26, "end": 1516.26}, {"text": "She scared you.", "start": 1516.26, "end": 1517.26}, {"text": "Me or him?", "start": 1517.26, "end": 1518.26}, {"text": "Me or Caleb.", "start": 1518.26, "end": 1519.26}, {"text": "Oh, yes.", "start": 1519.26, "end": 1520.26}, {"text": "Oh, well, she thought that she could... She thought this was an apartment for", "start": 1520.26, "end": 1522.26}, {"text": "rent.", "start": 1522.26, "end": 1523.26}, {"text": "Yeah.", "start": 1523.26, "end": 1524.26}, {"text": "No, we actually have a lease here, lady.", "start": 1524.26, "end": 1526.62}, {"text": "And then we went on a date, romantic.", "start": 1526.62, "end": 1530.1}, {"text": "And I give her a flower.", "start": 1530.1, "end": 1531.22}, {"text": "You didn't go on a date with her.", "start": 1531.22, "end": 1532.74}, {"text": "I'm making shit up, man.", "start": 1532.74, "end": 1533.82}, {"text": "You did not go on a date with her.", "start": 1533.82, "end": 1535.1}, {"text": "Did you guys know that they're doing a Bachelor show?", "start": 1535.1, "end": 1538.34}, {"text": "With olds. With olds?", "start": 1538.34, "end": 1539.78}, {"text": "Yeah. That's disgusting.", "start": 1539.78, "end": 1541.36}, {"text": "I kinda wanna watch it,", "start": 1541.36, "end": 1542.38}, {"text": "but I don't know where to watch it.", "start": 1542.38, "end": 1543.8}, {"text": "I was told that it's the saddest thing ever", "start": 1543.8, "end": 1545.72}, {"text": "because it's like, the Bachelor is kinda funny", "start": 1545.72, "end": 1548.3}, {"text": "because he's like telling these money-grubbing whores", "start": 1548.3, "end": 1551.06}, {"text": "to get the hell off the island.", "start": 1551.06, "end": 1552.54}, {"text": "Now these are money-grubbing olds.", "start": 1552.54, "end": 1554.18}, {"text": "These are beautiful old women to be honest. The love part of the bachelor", "start": 1554.18, "end": 1557.98}, {"text": "is by far the worst part. It should they should get rid of the bachelor and they", "start": 1557.98, "end": 1561.34}, {"text": "should just put all the crazy women on the love part is fake and they should", "start": 1561.34, "end": 1564.62}, {"text": "just well it's real. They get married, but then they always come out as gay", "start": 1564.62, "end": 1568.94}, {"text": "after yeah or is it with each other? No, I mean both.", "start": 1568.94, "end": 1572.22}, {"text": "Did you guys ever watch much of the bachelor? I've never watched a fair", "start": 1572.22, "end": 1575.94}, {"text": "amount of you watch the reality show ever watched his Jersey Shore. I like", "start": 1575.94, "end": 1579.42}, {"text": "watching reality TV. I would I probably wouldn't turn it on when I was on my own,", "start": 1579.42, "end": 1582.9}, {"text": "but I when it enters into my life, I enjoy it. I was housewives. The house", "start": 1582.94, "end": 1587.94}, {"text": "wives are fire doomsday preppers. I watched that's a and then I've seen", "start": 1587.94, "end": 1590.94}, {"text": "clips barely even counts yeah. I've seen clips of like dance moms and like", "start": 1590.94, "end": 1594.92}, {"text": "Vander pumps and stuff dance moms is crazy. The Abby Lee Miller was that", "start": 1594.92, "end": 1598.78}, {"text": "her name. She's the one in the wheelchair shows I've ever seen in my", "start": 1598.78, "end": 1601.58}, {"text": "life. She's just yelling always wasn't always in a in which it's literally", "start": 1601.58, "end": 1604.52}, {"text": "all too much candy and put herself in a wheelchair right. I don't know.", "start": 1604.52, "end": 1608.22}, {"text": "cow member honey boo boo. Yes, the dance, the dancing, the dance mom show is like", "start": 1608.62, "end": 1613.62}, {"text": "completely so horrible and it makes you want to kill myself. You like you ever", "start": 1613.62, "end": 1617.78}, {"text": "watch the dancing bear. We talked about this. We've talked about the dancing", "start": 1617.78, "end": 1622.06}, {"text": "bear, the reality show. No, yeah, what he was that we talked about it already.", "start": 1622.06, "end": 1626.42}, {"text": "We've talked about we talked about the dancing bear with react. Wait, that's", "start": 1626.42, "end": 1630.54}, {"text": "real yeah. That stuff is actually happening. Reality show.", "start": 1630.54, "end": 1634.14}, {"text": "they go to real women's bachelor parties and make the way it's sad. They go to", "start": 1635.3, "end": 1639.66}, {"text": "the reality. What I want to see is the other. I want to see the man watching.", "start": 1639.66, "end": 1643.06}, {"text": "I heard there was one that got banned where they went to a funeral and they", "start": 1643.06, "end": 1645.52}, {"text": "made all the women start doing it anyway.", "start": 1645.52, "end": 1647.22}, {"text": "Dancing bear showing up to a yeah. I heard that they didn't have a place to", "start": 1647.22, "end": 1652.1}, {"text": "film that day, so they just kind of mixed in. They kind of like there was a", "start": 1652.1, "end": 1655.42}, {"text": "funeral going on.", "start": 1655.42, "end": 1656.1}, {"text": "There's a mix up on the", "start": 1656.1, "end": 1658.82}, {"text": "widow with a veil over", "start": 1658.82, "end": 1662.94}, {"text": "the fate yeah.", "start": 1662.94, "end": 1663.6}, {"text": "Yeah", "start": 1663.6, "end": 1667.44}, {"text": "no, but for real that's not", "start": 1667.44, "end": 1670.8}, {"text": "that would be tragic death. Honestly, I want that at my funeral. Yeah, the", "start": 1670.8, "end": 1677.7}, {"text": "dancing bear to show up, not telling anybody, sort of putting plans into", "start": 1677.7, "end": 1682.32}, {"text": "motion for when I die. If I will, it's a you can't tell anybody this yeah,", "start": 1682.32, "end": 1687.56}, {"text": "dearly beloved", "start": 1687.56, "end": 1688.64}, {"text": "way. The best part of the dancing bear videos is is when they're just dancing", "start": 1691.82, "end": 1695.56}, {"text": "the guy's penis. I like the guy dancing before that when they don't do any sex", "start": 1695.56, "end": 1699.18}, {"text": "or anything, I just like this. I like the naked guys in it is my favorite part", "start": 1699.18, "end": 1703.18}, {"text": "probably that I like when I have clothes on, but they're still hot. I like just", "start": 1703.18, "end": 1706.6}, {"text": "their bodies. I like when he's in the bear costume because I think that these", "start": 1706.6, "end": 1709.44}, {"text": "women are being getting attacked by a bear. You know it would be my version", "start": 1709.44, "end": 1712.54}, {"text": "that I like that if I was a girl because I would not would be my CTE. I wouldn't", "start": 1712.54, "end": 1716.38}, {"text": "be like a slutty girl, so I would my version of the dancing bear that would", "start": 1716.38, "end": 1719.84}, {"text": "really good is that he comes out and instead of taking off his clothes, he", "start": 1719.86, "end": 1723.26}, {"text": "takes the head off the bear and he shows his face. Patrick said he has CTE and it", "start": 1723.26, "end": 1728.06}, {"text": "makes him like when women are attacked sexually by a bear.", "start": 1728.06, "end": 1731.26}, {"text": "What? And we're letting this fly by? I didn't even hear that. Yeah, we're letting", "start": 1731.26, "end": 1736.66}, {"text": "you, we're letting you skate, letting Pat skate by on this one. He's making shit up", "start": 1736.66, "end": 1739.58}, {"text": "right now, Caleb. He sounds insane, doesn't he? Are you, I mean he does, but", "start": 1739.58, "end": 1742.58}, {"text": "if he's saying something you said, then you sound insane. That's a weird thing to", "start": 1742.58, "end": 1746.46}, {"text": "I'm watching women get attacked by a bear. You are making things up and then you", "start": 1746.5, "end": 1750.1}, {"text": "added because of I have CTE. You're acting crazy man. You're acting insane", "start": 1750.1, "end": 1754.14}, {"text": "Cameron. I'm not acting insane. You're acting completely crazy.", "start": 1754.14, "end": 1756.66}, {"text": "He's, look at him. He's off his rocker. He's off his rocker.", "start": 1756.66, "end": 1761.42}, {"text": "Stop, whatever man. See he's making no sense. This is probably what people", "start": 1761.42, "end": 1766.14}, {"text": "want instead of me talking. Nobody wants that. No, people, people like how it", "start": 1766.14, "end": 1770.94}, {"text": "works. You can't press it. It's not like an MPC. Sorry? MPC. MP3? It is an", "start": 1770.94, "end": 1776.34}, {"text": "You see? Hello, traveler.", "start": 1776.34, "end": 1778.34}, {"text": "Like a...", "start": 1778.34, "end": 1779.34}, {"text": "Yeah, you can't make beats out of those.", "start": 1779.34, "end": 1781.34}, {"text": "Well, I could set a drum.", "start": 1781.34, "end": 1782.34}, {"text": "Or you could set it that way.", "start": 1782.34, "end": 1783.34}, {"text": "Yeah? Whoa.", "start": 1783.34, "end": 1784.34}, {"text": "Wait, you've learned so much new technology recently.", "start": 1784.34, "end": 1786.34}, {"text": "I know.", "start": 1786.34, "end": 1787.34}, {"text": "It's easy, man.", "start": 1787.34, "end": 1788.34}, {"text": "Wait, can you...", "start": 1788.34, "end": 1789.34}, {"text": "(beatboxing)", "start": 1789.34, "end": 1790.34}, {"text": "(laughter)", "start": 1790.34, "end": 1791.34}, {"text": "There we go.", "start": 1791.34, "end": 1792.34}, {"text": "It's not that funny.", "start": 1792.34, "end": 1793.34}, {"text": "It's really not that funny.", "start": 1793.34, "end": 1794.34}, {"text": "What are you talking about? That's awesome.", "start": 1794.34, "end": 1795.34}, {"text": "(beatboxing)", "start": 1795.34, "end": 1796.34}, {"text": "What are you talking about? That's awesome.", "start": 1796.34, "end": 1797.34}, {"text": "Wait, that's actually fucking cool.", "start": 1797.34, "end": 1798.34}, {"text": "(beatboxing)", "start": 1798.34, "end": 1799.34}, {"text": "You can't even do it, man.", "start": 1799.34, "end": 1800.34}, {"text": "(beatboxing)", "start": 1800.34, "end": 1801.34}, {"text": "Just press it.", "start": 1801.34, "end": 1802.34}, {"text": "Why are you doing a weird finger trick?", "start": 1802.34, "end": 1804.34}, {"text": "Doing drums.", "start": 1804.34, "end": 1805.34}, {"text": "That's not how you play drums. You play drums like this.", "start": 1805.34, "end": 1808.3}, {"text": "You use a stick.", "start": 1808.3, "end": 1809.3}, {"text": "That's a sharpie. That didn't even work, man.", "start": 1809.3, "end": 1815.22}, {"text": "This is not working at all.", "start": 1815.22, "end": 1816.42}, {"text": "This is nothing at all.", "start": 1816.42, "end": 1817.42}, {"text": "Alright, yeah, you're done.", "start": 1817.42, "end": 1818.42}, {"text": "Alright, alright.", "start": 1818.42, "end": 1819.42}, {"text": "We cut your ass off.", "start": 1819.42, "end": 1820.42}, {"text": "Alright, alright, alright.", "start": 1820.42, "end": 1821.42}, {"text": "Even though I started it, it's Patrick's fault.", "start": 1821.42, "end": 1824.18}, {"text": "I agree. I agree. He took it too far, man. He took it to another level.", "start": 1824.18, "end": 1827.94}, {"text": "Once again, I don't know. I don't have good instincts and I ruin everything completely.", "start": 1827.94, "end": 1832.18}, {"text": "Pretty much.", "start": 1832.18, "end": 1833.18}, {"text": "Let's list things that you didn't ruin to make you feel better.", "start": 1833.18, "end": 1835.38}, {"text": "You didn't ruin the trash.", "start": 1835.38, "end": 1837.72}, {"text": "Let me think.", "start": 1837.72, "end": 1838.72}, {"text": "My dinner last night.", "start": 1838.72, "end": 1839.72}, {"text": "I ruined the trash.", "start": 1839.72, "end": 1840.72}, {"text": "Oh no.", "start": 1840.72, "end": 1841.72}, {"text": "What?", "start": 1841.72, "end": 1842.72}, {"text": "He's not talking about his dinner.", "start": 1842.72, "end": 1845.22}, {"text": "You just muted the mic that isn't plugged in.", "start": 1845.22, "end": 1847.3}, {"text": "There we go.", "start": 1847.3, "end": 1850.26}, {"text": "You're getting a little too comfortable here.", "start": 1850.26, "end": 1851.86}, {"text": "Yeah.", "start": 1851.86, "end": 1852.86}, {"text": "Bitch don't get too comfortable in the future.", "start": 1852.86, "end": 1854.22}, {"text": "Oh you know what I learned?", "start": 1854.22, "end": 1855.5}, {"text": "Wait, start talking about your dinner.", "start": 1855.5, "end": 1857.62}, {"text": "My dinner was so amazing white boy.", "start": 1857.62, "end": 1860.82}, {"text": "That doesn't do anything.", "start": 1860.82, "end": 1862.26}, {"text": "that doesn't do anything. No, you just do what do you mean? Do you want that? I", "start": 1862.26, "end": 1865.9}, {"text": "learned that this is like a fader.", "start": 1865.9, "end": 1867.54}, {"text": "I'm about to fade you, you don't catch this. I had my fade", "start": 1867.54, "end": 1871.82}, {"text": "the people who listen probably think I'm beating you up. Yeah,", "start": 1871.82, "end": 1876.58}, {"text": "stop, stop beating me.", "start": 1876.58, "end": 1880.58}, {"text": "Can you say hi? Yeah, anymore? Is that no? So I've definitely said hi. Yeah, a", "start": 1880.58, "end": 1886.46}, {"text": "bunch of times and every time had somebody recoil a little bit for hi. Yeah,", "start": 1886.46, "end": 1889.86}, {"text": "that's because they think you're about to attack. I definitely felt a kind of cringe from Hayao,", "start": 1889.9, "end": 1894.04}, {"text": "which surprised me because I never thought of it, but I guess it is kind of maybe racist.", "start": 1894.04, "end": 1898.9}, {"text": "I thought it was a word that meant I'm hitting you. Yeah, I thought you just say it, but", "start": 1898.9, "end": 1901.98}, {"text": "I guess it's maybe an approximation of the Japanese language. They are recoiling because", "start": 1901.98, "end": 1908.42}, {"text": "you're going, \"Whoa!\" True, it might be. Yeah, anytime you say Hayao, people block", "start": 1908.42, "end": 1912.94}, {"text": "it. Yeah, they're instinctively blocking. Racist cringe. Guys, I look nice. I don't", "start": 1912.94, "end": 1918.46}, {"text": "look like the kind of person who would say, \"Hey, I need somebody.\" You look like a sensei.", "start": 1918.46, "end": 1923.1}, {"text": "Yeah. Exactly. You do look like you've done some time in a dojo. I did not do a tenny", "start": 1923.1, "end": 1931.34}, {"text": "time in a dojo. I thought you were a tenny time? A tenny time, yeah. I did some time in the dojo.", "start": 1931.34, "end": 1936.46}, {"text": "I told you guys, I did taekwondo and I was the best at push-ups. Yeah. I was one most obedient", "start": 1936.46, "end": 1943.5}, {"text": "multiple years. I had two. Yeah, I had two awards for most obedient years in", "start": 1943.5, "end": 1950.44}, {"text": "a row. They finally invented an award below most improved. Yeah, they finally", "start": 1950.44, "end": 1955.46}, {"text": "like this. The poor most improved. He's feeling so bad, but he did. We're", "start": 1955.46, "end": 1958.94}, {"text": "trying to be nice. Okay, we have to make something up. That's even worse.", "start": 1958.94, "end": 1961.66}, {"text": "So obedient because I never got in trouble. One time, imagine imagine.", "start": 1961.66, "end": 1965.46}, {"text": "Yeah, you got most obedient and most improved the same year.", "start": 1965.46, "end": 1968.82}, {"text": "you are the slave of the I was I would get all the pads and put them out and", "start": 1969.62, "end": 1974.02}, {"text": "they only I only really trained with kids who are younger than me because I", "start": 1974.02, "end": 1976.76}, {"text": "was so bad. Oh my God, but it wasn't. I remember any of the moves now. I think", "start": 1976.76, "end": 1981.96}, {"text": "maybe I did do some karate as a kid. I'm trying to remember. I remember of it,", "start": 1981.96, "end": 1985.44}, {"text": "but I think I had I think I had a what's the first is the first belt, a white", "start": 1985.44, "end": 1988.92}, {"text": "belt. Yeah, I think I had that do I remember any moves on me.", "start": 1988.92, "end": 1992.0}, {"text": "I don't think", "start": 1992.0, "end": 1993.88}, {"text": "you jumped him. He jumped. He said, Hi, he said, Hi, it's okay to say, Hi, I", "start": 1995.58, "end": 2000.62}, {"text": "was a I was a I think it's probably a tone of what I think you know what? Oh,", "start": 2000.62, "end": 2003.98}, {"text": "you know what? You probably", "start": 2003.98, "end": 2004.78}, {"text": "you probably can't say any, but you probably can't have trouble getting away", "start": 2004.78, "end": 2008.4}, {"text": "with going like, oh, and a high pitched for type of", "start": 2008.4, "end": 2011.62}, {"text": "oh, like a kind of yeah, but one yeah, that that's probably the one that will", "start": 2011.62, "end": 2015.7}, {"text": "really probably that's probably worse. That's that's why you can say in a", "start": 2015.7, "end": 2019.78}, {"text": "minute. You can be like, Hi, yeah, and you can also go. That's even a little", "start": 2019.78, "end": 2022.38}, {"text": "like that's still maybe, but for me, like maybe it's just because I'm so", "start": 2022.38, "end": 2024.78}, {"text": "Japanese. If you just don't change your voice, if you just go like this,", "start": 2024.78, "end": 2027.68}, {"text": "like", "start": 2027.68, "end": 2027.88}, {"text": "yeah,", "start": 2027.88, "end": 2029.38}, {"text": "yeah,", "start": 2029.38, "end": 2032.18}, {"text": "yeah, strike, strike, oh strike, yeah, people say. Yeah, maybe you gotta start", "start": 2032.18, "end": 2037.42}, {"text": "saying it, maybe you just gotta start saying, calling your moves up, calling", "start": 2037.42, "end": 2040.18}, {"text": "your shots. You know, if no other culture is gonna step up and invent a", "start": 2040.18, "end": 2044.72}, {"text": "thing to say when you hold your arms in the air and your leg in the", "start": 2044.72, "end": 2047.38}, {"text": "air, we're gonna use the Japanese one. And it's also not wrong,", "start": 2047.38, "end": 2051.64}, {"text": "like no yeah, there's not an alternative. Give me one alternative. What does Gael", "start": 2051.64, "end": 2056.0}, {"text": "say in Street Fighter? Gael. Does he just say Gael? He doesn't have the how do", "start": 2056.0, "end": 2061.16}, {"text": "ken? No, he doesn't. He shoots a sonic blast. That's Ryu. Oh, does he say", "start": 2061.16, "end": 2064.8}, {"text": "sonic blast? Well, I think that's what his move is called maybe, but I could", "start": 2064.8, "end": 2068.2}, {"text": "be an inventing, sonic blast. Camilla Caballo from motherfucking Street Fighter.", "start": 2068.2, "end": 2073.36}, {"text": "She was fine.", "start": 2073.36, "end": 2075.64}, {"text": "I keep adding fine characters to Street Fighter.", "start": 2077.44, "end": 2080.32}, {"text": "That bear.", "start": 2080.32, "end": 2081.2}, {"text": "Why can you not make a game called Street Lover?", "start": 2081.2, "end": 2083.76}, {"text": "Yeah, Street Lover.", "start": 2083.76, "end": 2085.36}, {"text": "Street Lover.", "start": 2085.36, "end": 2086.36}, {"text": "Wait.", "start": 2086.36, "end": 2087.36}, {"text": "What's up?", "start": 2087.36, "end": 2088.36}, {"text": "Why can you not make a game called...", "start": 2088.36, "end": 2090.8}, {"text": "How come there isn't a game that is a fully simulated sex?", "start": 2090.8, "end": 2097.24}, {"text": "There is.", "start": 2097.24, "end": 2098.24}, {"text": "There surely is.", "start": 2098.24, "end": 2099.24}, {"text": "And I can guarantee that Chun-Li is a character in it as well.", "start": 2099.24, "end": 2101.8}, {"text": "Chum-Li?", "start": 2101.8, "end": 2102.8}, {"text": "Chum-Li.", "start": 2102.8, "end": 2103.8}, {"text": "From Pawn Stars?", "start": 2103.8, "end": 2104.8}, {"text": "Oh my God, the Pawn Stars game where you are a seller.", "start": 2104.8, "end": 2108.54}, {"text": "- They put Chumlee in the Chumlee outfit.", "start": 2108.54, "end": 2109.38}, {"text": "- You are the seller to the Pawn Stars, right?", "start": 2109.38, "end": 2111.72}, {"text": "And it's like one of those, it's like a text-based DS game", "start": 2111.72, "end": 2114.64}, {"text": "that has a bunch of mini games.", "start": 2114.64, "end": 2116.02}, {"text": "But-- - Oh, that's a text-based DS game?", "start": 2116.02, "end": 2118.12}, {"text": "- Or, you know, like it's mostly like text at the bottom", "start": 2118.12, "end": 2120.68}, {"text": "and you're like clicking different dialogue boxes", "start": 2120.68, "end": 2122.6}, {"text": "at the bottom.", "start": 2122.6, "end": 2123.48}, {"text": "And there is a heart, there's a heart and then a hand.", "start": 2123.48, "end": 2128.48}, {"text": "On the left side is heart, hand is the right side.", "start": 2128.48, "end": 2131.08}, {"text": "- Love or hit. - Love or hit.", "start": 2131.08, "end": 2132.92}, {"text": "And you can talk to Chumlee--", "start": 2132.92, "end": 2133.76}, {"text": "which I'm really men. Love it. I'm Lee love her or hit her. This is in this is", "start": 2133.76, "end": 2138.64}, {"text": "a", "start": 2138.64, "end": 2138.76}, {"text": "your DS. This is Nintendo love her hit her. No, no, no, no.", "start": 2138.76, "end": 2143.0}, {"text": "It's like mother three. They didn't release in the U. S. The exact same", "start": 2143.0, "end": 2149.88}, {"text": "cover art. Look up the", "start": 2149.88, "end": 2151.2}, {"text": "guitar jam. DSK search. D. S. Guitar here on tour. No guitar search jam guitar", "start": 2151.2, "end": 2157.8}, {"text": "jam. Nintendo DS. I would eat guitar jam. Yeah, sounds good. It's the", "start": 2157.8, "end": 2162.44}, {"text": "this is the exact cover of love her or hit her.", "start": 2163.28, "end": 2166.98}, {"text": "You play as that guy and you decide to love or hit yeah and you're you're", "start": 2166.98, "end": 2175.32}, {"text": "talking to chumly or whatever at the the what's it called the gold rush pawn shop", "start": 2175.32, "end": 2181.28}, {"text": "and there's a pond, gold and silver pond and then there's the romance button or", "start": 2181.28, "end": 2185.62}, {"text": "the", "start": 2185.62, "end": 2185.94}, {"text": "I would romance an old guy who died. He seemed so cool, which one the old one", "start": 2185.94, "end": 2191.84}, {"text": "who passed which is new all cramps, all old gramps, yeah, it didn't make sense", "start": 2191.88, "end": 2199.68}, {"text": "until he got older, but he was always old gramps. Maybe I'll name my kid,", "start": 2199.68, "end": 2203.32}, {"text": "never grandpa grandpa's a good name for you never watch ponsters. Did you watch", "start": 2203.32, "end": 2207.58}, {"text": "storage?", "start": 2207.58, "end": 2208.0}, {"text": "Road show that storage war stories, wars, road shows, the like yeah, so", "start": 2208.0, "end": 2212.52}, {"text": "George was at the guy that went yeah, yeah, Darrell or Dale or one would say", "start": 2212.52, "end": 2217.56}, {"text": "up and add the couple who guys love is not real. They broke up", "start": 2217.6, "end": 2223.6}, {"text": "every couple on TV ends up breaking up except for us. Yeah, it's okay. Pat", "start": 2223.6, "end": 2230.2}, {"text": "they're going to probably get back together later in life after they'll be", "start": 2230.2, "end": 2232.92}, {"text": "in heaven together. Lesbian is at least they're going to experience lesbianism.", "start": 2232.92, "end": 2237.32}, {"text": "You know, no, actually they will stay straight forever.", "start": 2237.32, "end": 2240.0}, {"text": "Okay, it's going to be okay. All right, they're not going to experience", "start": 2240.0, "end": 2245.8}, {"text": "I don't like having sex with girls normal.", "start": 2245.8, "end": 2250.8}, {"text": "I feel like lesbianism is the best way to do it.", "start": 2250.8, "end": 2252.8}, {"text": "Imagine the sisterhood you would feel with all your other lesbians at the bar.", "start": 2252.8, "end": 2257.8}, {"text": "If we three were women, would we be chilling at the bar and trying to pick up one guy to share between us?", "start": 2257.8, "end": 2263.8}, {"text": "I think we would be lesbos.", "start": 2263.8, "end": 2265.8}, {"text": "No, we would be lesbos.", "start": 2265.8, "end": 2266.8}, {"text": "You think that's not lesbos?", "start": 2266.8, "end": 2269.8}, {"text": "Three of us fucking one guy, that's not lesbo?", "start": 2269.8, "end": 2272.8}, {"text": "He would be funny shirt, funny t-shirt lesbian and he would say, \"Damn, it feels good to be a lesbo.\"", "start": 2272.8, "end": 2277.52}, {"text": "With the two shockers, with two shockers on.", "start": 2277.52, "end": 2284.0}, {"text": "You'd be one of those fake lesbians where they...", "start": 2284.0, "end": 2289.44}, {"text": "Where I only do it when the camera's on?", "start": 2289.44, "end": 2290.96}, {"text": "Yeah.", "start": 2290.96, "end": 2291.28}, {"text": "Damn.", "start": 2291.28, "end": 2295.84}, {"text": "Being a lesbian is going to be so awesome.", "start": 2295.84, "end": 2297.76}, {"text": "And got the camera on me.", "start": 2297.76, "end": 2298.8}, {"text": "Dude, okay, here's why being a lesbian is awesome.", "start": 2298.8, "end": 2300.96}, {"text": "I love doing that.", "start": 2300.96, "end": 2301.68}, {"text": "Oh yeah.", "start": 2301.68, "end": 2302.24}, {"text": "yeah, when you're a guy, here's what sex is. Oh, I'm lifting you up, I'm", "start": 2302.24, "end": 2306.94}, {"text": "throwing you and I'm jumping around and oh look at me. Oh, I'm bouncing around,", "start": 2306.94, "end": 2311.2}, {"text": "I'm having to pretend I'm King Kong in your ability doing hula hoops. Oh crap,", "start": 2311.2, "end": 2315.64}, {"text": "but here's your sex. When you're a lesbian, you guys just sit there, you", "start": 2315.64, "end": 2319.22}, {"text": "talk, you talk, that's sex to sex for lesbians is sitting and watching TV. You", "start": 2319.22, "end": 2323.74}, {"text": "watch like a period piece and you think about the boobs in a corset. That sounds", "start": 2323.74, "end": 2327.64}, {"text": "awesome. I guess so much better than I have a lesbian sex all the time. When I", "start": 2327.64, "end": 2331.64}, {"text": "go home. This is basically this is basically", "start": 2331.96, "end": 2335.8}, {"text": "when you put it like that eat dinner.", "start": 2335.8, "end": 2338.72}, {"text": "What is lesbian? What the fuck do they do man? I really never learned. I was", "start": 2338.72, "end": 2344.32}, {"text": "completely", "start": 2344.32, "end": 2344.72}, {"text": "I would have to imagine that has to do with the living room. You're sitting in", "start": 2344.72, "end": 2350.12}, {"text": "the living room with your mom and dad, Downton Abbey's on, you just go whoa,", "start": 2350.12, "end": 2354.24}, {"text": "that was crazy.", "start": 2354.24, "end": 2356.56}, {"text": "please fuck on down Nabi and no no no no no no no no no no no no no no no no", "start": 2358.52, "end": 2363.16}, {"text": "I'm saying that that's that's lesbian sex is watching. I'm asking a separate", "start": 2363.16, "end": 2366.52}, {"text": "question. I've never seen down. Have you all seen blue is the warmest color? No,", "start": 2366.52, "end": 2370.4}, {"text": "what's that? It's basically a movie about lesbian. So they like they pick up food", "start": 2370.4, "end": 2374.16}, {"text": "together and they walk around. They look at trees at the same. Why is every", "start": 2374.16, "end": 2378.4}, {"text": "romance movie about walking around and looking at trees? Why does every give me", "start": 2378.4, "end": 2381.88}, {"text": "one? Then listen, give me a romance movie that starts at the end of dinner and", "start": 2381.88, "end": 2387.4}, {"text": "ends when you go to sleep. Yes,", "start": 2387.42, "end": 2389.78}, {"text": "yeah,", "start": 2389.78, "end": 2391.46}, {"text": "where are these in one location or on a to maybe to maybe to one position,", "start": 2391.46, "end": 2399.26}, {"text": "maybe for two minutes, a two minute long movie in one location, one position", "start": 2399.26, "end": 2405.14}, {"text": "that's now here's a sex move. Let me put you on what's you say hey girl flip", "start": 2405.14, "end": 2408.98}, {"text": "over no all the way over back to where we started.", "start": 2408.98, "end": 2411.86}, {"text": "What do you call that", "start": 2411.86, "end": 2414.9}, {"text": "The waffle. The pancake. The hotel waffle maker. Flip that thing all the way over.", "start": 2416.02, "end": 2424.02}, {"text": "Do you remember that E-Fucked video? I remember every single one, just name it.", "start": 2424.02, "end": 2428.02}, {"text": "That one where it's like the... Except for the really sad ones.", "start": 2428.02, "end": 2431.02}, {"text": "Well, this is the saddest one. I skipped all those.", "start": 2431.02, "end": 2434.02}, {"text": "The E-Fucked was so awful because half the time it would be somebody farting", "start": 2434.02, "end": 2437.02}, {"text": "and half the time it would be people having sex and then the guy would be like", "start": 2437.02, "end": 2441.02}, {"text": "\"Argh!\" and like punch the girl's arm or something.", "start": 2441.02, "end": 2444.02}, {"text": "oh, this one isn't funny. Who's watching this shit? No, the saddest one was the", "start": 2444.02, "end": 2447.92}, {"text": "one where it's like the guy.", "start": 2447.92, "end": 2449.72}, {"text": "It's like, I just like this is the virgin who won the contest and he nutted", "start": 2449.72, "end": 2455.12}, {"text": "immediately. That's not sad. That's a that's a giant victory. That's a victory.", "start": 2455.12, "end": 2458.62}, {"text": "That's a victory for him and the girl. Yeah, I guess you think that when", "start": 2458.62, "end": 2461.52}, {"text": "someone nuts too fast, it's a tragedy. Well, he's embarrassed in the but when", "start": 2461.52, "end": 2465.62}, {"text": "they not too long, it's a comedy. They not too long and", "start": 2465.62, "end": 2468.82}, {"text": "not too long plus time beforehand equals comedy equals comedy, nothing plus", "start": 2470.22, "end": 2475.12}, {"text": "equals sex, nothing plus mouth equals funny, nothing plus poop equals funny", "start": 2475.12, "end": 2480.18}, {"text": "for some. Would you guys sexual for you guys were a girl? Would you eat nut? I", "start": 2480.18, "end": 2485.76}, {"text": "would I would try both ways. I would have two boyfriends, one boyfriend. I", "start": 2485.76, "end": 2490.8}, {"text": "would always swallow the other. I would always spit one boyfriend, vegetarian", "start": 2490.8, "end": 2494.42}, {"text": "and I would switch it up on him after a while. So you think it sure to make", "start": 2494.42, "end": 2498.56}, {"text": "sure it's not just about which guys not see. I knew I knew that if Cameron was a", "start": 2498.58, "end": 2503.02}, {"text": "girl, he'd be a complete. Do you think you think nut is more? You think that", "start": 2503.02, "end": 2506.98}, {"text": "having two boyfriends makes you a slut? You have not seen anything of the modern", "start": 2506.98, "end": 2510.82}, {"text": "world. Yeah, yeah, basically women these days will have forty to fifty", "start": 2510.82, "end": 2513.86}, {"text": "boyfriends. If you're in New York,", "start": 2513.86, "end": 2516.38}, {"text": "they got fifty boyfriends. Sorry, thirty to fifty, thirty to fifty,", "start": 2523.26, "end": 2526.92}, {"text": "boyfriends,", "start": 2526.92, "end": 2527.84}, {"text": "thirty to fifty, feral boy. Can we bring that shit back man? Bro, I want to", "start": 2527.84, "end": 2532.46}, {"text": "transport to do", "start": 2532.46, "end": 2533.18}, {"text": "calling your penis a hog. You too, man. That's what I have you ever seen the", "start": 2533.18, "end": 2539.28}, {"text": "video where Joe Rogan's at the gym locker room and he has his first of all,", "start": 2539.28, "end": 2543.96}, {"text": "I don't know why saying my thing a hog gave me a like a heart,", "start": 2543.96, "end": 2547.82}, {"text": "phantom pain. You have one. Oh shit, I cut my thing off. Listen,", "start": 2547.82, "end": 2553.02}, {"text": "Joe Rogan in like 2008, he hired Brian Redband to walk around with him and film him all the", "start": 2553.02, "end": 2558.7}, {"text": "time.", "start": 2558.7, "end": 2559.7}, {"text": "Is that different from Brian Regan?", "start": 2559.7, "end": 2560.7}, {"text": "Yes.", "start": 2560.7, "end": 2561.7}, {"text": "It's different.", "start": 2561.7, "end": 2562.7}, {"text": "Brian Regan is a guy.", "start": 2562.7, "end": 2563.7}, {"text": "Clean comic.", "start": 2563.7, "end": 2564.7}, {"text": "Brian Redband is another guy.", "start": 2564.7, "end": 2565.7}, {"text": "Is Brian Regan a clean comic?", "start": 2565.7, "end": 2566.7}, {"text": "Yes.", "start": 2566.7, "end": 2567.7}, {"text": "Yeah.", "start": 2567.7, "end": 2568.7}, {"text": "Yeah.", "start": 2568.7, "end": 2569.7}, {"text": "And he's also one of the funniest comedians that has ever lived.", "start": 2569.7, "end": 2570.7}, {"text": "He says moosen.", "start": 2570.7, "end": 2571.7}, {"text": "He says, \"Damn, these bananas are good.\"", "start": 2571.7, "end": 2573.02}, {"text": "It's funny.", "start": 2573.02, "end": 2574.02}, {"text": "Remember that joke?", "start": 2574.02, "end": 2575.02}, {"text": "Remember the...", "start": 2575.02, "end": 2576.02}, {"text": "I only know the one about the moosen.", "start": 2576.02, "end": 2577.42}, {"text": "He has that joke where he says he wrote on the Planet of the Apes movie and he's like,", "start": 2577.42, "end": 2581.3}, {"text": "Yeah, it's when the ape general is coming out and he's like walking, he's bringing all the", "start": 2581.3, "end": 2585.5}, {"text": "prisoners into the prison and I wrote this line where he says, \"Man, these bananas are", "start": 2585.5, "end": 2589.94}, {"text": "good.\" Great joke.", "start": 2589.94, "end": 2592.22}, {"text": "Joe, what's the, I think the one before that though is like where they put in the title", "start": 2592.22, "end": 2598.34}, {"text": "at the top, they always put the title at the top of the book that you're reading on the", "start": 2598.34, "end": 2601.78}, {"text": "pages.", "start": 2601.78, "end": 2602.78}, {"text": "Oh yeah.", "start": 2602.78, "end": 2603.78}, {"text": "They always have the title at the top.", "start": 2603.78, "end": 2604.78}, {"text": "And he does the act out.", "start": 2604.78, "end": 2605.78}, {"text": "He does the famous gif.", "start": 2605.78, "end": 2607.1}, {"text": "That shit is funny.", "start": 2607.1, "end": 2608.1}, {"text": "God damn, that special was amazing.", "start": 2608.1, "end": 2609.1}, {"text": "I'm going to go home today and I'm going to watch Brian Rees.", "start": 2609.1, "end": 2610.1}, {"text": "I'm going to go over to that", "start": 2610.1, "end": 2611.7}, {"text": "funny anyway. Brian Redman was his cameraman and there was this guy who", "start": 2611.7, "end": 2617.24}, {"text": "went to his gym, who went to Joe Rogan's gym that Joe Rogan was like you're gay", "start": 2617.24, "end": 2622.02}, {"text": "and you always look at my penis in the locker room. They film the the", "start": 2622.02, "end": 2625.14}, {"text": "consultation yeah, so they fit they bring a camera into the men's locker", "start": 2625.14, "end": 2628.52}, {"text": "room and film him being like", "start": 2628.52, "end": 2629.88}, {"text": "man you've been looking at my penis. You're looking at my dick the whole time", "start": 2629.88, "end": 2633.62}, {"text": "and the guy clearly is like mentally disabled yeah and it's just like looking", "start": 2633.62, "end": 2637.94}, {"text": "down at the ground all the time and Joe Rogan decided to bring in a camera to", "start": 2637.98, "end": 2643.08}, {"text": "the", "start": 2643.08, "end": 2643.2}, {"text": "men's locker room.", "start": 2643.2, "end": 2644.8}, {"text": "That's a no no to bring a camera into a locker room. It's not supposed to happen.", "start": 2644.8, "end": 2651.58}, {"text": "Except for a Dancing Bear reverse video. They don't do those in locker rooms.", "start": 2651.58, "end": 2655.66}, {"text": "Flip side of that coin,", "start": 2655.66, "end": 2657.46}, {"text": "he also brought his camera to the comedy store and there was just a time where", "start": 2657.46, "end": 2662.7}, {"text": "he was just confronting motherfuckers. He brought his camera to the, his flip", "start": 2662.7, "end": 2666.22}, {"text": "video", "start": 2666.26, "end": 2686.26}, {"text": "It's a little loud.", "start": 2686.26, "end": 2687.26}, {"text": "Scrams.", "start": 2687.26, "end": 2688.26}, {"text": "I guess I could turn it down.", "start": 2688.26, "end": 2689.26}, {"text": "You're addicted to scrams.", "start": 2689.26, "end": 2690.26}, {"text": "If somebody plays scrams, I scram.", "start": 2690.26, "end": 2692.46}, {"text": "I'm getting the fuck out of there.", "start": 2692.46, "end": 2693.58}, {"text": "I'm getting ice cream.", "start": 2693.58, "end": 2694.58}, {"text": "I'm sitting down watching the rest of the show at the ice cream parlor.", "start": 2694.58, "end": 2697.9}, {"text": "Everyone keeps making fun of our genre.", "start": 2697.9, "end": 2699.82}, {"text": "It's called Screamo.", "start": 2699.82, "end": 2700.88}, {"text": "We gotta think of a cooler name.", "start": 2700.88, "end": 2701.88}, {"text": "Scrams.", "start": 2701.88, "end": 2702.88}, {"text": "We gotta think of something no one will make fun of anymore.", "start": 2702.88, "end": 2704.38}, {"text": "Scrams.", "start": 2704.38, "end": 2705.38}, {"text": "What about Scrams?", "start": 2705.38, "end": 2706.38}, {"text": "What about like the name of like an alien that you didn't know the name of from Star", "start": 2706.38, "end": 2709.22}, {"text": "Wars?", "start": 2709.22, "end": 2710.22}, {"text": "What about a weird snack from the 90s and the Middle East?", "start": 2710.22, "end": 2713.1}, {"text": "No.", "start": 2713.1, "end": 2714.1}, {"text": "Scrams.", "start": 2714.1, "end": 2715.1}, {"text": "we have to call it something different. We have to call it midwestern", "start": 2715.1, "end": 2718.06}, {"text": "emo.", "start": 2718.06, "end": 2719.24}, {"text": "That's not emo. Emo is already such a bad name. Yeah, emotional, hardcore.", "start": 2719.24, "end": 2725.22}, {"text": "Yeah, that's fucking way and it started with dag nasty in the eighties and and", "start": 2725.22, "end": 2729.1}, {"text": "I ended with fucking black parade bro. Yeah, that murdered it. Yeah, when I", "start": 2729.1, "end": 2734.14}, {"text": "was fucking hate what these scene kids did to emo because I'm sitting over", "start": 2734.14, "end": 2738.98}, {"text": "here. I'm trying to listen to stuff like cool bands like cap and jazz. Yeah,", "start": 2738.98, "end": 2742.9}, {"text": "And I'm trying to listen to them do a cover of \"Take On Me\" where they can't", "start": 2742.9, "end": 2745.9}, {"text": "sing any note that's above a B or below a C. I hate these scene kids wearing", "start": 2745.9, "end": 2749.86}, {"text": "skinny jeans. It used to be you pull up to the Hardcore Show and the 55 white", "start": 2749.86, "end": 2754.36}, {"text": "guys wearing propeller hats. That's what we need to bring back. Exactly. Oh my", "start": 2754.36, "end": 2757.86}, {"text": "God. Now that now... Propeller hats, bro, you got me thinking of death grips.", "start": 2757.86, "end": 2761.3}, {"text": "Yep. I have a death grip on my propeller hat, so nobody takes it.", "start": 2761.3, "end": 2764.3}, {"text": "When you're in a meme battle and you...", "start": 2764.3, "end": 2769.66}, {"text": "I need to me battle your opponent's a death grips fan.", "start": 2770.78, "end": 2772.94}, {"text": "Damn that would be a fucking annoying. I would kill myself if I was in death", "start": 2772.94, "end": 2778.58}, {"text": "grips. I would feel so horrible. I that guy has a big cock, big white car.", "start": 2778.58, "end": 2783.32}, {"text": "Yeah, yeah, I got that. I have that on on vinyl, and you lick that. I like it.", "start": 2783.32, "end": 2789.28}, {"text": "You put using it. You use it like a look at this. You thought it was a", "start": 2789.28, "end": 2792.04}, {"text": "place mat yeah, yeah, I should make a place matter that that'd be funny. It's", "start": 2792.04, "end": 2795.74}, {"text": "a funny album cover. It's a very good thing to make and when you first hit", "start": 2795.74, "end": 2799.6}, {"text": "they just they don't deserve what no, no, no, that really should not have", "start": 2799.62, "end": 2803.52}, {"text": "happened. It could not have happened to people who I feel like would take it", "start": 2803.52, "end": 2806.16}, {"text": "harder. They seem like very like esoteric, kind of like serious people", "start": 2806.16, "end": 2810.12}, {"text": "like they have that video. The interview with M.C. Rodney's like I'm", "start": 2810.12, "end": 2813.12}, {"text": "not interested in surface reality. That's like yeah and you're like okay", "start": 2813.12, "end": 2816.3}, {"text": "man, you probably want to die so bad right. You know what you brought in", "start": 2816.3, "end": 2820.0}, {"text": "all these fucking annoying as teenagers,", "start": 2820.0, "end": 2823.14}, {"text": "all these like demons names tattooed all over you and like yeah spiders and", "start": 2823.14, "end": 2828.88}, {"text": "stuff. Yeah, yeah, man, sometimes the most cringe people make the most based music", "start": 2828.92, "end": 2832.72}, {"text": "bro. Yeah, but I honestly can't imagine how death grips feels. I don't have any", "start": 2832.72, "end": 2836.64}, {"text": "experience that's like that at all, where I do anything and the people who like it", "start": 2836.64, "end": 2839.68}, {"text": "are annoying or strange. The people who like this show are good working class,", "start": 2839.68, "end": 2844.08}, {"text": "good blue collar folk, working class sixteen year olds, yeah, with", "start": 2844.08, "end": 2848.4}, {"text": "boogers, they always got boogers in their nose, like that little kid in Wind", "start": 2848.4, "end": 2852.24}, {"text": "Waker running around with a big snot bubble. Oh yeah, why do they do that in", "start": 2852.24, "end": 2856.6}, {"text": "Is that a common problem in Japan that somebody will have a giant bubble of", "start": 2857.2, "end": 2860.72}, {"text": "snot because they fell asleep? So disgusting I had to that was that you", "start": 2860.72, "end": 2865.04}, {"text": "did not have a giant snot bubble. It have a big snot rocket. I was walking", "start": 2865.04, "end": 2867.92}, {"text": "home from school. I had a", "start": 2867.92, "end": 2868.8}, {"text": "I shot it out my nose and it I'd let it hang for a second. I took a photo one", "start": 2868.8, "end": 2873.96}, {"text": "time the entire inside of my mouth turned into snot dude. I'm really feeling", "start": 2873.96, "end": 2878.24}, {"text": "like not and it came out when I was a kid. So it's let me see on let me bust", "start": 2878.24, "end": 2883.16}, {"text": "I just try it man. You don't want to see my mouth. I'm really feeling recently", "start": 2883.2, "end": 2887.1}, {"text": "like not. I don't want to", "start": 2887.1, "end": 2888.86}, {"text": "man leave my mouth leave his shit on stop trying to bust in. Jeez dude, I'm", "start": 2888.86, "end": 2894.6}, {"text": "really insecure about the inside of my mouth. Don't put your penis in his mouth", "start": 2894.6, "end": 2898.28}, {"text": "and jack. I'm going to buy that's not what busing means for me. I work hard to", "start": 2898.28, "end": 2902.54}, {"text": "keep a biome that is acceptable. My cousin's got a mouth. How come people", "start": 2902.54, "end": 2907.7}, {"text": "didn't have to brush their teeth until we invented toothbrushes? They think", "start": 2907.7, "end": 2911.12}, {"text": "they died at fifty years old. Yeah, they lost all their teeth at twenty five.", "start": 2911.14, "end": 2914.54}, {"text": "Yeah, I'm going to lose my teeth soon. I'm losing a lot of mine. I think mine", "start": 2914.54, "end": 2918.84}, {"text": "are I think mine are all going to go at the same time. This out. I think my", "start": 2918.84, "end": 2921.44}, {"text": "entire front top row of teeth is going to all fall out in the next two or three.", "start": 2921.44, "end": 2925.9}, {"text": "You see that right there in the next two or three dreams. I didn't have enough", "start": 2925.9, "end": 2928.66}, {"text": "money to get a crown and then I had a temporary filling and then the temporary", "start": 2928.66, "end": 2932.3}, {"text": "filling fell out. So now I just got a cracked tooth again. I haven't had a", "start": 2932.3, "end": 2935.62}, {"text": "tooth dream in a minute. Remember I had that crack tooth for like a year. Yeah,", "start": 2935.62, "end": 2939.3}, {"text": "That was evil. Yeah. I've been feeling recently not like I want to go to Tokyo.", "start": 2939.36, "end": 2945.48}, {"text": "I've been feeling like I want to go high up on a mountain somewhere in Japan and", "start": 2945.48, "end": 2949.44}, {"text": "become maybe a fisher. Yeah. Yeah. For me, it's China. I just don't. I think", "start": 2949.44, "end": 2954.64}, {"text": "Japan clears China all day. All day. I'm going to stay where I want to go, which", "start": 2954.64, "end": 2961.36}, {"text": "is South Korea. It's kind of so five years ago for you to say that. I just", "start": 2961.36, "end": 2966.68}, {"text": "please don't I don't know it's a little cringe to be honest. Well, then I", "start": 2966.68, "end": 2969.98}, {"text": "actually like it's a little normy. I want to go to the north, the Santa Claus", "start": 2969.98, "end": 2973.08}, {"text": "North Pole.", "start": 2973.08, "end": 2973.64}, {"text": "Okay, that's honestly even more cringe. Is that why because that is for kids?", "start": 2973.64, "end": 2980.24}, {"text": "They don't take adults there. I want to go to toy land.", "start": 2980.24, "end": 2982.68}, {"text": "Why do I do a podcast with these freaks? I want to go there and I think that I", "start": 2982.68, "end": 2990.56}, {"text": "could, but I keep watching these videos. Have you seen this guy? I don't remember", "start": 2990.56, "end": 2993.68}, {"text": "his name, but he's this guy who like interviews people in Japan. No, you", "start": 2993.72, "end": 2996.78}, {"text": "haven't seen this dude. He walks around and he asks people like, \"What do you", "start": 2996.78, "end": 3001.18}, {"text": "think of foreigners in Japan?\" And they're all like, \"I think they smell bad.\"", "start": 3001.18, "end": 3004.88}, {"text": "So a lot of them like them, though. There's a big... That's why... That's what", "start": 3004.88, "end": 3008.14}, {"text": "every... It really breaks my heart. Every real life jumped out of the TV screen", "start": 3008.14, "end": 3012.44}, {"text": "comic book guy, they wanna go to Japan because they read that in Japan, when", "start": 3012.44, "end": 3018.16}, {"text": "people... When Japanese people see a person with white skin, the women will", "start": 3018.16, "end": 3021.16}, {"text": "basically jump all over them like the which is not credibles. The video is", "start": 3021.2, "end": 3024.84}, {"text": "sticky ball scene. I've been you get you go to Japan, you get covered in black", "start": 3024.84, "end": 3029.64}, {"text": "sticky balls. Well, the black sticky balls in this case are a metaphor for", "start": 3029.64, "end": 3033.92}, {"text": "Japanese women. Oh, okay, you've been on a crazy tip lately, but", "start": 3033.92, "end": 3038.28}, {"text": "yeah, straight up, you've been saying some weird shit, but it turns out, but it", "start": 3038.28, "end": 3043.64}, {"text": "turns out that as much as Japanese women like white conversations have got me", "start": 3043.64, "end": 3047.4}, {"text": "don't so much like fat and stinky guys. Oh yeah, which is oh maybe maybe that it", "start": 3047.44, "end": 3053.1}, {"text": "maybe it's a selection bias where the the kind of people who moved to Japan", "start": 3053.1, "end": 3058.52}, {"text": "from America just smell kind of bad yeah yeah,", "start": 3058.52, "end": 3061.2}, {"text": "but no, I think we definitely talked about this before, so we don't have to,", "start": 3061.2, "end": 3065.22}, {"text": "but I feel like I want to live in rural China, but I don't want to be the white", "start": 3065.22, "end": 3069.3}, {"text": "guy who moved to rural China, so I'd like to just steal the life of a Chinese", "start": 3069.3, "end": 3072.28}, {"text": "guy and take away. Yeah, we talked about this two weeks ago yeah, and then he", "start": 3072.28, "end": 3075.52}, {"text": "said he wants to move to Japan and become a high schooler and then I", "start": 3075.52, "end": 3078.02}, {"text": "change my answer. I want to live on the island of misfit toys or I guess I", "start": 3078.02, "end": 3082.48}, {"text": "could be a werewolf. You're only one to live on the island misfit toys,", "start": 3082.48, "end": 3085.48}, {"text": "'cause they got a dentist there.", "start": 3085.48, "end": 3086.88}, {"text": "Maybe that elf, maybe it would be why did he get free dentistry? I don't", "start": 3086.88, "end": 3094.16}, {"text": "think it's free. He only did dentistry on the king. Dentists are the biggest", "start": 3094.16, "end": 3098.36}, {"text": "scammer. Crazy shit to come up with an elf dentist. They must have been", "start": 3098.36, "end": 3101.28}, {"text": "smoking a toy. Stick to the normal Christmas shit. They must have been on", "start": 3101.28, "end": 3103.76}, {"text": "nitrous. They must have been on crazy toys.", "start": 3103.8, "end": 3105.6}, {"text": "But think about it. That's the most evil elf of all time because he wants to say", "start": 3105.6, "end": 3109.16}, {"text": "like, \"Oh, well, I can't take that tooth out because you don't have enough.", "start": 3109.16, "end": 3111.84}, {"text": "You don't have insurance.\" No, he wants to take the teeth out.", "start": 3111.84, "end": 3114.28}, {"text": "There's no insurance. Why is he Jay Leno?", "start": 3114.28, "end": 3116.44}, {"text": "Yeah, well, you look at this, you got a little piece of shit in your mouth.", "start": 3116.44, "end": 3119.48}, {"text": "Oh, dude, that would break my heart if you went to the dentist and said,", "start": 3119.48, "end": 3124.08}, {"text": "\"I don't, I listen, I hate saying this. I really do.\" You need a brush better, man.", "start": 3124.08, "end": 3128.36}, {"text": "You literally have a piece of shit in your mouth.", "start": 3128.36, "end": 3130.72}, {"text": "listen, listen, and your dentists, Jay Leno in this in their hard turd, your", "start": 3131.72, "end": 3135.58}, {"text": "teeth in general, they're very clean, pretty you're taking yeah, you're taking", "start": 3135.58, "end": 3138.9}, {"text": "good care of them, you're on the right, you're clearly flossing, you're clearly", "start": 3138.9, "end": 3141.9}, {"text": "brushing too, but please get a love of God, just at least brush one time before", "start": 3141.9, "end": 3146.88}, {"text": "you come here, because there you left shit. There's actually you must I can", "start": 3146.88, "end": 3150.8}, {"text": "tell you a shit before you can maybe you didn't even eat it, but you did put it", "start": 3150.8, "end": 3155.02}, {"text": "in your mouth. It was in your mouth. If you're going to put shit in your mouth", "start": 3155.02, "end": 3157.6}, {"text": "and again, your teeth are clean, they're fine. Besides the shit, you teach that", "start": 3157.6, "end": 3161.26}, {"text": "we have the worst prank on a dentist is walking, walking in and you have a", "start": 3161.3, "end": 3165.6}, {"text": "horse poop in your tooth", "start": 3165.6, "end": 3167.0}, {"text": "and it's just the dentist is picking around with that little stick.", "start": 3167.0, "end": 3170.98}, {"text": "What do you think's the most embarrassing thing? You know all those", "start": 3170.98, "end": 3175.78}, {"text": "stories of like, oh, this guy had a toy shoved up his ass, there's an x-ray.", "start": 3175.78, "end": 3179.78}, {"text": "What's the most embarrassing thing to find on that x-ray if you go to the", "start": 3179.78, "end": 3182.3}, {"text": "doctor? The doctor or the dentist? Specifically, are we still on dentist?", "start": 3182.3, "end": 3186.34}, {"text": "The doctor. I feel like there's almost nothing more embarrassing than just a", "start": 3186.34, "end": 3189.26}, {"text": "big turd in your body. No, that's what's him yeah. Well, no, because you're not", "start": 3189.3, "end": 3193.34}, {"text": "going to go to the you're not going to like go to the super market, get", "start": 3193.34, "end": 3196.0}, {"text": "embarrassed of the food in there is", "start": 3196.0, "end": 3197.54}, {"text": "what go to the super market. Yeah, well anyway, based on what Patrick said was", "start": 3197.54, "end": 3202.06}, {"text": "maybe extrapolate think what he was trying to say is that the poop isn't", "start": 3202.06, "end": 3205.86}, {"text": "really your fault. So yeah, so maybe it was a poop that they could clearly tell", "start": 3205.86, "end": 3208.9}, {"text": "did not belong to you, but maybe be really embarrassed, but it's like a big", "start": 3208.9, "end": 3213.1}, {"text": "poop. It's like okay, you're something your body did clearly. You didn't a dog", "start": 3213.1, "end": 3216.74}, {"text": "it's a with a name tag on it. We're going to we got the poop out. We're", "start": 3216.78, "end": 3220.48}, {"text": "going to have to run", "start": 3220.48, "end": 3221.02}, {"text": "it's a is actually we can tell if this poop came from a girl in the in the in", "start": 3221.02, "end": 3226.6}, {"text": "the in the x ray. You can see the poop is wearing a name tag that says Brian", "start": 3226.6, "end": 3230.08}, {"text": "yeah and it's like dude. You got Brian's poop in you. This is actually made.", "start": 3230.08, "end": 3234.24}, {"text": "This is now we've ran. We had to run a bunch of tests and it was kind of", "start": 3234.24, "end": 3236.94}, {"text": "confounding the lab guy a little bit. He this is he said it was the strangest", "start": 3236.94, "end": 3241.04}, {"text": "case he's ever seen. This is actually a hundred different people's poop. It's", "start": 3241.04, "end": 3243.92}, {"text": "would mix together. We're able to tell it was mixed together with a spoon in a", "start": 3243.96, "end": 3247.6}, {"text": "bowl. I think we're going to have to bring in Doctor House on this one. Yeah,", "start": 3247.6, "end": 3250.44}, {"text": "well, the thing I think the most embarrassing thing that could happen is", "start": 3250.44, "end": 3254.44}, {"text": "you go into the MRI machine and you got a fully metallic, but plug in you forgot", "start": 3254.44, "end": 3260.36}, {"text": "to take it out from the shoes around shoots right through you like a bullet.", "start": 3260.36, "end": 3264.0}, {"text": "You'd probably like it, though that should be a mortal combat fatality.", "start": 3264.0, "end": 3266.84}, {"text": "should put a doctor in the", "start": 3269.0, "end": 3270.1}, {"text": "M. R. I.", "start": 3270.1, "end": 3272.2}, {"text": "They should put a nurse in mortal combat that can't fight back", "start": 3272.2, "end": 3276.4}, {"text": "why", "start": 3276.4, "end": 3279.16}, {"text": "is killer.", "start": 3279.16, "end": 3281.12}, {"text": "They're adding all types of characters. These days, superheroes to mortal", "start": 3281.12, "end": 3289.48}, {"text": "combat. They put Jason and Michael Myers in it. I was", "start": 3289.48, "end": 3292.48}, {"text": "a", "start": 3292.48, "end": 3293.76}, {"text": "so did you guys hear this Jason Mamou? Apparently he was drunk and he said", "start": 3294.88, "end": 3298.92}, {"text": "that Amber Heard was going to die. He dressed he dressed up as Johnny Depp and", "start": 3298.92, "end": 3303.32}, {"text": "was all drunk and came to the set and demanded that she be fired. Oh my God,", "start": 3303.32, "end": 3307.3}, {"text": "the new Aquaman trailer. I've seen it a couple times in theaters before movies.", "start": 3307.3, "end": 3310.4}, {"text": "It makes me laugh every time for the two things in it make me laugh or one", "start": 3310.4, "end": 3313.9}, {"text": "when black man it's like a normal trailer and then it just cuts to black", "start": 3313.9, "end": 3316.92}, {"text": "man and he says I'm going to kill Aquaman, destroy his family and also", "start": 3316.92, "end": 3323.2}, {"text": "always try the world and maybe on every and then there's a and then there's", "start": 3323.26, "end": 3327.28}, {"text": "also at the end of the trailer, the amber heard is back in the movie, I", "start": 3327.28, "end": 3331.34}, {"text": "guess, but they only show reveal her literally for point two seconds. I do", "start": 3331.34, "end": 3335.6}, {"text": "like a shorter than any cut has ever been in a movie. They just show her", "start": 3335.6, "end": 3338.4}, {"text": "for a like clearly just be like okay contractually. We have to show that", "start": 3338.4, "end": 3341.16}, {"text": "she's in the movie, but we need it if we do it fast enough. Maybe nobody will", "start": 3341.16, "end": 3344.1}, {"text": "notice and get", "start": 3344.1, "end": 3344.84}, {"text": "that's so for that. I thought you were saying we're not taking side of this. I", "start": 3344.84, "end": 3349.64}, {"text": "you're saying like like you know in like they reveal that like Spider Man is", "start": 3349.68, "end": 3353.58}, {"text": "going to be in the MCU. Oh yeah, I do it like", "start": 3353.58, "end": 3356.82}, {"text": "clearly trying to black is so hard. It's like it's crazy. What does she even do", "start": 3356.82, "end": 3363.34}, {"text": "so she she moved in a bed and she I guess was also what's wrong with that", "start": 3363.34, "end": 3368.64}, {"text": "the rude to him over him biting her finger. Oh, she was rude to him. She this", "start": 3368.64, "end": 3373.84}, {"text": "guy bet bit her fingers off and then she said ow did somebody's finger get bitten", "start": 3373.84, "end": 3378.42}, {"text": "enough. I don't know in this case. There was a photo of Johnny Depp asleep next", "start": 3378.46, "end": 3383.26}, {"text": "to a bed. Somebody's finger got bitten off in this. I'm like eighty", "start": 3383.26, "end": 3387.1}, {"text": "two percent. Do you think that us three any one of us could put together a", "start": 3387.1, "end": 3392.46}, {"text": "pretty good kind of like case it like a against Johnny,", "start": 3392.46, "end": 3396.38}, {"text": "we should do a mock trial.", "start": 3396.38, "end": 3399.26}, {"text": "It probably will be", "start": 3399.26, "end": 3402.7}, {"text": "probably will be a trial. You said I said mock trial. You left you said yeah,", "start": 3402.7, "end": 3407.54}, {"text": "when you press the button for ketchup. Yes,", "start": 3407.58, "end": 3409.28}, {"text": "why", "start": 3409.28, "end": 3410.48}, {"text": "okay, imagine that us doing the mock trial right, okay, you guys order in the", "start": 3410.48, "end": 3416.36}, {"text": "court. This is", "start": 3416.36, "end": 3417.08}, {"text": "what does that have to do with anything? I don't know that's a flop. That's a", "start": 3417.08, "end": 3421.1}, {"text": "certified", "start": 3421.1, "end": 3421.78}, {"text": "flop.", "start": 3421.78, "end": 3423.58}, {"text": "We recorded two episodes back to back. Explain yourself though. Crazy as hell", "start": 3423.58, "end": 3428.08}, {"text": "or so you're thinking I'm gonna we're on another level. We're on we should", "start": 3428.08, "end": 3431.06}, {"text": "record two episodes every time and throw away the first hour. I kind of agree.", "start": 3431.06, "end": 3434.68}, {"text": "feels so good. Yeah, I feel energized beginning of the first episode. We", "start": 3434.68, "end": 3437.92}, {"text": "recorded that will come out next week, so I guess we could hint about stuff in", "start": 3437.92, "end": 3440.92}, {"text": "it and do I was tired. I was sinking into the ground. I was getting dragged", "start": 3440.92, "end": 3444.72}, {"text": "into underground heaven and now I'm being affected. I am wide eyed,", "start": 3444.72, "end": 3448.72}, {"text": "bushy tailed and I'm ready to fuck. There were certain factors to the old", "start": 3448.72, "end": 3453.28}, {"text": "program that we did before we shifted into this video where we would sit there", "start": 3453.28, "end": 3457.84}, {"text": "for I think thirty minutes and just sit at the microphones and not hit record.", "start": 3457.84, "end": 3462.84}, {"text": "when we would do it. When did we ever do that? We would do that all the time.", "start": 3462.88, "end": 3466.0}, {"text": "We'd sit in front of that. We would sit there and then I remember doing like", "start": 3466.0, "end": 3469.0}, {"text": "six hour stints. Every single time Caleb would go, \"Okay, wait, press record", "start": 3469.0, "end": 3473.32}, {"text": "right now,\" and then that's how we would start everything.", "start": 3473.32, "end": 3476.36}, {"text": "I'm not sure I remember that. I think I remember Caleb saying, \"Press record", "start": 3476.36, "end": 3480.08}, {"text": "right now,\" when someone sang a funny song or had a weird butt. We would", "start": 3480.08, "end": 3483.36}, {"text": "basically just sit. Yeah. We used to sit there until we had a song. We would sit", "start": 3483.36, "end": 3488.44}, {"text": "there until we had a song. We need to sit there. I'm on cloud nine. Yeah. I", "start": 3488.44, "end": 3492.24}, {"text": "think I was cleansed. How can we bring you back to earth? Yeah, let's get you", "start": 3492.24, "end": 3495.96}, {"text": "back to maybe you could get that what I'm in like you're addicted to drugs,", "start": 3495.96, "end": 3499.08}, {"text": "man. I'm not into drugs. White cocks. I'm on is the cold, brisk air of the", "start": 3499.08, "end": 3504.06}, {"text": "autumn season. What is this? Five o'clock right now, right? It's four", "start": 3504.06, "end": 3506.76}, {"text": "forty", "start": 3506.76, "end": 3507.12}, {"text": "o'clock. I'll chug one right now. Grab to do", "start": 3507.12, "end": 3510.44}, {"text": "what man? There's two. I'm not an able. I can't chug one right now. I gotta go", "start": 3510.44, "end": 3515.32}, {"text": "to the dog park. This is bullshit. I'll fall asleep if I drinking it. This is", "start": 3515.32, "end": 3518.76}, {"text": "bullshit. I'm flipping out now. I'm having a meltdown. I'm freaking out.", "start": 3518.8, "end": 3524.32}, {"text": "You're keeping me from the thing I love.", "start": 3524.32, "end": 3527.66}, {"text": "I'm not keeping you from anything. You're keeping yourself from crawling", "start": 3527.66, "end": 3531.8}, {"text": "under the table. You're afraid there's a monster down there or something.", "start": 3531.8, "end": 3534.4}, {"text": "Look at me. There's no bugs on the floor. Look at me in my eye. Pat,", "start": 3534.4, "end": 3537.52}, {"text": "can you check under my chair for a bed bug?", "start": 3537.52, "end": 3539.84}, {"text": "Here, I'll check.", "start": 3539.84, "end": 3542.08}, {"text": "why are you making the dick sucking noise? I never done that before", "start": 3547.96, "end": 3552.5}, {"text": "yeah yeah, hey check this out guys.", "start": 3552.5, "end": 3556.32}, {"text": "You just think that's what you're supposed to do. Are you okay?", "start": 3556.32, "end": 3561.46}, {"text": "I'm", "start": 3561.46, "end": 3563.34}, {"text": "supposed to do. I ever saw a video of two guys, sixty nine each other. I saw", "start": 3563.34, "end": 3569.8}, {"text": "that video. The was I saw the video video, the dinosaur never seen a video", "start": 3569.8, "end": 3573.86}, {"text": "two guys sixty nine. How did guys sixty nine the balls are around? I think they", "start": 3573.9, "end": 3577.92}, {"text": "like the balls. I think most guys who well fuck they like wearing the balls as", "start": 3577.92, "end": 3582.72}, {"text": "sunglasses", "start": 3582.72, "end": 3583.46}, {"text": "really sunglasses type. I think I'm gay yeah. That's just funny. Have you ever", "start": 3583.46, "end": 3589.48}, {"text": "had balls on your eyeballs? No, but one time all my cousins took turns farting", "start": 3589.48, "end": 3593.98}, {"text": "in my face while I was asleep", "start": 3593.98, "end": 3595.12}, {"text": "and then I woke up and I hit and then my the last one to do it was my brother and", "start": 3595.12, "end": 3600.7}, {"text": "I woke up and I thought just he did it and I beat him up yeah and then it", "start": 3600.72, "end": 3604.06}, {"text": "turns out just walk around. All my cousins ran a fart train on my mouth.", "start": 3604.06, "end": 3607.42}, {"text": "There was this there is. I think I told you guys about this, but there is this", "start": 3607.42, "end": 3611.46}, {"text": "we were all like is me my cousins and then like our friends from school. My", "start": 3611.46, "end": 3616.0}, {"text": "my cousins live down the street. We're having a sleepover and", "start": 3616.0, "end": 3619.46}, {"text": "this one kid was like I have to go to bed early. I have a wreck basketball", "start": 3619.46, "end": 3624.3}, {"text": "game in the at seven in the morning and I'm not going to miss it and it's like", "start": 3624.3, "end": 3627.86}, {"text": "zero. Why did you even sleep over? You were the first one to fall asleep.", "start": 3627.88, "end": 3631.48}, {"text": "There's there you are in for a night of pranking and we put I think it was like", "start": 3631.48, "end": 3637.24}, {"text": "his legs, icy hot on him or something. We might have like done like a icy hot", "start": 3637.24, "end": 3642.0}, {"text": "slap to the face or something or some crazy thing we did with icy hot and then", "start": 3642.0, "end": 3646.8}, {"text": "he ran out and attacked our one friend who did nothing. Yeah, that's how it is.", "start": 3646.8, "end": 3652.24}, {"text": "It's always if you wake up from a if it's like a bunch of people, you find the", "start": 3652.24, "end": 3655.96}, {"text": "one guy who's just like that's because he's the we know no defense. Yeah,", "start": 3655.96, "end": 3659.46}, {"text": "because of course the the weakest guy is not going to do the prank. He said he", "start": 3659.46, "end": 3662.84}, {"text": "screamed, fuck you, cocksucker, and then wasn't on the ground, kicking up and", "start": 3662.84, "end": 3667.84}, {"text": "said, only pussies kick, but he was kicking while he was doing the the while", "start": 3667.84, "end": 3672.4}, {"text": "he's doing that phrase. Okay, call it, tell that to Bruce Lee. Yeah, only", "start": 3672.4, "end": 3676.64}, {"text": "pussies dead. Yeah, tell that to his son. Then one of the funniest movie, one of", "start": 3676.64, "end": 3680.88}, {"text": "the funniest you know after when Bruce Lee got popular, they", "start": 3680.92, "end": 3684.06}, {"text": "they tried to make a bunch of like they tried to capitalize on it. So they got", "start": 3684.06, "end": 3688.74}, {"text": "a bunch of other guys who are not Bruce Lee, but we're just also Asian and they", "start": 3688.74, "end": 3692.22}, {"text": "named them like they gave them stage names like Bruce Lee, L, I and like all", "start": 3692.22, "end": 3695.96}, {"text": "a bunch of guys and like that that was like a big. It was it was like like a", "start": 3695.96, "end": 3699.52}, {"text": "bunch of copycats, obviously movies and then when Bruce Lee died, there's", "start": 3699.52, "end": 3703.44}, {"text": "something that came out. It was with I think it was with Bruce Lee, L, I may", "start": 3703.44, "end": 3706.8}, {"text": "very different bruce lee an imitator type guy, but it was it was called exit the", "start": 3706.84, "end": 3711.76}, {"text": "dragon enter the tiger.", "start": 3711.76, "end": 3713.2}, {"text": "Oh my God, okay,", "start": 3713.2, "end": 3715.72}, {"text": "exit the dragon, exit the drag, enter the", "start": 3715.72, "end": 3719.96}, {"text": "so funny", "start": 3719.96, "end": 3722.04}, {"text": "that's insane. Imagine if there was like", "start": 3722.04, "end": 3728.92}, {"text": "like just they were doing that for like Daniel Tosh or something Daniel Dosh", "start": 3728.92, "end": 3735.24}, {"text": "we're putting in your thoughts. I guess is exactly what happened with Rob dear.", "start": 3736.44, "end": 3740.7}, {"text": "That's ridiculous, and he's Daniel Dosh Daniel Dosh. You know you,", "start": 3740.7, "end": 3743.94}, {"text": "hello, it's me, Daniel Dosh, Daniel Dosh. Hey, imagine if there was like a", "start": 3743.94, "end": 3749.34}, {"text": "sketch show at little field on October twentieth that that happened yesterday", "start": 3749.34, "end": 3753.28}, {"text": "and no, no, okay, wait tomorrow. Oh my God, this happened back. Well,", "start": 3753.28, "end": 3757.3}, {"text": "right, this we backlogged yesterday's or Wednesday. This is exit the dragon", "start": 3757.3, "end": 3761.66}, {"text": "enter the tiger. Now it can be told see Bruce Lee choose his successor and then", "start": 3761.66, "end": 3766.3}, {"text": "because Bruce Lee his death avenged by Bruce Lee, I the new martial arts master", "start": 3766.34, "end": 3771.48}, {"text": "was that's sick. That's actually fucking disrespectful. That is so", "start": 3771.48, "end": 3775.66}, {"text": "disrespectful to do that. I feel like this guy actually chose his successor.", "start": 3775.66, "end": 3780.42}, {"text": "It's the guy who we gave a name. That's the", "start": 3780.42, "end": 3782.04}, {"text": "exit and Caleb. What were you saying", "start": 3782.04, "end": 3787.44}, {"text": "you need to exit the dragon and enter the sketch show at Littlefield on", "start": 3787.44, "end": 3793.54}, {"text": "October 20th. Guys, it's us, it's Podcasts About List as well, and it's also Pierce Campion", "start": 3793.58, "end": 3798.6}, {"text": "and Alex Forrest and Joe Gleason.", "start": 3798.6, "end": 3800.3}, {"text": "Why'd you say Podcasts About List as well?", "start": 3800.3, "end": 3802.72}, {"text": "Because those are our altered egos.", "start": 3802.72, "end": 3804.54}, {"text": "Those are our stage names.", "start": 3804.54, "end": 3805.54}, {"text": "And then also, you, it's, also.", "start": 3805.54, "end": 3811.34}, {"text": "It's tickets at swaggroup.com/joe.", "start": 3811.34, "end": 3814.34}, {"text": "You gotta buy a ticket, man. It's gonna be fun and it's completely different from the", "start": 3814.34, "end": 3816.94}, {"text": "last time.", "start": 3816.94, "end": 3817.94}, {"text": "We've grown all completely. Look at the new sketches over there.", "start": 3817.94, "end": 3822.94}, {"text": "Okay, now be a nerd.", "start": 3822.94, "end": 3825.94}, {"text": "Oh, you look weird, man.", "start": 3825.94, "end": 3827.94}, {"text": "Now be a nerd.", "start": 3827.94, "end": 3828.94}, {"text": "Okay, yeah, well, I think we have to end now because now we're just playing with a GoPro.", "start": 3828.94, "end": 3832.94}, {"text": "But, come on out, guys.", "start": 3832.94, "end": 3833.94}, {"text": "Time to eat.", "start": 3833.94, "end": 3834.94}, {"text": "Time to eat.", "start": 3834.94, "end": 3835.94}, {"text": "Ketchup.", "start": 3835.94, "end": 3836.94}, {"text": "Ketchup.", "start": 3836.94, "end": 3837.94}, {"text": "Ketchup.", "start": 3837.94, "end": 3838.94}, {"text": "Ketchup.", "start": 3838.94, "end": 3839.94}, {"text": "K-K-K-K-K-Ketchup.", "start": 3839.94, "end": 3840.94}, {"text": "Bye!", "start": 3840.94, "end": 3841.94}, {"text": "K-K-K-K-Ketchup.", "start": 3841.94, "end": 3842.94}, {"text": "Is it unattractive to women when you throw your back out?", "start": 3842.94, "end": 3847.94}, {"text": "Yes.", "start": 3847.94, "end": 3848.94}, {"text": "Really?", "start": 3848.94, "end": 3849.94}, {"text": "Man, if you hurt yourself.", "start": 3849.94, "end": 3850.94}, {"text": "That sucks.", "start": 3850.94, "end": 3851.94}, {"text": "If you ever stub your toe, this is what you should do. You say, \"I didn't stub my toe.\"", "start": 3851.94, "end": 3855.94}, {"text": "\"I didn't stub my toe.\"", "start": 3855.94, "end": 3857.94}, {"text": "\"I didn't stub my toe.\"", "start": 3857.94, "end": 3859.94}, {"text": "Number two.", "start": 3859.94, "end": 3860.94}, {"text": "Wait, can I just ask your fans real quick?", "start": 3860.94, "end": 3862.94}, {"text": "Lady fans, what is more attractive?", "start": 3862.94, "end": 3864.94}, {"text": "When a man peels off his shirt like this and then kind of drops it?", "start": 3864.94, "end": 3868.94}, {"text": "Well, you just did that gaily.", "start": 3868.94, "end": 3870.94}, {"text": "Right.", "start": 3870.94, "end": 3871.94}, {"text": "Okay, well, if he did that straightly.", "start": 3871.94, "end": 3873.94}, {"text": "If someone did that straightly.", "start": 3873.94, "end": 3875.94}, {"text": "If he's peeling off his shirt.", "start": 3875.94, "end": 3877.94}, {"text": "When he peels off his shirt?", "start": 3877.94, "end": 3879.94}, {"text": "or if you just pop out of it. If you pop out of it. If you pop out of it.", "start": 3879.94, "end": 3886.56}, {"text": "Do you mean rip out of it or you mean pop out of it as a different thing?", "start": 3886.56, "end": 3890.96}, {"text": "Like if you kind of flex. Like you go like this, you go like this and then", "start": 3890.96, "end": 3893.68}, {"text": "you're next to all your clothes falling in a pile next to you. You get raptured", "start": 3893.68, "end": 3897.76}, {"text": "out of your clothes. You get a nice crawler bamf out of your clothes.", "start": 3897.76, "end": 3900.94}, {"text": "Like you have clothes that are on you with suction cups. No, like there's a", "start": 3900.94, "end": 3905.6}, {"text": "tear on your, you flex your bicep and then your bicep pops out of that. I", "start": 3905.6, "end": 3908.78}, {"text": "I don't think a single person has ever done that.", "start": 3908.8, "end": 3912.0}, {"text": "That necessitates having a very tiny shirt on for anybody.", "start": 3912.0, "end": 3915.0}, {"text": "Right, well that's what I mean.", "start": 3915.0, "end": 3917.0}, {"text": "Is it more sexy when you peel off a tiny shirt?", "start": 3917.0, "end": 3920.0}, {"text": "If you're a woman, leave a comment down below, address it to Pierce, say \"Dear Pierce.\"", "start": 3920.0, "end": 3925.0}, {"text": "Write what you think is sexy about a boy taking off his shirt or whatever, however way.", "start": 3925.0, "end": 3930.0}, {"text": "Is it sexy? Because I think it's sexy when a boy pops out.", "start": 3930.0, "end": 3933.0}, {"text": "The question is, so your question is, women, do you think it's sexier when a man takes off his shirt or explodes his clothes?", "start": 3933.0, "end": 3943.0}, {"text": "Do you think it's sexier if a man explodes his clothes or takes his shirt off?", "start": 3943.0, "end": 3948.0}, {"text": "Women, do you like it when a man pops out?", "start": 3948.0, "end": 3952.0}, {"text": "Pops out or takes his clothes out?", "start": 3952.0, "end": 3954.0}, {"text": "Slides.", "start": 3954.0, "end": 3956.0}, {"text": "Slides or pops?", "start": 3956.0, "end": 3957.0}, {"text": "Do you like it when a man slides on you?", "start": 3957.0, "end": 3959.0}, {"text": "Sliding or popping?", "start": 3959.0, "end": 3960.0}, {"text": "Dear Pierce, I like sliding. Dear Pierce, I like popping.", "start": 3960.0, "end": 3962.7}, {"text": "This is a new column. This is a new column for the show.", "start": 3962.7, "end": 3965.4}, {"text": "Amanda.", "start": 3965.4, "end": 3966.2}, {"text": "Dear Pierce.", "start": 3966.2, "end": 3967.2}, {"text": "'Cause all men have this relationship.", "start": 3967.2, "end": 3969.8}, {"text": "My boyfriend has been taking his shirt off.", "start": 3969.8, "end": 3972.4}, {"text": "He's been sliding.", "start": 3972.4, "end": 3973.4}, {"text": "He would pop. I wish he would pop.", "start": 3973.4, "end": 3975.4}, {"text": "How do I get him to pop?", "start": 3975.4, "end": 3977.0}, {"text": "All men have this sliding and popping dynamic that they do in their daily lives, right?", "start": 3977.0, "end": 3981.0}, {"text": "[outro]", "start": 3981.0, "end": 3983.0}], "title": "#205 - War Diary #2", "link": "https://www.patreon.com/posts/205-war-diary-2-90937013", "date": "Sat, 14 Oct 2023 11:00:04 GMT", "id": 56}