{"lines": [{"text": "I", "start": 0.0, "end": 2.0}, {"text": "there it is yet there it is welcome back to another amazing by the episode of", "start": 2.0, "end": 13.8}, {"text": "guys about letter what little recorder in your coffee. What is that it's a", "start": 13.8, "end": 19.4}, {"text": "straw man? What way I'm getting shit on and you know what that's a beat straw", "start": 19.4, "end": 23.36}, {"text": "episode over episode. Oh yeah, it's got the beach logo with this shit. It does", "start": 23.36, "end": 27.56}, {"text": "I have the beats logo. It has a water some kind of hydro drop on a hydro", "start": 27.56, "end": 31.52}, {"text": "drop. He does not have a hydro drop. He has the beats by Dre. What is a", "start": 31.52, "end": 35.02}, {"text": "hydro drop? Why'd you turn up now? You made my head to find my head", "start": 35.02, "end": 37.8}, {"text": "so loud that I can't hear my own thoughts, man. This is this episode is", "start": 37.8, "end": 41.9}, {"text": "already falling apart. You have like that you enter. First of all, have the", "start": 41.9, "end": 46.28}, {"text": "little this is like the thing that the guy from the Pogues plays when he's", "start": 46.28, "end": 49.46}, {"text": "doing his little", "start": 49.46, "end": 50.12}, {"text": "who's the Pogues. He's not gonna know the Pogues. He's not gonna know the", "start": 50.12, "end": 53.64}, {"text": "Pogues. No, you should have known he wasn't. Yeah, what I know the Pogues.", "start": 53.64, "end": 57.52}, {"text": "you don't know the I know the pose man. Yes, okay, I like all four of them", "start": 57.52, "end": 62.52}, {"text": "that buddy. There's way more of them. There's probably like twelve people in", "start": 62.52, "end": 67.04}, {"text": "that band. Yeah, and I knew it was a band, but there's four main members.", "start": 67.04, "end": 71.08}, {"text": "Now there's one main member. Yeah, well, there's one. There's one main member", "start": 71.08, "end": 75.84}, {"text": "and then three secondary. There's one main matter would always tell me about", "start": 75.84, "end": 79.28}, {"text": "meeting him. Shane, me and your dad met Shane McGowan. I'm a drink. Oh, I bet", "start": 79.28, "end": 84.0}, {"text": "he remembers that", "start": 84.0, "end": 85.0}, {"text": "probably probably it's probably a really special moment.", "start": 85.0, "end": 88.64}, {"text": "Definitely Shane McGowan, that guy in Boston, Bob, me a drink", "start": 88.64, "end": 93.16}, {"text": "yeah, that's exactly my dad bottom a drink and then he immediately just like", "start": 93.16, "end": 98.12}, {"text": "on that's literally exactly my dad.", "start": 98.12, "end": 100.36}, {"text": "I think he's filled shane's drink or something and he was like", "start": 100.36, "end": 104.56}, {"text": "a", "start": 104.56, "end": 106.32}, {"text": "is", "start": 106.32, "end": 109.12}, {"text": "You would like this guy. You would like looking at this guy. Oh, the TV's off.", "start": 112.2, "end": 118.3}, {"text": "Julio can't even pull up pictures of him. Oh, hey, Senor. Shane McGowan is he's", "start": 118.3, "end": 124.54}, {"text": "the he's he's got like the worst teeth in the world. Yeah, I know, dude. It's", "start": 124.54, "end": 131.52}, {"text": "like what do you would you eat a", "start": 131.52, "end": 133.44}, {"text": "rock?", "start": 133.44, "end": 135.14}, {"text": "Who did you turn down? The one that's not plugged? Oh, okay. Sorry. Our fourth", "start": 135.14, "end": 139.62}, {"text": "ghost member. Yeah, I was going to I was going to turn his down. I don't know", "start": 139.64, "end": 143.66}, {"text": "why, why, because we're talking about yeah, this is her talking me and", "start": 143.66, "end": 148.66}, {"text": "Cameron. This is a this is this is Irish chat. Do you guys want to hear", "start": 148.66, "end": 152.22}, {"text": "another funny Ireland experience that I remembered last night that I completely", "start": 152.22, "end": 155.46}, {"text": "forgotten about that happened when we were in Ireland? I we went to this like", "start": 155.46, "end": 159.46}, {"text": "you know we went to like a colonial village type thing like like a", "start": 159.46, "end": 163.86}, {"text": "you know, like", "start": 163.86, "end": 165.46}, {"text": "yeah like a yeah, yeah, we went to one in Ireland and they had like a bunch of", "start": 166.48, "end": 171.68}, {"text": "animals like it was kind of like a not really a petting zoo, but they said", "start": 171.68, "end": 174.32}, {"text": "animals like they have there. We were just walking around looking all the", "start": 174.32, "end": 176.66}, {"text": "animals and we turned the corner and there was like a pasture and we looked", "start": 176.66, "end": 181.36}, {"text": "and there was a tiny", "start": 181.36, "end": 182.36}, {"text": "pony like a Shetland style pony. Yeah, that was just standing completely", "start": 182.36, "end": 188.32}, {"text": "rigidly still as if it was a statue and just like against the fence, like", "start": 188.32, "end": 192.56}, {"text": "putting its head through the fence and just standing there completely still,", "start": 192.56, "end": 195.36}, {"text": "just staring straight ahead and we like walked up to him. We're like hey and it", "start": 195.42, "end": 199.06}, {"text": "did not move just breathe and look. It was completely the most miserable", "start": 199.06, "end": 203.52}, {"text": "animal I've ever seen in my that's an early reincarnation. Yeah, this is a guy", "start": 203.52, "end": 208.24}, {"text": "who used to be like a CPA or something and this is day two of being a pony.", "start": 208.24, "end": 213.0}, {"text": "It's like that was the most I've ever seen an animal want to die yeah. I mean", "start": 213.0, "end": 217.26}, {"text": "I think that a lot of animals like a lot of dogs try to kill themselves. I don't", "start": 217.26, "end": 222.32}, {"text": "think that any all the dogs know that cars will kill them. This was this is", "start": 222.36, "end": 226.8}, {"text": "though this is the most like human representation. This is like when you", "start": 226.8, "end": 231.06}, {"text": "see when you're like oh the the cat knows how to turn on the TV, like oh, I", "start": 231.06, "end": 236.0}, {"text": "can see that my behavior in this cat. This is like this. We saw the this is", "start": 236.0, "end": 239.46}, {"text": "like pure, the most of your horse and desire to be annihilated yeah, just", "start": 239.46, "end": 245.26}, {"text": "when you said like colonial head between bars and just looking straight", "start": 245.26, "end": 249.88}, {"text": "dead and not reacting when to walk up to you just God. I mean you said colonial", "start": 249.92, "end": 255.74}, {"text": "village in Ireland. I was just imagining like as like a a tourist trap or kind of", "start": 255.74, "end": 261.5}, {"text": "like like you know how they have like the Japanese like rock abilities and", "start": 261.5, "end": 264.22}, {"text": "stuff yeah, just imagining like the Irish doing like a colonial Williamsburg.", "start": 264.22, "end": 268.74}, {"text": "Yeah, well, that's what it was. I mean, I guess it's not colonial. I guess,", "start": 268.74, "end": 271.26}, {"text": "yeah, just all yeah, but that's just what the type of reference point, but", "start": 271.26, "end": 274.7}, {"text": "yeah, I mean that's what it was. They had a little they had the little stores that", "start": 274.7, "end": 278.32}, {"text": "you go into they had the they had the classic school house. You go into the", "start": 278.36, "end": 282.36}, {"text": "school house. Can we this is where they learn? Okay, oh my goodness, they had to", "start": 282.36, "end": 287.34}, {"text": "sit in front of a chalkboard. That is so boring that fucking stir bridge village", "start": 287.34, "end": 292.84}, {"text": "trip. You probably had to do yeah. We did Plymouth plant. Yeah, Plymouth", "start": 292.84, "end": 295.96}, {"text": "plantation, then what do you have like did you go to colonial will? I've been", "start": 295.96, "end": 300.0}, {"text": "there probably four times yeah it do that shit so no. I think it's cool. I", "start": 300.0, "end": 303.96}, {"text": "it's so fried. I think it is cool. Don't say it is right. Well, because there's no", "start": 304.0, "end": 308.04}, {"text": "ledges and all those all those people that are there are toy as fuck. That's", "start": 308.04, "end": 312.52}, {"text": "lies. It's fried. That's lies. Do there's a number getting up? There's a", "start": 312.52, "end": 316.2}, {"text": "there all the way. There's a sword maker there. There's a usually a blacksmith", "start": 316.2, "end": 320.64}, {"text": "and this time it was better because all the people it's easier to imagine these", "start": 320.64, "end": 323.48}, {"text": "people as coming from the fourteen hundreds because they all have Irish", "start": 323.48, "end": 326.92}, {"text": "accents. True. A lot of the people who work at Williamsburg are like guys used", "start": 326.92, "end": 330.64}, {"text": "be drug addicts in Philly. Yeah, now they're there. They're hiding a tattoo", "start": 330.66, "end": 334.92}, {"text": "yeah in the summer. They have to wear a war like a wool shirt. Yeah, I know that", "start": 334.92, "end": 341.08}, {"text": "you are the number one Roku fan in the world.", "start": 341.08, "end": 343.62}, {"text": "You can't hide that from me. I can see it in your eyes. Yeah, do that's the", "start": 343.62, "end": 348.82}, {"text": "worst. You go, you go to the colonial things, a colonial thing. You go to the", "start": 348.82, "end": 352.94}, {"text": "colonial things. Sorry,", "start": 352.96, "end": 354.62}, {"text": "now me", "start": 354.62, "end": 357.3}, {"text": "Roku fan and you were like yes,", "start": 357.3, "end": 360.6}, {"text": "yeah, I am a big road", "start": 360.6, "end": 369.12}, {"text": "called out. There's got to be a bigger Roku fan than you. You don't even have a", "start": 369.12, "end": 373.98}, {"text": "Roku.", "start": 373.98, "end": 374.4}, {"text": "I just remember you have a fire stick.", "start": 374.4, "end": 378.72}, {"text": "was the worst day ever. My straw socks and I don't have a Roku", "start": 379.88, "end": 383.98}, {"text": "Roku is fired. Yeah, there's got to be you're saying Roku clears Amazon fire", "start": 383.98, "end": 390.36}, {"text": "stick all day easily puts it in there. Have you ever heard of someone talking", "start": 390.36, "end": 393.8}, {"text": "about Amazon fire city? No, they don't even have a city. No, have it. There is", "start": 393.8, "end": 398.86}, {"text": "no city for Amazon fire city is just a picture of some like a movie that they", "start": 398.86, "end": 403.12}, {"text": "put at the top. We don't even get or you know Amazon fire city is instead of the", "start": 403.12, "end": 408.08}, {"text": "the Roku City us Amazon people who are logged into our mother in laws Amazon", "start": 408.12, "end": 413.72}, {"text": "account get to see pictures of every person from my mother in laws church all", "start": 413.72, "end": 418.96}, {"text": "the time on my TV. Oh yeah, that's nice. They got that photos, it's just a", "start": 418.96, "end": 422.52}, {"text": "photo, photo, and I am so terrified that it's going to be like one day, like", "start": 422.52, "end": 427.12}, {"text": "weight loss before and after photos or something popping up. There's always a", "start": 427.12, "end": 430.86}, {"text": "danger yeah, because I don't think she knows that her all of her photos are", "start": 430.86, "end": 435.36}, {"text": "tried to my who would just show up in my letter", "start": 435.44, "end": 438.54}, {"text": "you like the photos. Some of them, some of the guys, there's a photos of me and", "start": 438.54, "end": 445.42}, {"text": "and my my in laws that are they're nice photos. Yeah, you know I've hair in the", "start": 445.42, "end": 449.72}, {"text": "photos, by the way, grow my hair out like yeah, you're going to grow it out.", "start": 449.72, "end": 453.52}, {"text": "I'm going to grow it out. All I can go bald now", "start": 453.52, "end": 455.56}, {"text": "dude no because then that will trap me in whatever you just up hair style. This", "start": 455.56, "end": 459.92}, {"text": "you guys can both be bald. That's what I say no yeah. I mean you basically", "start": 460.12, "end": 465.32}, {"text": "you are bald. You basically I'm not bald. I just like you can't go the extra", "start": 465.32, "end": 470.86}, {"text": "that you are. You look too similar to Caleb. Is that the no? I just that", "start": 470.86, "end": 474.82}, {"text": "people will mix you two up. I don't think that we can't both be. We can't", "start": 474.82, "end": 478.78}, {"text": "both be bald because one", "start": 478.78, "end": 480.58}, {"text": "the there's two. Let's strap in here. We got one reason coming up, so that means", "start": 480.58, "end": 486.74}, {"text": "there's going to be more.", "start": 486.78, "end": 487.78}, {"text": "No, because this is my, I have a joke about this.", "start": 487.78, "end": 489.98}, {"text": "He's sliding into a stand up, man.", "start": 489.98, "end": 492.1}, {"text": "He's sliding into a stand up.", "start": 492.1, "end": 493.38}, {"text": "You know, you guys set me up to be like Jay Leno on Letterman.", "start": 493.38, "end": 496.58}, {"text": "Here's what I got going on.", "start": 496.58, "end": 501.62}, {"text": "Oh my God.", "start": 501.62, "end": 503.54}, {"text": "Just go, just shave that shit off, man.", "start": 503.54, "end": 505.26}, {"text": "Yeah, I might.", "start": 505.26, "end": 506.26}, {"text": "I've done it before.", "start": 506.26, "end": 507.26}, {"text": "You have the mustache and the earring are enough to make you look.", "start": 507.26, "end": 510.54}, {"text": "Yeah, but then I just look like a gay guy in the 70s.", "start": 510.54, "end": 513.38}, {"text": "What's wrong with that?", "start": 513.38, "end": 514.38}, {"text": "Yeah, that's not my vibe.", "start": 514.38, "end": 515.38}, {"text": "That's not your vibe.", "start": 515.38, "end": 516.38}, {"text": "not your that's the thing. There's no chance that's your vibe. You don't like", "start": 516.38, "end": 520.26}, {"text": "to think that I was trying to say that the thing that I was trying to say", "start": 520.26, "end": 523.78}, {"text": "about the", "start": 523.78, "end": 524.42}, {"text": "like the colonial Williamsburg people and like myself, like there there's like", "start": 524.42, "end": 530.02}, {"text": "specific faces now that I feel like it's probably because of the blue light from", "start": 530.02, "end": 534.82}, {"text": "screens, but there is some kind of thing that makes people like the you know what", "start": 534.82, "end": 539.28}, {"text": "I mean though, like it's the right. Yeah, the blue light people like an iPhone", "start": 539.28, "end": 542.58}, {"text": "faces. Yeah, blue light from an iPhone must be morphing our facial structure or", "start": 542.62, "end": 546.82}, {"text": "something, or giving us, like, some kind of skin thing that is, like, okay, this", "start": 546.82, "end": 551.42}, {"text": "is a face that could only exist in, like, 2023. Like, this is a person born in", "start": 551.42, "end": 555.82}, {"text": "'98. But you don't have one of these. I think you have an olden face. You think I", "start": 555.82, "end": 558.86}, {"text": "have an old one? You got an old face, man. I do. You have an old face, olden", "start": 558.86, "end": 563.46}, {"text": "face that I think you'd counteract with new clothes. Yes. Okay. I think that you", "start": 563.46, "end": 568.74}, {"text": "you have a perfect you have a perfect sailor face. Huh, you belong on a ship", "start": 568.78, "end": 574.52}, {"text": "and you need to die and the boy like I sit like in a bad is mad about the", "start": 574.52, "end": 579.34}, {"text": "strong. No, I'm not mad. So mad about that. About the straw thing. The straw", "start": 579.34, "end": 584.08}, {"text": "doesn't matter anymore. I even think this straw is cringe personally. Yeah,", "start": 584.08, "end": 588.04}, {"text": "why do you say one of your wife's purchases? Is the straw with you? Okay,", "start": 588.04, "end": 591.98}, {"text": "guys, you brought the straw to the store.", "start": 591.98, "end": 594.12}, {"text": "don't bother giving me a story. I brought my own story time guys story time bundle", "start": 596.04, "end": 600.54}, {"text": "up because this is about to be an amazing story. I went to I went to Duncan. I got", "start": 600.54, "end": 604.68}, {"text": "a free cold brew because I had 700 points. Okay. I didn't do that at Dunkin", "start": 604.68, "end": 608.44}, {"text": "Donuts. Those are very nice people. They get yelled at enough. I went to the one", "start": 608.44, "end": 612.04}, {"text": "on Fresh Pond. Nope. It's the one on Myrtle. I went to Duncan. Hold up. Hold", "start": 612.04, "end": 615.16}, {"text": "up. Hold up.", "start": 615.16, "end": 615.68}, {"text": "Run that shit back. It was the one on Myrtle.", "start": 615.68, "end": 619.72}, {"text": "Caleb Pitt storytelling.", "start": 619.72, "end": 623.72}, {"text": "Okay, I'm doing the one finger of stories. Okay, give me a beat the one", "start": 625.56, "end": 630.62}, {"text": "finger of stories. Here it is.", "start": 630.62, "end": 632.28}, {"text": "Okay, that's mean. That's kind of a mean finger. There we go. I went to", "start": 632.28, "end": 641.68}, {"text": "Duncan, I grabbed this on the shelf, I forgot to get a straw, I got home,", "start": 641.68, "end": 645.8}, {"text": "I said, \"Oh, do I have any straws in my house?\" No straws, except for this", "start": 645.8, "end": 650.04}, {"text": "little doodad, which I've never... That is a doohickey. This is a doodad.", "start": 650.04, "end": 653.84}, {"text": "It's not a straw. It's a wide straw. It looks like I'm nursing. You know what? I think that", "start": 653.84, "end": 659.8}, {"text": "I'm actually now that I've seen you sip from it, not jealous of it. Why? I think I was", "start": 659.8, "end": 665.68}, {"text": "making fun of it because I was like, \"No, they don't make straws that wide.\" Okay, I", "start": 665.68, "end": 674.4}, {"text": "actually quite like it. He likes it. The straw? I think that my... It's mixing mixed up between", "start": 674.4, "end": 679.88}, {"text": "the straw, the coffee. It makes the drink stay cold because it's metal all the", "start": 679.88, "end": 688.12}, {"text": "way. It makes the drink stay cold, the metal goes going all the way, and then", "start": 688.12, "end": 693.08}, {"text": "the width of the straw, you're getting a lot of liquid. You put a lot of liquid", "start": 693.08, "end": 700.0}, {"text": "on the end of my straw. I did not put a lot of liquid on the end of the", "start": 700.0, "end": 702.44}, {"text": "straw. You did, did you? You had full lips all the way. I do have a", "start": 702.44, "end": 704.0}, {"text": "spit problem. What's this problem you have? Too much? It's probably something...", "start": 704.0, "end": 708.04}, {"text": "Yeah, I think I have too much spit.", "start": 708.04, "end": 710.04}, {"text": "Overactive gland?", "start": 710.04, "end": 712.04}, {"text": "Yeah. I think there's a... maybe I got a mouth stone from all the energy drinks over the years.", "start": 712.04, "end": 716.04}, {"text": "Could be that. Oh, I want to see you pop one of those so bad.", "start": 716.04, "end": 719.04}, {"text": "That'd be cool.", "start": 719.04, "end": 720.04}, {"text": "Did you guys ever watch video of popping disgusting stuff out of their bodies?", "start": 720.04, "end": 723.04}, {"text": "Yes.", "start": 723.04, "end": 724.04}, {"text": "Oh, I love that shit.", "start": 724.04, "end": 725.04}, {"text": "Dr. Pimple Popper.", "start": 725.04, "end": 726.04}, {"text": "But also this... when people get the salivary stone...", "start": 726.04, "end": 730.04}, {"text": "Those are gross. I don't like those.", "start": 730.04, "end": 732.04}, {"text": "They're awesome. I love them. I want them to shoot out.", "start": 732.04, "end": 734.04}, {"text": "you know what I went to the one time I went to the urgent care in Boston and", "start": 734.04, "end": 738.28}, {"text": "they were playing a video. They were playing some TV show that was like Dr.", "start": 738.28, "end": 742.42}, {"text": "Pimple Popper on the TV for the waiting room. Everyone was there because they", "start": 742.42, "end": 745.98}, {"text": "were sick or miserable, but it was Dr. Pimple Popper, but it was for pets. I", "start": 745.98, "end": 751.36}, {"text": "don't want that. I was bought that dude. Have you ever seen the video?", "start": 751.36, "end": 754.6}, {"text": "Animal surgery, but if you ever seen the videos where the where the dogs are", "start": 754.6, "end": 757.84}, {"text": "like walking around the street and then they are like, oh, look at this dog.", "start": 757.84, "end": 761.5}, {"text": "I get closer and the dog has a million worms. Yeah, it is body. I've seen", "start": 761.56, "end": 765.66}, {"text": "those. Oh man, you know what I saw the other day? Oh my God, yeah, you say", "start": 765.66, "end": 769.48}, {"text": "yours", "start": 769.48, "end": 769.92}, {"text": "you know those like in the in the caliber of like pimple popping and like", "start": 769.92, "end": 774.4}, {"text": "like the oddly satisfying human disgust or yeah body horror stuff. The disgust", "start": 774.4, "end": 779.48}, {"text": "or the", "start": 779.48, "end": 780.02}, {"text": "the oddly satisfying disgust or crew have now started to do ingrown toenail", "start": 780.02, "end": 788.98}, {"text": "pair, which I saw a video of somebody getting like an ingrown.", "start": 789.04, "end": 793.04}, {"text": "I've seen that one.", "start": 793.04, "end": 794.04}, {"text": "They peel the thing away and then you just see the pus shoot out and it's like a whack-a-mole", "start": 794.04, "end": 800.72}, {"text": "for the poppers.", "start": 800.72, "end": 801.72}, {"text": "I had one really, really bad when I was a kid and they had to put a needle, they had to", "start": 801.72, "end": 806.2}, {"text": "numb my foot.", "start": 806.2, "end": 807.2}, {"text": "I had the same shit with my thumb.", "start": 807.2, "end": 808.36}, {"text": "I was like...", "start": 808.36, "end": 809.36}, {"text": "My toenails are always ingrown constantly.", "start": 809.36, "end": 811.3}, {"text": "I had a big ingrown thing right there on this thumb and I had to go to the hospital because", "start": 811.3, "end": 819.0}, {"text": "there was a red. Oh my God, you got the end of the the classic infection, the", "start": 819.0, "end": 822.84}, {"text": "classic Nazgul infection. Yeah, you had a red line. I had a red line. That's one", "start": 822.84, "end": 827.72}, {"text": "of my fears. I never heard of that. That's what they say. They say if your", "start": 827.72, "end": 831.06}, {"text": "cut is infected, if it's like if it has like pus and if you see a red line, you", "start": 831.06, "end": 834.72}, {"text": "need to go to the hospital like immediately because it's like your blood", "start": 834.72, "end": 837.08}, {"text": "infection or whatever. Whoa, and you live to your heart. I guess I had that.", "start": 837.08, "end": 841.0}, {"text": "It's like a my dad said, yeah, how far up did it get dude? How close are you?", "start": 841.0, "end": 845.08}, {"text": "that's right next to your heart dog. It was pretty close, but I was just like I", "start": 846.6, "end": 850.5}, {"text": "went in and they just like, they just like, I'm sorry, that's I am viewing you", "start": 850.5, "end": 855.18}, {"text": "completely different. You had a near death experience. Barely. It was just", "start": 855.18, "end": 858.78}, {"text": "like, no, don't downplay this shit, man. The heart, the line was close to your", "start": 858.78, "end": 861.76}, {"text": "heart. The coolest thing though was when I was in, I was taking my, oh, the", "start": 861.76, "end": 865.12}, {"text": "coolest thing was the line. Let's be real. Yeah. But the coolest thing was", "start": 865.12, "end": 867.72}, {"text": "when I was taking my art final in, it was my senior year of high school and", "start": 867.72, "end": 872.52}, {"text": "that's when I noticed the infection and I took just like a like it was like I", "start": 872.76, "end": 876.8}, {"text": "think it was like the nib for like the ink pen that I was using and I just", "start": 876.8, "end": 879.6}, {"text": "fucking and like", "start": 879.6, "end": 880.7}, {"text": "push down on it so hard that like it shot so much puss out that it went up.", "start": 880.7, "end": 885.96}, {"text": "It was like a squirter.", "start": 885.96, "end": 886.86}, {"text": "That's the coolest part. Dude that's, yeah the pittin'.", "start": 886.86, "end": 888.8}, {"text": "Oh the line was cool man, just leave it at the line.", "start": 888.8, "end": 891.12}, {"text": "Did you use it in your art, the puss? Yeah. No, 'cause I had already turned in,", "start": 891.12, "end": 895.46}, {"text": "I had already turned in my final and I was waiting for the. So you had some extra", "start": 895.46, "end": 898.48}, {"text": "time to. Yeah. Mutilate your body. Oh okay. Well I didn't, I wanted to just", "start": 898.48, "end": 902.08}, {"text": "draw with the ink pen. I thought that I the thing I saw yesterday was old was", "start": 902.1, "end": 905.9}, {"text": "the most disgust or thing I have ever seen in my life. What was it? I am a", "start": 905.9, "end": 909.92}, {"text": "face", "start": 909.92, "end": 910.38}, {"text": "and a mirror,", "start": 910.38, "end": 912.78}, {"text": "your face in a mirror. Why'd you say that come on? Sorry, I said it to myself", "start": 912.78, "end": 918.14}, {"text": "actually.", "start": 918.14, "end": 918.58}, {"text": "I thought I was still", "start": 918.58, "end": 921.06}, {"text": "that's my bad. I thought I was completely talking. I was walking home.", "start": 921.06, "end": 925.98}, {"text": "I saw this homeless guy sleeping on somebody's friend. Oh yeah,", "start": 925.98, "end": 928.78}, {"text": "it. Oh", "start": 928.78, "end": 929.28}, {"text": "it's just so insane. Yeah, he was sleeping on someone's front steps and", "start": 929.28, "end": 936.28}, {"text": "then the person came home and was walking by him and like kind of like", "start": 936.28, "end": 939.26}, {"text": "skirted by him, like didn't really say anything just like to go unlock the", "start": 939.26, "end": 941.98}, {"text": "front door and when he when the person step by him, he like sat up and started", "start": 941.98, "end": 946.18}, {"text": "to like gather a shit. He had like like a blanket and like he set up to start", "start": 946.18, "end": 950.78}, {"text": "gathering his stuff up and move and when he lifted his head, I saw what he was", "start": 950.78, "end": 954.42}, {"text": "like lying his head on on the stairs was like a wet, dirty stuffed animal monkey", "start": 954.46, "end": 960.8}, {"text": "and then on top of it like that it was directly touching his head was a giant", "start": 960.8, "end": 965.7}, {"text": "wet dead rat", "start": 965.7, "end": 966.82}, {"text": "and that was he was using that as a pillow and he just sat and the person", "start": 966.82, "end": 973.26}, {"text": "going into their house just like looked at it and then just like one inside. Do", "start": 973.26, "end": 976.62}, {"text": "you think that was like oh my just so insane? So the craziest thing I've ever", "start": 976.62, "end": 980.96}, {"text": "to you. Do you think he was like like he had to pick up the dead rat and be like", "start": 980.98, "end": 985.24}, {"text": "this is what I I'm sorry. The combination of these two things will", "start": 985.24, "end": 990.0}, {"text": "make my head comfortable. Which one should I put on top? Which one should I", "start": 990.0, "end": 992.58}, {"text": "directly lay my head on? Should I lay it on? I bet that kind of feels like", "start": 992.58, "end": 996.84}, {"text": "depending on how fat the rat is. There's a big fucking rat yeah. It was huge. I", "start": 996.84, "end": 1002.26}, {"text": "bet that kind of feels good. I wouldn't I don't think so. No, you know you like", "start": 1002.26, "end": 1006.64}, {"text": "you you're you lay your head on like your girlfriend,", "start": 1006.64, "end": 1009.38}, {"text": "you know,", "start": 1009.38, "end": 1011.68}, {"text": "hairy leg. Yeah, here in the back of her hairy leg cold.", "start": 1011.68, "end": 1016.08}, {"text": "You know what I'm talking about? You follow you follow you're watching TV.", "start": 1016.08, "end": 1020.78}, {"text": "You fall asleep with your head on your girlfriend's hair. That means you if", "start": 1020.78, "end": 1024.28}, {"text": "you're falling asleep on your girlfriend's body, you're the girlfriend", "start": 1024.28, "end": 1028.48}, {"text": "man", "start": 1028.48, "end": 1028.88}, {"text": "straight up facts sleep on her cab dude. I feel like I'm well. I don't want to", "start": 1028.88, "end": 1035.88}, {"text": "make the world is getting grosser. I don't want to make this about me, but", "start": 1035.88, "end": 1038.78}, {"text": "The woman who used to, who was a homeless lady still is, and she tried, when she could walk,", "start": 1038.78, "end": 1045.58}, {"text": "she would like hunt down Phil and try to kick him all the time. I ever tell you about her?", "start": 1045.58, "end": 1049.18}, {"text": "No, you never did.", "start": 1049.18, "end": 1050.18}, {"text": "I told him, yeah, I told him. There was this lady who would just like, every single time", "start": 1050.18, "end": 1054.54}, {"text": "we'd be down the street, she would beeline to Phil and like wind up a big kick and then", "start": 1054.54, "end": 1058.5}, {"text": "miss.", "start": 1058.5, "end": 1059.5}, {"text": "Oh my God.", "start": 1059.5, "end": 1060.5}, {"text": "The first time I was like, what the fuck is wrong with you, you fucking crazy bitch? And", "start": 1060.5, "end": 1062.86}, {"text": "then by the third time I was like, nice try, man.", "start": 1062.86, "end": 1065.58}, {"text": "Yeah.", "start": 1065.58, "end": 1066.58}, {"text": "Yeah.", "start": 1066.58, "end": 1067.58}, {"text": "Missed.", "start": 1067.58, "end": 1068.58}, {"text": "She would just like get mad that she missed the kick and keep walking.", "start": 1068.58, "end": 1071.86}, {"text": "Anyway, now she can't walk. I think she lost one of her feet or something.", "start": 1071.86, "end": 1074.82}, {"text": "Diabetes or did you think she kicked up?", "start": 1074.82, "end": 1077.78}, {"text": "Diabetes, yeah. This homeless lady is eating so much candy that she got diabetes.", "start": 1077.78, "end": 1082.98}, {"text": "She's living such a lavish life.", "start": 1082.98, "end": 1085.3}, {"text": "Well, yeah, what's the cheapest thing at McDonald's? The ice cream cone.", "start": 1085.3, "end": 1089.62}, {"text": "Oh, that's actually a very fair point. Anyway, she started, she is now, she's resorted to,", "start": 1089.62, "end": 1095.78}, {"text": "for the last couple of months, the bench in front of my apartment, using it like", "start": 1097.38, "end": 1101.22}, {"text": "a toilet and shitting through the slats of the bench every single morning.", "start": 1101.22, "end": 1104.94}, {"text": "That's sad. No, it gets worse. And when that didn't work, now...", "start": 1104.94, "end": 1110.1}, {"text": "It didn't work? What do you mean it didn't work? Well, it didn't make me", "start": 1110.1, "end": 1113.54}, {"text": "mad enough, I guess. It wasn't enough for her? Yeah, 'cause I guess she's", "start": 1113.54, "end": 1115.78}, {"text": "trying to ruin my life. Why didn't you have a", "start": 1115.78, "end": 1116.82}, {"text": "nemesis? She's not my nemesis. Maybe I'm her nemesis, but I barely think about", "start": 1116.82, "end": 1121.86}, {"text": "her. Wow, that's cold. That's cold as fuck. But now she's pulling out the", "start": 1121.86, "end": 1126.14}, {"text": "The ultimate move to ruin my mornings, which is that she is", "start": 1126.14, "end": 1129.5}, {"text": "every single morning laying down on that bench and crying very loudly.", "start": 1129.5, "end": 1134.54}, {"text": "And it is really harsh in my vibe, man. Yeah, I can imagine. I think I'm", "start": 1134.54, "end": 1140.34}, {"text": "gonna walk up to her and be like, \"Here's 100...\" Fuck, no. \"Here's 100", "start": 1140.34, "end": 1144.62}, {"text": "Mr. Beastballs.\" She tried to kick my dog. I'm gonna say... Mr. Beastballs?", "start": 1144.62, "end": 1147.9}, {"text": "Yeah, it's a thing I made up. It's an NFT that you can sell.", "start": 1147.9, "end": 1151.06}, {"text": "I should give her an NFT. You're giving her a poor tape.", "start": 1151.06, "end": 1156.1}, {"text": "That's a good idea. Well, honestly, as somebody who owns an NFT, I can tell you it doesn't", "start": 1156.1, "end": 1161.34}, {"text": "make you happy. That's true. Yeah, he owns a shard. I have. It's actually it's it's a", "start": 1161.34, "end": 1167.02}, {"text": "fragment fragment of a shard. But now I have now I have no choice of the moon, but to save", "start": 1167.02, "end": 1171.48}, {"text": "her life. Yeah, because even though I don't want to, because she tried to she tried to", "start": 1171.48, "end": 1175.72}, {"text": "kick my dog. Now I have to save her life and fall in love with her. Yeah. So I'm in a really", "start": 1175.72, "end": 1179.8}, {"text": "bad spot this week. I know. I mean, I can't imagine that your wife wants. She's not happy", "start": 1179.8, "end": 1184.52}, {"text": "about that, but I mean I brought her inside. I'm gonna have to like clean her", "start": 1184.52, "end": 1188.52}, {"text": "up and make her a hot meal and have her make her and then make her a hot meal.", "start": 1188.52, "end": 1194.84}, {"text": "Oh, I'm gonna eat her. Yeah. Oh no, no, I thought you meant what do you mean that", "start": 1194.84, "end": 1204.2}, {"text": "he's gonna eat her or do you mean yeah what are you saying like making her like", "start": 1204.2, "end": 1207.44}, {"text": "a snack make like make her a hot meal yeah what is that I'm not sure how that's", "start": 1207.44, "end": 1212.48}, {"text": "that's changing like make her like her emphasis on yeah her. I know she's the", "start": 1212.48, "end": 1216.98}, {"text": "one that's going to make her a hot meal and make her a hot meal hot meal. Oh", "start": 1216.98, "end": 1221.74}, {"text": "okay.", "start": 1221.74, "end": 1222.16}, {"text": "Yeah, so hot meal", "start": 1222.16, "end": 1224.76}, {"text": "anyway meals, I mean that eat that a hot meal. I've given her food. Why we we", "start": 1224.76, "end": 1231.6}, {"text": "could have been wacky packages writers. That's the thing dude. I", "start": 1231.6, "end": 1234.46}, {"text": "I tried to I tried to squash it. Yeah, I've given her I even when she was", "start": 1234.46, "end": 1239.8}, {"text": "kicking Phil every once in a while. I if I because there's a pizza place right", "start": 1239.82, "end": 1244.42}, {"text": "yeah. If I got a slice of pizza, I'd grab an extra one and give it to her,", "start": 1244.42, "end": 1247.24}, {"text": "but she still came after Phil with these feet. Yeah, and then God, you can", "start": 1247.24, "end": 1251.02}, {"text": "know you're trying to bribe her. Yeah, I kind of was I was more it's probably", "start": 1251.02, "end": 1256.18}, {"text": "the the homeless person in the history of my life that I've given the most", "start": 1256.18, "end": 1260.34}, {"text": "stuff to", "start": 1260.34, "end": 1261.06}, {"text": "purely to stop her from trying to hit my dog.", "start": 1261.06, "end": 1264.26}, {"text": "I mean homeless people, I guess, could learn a lesson from that. If you want a", "start": 1264.26, "end": 1268.3}, {"text": "from money from Caleb just try to kill his dog. Yeah, dude. It's really I mean", "start": 1268.3, "end": 1271.6}, {"text": "we live in a backwards world. Did she so", "start": 1271.6, "end": 1274.82}, {"text": "did I mean I know Phil personally I know him. Yeah, that's my dog. We're pretty", "start": 1274.82, "end": 1279.66}, {"text": "good. We're pretty good friends. He hates you. He doesn't hate me. He despises you.", "start": 1279.66, "end": 1283.86}, {"text": "What are you talking about? He hates me. Every time he sees me, he runs over to", "start": 1283.86, "end": 1287.58}, {"text": "me. To try to bite you. No, 'cause he thinks that I'm a fellow dog. That might", "start": 1287.58, "end": 1291.54}, {"text": "be true actually. He thinks that I'm... You probably smell like a dog. He thinks", "start": 1291.54, "end": 1294.66}, {"text": "that I'm a dog and he comes over to me. I mean you see you, you can vouch for me on", "start": 1294.66, "end": 1299.26}, {"text": "this. Phil runs up to me every single time he sees me. That's because you go", "start": 1299.26, "end": 1302.66}, {"text": "very excited. Yeah, but he likes that. No, he doesn't. Phil runs to you. I don't", "start": 1302.66, "end": 1307.66}, {"text": "like it. It doesn't matter what the dog likes. Yeah, that's why you, you're saying", "start": 1307.66, "end": 1311.66}, {"text": "that he hates me because you don't fuck with that. But I know that he, well, he", "start": 1311.66, "end": 1317.5}, {"text": "does run towards me. Maybe he thought this woman was me. She does look a lot", "start": 1317.5, "end": 1322.06}, {"text": "like you. He could have been running, he could have been running towards her. I've been having", "start": 1322.1, "end": 1325.9}, {"text": "an incident, a thing recently, I'm wearing a collared button down shirt if you can't notice", "start": 1325.9, "end": 1330.98}, {"text": "that. You pulled up in the most Tony Soprano ass shirt the other day but then you, we were", "start": 1330.98, "end": 1336.14}, {"text": "doing that episode with freestyling. So I had to cover it up. You covered it up but that,", "start": 1336.14, "end": 1340.9}, {"text": "it looked cool. Whoa, the truth comes out. Listen. I've never, I have never ever once,", "start": 1340.9, "end": 1350.34}, {"text": "what's the word I'm looking for here? Disrespected me. Not disrespected or", "start": 1350.34, "end": 1354.5}, {"text": "respected. I've never once,", "start": 1354.5, "end": 1356.06}, {"text": "somewhere in the middle,", "start": 1356.06, "end": 1357.54}, {"text": "never once not admitted when a shirt looked", "start": 1357.54, "end": 1362.3}, {"text": "swag. Ever not once admitted when a shirt looked swag. Okay. Yeah, no,", "start": 1362.3, "end": 1370.26}, {"text": "that's good. You're saying you say when you see a shirt you like, you say it.", "start": 1370.26, "end": 1374.58}, {"text": "It doesn't matter who's wearing it. It doesn't matter. It's so hard to get", "start": 1374.58, "end": 1378.42}, {"text": "your point across. Yeah, it's difficult these days. That is true. What was I just", "start": 1378.42, "end": 1381.94}, {"text": "saying? Things have changed. Because of long COVID. You don't have long COVID. Do you", "start": 1381.94, "end": 1385.46}, {"text": "actually believe you have long COVID? And chronic Lyme. No, you know that I don't even believe that", "start": 1385.46, "end": 1389.22}, {"text": "exists. I didn't know that. I think it exists. All right. I think that it kills millions,", "start": 1389.22, "end": 1394.98}, {"text": "probably. Millions a day. Every single day, millions die. You're talking about your shirts.", "start": 1394.98, "end": 1399.54}, {"text": "Oh, yeah. So I've been having a thing recently where I'll be walking the dog", "start": 1399.54, "end": 1404.26}, {"text": "and I'll see a very ratty, tattered clothes, staggered kind of person,", "start": 1404.98, "end": 1411.22}, {"text": "coming, yeah, I mean, dressed like a zombie, walking towards me on the street, and I'll", "start": 1411.22, "end": 1418.58}, {"text": "kind of bring the dog a little closer because, again, I'm like, \"This guy is a homeless guy.", "start": 1418.58, "end": 1423.62}, {"text": "He's going to kick my dog.\" And then I get next to them, and basically, I realize they're dressed", "start": 1423.62, "end": 1427.78}, {"text": "exactly like me. They're wearing a ratty hoodie that they probably overpaid for,", "start": 1427.78, "end": 1433.78}, {"text": "and just like old jeans.", "start": 1434.34, "end": 1436.34}, {"text": "Yeah.", "start": 1436.34, "end": 1436.84}, {"text": "And then I'm like, I wonder how many people a day think that I'm homeless walking down the street.", "start": 1436.84, "end": 1440.04}, {"text": "I mean, you're like doing like the", "start": 1440.04, "end": 1442.84}, {"text": "like the Shia LaBeouf thing where you wear all the ratty ass clothes.", "start": 1442.84, "end": 1446.14}, {"text": "To say that people don't notice who you are.", "start": 1446.14, "end": 1448.14}, {"text": "Oh, that is what I'm doing, dude. I'm trying to be incognito in plain sight.", "start": 1448.14, "end": 1452.34}, {"text": "Be like, that's a celeb.", "start": 1452.34, "end": 1453.84}, {"text": "Yeah, I don't want people to say,", "start": 1453.84, "end": 1455.34}, {"text": "\"Dude, parking ticket.\"", "start": 1455.34, "end": 1457.34}, {"text": "Me, personally?", "start": 1457.34, "end": 1458.34}, {"text": "Oh my god, that's Trixie Mattel.", "start": 1458.34, "end": 1459.34}, {"text": "Yeah.", "start": 1459.34, "end": 1459.84}, {"text": "Yeah, no, that's...", "start": 1459.84, "end": 1461.34}, {"text": "Wait, no, that's not my name.", "start": 1461.34, "end": 1462.34}, {"text": "Wait, that's who's that? Oh, you're saying the owner of the Mattel fortune.", "start": 1462.34, "end": 1469.34}, {"text": "No, no, no, no.", "start": 1469.34, "end": 1470.34}, {"text": "So, they're saying, because obviously they're thinking I'm a rich guy.", "start": 1470.34, "end": 1473.34}, {"text": "No, no, no, no, no.", "start": 1473.34, "end": 1474.34}, {"text": "Oh, my God. Can I have your autograph?", "start": 1474.34, "end": 1476.34}, {"text": "Who do you, what? Okay, so obviously I'd be Jason Statham.", "start": 1476.34, "end": 1479.34}, {"text": "I mean, it would be hard to tell, it would be hard to tell if he was", "start": 1479.34, "end": 1482.34}, {"text": "Trixie Mattel because like there's...", "start": 1482.34, "end": 1484.34}, {"text": "They would go up to him and they'd be like, \"Oh, my God. I love your", "start": 1484.34, "end": 1486.34}, {"text": "performances.\" He's like, \"Thank you.\"", "start": 1486.34, "end": 1489.34}, {"text": "Oh, thank you.", "start": 1489.34, "end": 1490.34}, {"text": "Oh, well thank you. Upcoming short film.", "start": 1490.34, "end": 1492.34}, {"text": "Appreciate you.", "start": 1492.34, "end": 1494.34}, {"text": "Your associate. Coming out soon.", "start": 1494.34, "end": 1496.34}, {"text": "Upcoming short film. Thank you so much.", "start": 1496.34, "end": 1498.34}, {"text": "Who, what celebrities do you guys think", "start": 1498.34, "end": 1500.34}, {"text": "that you would be mistaken for the most?", "start": 1500.34, "end": 1502.34}, {"text": "David Krumholz. Ninja.", "start": 1502.34, "end": 1504.34}, {"text": "Ninja. He does a big ninja. Definitely ninja.", "start": 1504.34, "end": 1506.34}, {"text": "Definitely ninja. We got it. Dude,", "start": 1506.34, "end": 1508.34}, {"text": "you have to be ninja for Halloween.", "start": 1508.34, "end": 1510.34}, {"text": "Wait, who's David Krumholz?", "start": 1510.34, "end": 1512.34}, {"text": "Yeah, I don't know who that is.", "start": 1512.34, "end": 1514.34}, {"text": "He's the fat guy in Oppenheimer.", "start": 1514.34, "end": 1516.34}, {"text": "Which what?", "start": 1516.34, "end": 1518.34}, {"text": "Benheimer's best friend. Oh, I know who you're talking about. I look exactly like", "start": 1518.34, "end": 1523.7}, {"text": "him. You don't look like him. I look a lot like him. What are you talking about?", "start": 1523.7, "end": 1527.18}, {"text": "Yeah, there's one photo of him that", "start": 1527.18, "end": 1529.42}, {"text": "I look... He has a girl's name in that movie. Pretty much exactly. His", "start": 1529.42, "end": 1533.1}, {"text": "character's name sounds like a girl's name. What's his name again? I don't", "start": 1533.1, "end": 1535.98}, {"text": "know. I'm trying to remember. All I remember is that it's a girlly name.", "start": 1535.98, "end": 1538.1}, {"text": "Albert Einstein, man. Yeah, his name is Alberta Einstein. God, why can't I", "start": 1538.1, "end": 1541.98}, {"text": "remember it? I saw that movie seven times.", "start": 1541.98, "end": 1544.06}, {"text": "No, you lie. I didn't see it. I saw it two times. I didn't see it even once,", "start": 1544.06, "end": 1547.3}, {"text": "two times. It's good coming to digital soon. Well, I'm like digital. Don't you", "start": 1547.3, "end": 1552.56}, {"text": "think there's a little far in the future for a movie like that? Damn", "start": 1552.56, "end": 1555.5}, {"text": "that's yeah,", "start": 1555.5, "end": 1557.86}, {"text": "that shit should be coming to analog man, which I'm not sure. I mean, I guess", "start": 1557.86, "end": 1563.02}, {"text": "just a reel of film, maybe this is who you think you look like. This is who I", "start": 1563.02, "end": 1567.86}, {"text": "have been told by multiple like show the show the GoPro.", "start": 1567.86, "end": 1571.9}, {"text": "I'm not.", "start": 1573.54, "end": 1574.54}, {"text": "Um, honestly, yeah, I'm not going to lie to you that he looks he's he's tubby, but he", "start": 1574.54, "end": 1580.26}, {"text": "looks, he looks similar mustache, similar eyes and stuff.", "start": 1580.26, "end": 1584.46}, {"text": "Yeah, he was on that show numbers.", "start": 1584.46, "end": 1586.58}, {"text": "If you remember that.", "start": 1586.58, "end": 1587.58}, {"text": "No, I never seen that movie.", "start": 1587.58, "end": 1588.9}, {"text": "They would let us watch that in my math class in high school.", "start": 1588.9, "end": 1592.78}, {"text": "That's cool to teach us about math.", "start": 1592.78, "end": 1596.06}, {"text": "And there's so many times in like my, my school experience where we would be watching something", "start": 1596.06, "end": 1603.42}, {"text": "It's like we're watching a movie in a class where we're not supposed to be", "start": 1603.42, "end": 1607.1}, {"text": "usually watching non educational movies. And I came to that. I was like I had the", "start": 1607.1, "end": 1612.3}, {"text": "realization like, oh, I'm in like the second lowest of this version. I took an", "start": 1612.3, "end": 1617.78}, {"text": "economics class and we watched that movie in time with you. I was like, I was", "start": 1617.78, "end": 1623.94}, {"text": "like, Yeah, I'm glad I'm not doing work, but I'm going to get quizzed on this.", "start": 1623.94, "end": 1628.1}, {"text": "I'm getting quiz on for economics. Yeah, we used to watch teacher was this guy.", "start": 1628.1, "end": 1632.9}, {"text": "his name was Mr. Roop and Mr. Roop was like a,", "start": 1632.9, "end": 1636.08}, {"text": "he was like a musician on the week. He's basically the first experience I had", "start": 1636.08, "end": 1640.9}, {"text": "with Sean Stevens. What kind of cool nicknames did you have for Mr. Roop?", "start": 1640.9, "end": 1643.26}, {"text": "We never called him Mr. Boop because he let us watch in time. So we were like,", "start": 1643.26, "end": 1651.3}, {"text": "okay, he's actually... He's swag. Yeah. Mr. Boop. What the hell was that?", "start": 1651.3, "end": 1657.18}, {"text": "What the fuck? Mr. Boop. Mr. Boop. That sounded crazy. I think he had a tattoo of a clock on", "start": 1657.34, "end": 1664.66}, {"text": "his forearm too. That's badass. Do you guys remember my old roommate who had a full...", "start": 1664.66, "end": 1670.98}, {"text": "Maybe you guys never even met him. No. My first roommate in Boston, it was me, Neil,", "start": 1670.98, "end": 1676.7}, {"text": "this guy Dante, and this guy Stan. And Stan got a tattoo. Oh no, because Stan had moved", "start": 1676.7, "end": 1683.1}, {"text": "out at that point. Stan got a tattoo all the way up his arm that was a clock with that was", "start": 1683.1, "end": 1689.42}, {"text": "every, it was like however many stages, faces of the moon, all with the clock as the moon", "start": 1689.42, "end": 1696.42}, {"text": "going all the way up his arm. And so the top of his arm dude, fully black circle. Tell", "start": 1696.42, "end": 1702.34}, {"text": "me that's not the most badass shit you've ever seen in your life. And I said what the", "start": 1702.34, "end": 1706.5}, {"text": "hell is that about? That is a metalcore ass tattoo. I said what is that? And he said it's", "start": 1706.5, "end": 1709.82}, {"text": "is about time. People who are into stuff like that love to get Roman numerals. I", "start": 1709.82, "end": 1714.98}, {"text": "think he actually had another. I think", "start": 1714.98, "end": 1717.12}, {"text": "well, you can't read normal numbers. Yeah, the hell's wrong with you. You", "start": 1717.12, "end": 1721.9}, {"text": "think you're so cool. I can read Roman numerals. I think Roman numerals are so", "start": 1721.9, "end": 1725.98}, {"text": "whack. There's a reason we got rid of them. Imagine how much cooler the", "start": 1725.98, "end": 1729.9}, {"text": "Coliseum would look if instead of Roman numerals all around it, it would like", "start": 1729.9, "end": 1734.46}, {"text": "engravings and that kind of stuff. It was just numbers. That'd be way more chill.", "start": 1734.46, "end": 1739.3}, {"text": "Yeah, if I like the look of numbers, numbers are fire. Arabic numbers. I you", "start": 1739.46, "end": 1745.22}, {"text": "know, I can't really do I can't really add and subtract them or multiply them", "start": 1745.22, "end": 1749.7}, {"text": "that well. Yeah, you don't know a lot about these. I don't know a lot about", "start": 1749.7, "end": 1752.46}, {"text": "them, but aesthetically I do like them. Do you have any? I think that the three", "start": 1752.46, "end": 1756.9}, {"text": "three is the three is a went off with three. I'm my favorite seven. Seven", "start": 1756.9, "end": 1762.52}, {"text": "looks good. Seven seven is well done across the seven eight. I do that two", "start": 1762.52, "end": 1766.78}, {"text": "73s and this I do the slash through the zero to that is that was fire man slash", "start": 1766.78, "end": 1772.58}, {"text": "through the zero.", "start": 1772.58, "end": 1773.38}, {"text": "That's a really good through the seven really good looking number. I'm getting", "start": 1773.38, "end": 1776.68}, {"text": "excited to write some numbers when I go home really good looking number 72 72 is", "start": 1776.68, "end": 1781.38}, {"text": "pretty cool. That's true. It looks like a seven and upside down seven Carlton", "start": 1781.38, "end": 1784.88}, {"text": "Fisk Carlton Fisk or with it as a triangle.", "start": 1784.88, "end": 1787.78}, {"text": "Ooh, I don't do that shit. That's kind of there's so many ways to do that, but I", "start": 1787.78, "end": 1792.28}, {"text": "don't do it so much anymore, but it just is fascinating how many different ways", "start": 1792.28, "end": 1795.88}, {"text": "So many different ways you can do a four with the loop. You all do to with the", "start": 1795.88, "end": 1799.38}, {"text": "loop. That's the a two two with the loop. Oh yeah, I actually do a two with the", "start": 1799.38, "end": 1803.48}, {"text": "loop. Yeah, I do think about all the different types of numbers there are in", "start": 1803.48, "end": 1806.78}, {"text": "the world. Do you guys do eight as two circles or do you do it as one line? I", "start": 1806.78, "end": 1810.78}, {"text": "do it as one line, but I do I do like to imagine it as two threes kissing.", "start": 1810.78, "end": 1815.28}, {"text": "Whoa, two threes. I'd like this front. It would be better if they had the", "start": 1815.28, "end": 1820.68}, {"text": "staggered ends. So it was like they're going into each other. That'd be more", "start": 1820.68, "end": 1824.08}, {"text": "hot. God damn it for three. It's not for me. I just want to download just like a", "start": 1824.08, "end": 1828.08}, {"text": "bunch of fonts. I just want to download a bunch of numbers. Just fucking look at", "start": 1828.08, "end": 1830.96}, {"text": "a bunch of numbers and download a bunch of fonts and type in all the numbers.", "start": 1830.96, "end": 1834.48}, {"text": "You know what I do not fuck with? What? Oh wait, this is a great math problem. A lot", "start": 1834.48, "end": 1838.16}, {"text": "of beautiful numbers here. Huh? What's this letter doing here? Yeah, wait. Is", "start": 1838.16, "end": 1842.28}, {"text": "that a fucking X or a Y? Is that supposed to be an X or a time sign? Yeah, get", "start": 1842.28, "end": 1847.68}, {"text": "that shit out of my numbers, man. X literally took multiplication sign", "start": 1847.68, "end": 1850.52}, {"text": "multiplications like you have to now you have to be an asterisk. Yeah, that", "start": 1850.52, "end": 1853.44}, {"text": "literally I'm turning you into a butthole, but yeah, dude, a bunch of a", "start": 1853.44, "end": 1857.38}, {"text": "star, yeah, bro, but whole bro, it does a jacked its whole flow. Yeah, he stole it.", "start": 1857.38, "end": 1862.4}, {"text": "He stole his shit in a major way. I mean, well, I don't know who stole it", "start": 1862.4, "end": 1865.34}, {"text": "first. Actually, did X come for X probably came first. I think the X came", "start": 1865.34, "end": 1870.02}, {"text": "first before the using that for a multiple. I think that X has been around", "start": 1870.02, "end": 1874.74}, {"text": "since the beginning of time, but I think that well yeah, the beginning of time,", "start": 1874.74, "end": 1878.86}, {"text": "the beginning of time started with X right. That's why we call multiplication", "start": 1878.86, "end": 1882.96}, {"text": "times tables right time x wow here's here's what that's why that's why", "start": 1883.08, "end": 1888.48}, {"text": "disrespecting it making it a butthole is fucked up. Algebra was invented by", "start": 1888.48, "end": 1893.48}, {"text": "by algebra, but the times thing is in the Bible go forth and multiply yes and", "start": 1893.48, "end": 1902.36}, {"text": "math was invented by Charles Mathis", "start": 1902.36, "end": 1905.48}, {"text": "Mr. Ath. No, it is a math. And food was invented by food.", "start": 1907.36, "end": 1914.6}, {"text": "Foodle-doodle. And this is basically how history has been forever.", "start": 1914.6, "end": 1920.68}, {"text": "The old Roman emperor, Foodle-doodle. No.", "start": 1920.68, "end": 1923.76}, {"text": "No. It is funny that, you know, do you know", "start": 1923.76, "end": 1927.84}, {"text": "where the word cynic comes from? No. Where? Does it come from the word dog?", "start": 1927.84, "end": 1934.2}, {"text": "It comes from basically a guy whose name was was cynic or sineos or whatever, and", "start": 1934.32, "end": 1939.72}, {"text": "he was just a crazy homeless guy. Yeah, and he had a bunch of gang of a bunch of", "start": 1939.72, "end": 1943.6}, {"text": "different homeless guys who would walk around Greece like it was San Francisco", "start": 1943.6, "end": 1946.92}, {"text": "and just fall over and people would be like, oh, these guys are cynics. Yeah, so", "start": 1946.92, "end": 1951.28}, {"text": "we have fun. I mean, it's funny. That's what most I feel like that's a lot of", "start": 1951.28, "end": 1955.64}, {"text": "words are like that where it's just a guy's name. Yeah, or a group of people.", "start": 1955.64, "end": 1959.16}, {"text": "I hope that one day there is a so he was like the Caleb ism yeah. He's like the", "start": 1959.16, "end": 1964.82}, {"text": "Roy Monson. I don't know what it is. What is it, then you don't want to know", "start": 1964.82, "end": 1968.2}, {"text": "what I do want. I've obviously already coined the term, but not about what's", "start": 1968.2, "end": 1972.18}, {"text": "not about you, but okay, good. It's", "start": 1972.18, "end": 1973.88}, {"text": "it's about it means when you're a bald guy who's a perv yeah, and it was about", "start": 1973.88, "end": 1979.08}, {"text": "a different guy. It's not about you, but it's just unfortunate that it happened.", "start": 1979.08, "end": 1982.24}, {"text": "It's about Caleb. I'm bald. Why the perv Caleb? That's not about you. It's", "start": 1982.24, "end": 1986.72}, {"text": "by a different yeah that guy Caleb Knits and I TTS was his last name and it just", "start": 1986.74, "end": 1991.88}, {"text": "I mean it sucks that you're bald. It does kind of feels like a kind of a confirms", "start": 1991.88, "end": 1996.54}, {"text": "so that the idea of", "start": 1996.54, "end": 1998.58}, {"text": "must be the same. Oh, and his name's Caleb. Oh, my God, it's kind of like", "start": 1998.58, "end": 2003.96}, {"text": "unfortunate, but yeah, it's not really your fault. Don't worry about it. So", "start": 2003.96, "end": 2007.38}, {"text": "you're growing, you're growing that out. Yeah, dude, I'm thinking I could do. I'm", "start": 2007.38, "end": 2010.98}, {"text": "going to grow it out and try to have a normal haircut. Yeah, I'm going to try to", "start": 2010.98, "end": 2014.88}, {"text": "do just a normal. I'm not going to do just do this one say put the.", "start": 2014.94, "end": 2018.74}, {"text": "Yeah, you", "start": 2018.74, "end": 2020.64}, {"text": "I'm bald. You got to get rid of this guy right here. I like that guy.", "start": 2020.64, "end": 2024.64}, {"text": "All right, you guys cool. Yeah,", "start": 2024.64, "end": 2026.34}, {"text": "I said you look like you look like the grandpa from house. You'll look like", "start": 2026.34, "end": 2029.64}, {"text": "the grandpa from House of a Thousand Corps and that's what I want to look", "start": 2029.64, "end": 2032.24}, {"text": "like as a grandpa. Yeah, I'm kind of going for a grandpa kind of look.", "start": 2032.24, "end": 2035.64}, {"text": "Yeah, you got tired of the completely bald shit. It's just a it's a hassle", "start": 2035.64, "end": 2039.84}, {"text": "man. Yeah, it's a hassle and the expectations of everybody around you.", "start": 2039.84, "end": 2043.54}, {"text": "Yeah. You know, they're like, Oh, let me touch your head.", "start": 2043.64, "end": 2045.48}, {"text": "Baldness is powerful. Oh my God, it's so smooth.", "start": 2045.48, "end": 2047.4}, {"text": "Yeah. And everybody always says,", "start": 2047.4, "end": 2049.4}, {"text": "dude, I actually like it better when you're bald.", "start": 2049.4, "end": 2051.4}, {"text": "Yeah. Dude, shut up. No, you don't.", "start": 2051.4, "end": 2053.56}, {"text": "People say that? People say that all the time.", "start": 2053.56, "end": 2055.56}, {"text": "You like it better?", "start": 2055.56, "end": 2056.44}, {"text": "Oh, you actually have a good head for being bald.", "start": 2056.44, "end": 2058.92}, {"text": "Oh. Shut up, man.", "start": 2058.92, "end": 2060.6}, {"text": "Let me just, let me wallow.", "start": 2060.6, "end": 2062.2}, {"text": "That's what I've been saying. I've always said it.", "start": 2062.2, "end": 2065.0}, {"text": "If you are going bald, just don't get on finasteride.", "start": 2065.0, "end": 2069.24}, {"text": "Don't get on minoxidil. Just let that shit turn into the horseshoe.", "start": 2069.24, "end": 2073.32}, {"text": "And just don't pretend that it's cool. Just admit that you're suffering.", "start": 2073.32, "end": 2077.32}, {"text": "Don't be like, \"Oh, it's actually empowering to shave my head.\"", "start": 2077.32, "end": 2081.32}, {"text": "No, it's not, dude.", "start": 2081.32, "end": 2082.32}, {"text": "No, it's not empowering to shave your head.", "start": 2082.32, "end": 2083.32}, {"text": "It's a chore.", "start": 2083.32, "end": 2084.32}, {"text": "I thought you were saying, like, \"Oh, don't act like you're suffering for the growing of the thing.\"", "start": 2084.32, "end": 2087.32}, {"text": "That's why I don't brush my teeth, man, because I gotta pick one.", "start": 2087.32, "end": 2089.32}, {"text": "I'm not gonna be in the bathroom for ten minutes every morning.", "start": 2089.32, "end": 2092.32}, {"text": "Oh, speaking of teeth, that temporary filling that I had completely fell out,", "start": 2092.32, "end": 2096.32}, {"text": "and I didn't realize how big it was, and now there's a giant hole in my mouth.", "start": 2096.32, "end": 2099.32}, {"text": "Just eat it.", "start": 2099.32, "end": 2100.32}, {"text": "I did.", "start": 2100.32, "end": 2101.32}, {"text": "Really?", "start": 2101.32, "end": 2102.32}, {"text": "eating a no. How many times have you eaten your teeth at this point? It's the same tooth", "start": 2102.32, "end": 2107.76}, {"text": "that remember I you just keep eating the same tooth. No, it's the same tooth that I cracked", "start": 2107.76, "end": 2112.08}, {"text": "like two years ago when we were. Were we doing the no I wasn't on the pod at that point. But", "start": 2112.08, "end": 2118.88}, {"text": "do you guys remember we were all hanging out at City Place and I cracked my I think you", "start": 2118.88, "end": 2123.76}, {"text": "were there. I cracked my tooth eating a gummy worm or something. Yeah. I think I was eating", "start": 2123.76, "end": 2130.76}, {"text": "a", "start": 2130.76, "end": 2131.26}, {"text": "yeah, I", "start": 2131.26, "end": 2132.56}, {"text": "that's a", "start": 2132.56, "end": 2134.52}, {"text": "you can't blame the gummy worm. No, no, no, it's my fault. I", "start": 2134.52, "end": 2138.28}, {"text": "that's what I was thinking. Yeah, I don't remember that. No, who was with me?", "start": 2138.28, "end": 2145.8}, {"text": "Then I might have been with you. I just don't remember. It just didn't make an", "start": 2145.8, "end": 2148.4}, {"text": "impact on me. We were", "start": 2148.4, "end": 2149.56}, {"text": "you didn't like the first couple of times. We were like every time Patrick", "start": 2149.56, "end": 2154.08}, {"text": "is like dude remember like that. I don't remember anything. I especially don't", "start": 2154.08, "end": 2158.0}, {"text": "I don't remember any time that I met you before. I remember maybe three or four", "start": 2158.0, "end": 2161.64}, {"text": "things from the last fifteen years of my life. All right, what do you got?", "start": 2161.64, "end": 2165.2}, {"text": "Well, yesterday,", "start": 2165.2, "end": 2167.3}, {"text": "yesterday, I remember kind of, oh, I had pizza yesterday. Oh, yeah, pizza for", "start": 2167.3, "end": 2172.6}, {"text": "lunch. Remember that?", "start": 2172.6, "end": 2173.32}, {"text": "Oh, did I tell you guys I forgot how to tie my shoe? Yeah, yeah, you never knew.", "start": 2173.32, "end": 2181.52}, {"text": "You forget how to tie your shoe. Yeah. No, like I. You got him do that for you.", "start": 2181.52, "end": 2184.68}, {"text": "no, no, no, I like sat at the town. I tried to show you to tie your shoe a", "start": 2184.72, "end": 2188.68}, {"text": "bunch of times before I learned how to do it. I remember yeah, okay, so I", "start": 2188.68, "end": 2192.28}, {"text": "learned how to do it and I've been doing it for one number. Thanksgiving last", "start": 2192.28, "end": 2195.08}, {"text": "year, yeah, I learned how to time. I this was crazy. I learned how to tie my", "start": 2195.08, "end": 2198.88}, {"text": "shoe and this is about a year ago. I learned how to do the adult way, not the", "start": 2198.88, "end": 2202.88}, {"text": "bunny ears. I learned how to time my shoe the fast way and the other day I", "start": 2202.88, "end": 2206.88}, {"text": "was getting right. I was going to the gym, but on my my converse tied my left", "start": 2206.88, "end": 2211.52}, {"text": "one perfectly fine, did the same thing on the right, but it just didn't work and I", "start": 2211.56, "end": 2216.7}, {"text": "was like, what? And then I sat there for four minutes trying to do the same thing", "start": 2216.7, "end": 2221.9}, {"text": "over and over again and just failing and it didn't work at all and then", "start": 2221.9, "end": 2225.22}, {"text": "eventually it worked, but I think I had like a stroke. Yeah, I had four minutes", "start": 2225.22, "end": 2229.4}, {"text": "where I just sat there trying to loop one lace around the other and nothing", "start": 2229.4, "end": 2234.14}, {"text": "happened and I was like, am I crazy? Did they change this? The world has been", "start": 2234.14, "end": 2239.3}, {"text": "being updated lately. Yeah, something something taking away days. This was a", "start": 2239.32, "end": 2243.72}, {"text": "glitch in the matrix. Some might say some people on websites last night.", "start": 2243.72, "end": 2248.92}, {"text": "That's another glitch and we worked hard putting that trash out there.", "start": 2248.92, "end": 2252.4}, {"text": "I don't really think that that's a glitch. That's a glitch. That's more of", "start": 2252.4, "end": 2256.16}, {"text": "an oversight. Yeah, it's a glitch because the trash is supposed to disappear", "start": 2256.16, "end": 2259.64}, {"text": "overnight. I don't think no, it's guys. It's a job because we put it out too", "start": 2259.64, "end": 2264.2}, {"text": "like after they already came. We did the infinite probably which", "start": 2264.2, "end": 2267.64}, {"text": "infinite trash, which well what are you? They picked it up and it stayed here.", "start": 2267.64, "end": 2271.16}, {"text": "Now that will be a glitch. That would be crazy to sell it. If trash was worth", "start": 2271.16, "end": 2275.06}, {"text": "anything, if it wasn't, it's worth something to someone. One man's trash is", "start": 2275.06, "end": 2278.68}, {"text": "another man's treasure. My friend, something they wouldn't they wouldn't", "start": 2278.68, "end": 2282.8}, {"text": "make it a saying. If it wasn't true, some I guess that's a literal sense,", "start": 2282.8, "end": 2286.68}, {"text": "something in that trash was worth a lot to pierce last night. Somebody threw out", "start": 2286.68, "end": 2290.92}, {"text": "his Oreos. He I talked him through it and he threw them out. Wow, you convinced", "start": 2290.96, "end": 2296.12}, {"text": "him. Well, he was he kept out. He was complaining that I throw his Oreos and I", "start": 2296.12, "end": 2299.6}, {"text": "was like I did not throw your Oreos. I threw away a bunch of cans unless your", "start": 2299.6, "end": 2302.4}, {"text": "Oreos were in a can or in an empty bag of chips. I did not throw them away and", "start": 2302.4, "end": 2306.52}, {"text": "then he would kept being like no you did and then I was like I just literally", "start": 2306.52, "end": 2309.44}, {"text": "didn't. He said well, they were in a black plastic bag. I was like well, I", "start": 2309.44, "end": 2312.84}, {"text": "didn't throw that away and he was like oh wait. I did", "start": 2312.84, "end": 2314.64}, {"text": "you had a girlfriend argument with him. It wasn't really an argument. I was more", "start": 2314.64, "end": 2320.4}, {"text": "I would say it was more of a therapy moment.", "start": 2320.44, "end": 2322.44}, {"text": "Yeah.", "start": 2322.44, "end": 2323.44}, {"text": "It wasn't heated. It was more of a, I was kind of guiding him towards the light.", "start": 2323.44, "end": 2327.44}, {"text": "And was he grateful for you once he realized that you showed him?", "start": 2327.44, "end": 2330.44}, {"text": "Yeah, he basically said I was the best guy ever.", "start": 2330.44, "end": 2332.44}, {"text": "Really?", "start": 2332.44, "end": 2333.44}, {"text": "No.", "start": 2333.44, "end": 2334.44}, {"text": "Oh, shit. Well, never mind.", "start": 2334.44, "end": 2335.44}, {"text": "But I didn't throw that shit away, man. I wouldn't throw away Oreos.", "start": 2335.44, "end": 2338.44}, {"text": "No, no, no, no, no.", "start": 2338.44, "end": 2339.44}, {"text": "I can smell that shit. I'm like a...", "start": 2339.44, "end": 2340.44}, {"text": "Why would I throw that away?", "start": 2340.44, "end": 2341.44}, {"text": "You see the blue Oreo thing, you're going to check immediately.", "start": 2341.44, "end": 2344.44}, {"text": "Is there an Oreo in there?", "start": 2344.44, "end": 2346.44}, {"text": "There's an Oreo in there.", "start": 2346.44, "end": 2347.44}, {"text": "time my cousin had a sleeve of chips of hoi cookies that he left outside", "start": 2347.44, "end": 2351.56}, {"text": "overnight, and we woke up and we walked past, he put them on a bush, and we", "start": 2351.56, "end": 2356.9}, {"text": "woke up, we walked past and there was a snail, like sliding around on the", "start": 2356.9, "end": 2360.6}, {"text": "cookies, and he just took the snail off and ate all of them.", "start": 2360.6, "end": 2363.0}, {"text": "Oh. Isn't that disgusting?", "start": 2363.0, "end": 2364.52}, {"text": "I think about that all the time. Can a snail carry disease? A snail can carry", "start": 2364.52, "end": 2369.24}, {"text": "goo. It actually does carry goo and it drops it off as it goes. Yeah, it's", "start": 2369.24, "end": 2373.2}, {"text": "is mucus. Is it gooey though? Is it mucus? Yeah, I mean, some guys not", "start": 2373.22, "end": 2378.42}, {"text": "your mucus is the word for goo. Oh,", "start": 2378.42, "end": 2380.62}, {"text": "but it really disgusted me and it really stuck with me man. Yeah, mucus is", "start": 2380.62, "end": 2385.42}, {"text": "just what scientists learn. They can say instead of goo or slime, scientists", "start": 2385.42, "end": 2388.82}, {"text": "and doctors. That's kind of a bummer. Yeah, what is that? They don't say", "start": 2388.82, "end": 2393.02}, {"text": "slime, your slime membrane. Yeah, I wish it was called that. Oh, you've got", "start": 2393.02, "end": 2397.94}, {"text": "a lot of, you've got a lot of slime in your sinuses. You've got a lot", "start": 2397.94, "end": 2401.14}, {"text": "goo in your sinus. That's what I was wondering about all that pimple popper, all that fucking", "start": 2401.14, "end": 2405.54}, {"text": "stupid bullshit. What happened to just picking your boogers, man? It's allowed. I'm keeping", "start": 2405.54, "end": 2411.98}, {"text": "it alive and well, buddy. Where is the videos of a guy picking a booger and saying, \"Check", "start": 2411.98, "end": 2418.18}, {"text": "how big this booger is.\" It's not as good though. They should make a Pluto TV channel", "start": 2418.18, "end": 2422.68}, {"text": "that's a split screen and half of it is for girls and it's pimple popper and the other", "start": 2422.68, "end": 2426.86}, {"text": "other half is for boys and it's a guy a fat guy picking his not", "start": 2426.86, "end": 2429.96}, {"text": "yes", "start": 2429.96, "end": 2430.26}, {"text": "and eating it. You oh dude,", "start": 2430.26, "end": 2433.56}, {"text": "that looked like a chunky way that was big and you set up a blanket for it", "start": 2433.56, "end": 2438.92}, {"text": "like a blanket curtain, a divider yeah like no screen sheet yeah yeah yeah", "start": 2438.92, "end": 2443.56}, {"text": "you can't screen cheat and look over at me watching a fat guy. He's a like", "start": 2443.56, "end": 2447.34}, {"text": "you're playing halo, he's eating boogers and he's drinking a beer and", "start": 2447.34, "end": 2451.04}, {"text": "then everyone so every like four scenes. There's one scene of a guy writing", "start": 2451.04, "end": 2455.44}, {"text": "the Cotty yeah, just like they did make that, though it was on crash box, but", "start": 2455.84, "end": 2460.82}, {"text": "you have to learn words from it. It was the", "start": 2460.82, "end": 2462.76}, {"text": "revolting slob. I saw the funniest final Jeopardy yeah. What do you say", "start": 2462.76, "end": 2468.0}, {"text": "thing about Pluto TV was it boogers? It was it was you know, so you know how", "start": 2468.0, "end": 2471.24}, {"text": "they like announce the category and then you you wager whatever you work. So", "start": 2471.24, "end": 2474.64}, {"text": "like you wager based on the category and they're like it was like a really", "start": 2474.64, "end": 2477.32}, {"text": "heated game. Everyone was like really close at the end, like final jeopardy", "start": 2477.32, "end": 2480.4}, {"text": "was really going to matter and then Alex Rebecca's like and for our fight, our", "start": 2480.4, "end": 2484.34}, {"text": "final jeopardy category is get your wages ready. It will be today geogra", "start": 2484.38, "end": 2488.82}, {"text": "flea.", "start": 2488.82, "end": 2489.34}, {"text": "Well,", "start": 2489.34, "end": 2490.22}, {"text": "you could see everyone is going like what", "start": 2490.22, "end": 2494.6}, {"text": "what was the my God, it was like it was like what deposed person like fled this", "start": 2494.6, "end": 2504.08}, {"text": "country like it was like oh okay, but L E yeah that was F L E, which made", "start": 2504.08, "end": 2509.3}, {"text": "geographically like bugs from different. Today's you it was it was much funnier", "start": 2509.34, "end": 2514.94}, {"text": "just with Alex Trebek's voice, say", "start": 2514.94, "end": 2516.86}, {"text": "geographically. Have you seen that about that and we'll be right back?", "start": 2516.86, "end": 2521.18}, {"text": "Have you", "start": 2521.18, "end": 2523.66}, {"text": "just a complete not who made do me", "start": 2523.66, "end": 2526.7}, {"text": "blue? The seeing everybody with", "start": 2526.7, "end": 2529.3}, {"text": "food", "start": 2529.3, "end": 2531.9}, {"text": "Have you seen that clip of Alex Trebek's, like it's the Alex Trebek bloopers,", "start": 2535.9, "end": 2539.78}, {"text": "where he's just going... Saying like, \"Fucking God damn, fuck this shit.\" Yeah,", "start": 2539.78, "end": 2542.86}, {"text": "yeah. He's just being like, so like, you know, how he was, just like complete,", "start": 2542.86, "end": 2547.76}, {"text": "like, just like, \"Oh my God, this guy's in complete... I can look at him,", "start": 2547.76, "end": 2551.28}, {"text": "I can just tell this guy's in complete control all the time.\" Yeah. And just", "start": 2551.28, "end": 2554.3}, {"text": "seeing him just go like, \"Well, fuck.\" He says, \"Fuck.\" The clip that I saw,", "start": 2554.3, "end": 2559.64}, {"text": "it's like he's about to say, like he's doing some TV promo and just goes like,", "start": 2559.64, "end": 2563.2}, {"text": "and we'll be the fuck", "start": 2563.38, "end": 2564.98}, {"text": "way. He says it. It's so", "start": 2564.98, "end": 2567.88}, {"text": "was so dude. He was the man. One of the greatest", "start": 2567.88, "end": 2572.38}, {"text": "regrets of my life is that I wasn't him really good at Jeopardy in time to be on", "start": 2572.38, "end": 2578.18}, {"text": "the episode of Jeopardy with Ken, when Ken Jennings was the host and that for", "start": 2578.18, "end": 2582.08}, {"text": "Final Jeopardy, I could write in I'm going to kill you Ken Jennings. That", "start": 2582.08, "end": 2585.08}, {"text": "would have been really what is I'm going to kill", "start": 2585.08, "end": 2586.68}, {"text": "- That would have been so sick. - Just drooling over the scratch marks.", "start": 2587.68, "end": 2591.04}, {"text": "- He's not on it anymore? - No, it's someone else now.", "start": 2591.04, "end": 2592.96}, {"text": "- Still Mayim Balik? - Yeah, I think so.", "start": 2592.96, "end": 2595.2}, {"text": "I don't watch the current episode, so I don't know.", "start": 2595.2, "end": 2598.12}, {"text": "- I think it should be my ass, dude. - Yeah, I think so too.", "start": 2598.12, "end": 2600.8}, {"text": "- I'd be on there. - They should make a show called", "start": 2600.8, "end": 2602.8}, {"text": "- Chill Jeopardy. - Yes.", "start": 2602.8, "end": 2604.48}, {"text": "I have been watching so much Jeopardy. I'm existing in a crazy psychic dimension", "start": 2604.48, "end": 2610.16}, {"text": "where I'm every-- we're working on this sketch show that has passed by the time", "start": 2610.16, "end": 2613.84}, {"text": "- this episode has come out. - It actually was so fire.", "start": 2613.84, "end": 2616.4}, {"text": "left all day thinking about the sketch show. Then I go home and", "start": 2616.4, "end": 2619.56}, {"text": "immediately fall asleep watching Jeopardy. I think it's cooking my", "start": 2619.56, "end": 2622.26}, {"text": "brain. Yeah, but it's probably making you smarter. You would think so, but", "start": 2622.26, "end": 2626.0}, {"text": "instead it's making me have strange dreams. Okay, what is a what is", "start": 2626.0, "end": 2630.84}, {"text": "okay? Wait, what is exactly this", "start": 2630.84, "end": 2634.24}, {"text": "this", "start": 2634.24, "end": 2635.74}, {"text": "chocolate", "start": 2635.74, "end": 2637.42}, {"text": "what is guy? Whoa, chocolate guy was the mascot for what deodorant brand", "start": 2637.42, "end": 2646.28}, {"text": "in 2006. What is that? Wait, there's two guys. He won, but you said, but yeah,", "start": 2646.32, "end": 2651.84}, {"text": "no, it's not what it would be. Chocolate guy. So it's really two questions. You", "start": 2651.84, "end": 2656.06}, {"text": "had it. You made two chocolate guy was the mascot for this deodorant company.", "start": 2656.06, "end": 2663.12}, {"text": "This child, you need a photo to say this chocolate guy. Well, I'm not the expert", "start": 2663.12, "end": 2668.84}, {"text": "even then you're like him. It would be this this deodorant brand used a", "start": 2668.84, "end": 2674.84}, {"text": "chocolate guy in an ad campaign. Okay, all right, is that what is axe? Okay,", "start": 2674.84, "end": 2680.44}, {"text": "which is which is what I would say. If somebody said what is axe, I would say", "start": 2680.44, "end": 2684.14}, {"text": "this today's final jeopardy category will be chocolate guys in deodorant", "start": 2684.14, "end": 2688.12}, {"text": "commercials. Yeah, exactly.", "start": 2688.12, "end": 2689.8}, {"text": "Chocolate guys through history", "start": 2689.8, "end": 2692.3}, {"text": "will be yellow sponges that live in bikini bottom. Chocolate guys through", "start": 2692.3, "end": 2697.48}, {"text": "history.", "start": 2697.48, "end": 2698.16}, {"text": "(Laughter)", "start": 2698.16, "end": 2700.16}, {"text": "Well, let's say, okay, okay, wait, wait, wait. Let's reverse, we're going to reverse engineer a Jeopardy category right now.", "start": 2700.16, "end": 2706.16}, {"text": "We're just engineering.", "start": 2706.16, "end": 2707.16}, {"text": "100 for 100. I mean, obviously, it's going to be Gloppy. That's the easiest one.", "start": 2707.16, "end": 2712.16}, {"text": "Who's Gloppy?", "start": 2712.16, "end": 2713.16}, {"text": "Candyland.", "start": 2713.16, "end": 2714.16}, {"text": "Oh, okay.", "start": 2714.16, "end": 2715.16}, {"text": "This chocolate guy lives in his own swamp.", "start": 2715.16, "end": 2719.16}, {"text": "I think it starts at 200.", "start": 2719.16, "end": 2720.16}, {"text": "Okay.", "start": 2720.16, "end": 2721.16}, {"text": "Well, this is low stakes Jeopardy.", "start": 2721.16, "end": 2723.16}, {"text": "Yeah. Okay, then 200 would be Gloppy immediately.", "start": 2723.16, "end": 2727.16}, {"text": "yeah okay, and then the question would be this is who this is who is that this", "start": 2727.16, "end": 2733.46}, {"text": "guy", "start": 2733.46, "end": 2733.8}, {"text": "what", "start": 2733.8, "end": 2735.0}, {"text": "and he lives in a chocolate swamp okay four hundred", "start": 2735.0, "end": 2740.02}, {"text": "axe guy okay, six hundred", "start": 2740.02, "end": 2743.38}, {"text": "what's another chocolate guy. So this is so", "start": 2743.38, "end": 2747.08}, {"text": "jeopardy not so easy to make", "start": 2747.08, "end": 2749.92}, {"text": "right, you're saying, oh, I can do jeopardy, then you can't did chocolate", "start": 2749.92, "end": 2755.36}, {"text": "you can't you pick too insane of a category. I'm going to be honest with", "start": 2755.4, "end": 2759.2}, {"text": "you. No, I think that there's another there's more chocolate.", "start": 2759.2, "end": 2762.6}, {"text": "Jeopardy thing that I was thinking about that is how like can you imagine", "start": 2762.6, "end": 2768.3}, {"text": "watching Jeopardy your whole life sitting at home on the couch and like", "start": 2768.3, "end": 2771.5}, {"text": "you know, yell is you say the answers out loud. Yeah, your girlfriend doesn't", "start": 2771.5, "end": 2775.5}, {"text": "care every time that they ask a question and you do that every single", "start": 2775.5, "end": 2779.1}, {"text": "night for years and years years and for your birthday. You finally she gets", "start": 2779.1, "end": 2782.9}, {"text": "your ticket to go be in the studio audience for jeopardy and you go to", "start": 2782.9, "end": 2786.0}, {"text": "that you go there and you have to sit there and every single question they", "start": 2786.0, "end": 2788.6}, {"text": "ask you have to be completely silent. Yeah, I would get kicked out in five", "start": 2788.6, "end": 2792.26}, {"text": "minutes. I would I would not be able to. I would literally a completely", "start": 2792.26, "end": 2795.38}, {"text": "involuntarily just be like Oh, what is ax", "start": 2795.38, "end": 2797.46}, {"text": "yeah? They would ruin the entire episode and they'd kick me. They have a quiet", "start": 2797.46, "end": 2803.5}, {"text": "room for jeopardy like church yeah.", "start": 2803.5, "end": 2806.1}, {"text": "it's a room full of guys, it's a room full of dudes and there's just like a", "start": 2808.26, "end": 2813.18}, {"text": "sheet of glass and it's just guys sitting there just going like", "start": 2813.18, "end": 2815.9}, {"text": "I literally I would do that. So I single time I go", "start": 2815.9, "end": 2819.62}, {"text": "oh, even if I didn't say the answer every time I go, oh yeah, that would", "start": 2819.62, "end": 2824.06}, {"text": "actually be this is another amazing jeopardy idea. So first of all, this", "start": 2824.06, "end": 2828.3}, {"text": "episode would have chocolate guys through history, but then it's there's a", "start": 2828.3, "end": 2832.06}, {"text": "little glass little like club room. You pay an extra two hundred, I guess they", "start": 2832.06, "end": 2836.46}, {"text": "have to put you in there, but in that room is a bar and you can watch", "start": 2836.5, "end": 2841.22}, {"text": "Jeopardy! live like it's the", "start": 2841.22, "end": 2842.98}, {"text": "executive booth at the football game. I'm sure that you can probably already", "start": 2842.98, "end": 2848.58}, {"text": "get a drink at the Jeopardy! No, no, no, no, no, no, no. This is a", "start": 2848.58, "end": 2852.02}, {"text": "room, this is a room, this is a room where you can stand with", "start": 2852.02, "end": 2855.34}, {"text": "six other guys that look exactly like you. Banging bullet proof glass.", "start": 2855.34, "end": 2859.22}, {"text": "Banging bullet proof glass going, \"Let me out, let me out, I know the", "start": 2859.22, "end": 2862.82}, {"text": "answer. Well, no you're in there watching putting a hundred dollars like", "start": 2862.82, "end": 2866.76}, {"text": "the scene and scream is that scream to or scream three where they're in the", "start": 2866.76, "end": 2870.36}, {"text": "like the", "start": 2870.36, "end": 2870.9}, {"text": "fucking soundproof room and everything getting killed. If you have negative", "start": 2870.9, "end": 2876.56}, {"text": "money on jeopardy, you owe them my you owe them money. That's the worst part", "start": 2876.56, "end": 2879.98}, {"text": "about it. I think you I would never think it depends on the on the like", "start": 2879.98, "end": 2883.86}, {"text": "because I think sometimes I think you still want money if you're negative,", "start": 2883.86, "end": 2886.86}, {"text": "but I think it really depends on I think they pay you for your your well. I was", "start": 2886.86, "end": 2891.32}, {"text": "watching episode the other day where someone ended with negative money and", "start": 2891.36, "end": 2893.74}, {"text": "they said you go home with a thousand dollars, but I don't know if that's if", "start": 2893.74, "end": 2896.98}, {"text": "it was like a special. We need to I think that game shows are far behind the", "start": 2896.98, "end": 2900.94}, {"text": "inflation rate and we need to every game show should be for a million bucks. I", "start": 2900.94, "end": 2905.36}, {"text": "think it's not I'm not playing giant fucking putt putt if it's not for a", "start": 2905.36, "end": 2910.98}, {"text": "million dollars. Well, you if you you're not you don't really win jeopardy", "start": 2910.98, "end": 2914.54}, {"text": "unless you win you with fifty days in a row and win three million dollars. Yeah,", "start": 2914.54, "end": 2918.66}, {"text": "nobody cares if you won one episode. Well, I would care well, it doesn't matter.", "start": 2918.7, "end": 2922.96}, {"text": "I'm saying I'm saying that's the that's the inflation valve there. What's that?", "start": 2922.96, "end": 2926.96}, {"text": "The people who win they're winning seven? How do you even study for jeopardy? You", "start": 2926.96, "end": 2931.3}, {"text": "just have to be an annoying person. Yeah, very annoying person. Think about every", "start": 2931.3, "end": 2935.44}, {"text": "single jeopardy, all the Arthur to Ken Jennings,", "start": 2935.44, "end": 2938.74}, {"text": "may embolic", "start": 2938.74, "end": 2940.46}, {"text": "the I've got celebrity jeopardy. There's a got one guy who's a bartender who's the", "start": 2940.46, "end": 2944.94}, {"text": "first one Watson knowing no no Watson is another annoying guy. The IBM, the IBM", "start": 2944.96, "end": 2951.32}, {"text": "computer computer that thing is fucking annoying. It's annoying really a", "start": 2951.32, "end": 2954.72}, {"text": "bartender, though no, but I know this in the future yeah could be probably yeah", "start": 2954.72, "end": 2960.0}, {"text": "yeah. The bartender guy is really annoying. He's just like he's like", "start": 2960.0, "end": 2963.48}, {"text": "I'm a bar and he shakes his buzzer. The sports betting guy, you know that guy,", "start": 2963.48, "end": 2970.12}, {"text": "the guy who has the record. He smiles like this", "start": 2970.12, "end": 2972.64}, {"text": "you", "start": 2972.64, "end": 2973.64}, {"text": "God and he makes jokes all the time. What kind of fit would you get off of the", "start": 2973.64, "end": 2979.56}, {"text": "jeopardy shit? Oh man shirt mesh mesh shirt, swim trunks,", "start": 2979.56, "end": 2984.42}, {"text": "bottom print sponge Bob Matt painting print yeah, swim trunks with the", "start": 2984.42, "end": 2992.02}, {"text": "flippers to him. Yeah, get the flip group, goggles, a floaty, a floaty and", "start": 2992.02, "end": 2998.4}, {"text": "you got to be ready and yeah we're going to be and then we're going to be", "start": 2998.4, "end": 3001.04}, {"text": "having the Tom and Jerry hobo style top hat with the tin can opening. Yes,", "start": 3001.08, "end": 3005.68}, {"text": "yes,", "start": 3005.68, "end": 3006.48}, {"text": "and then fingerless gloves with study, a Ocarson style, yeah, yep, and then", "start": 3006.48, "end": 3013.4}, {"text": "fingerless gloves with an embroidered that says", "start": 3013.4, "end": 3016.36}, {"text": "on the back, he showed up like a home, and I'll be wearing pit vipers,", "start": 3016.36, "end": 3022.6}, {"text": "sunglasses on the back of my head and standing backwards the whole time.", "start": 3022.6, "end": 3026.48}, {"text": "what would you put your name down as Fudd?", "start": 3029.76, "end": 3032.06}, {"text": "I would put my name down as Ken Jennings, Junior", "start": 3032.06, "end": 3036.5}, {"text": "Frank is s", "start": 3036.5, "end": 3038.34}, {"text": "reverse Jennings", "start": 3038.34, "end": 3040.16}, {"text": "so", "start": 3040.16, "end": 3041.46}, {"text": "and a returning to", "start": 3041.46, "end": 3046.16}, {"text": "reverse Jennings.", "start": 3046.16, "end": 3048.26}, {"text": "What isn't", "start": 3048.26, "end": 3054.36}, {"text": "that's not the rules reverse yeah", "start": 3054.36, "end": 3058.96}, {"text": "Oh, man,", "start": 3058.96, "end": 3060.42}, {"text": "that's so funny. Doing the backwards man on Jeopardy would be pretty awesome.", "start": 3060.42, "end": 3066.46}, {"text": "I need to be on Jeopardy. I was laughing. I think you could get on there.", "start": 3066.46, "end": 3068.74}, {"text": "I was imagining just like... I don't think I could win, though. I wish that", "start": 3068.74, "end": 3072.86}, {"text": "your reality TV show thing worked out, man. Me too. I'll make it onto reality", "start": 3072.86, "end": 3077.08}, {"text": "TV. I'm probably gonna marry one of the girls from Vanderpump Rules or something.", "start": 3077.08, "end": 3080.42}, {"text": "Whoa. One of the pumps? I guess. Is that their name? Vanderpump? Yeah,", "start": 3080.42, "end": 3084.78}, {"text": "Lisa Vanderpump. Oh, God, is she beautiful? Yes. Holy shit. Is she the", "start": 3084.78, "end": 3088.94}, {"text": "Is she the one who's on Real Housewives?", "start": 3088.94, "end": 3092.3}, {"text": "I think so.", "start": 3092.3, "end": 3093.3}, {"text": "Is she British?", "start": 3093.3, "end": 3094.3}, {"text": "No.", "start": 3094.3, "end": 3095.3}, {"text": "No?", "start": 3095.3, "end": 3096.3}, {"text": "Who's the British Lisa?", "start": 3096.3, "end": 3097.3}, {"text": "Is Lisa Vanderpump British?", "start": 3097.3, "end": 3098.3}, {"text": "I really don't know.", "start": 3098.3, "end": 3099.3}, {"text": "I thought that she was...", "start": 3099.3, "end": 3100.3}, {"text": "You know what?", "start": 3100.3, "end": 3101.3}, {"text": "I wish we had the TV so we could look at a picture of Lisa.", "start": 3101.3, "end": 3102.3}, {"text": "I get Vanderpump mixed up with Big Ange.", "start": 3102.3, "end": 3105.3}, {"text": "I don't know who that is.", "start": 3105.3, "end": 3108.34}, {"text": "Big Suze from Peep Show?", "start": 3108.34, "end": 3109.66}, {"text": "No, no, no, no.", "start": 3109.66, "end": 3110.78}, {"text": "Big Ange?", "start": 3110.78, "end": 3111.78}, {"text": "Big Ange was this...", "start": 3111.78, "end": 3112.78}, {"text": "Oh, she was on Real Housewives, right?", "start": 3112.78, "end": 3114.14}, {"text": "Yeah, yeah, yeah.", "start": 3114.14, "end": 3115.14}, {"text": "She was like the Italian one?", "start": 3115.14, "end": 3116.14}, {"text": "Which housewife?", "start": 3116.14, "end": 3117.14}, {"text": "She was like a Long Island...", "start": 3117.14, "end": 3118.14}, {"text": "you look like a surfboard. She's the British real housewife. Okay. This is", "start": 3118.14, "end": 3121.0}, {"text": "Lisa Vanderpump. Hello, Lisa. Hello, Lisa. Hello. Hello, Lisa.", "start": 3121.0, "end": 3126.78}, {"text": "Oh, and her husband, this is her husband. Her husband is cool. I forget", "start": 3126.78, "end": 3131.04}, {"text": "his name,", "start": 3131.04, "end": 3131.54}, {"text": "but he looks like this. Oh, my God.", "start": 3131.54, "end": 3134.1}, {"text": "He looks great. Is that Rod Stewart? What the hell? He looks amazing. He", "start": 3134.1, "end": 3138.44}, {"text": "looks like a honey bun, dude. His skin is exactly the same shading. That's", "start": 3138.44, "end": 3142.64}, {"text": "the... It doesn't suck that when you're that guy's age, that's pretty much the", "start": 3142.64, "end": 3145.48}, {"text": "the best you can hope for yeah. He has a pretty good life yeah. He's I mean in", "start": 3145.5, "end": 3150.58}, {"text": "terms of those surgeries to make himself look like that yeah yeah that's like", "start": 3150.58, "end": 3154.94}, {"text": "about it. That's about as good as a sixty five year old guy looks yeah yeah", "start": 3154.94, "end": 3159.42}, {"text": "you either you either have to end up. I feel like your your your options are you", "start": 3159.42, "end": 3163.58}, {"text": "either go down the like", "start": 3163.58, "end": 3164.82}, {"text": "glasses on a on a string, yeah, Albert Einstein kind of path or you can go down", "start": 3164.82, "end": 3171.9}, {"text": "the kind of Robert Pollard guided by voices path where you're the cool old", "start": 3171.98, "end": 3177.08}, {"text": "guy and you're kind of fat, but you wear a T shirt and that's kind of cool.", "start": 3177.08, "end": 3180.12}, {"text": "Or the only way you can break out of that, I feel like, is if you take", "start": 3180.12, "end": 3186.48}, {"text": "steroids. Is that is the Robert Robert Kennedy? Is that the same type? Yeah,", "start": 3186.48, "end": 3190.64}, {"text": "that's the that's the last three. There's two branching paths that go", "start": 3190.64, "end": 3194.04}, {"text": "left and right and then the Kennedy path goes up. Yeah, it's a up to heaven.", "start": 3194.04, "end": 3198.62}, {"text": "That's the scale and then there's the Z axis.", "start": 3198.66, "end": 3200.66}, {"text": "That's what I'm going to be. I'm going to be like one of those old guys who's like 4% body fat,", "start": 3200.66, "end": 3206.66}, {"text": "but still doesn't have abs and instead just has like two humps on the front of their body.", "start": 3206.66, "end": 3210.66}, {"text": "I want that shit.", "start": 3210.66, "end": 3211.66}, {"text": "I'm going straight for the Gillesse's string. I'm going straight for Benjamin Franklin.", "start": 3211.66, "end": 3217.66}, {"text": "I just can't imagine that there will ever be a day where you're like,", "start": 3217.66, "end": 3221.66}, {"text": "\"All right, time to put the dime sweatshirt down and pick up the polo.\"", "start": 3221.66, "end": 3225.66}, {"text": "Yeah, you're on the Jerry Seinfeld path.", "start": 3225.66, "end": 3229.78}, {"text": "I was going to say it would be so funny to show up to Jeopardy wearing the exact outfit", "start": 3229.78, "end": 3235.38}, {"text": "that Jerry Seinfeld wore in that Kith ad.", "start": 3235.38, "end": 3238.78}, {"text": "And to an extent where it's like, everyone is looking at you and they're like, \"Oh my", "start": 3238.78, "end": 3245.9}, {"text": "God.\"", "start": 3245.9, "end": 3246.9}, {"text": "That clip of Jared Leto, have you seen this one where it's like Jared Leto is sitting", "start": 3246.9, "end": 3250.74}, {"text": "at a runway, see somebody wearing this green fucking guest like suit and then", "start": 3250.74, "end": 3256.9}, {"text": "he shows up to the Suicide Squad premiere in that. That's bad. It's so clear", "start": 3256.9, "end": 3261.9}, {"text": "that I like saw Jerry Seinfeld in that Kith outfit and then I bought the exact", "start": 3261.9, "end": 3267.34}, {"text": "every single thing that he wore in that. That'd be sick man. I think copying, if", "start": 3267.34, "end": 3273.02}, {"text": "you're gonna copy, you got to go all out. Yeah. And there's a lot, I have respect", "start": 3273.02, "end": 3276.38}, {"text": "somebody's fully copying and not being like, oh I'm dressing up like this guy.", "start": 3276.38, "end": 3279.94}, {"text": "Just completely 100% stealing their outfit.", "start": 3279.94, "end": 3282.54}, {"text": "Every single, to the socks.", "start": 3282.54, "end": 3284.54}, {"text": "Maybe I'll steal your outfit.", "start": 3284.54, "end": 3286.04}, {"text": "You know whose jacket this might be?", "start": 3286.04, "end": 3288.04}, {"text": "This might be Connor's old jacket.", "start": 3288.04, "end": 3290.04}, {"text": "He saw me wearing this and was like,", "start": 3290.04, "end": 3293.04}, {"text": "\"Did you buy that at like a thrift store in Manhattan?\"", "start": 3293.04, "end": 3297.04}, {"text": "And I think he sold this to like a Buffalo Exchange or something.", "start": 3297.04, "end": 3300.54}, {"text": "And then you got it?", "start": 3300.54, "end": 3301.54}, {"text": "And then I bought it.", "start": 3301.54, "end": 3302.54}, {"text": "Holy crap.", "start": 3302.54, "end": 3303.54}, {"text": "It's insane.", "start": 3303.54, "end": 3305.04}, {"text": "I don't believe it though.", "start": 3305.04, "end": 3306.04}, {"text": "He was like, \"Is that a Big Mac jacket?\"", "start": 3306.04, "end": 3308.04}, {"text": "and I was like, \"Yes, it is.\"", "start": 3308.04, "end": 3310.08}, {"text": "- Oh my God. - You only made one of it?", "start": 3310.08, "end": 3311.56}, {"text": "- They only made one of this jacket.", "start": 3311.56, "end": 3314.0}, {"text": "He made me take it off so that he could try it on", "start": 3314.0, "end": 3317.1}, {"text": "and see if it fit him the same way.", "start": 3317.1, "end": 3319.24}, {"text": "- That's one of the most interesting things I've ever heard.", "start": 3319.24, "end": 3324.1}, {"text": "- It's not that interesting.", "start": 3324.1, "end": 3324.94}, {"text": "- No, it is a little bit interesting.", "start": 3324.94, "end": 3326.12}, {"text": "- It is a little bit interesting,", "start": 3326.12, "end": 3327.58}, {"text": "but it's not the same thing that you were saying.", "start": 3327.58, "end": 3331.42}, {"text": "- Yeah, I was saying you need to copy somebody completely.", "start": 3331.42, "end": 3335.4}, {"text": "- 'Cause I didn't know Connor even owned this jacket.", "start": 3335.4, "end": 3337.24}, {"text": "I was saying maybe I would take your entire outfit, including the head. I mean, I already", "start": 3337.24, "end": 3340.44}, {"text": "have the headphones, but maybe I'd take the hat.", "start": 3340.44, "end": 3344.36}, {"text": "Here's what I would do if I was on Jeopardy. You know how after the first commercial break", "start": 3344.36, "end": 3347.56}, {"text": "they come over and they ask you...", "start": 3347.56, "end": 3348.56}, {"text": "You kind of look fly, right?", "start": 3348.56, "end": 3349.56}, {"text": "Yeah, you do look a little fly. You look more than a little fly, I'll be honest.", "start": 3349.56, "end": 3352.44}, {"text": "Thank you, bro.", "start": 3352.44, "end": 3353.44}, {"text": "You look very, very fly. And you know how they ask the leading questions to make you", "start": 3353.44, "end": 3356.54}, {"text": "tell some fun fact about you? They're like, \"So you met your wife in an interesting way.\"", "start": 3356.54, "end": 3360.12}, {"text": "Yeah.", "start": 3360.12, "end": 3361.12}, {"text": "And I'd be like, \"What? What do you mean?\"", "start": 3361.12, "end": 3362.68}, {"text": "What? I met her at school.", "start": 3362.68, "end": 3363.92}, {"text": "No, I didn't.", "start": 3363.92, "end": 3364.92}, {"text": "What do you mean? What the fuck?", "start": 3364.92, "end": 3367.2}, {"text": "So this says here you're a big fan of the beach. I'm not. No. I like the", "start": 3367.2, "end": 3371.38}, {"text": "mountains. Who told you that?", "start": 3371.38, "end": 3372.7}, {"text": "How did you get this information? Are you the feds?", "start": 3372.7, "end": 3377.28}, {"text": "Bro, keep it under wraps, dog. Don't tell it. I told you not to. I told you", "start": 3377.28, "end": 3382.08}, {"text": "to keep that in confidence. Okay, so I basically signed a fucking form. I", "start": 3382.08, "end": 3386.28}, {"text": "think the funniest thing to me you can do on any TV show is someone asks you", "start": 3386.28, "end": 3389.36}, {"text": "a question and you say, \"What?\" I think the funniest thing you can do is they", "start": 3389.36, "end": 3393.0}, {"text": "I ask you, you blow up. You explode. You explode at them, get really mad. Your meat flies all", "start": 3393.02, "end": 3401.34}, {"text": "over Alex Trebek's body the second he says anything to you because you're so nervous.", "start": 3401.34, "end": 3405.28}, {"text": "Did you know in the early 80s, when Jeopardy! first started, he was getting invited to BET", "start": 3405.28, "end": 3410.86}, {"text": "awards, not the BET awards, or no, the NAACP was trying to give him an award because they", "start": 3410.86, "end": 3416.14}, {"text": "thought he was a black guy. If you hold in a fart your entire life, will you explode?", "start": 3416.14, "end": 3422.98}, {"text": "You're trying to divert the...", "start": 3422.98, "end": 3425.58}, {"text": "No, sorry.", "start": 3425.58, "end": 3426.58}, {"text": "I was just doing something separate.", "start": 3426.58, "end": 3427.58}, {"text": "Well, you won't poop then.", "start": 3427.58, "end": 3428.58}, {"text": "Yeah.", "start": 3428.58, "end": 3429.58}, {"text": "Well, no.", "start": 3429.58, "end": 3430.58}, {"text": "Well, yeah.", "start": 3430.58, "end": 3431.58}, {"text": "Okay, you don't poop and you don't fart.", "start": 3431.58, "end": 3432.58}, {"text": "Will you explode?", "start": 3432.58, "end": 3433.58}, {"text": "There is a mancer.", "start": 3433.58, "end": 3434.58}, {"text": "Your digestive system...", "start": 3434.58, "end": 3435.58}, {"text": "That's what I'm asking you.", "start": 3435.58, "end": 3436.58}, {"text": "You have a lot of impacted poop.", "start": 3436.58, "end": 3437.58}, {"text": "Yeah.", "start": 3437.58, "end": 3438.58}, {"text": "So, I don't know.", "start": 3438.58, "end": 3439.98}, {"text": "Yeah, maybe you're...", "start": 3439.98, "end": 3440.98}, {"text": "I guess you're...", "start": 3440.98, "end": 3441.98}, {"text": "Probably your intestine might burst.", "start": 3441.98, "end": 3443.34}, {"text": "Have you seen the videos where they drain the cow of the air?", "start": 3443.34, "end": 3446.78}, {"text": "Yes.", "start": 3446.78, "end": 3447.78}, {"text": "We talked about this.", "start": 3447.78, "end": 3448.78}, {"text": "The excess methane.", "start": 3448.78, "end": 3449.78}, {"text": "I learned about this from you because you showed me the video of the...", "start": 3449.78, "end": 3452.5}, {"text": "make the fire. Yeah, the methane thing. No, no, you know what it was? The porthole on the", "start": 3452.5, "end": 3458.26}, {"text": "cow. Oh yeah, that's different. I almost cried thinking about that happening to me. But sometimes", "start": 3458.26, "end": 3465.06}, {"text": "they stab a hole in the cow and they let out all the air, or the methane. And it looks", "start": 3465.06, "end": 3470.9}, {"text": "like it would feel maybe good to put your face in front of it. No, because that would", "start": 3470.9, "end": 3474.38}, {"text": "be like putting your, that would be like holding down a lighter and just doing that. No, not", "start": 3474.38, "end": 3479.58}, {"text": "not the fire. You would not like yeah,", "start": 3479.58, "end": 3481.58}, {"text": "well, no, because it would be at really fast velocity. It would feel like", "start": 3481.58, "end": 3488.58}, {"text": "getting a blow out. No, I don't think you know what getting a blow out feels", "start": 3488.58, "end": 3492.5}, {"text": "like. I probably you will soon. You think I'm going to grow my hair, go get", "start": 3492.5, "end": 3496.5}, {"text": "a blow out,", "start": 3496.5, "end": 3497.02}, {"text": "look like Travis Drit. You got", "start": 3497.02, "end": 3500.02}, {"text": "I think it'd be bad. Grow your hair out", "start": 3500.02, "end": 3506.94}, {"text": "least. All right, looking like Travis Tritt. You grow a little goatee. Oh wait, I", "start": 3507.94, "end": 3512.42}, {"text": "got to pull up. You got to see what he looks like. What's he from? He's from", "start": 3512.42, "end": 3515.7}, {"text": "country music. Oh, I thought he, who's the guy from that other thing? The flock of", "start": 3515.7, "end": 3521.78}, {"text": "seagulls. Oh my god, yes, I want to look like that. Put it to the GoPro. Scott", "start": 3521.78, "end": 3526.66}, {"text": "Stapp, you're thinking. There's a really, really, just show the camera. He looks", "start": 3526.66, "end": 3530.78}, {"text": "beautifully. Here it is. He looks good. Caleb looking like this. Show it without the hat though, because you were showing pictures of his hair.", "start": 3530.78, "end": 3537.14}, {"text": "hair. I think that'd be bad ass dude. Yeah. See that's the kind of hair I'm going to.", "start": 3537.14, "end": 3541.9}, {"text": "I want to go for giant like a gemstone dude. Giant fucking forehead. Some kind of a affliction", "start": 3541.9, "end": 3547.86}, {"text": "t shirt and some long balding hair. I think this would be a really good look for me. I", "start": 3547.86, "end": 3553.18}, {"text": "think my haircut will look like that soon. This is what Caleb could look like in a year.", "start": 3553.18, "end": 3560.54}, {"text": "I think that I will. We gotta fly you to Turkey. I will look like that in a year. You can't", "start": 3560.54, "end": 3563.78}, {"text": "grow that shit out. We got to fly you to Turkey.", "start": 3563.78, "end": 3566.04}, {"text": "I'll grow it. If I was focused, I could.", "start": 3566.04, "end": 3568.98}, {"text": "Yeah. All right. Let's see it.", "start": 3568.98, "end": 3570.14}, {"text": "I'll goatee.", "start": 3570.14, "end": 3571.14}, {"text": "I'll grow it out right now.", "start": 3571.14, "end": 3572.42}, {"text": "Let's see. Let's see you get a goatee.", "start": 3572.42, "end": 3574.06}, {"text": "I'm trying to grow it.", "start": 3574.06, "end": 3575.06}, {"text": "You need to look like this, dude.", "start": 3575.06, "end": 3576.56}, {"text": "You're right. I have no other option in my life than to go down this path now.", "start": 3576.56, "end": 3580.94}, {"text": "He looks good, man.", "start": 3580.94, "end": 3586.14}, {"text": "You would look good with flip flops.", "start": 3586.14, "end": 3587.14}, {"text": "No, I'm just a bit. You would look, you would go crazy with this, dude.", "start": 3587.14, "end": 3590.9}, {"text": "Go crazy on the...", "start": 3590.9, "end": 3592.3}, {"text": "You look like the button down the affliction button down with that too.", "start": 3592.3, "end": 3596.14}, {"text": "Oh my God.", "start": 3596.14, "end": 3597.3}, {"text": "I love this new.", "start": 3597.3, "end": 3599.3}, {"text": "Pinstripe everything.", "start": 3599.3, "end": 3600.3}, {"text": "I love this new leaf we're turning.", "start": 3600.3, "end": 3602.1}, {"text": "Some of these jeans with the pinstripes on the back.", "start": 3602.1, "end": 3604.54}, {"text": "You're going to get.", "start": 3604.54, "end": 3605.54}, {"text": "Pinstripe cross on the front of my jeans.", "start": 3605.54, "end": 3606.54}, {"text": "Noah's going to take you to the truey store.", "start": 3606.54, "end": 3608.66}, {"text": "I need that shit.", "start": 3608.66, "end": 3609.66}, {"text": "Oh my God.", "start": 3609.66, "end": 3610.74}, {"text": "And I'm not going to sag it dude.", "start": 3610.74, "end": 3611.82}, {"text": "That's disrespectful.", "start": 3611.82, "end": 3612.82}, {"text": "How come different brands of clothing get their own store?", "start": 3612.82, "end": 3615.54}, {"text": "For marketing purposes.", "start": 3615.54, "end": 3616.54}, {"text": "That's a very good point.", "start": 3616.54, "end": 3617.54}, {"text": "It's just not.", "start": 3617.54, "end": 3618.54}, {"text": "There's a lot of type of stores.", "start": 3618.54, "end": 3619.54}, {"text": "We need to open the Potabat List Outlet Mall.", "start": 3619.54, "end": 3621.34}, {"text": "Yes, oh my God, I've been thinking about this for I want to I want to own a", "start": 3621.34, "end": 3625.74}, {"text": "zoomies yeah zoomies. We could have a puma outlet. Yes,", "start": 3625.74, "end": 3630.38}, {"text": "Adidas,", "start": 3630.38, "end": 3632.06}, {"text": "we put them right across from each other right because the history, yes, they", "start": 3632.06, "end": 3636.74}, {"text": "have and we would also our Adidas would say all dre, all dre, I dream,", "start": 3636.74, "end": 3641.18}, {"text": "all day I dream about sex, all day, all dre, I dream and then inside one of", "start": 3641.18, "end": 3645.22}, {"text": "the stores there will be an auntie and and then inside the auntie ends, there", "start": 3645.22, "end": 3648.74}, {"text": "would be a cold stone creamery. Yeah wow and also we would do an on the ends", "start": 3648.76, "end": 3652.7}, {"text": "mixture, cold stone creamery and auntie ends where they chop up a pretzel and", "start": 3652.7, "end": 3655.66}, {"text": "mix it with a bunch of cheese", "start": 3655.66, "end": 3656.96}, {"text": "and I was thinking okay. I actually got hot dogs on pretzels yeah that sounded", "start": 3656.96, "end": 3662.58}, {"text": "so good to me. They chop it into a disgusting goo and they put it in a cup.", "start": 3662.58, "end": 3667.52}, {"text": "I was and I say I gotta have it. They sell that I was thinking that auntie", "start": 3667.52, "end": 3671.12}, {"text": "ends", "start": 3671.12, "end": 3671.84}, {"text": "like the pretzel cut up and then put into like a", "start": 3671.84, "end": 3675.88}, {"text": "like a caramel ice cream.", "start": 3677.48, "end": 3679.52}, {"text": "- Oh, that sounds good as fuck, actually.", "start": 3679.52, "end": 3681.24}, {"text": "- A pretzel on ice cream is--", "start": 3681.24, "end": 3682.4}, {"text": "- Salted caramel ice cream with pretzels.", "start": 3682.4, "end": 3685.72}, {"text": "- All right, well, we know that you're gonna become a chef.", "start": 3685.72, "end": 3687.88}, {"text": "- All right, well, so to end this episode,", "start": 3687.88, "end": 3690.48}, {"text": "we have an exciting bonus feature,", "start": 3690.48, "end": 3692.88}, {"text": "that an outtake from the last regular episode.", "start": 3692.88, "end": 3696.36}, {"text": "So today we did the six fingers of music on YouTube.", "start": 3696.36, "end": 3698.84}, {"text": "Today we're gonna do the seventh finger,", "start": 3698.84, "end": 3700.68}, {"text": "the forbidden seventh finger,", "start": 3700.68, "end": 3701.8}, {"text": "and Caleb is about to rap over the seventh finger of music.", "start": 3701.8, "end": 3703.52}, {"text": "- I'm gonna rap, oh shit.", "start": 3703.52, "end": 3705.16}, {"text": "- So are you ready, Caleb?", "start": 3705.16, "end": 3707.36}, {"text": "Here's the 7th finger.", "start": 3707.36, "end": 3708.36}, {"text": "And I have a show to announce.", "start": 3708.36, "end": 3709.36}, {"text": "Yeah, oh man, back in the fuckin', back in the studio, over the finger.", "start": 3709.36, "end": 3714.84}, {"text": "I'm a fuckin' rapper, not a singer.", "start": 3714.84, "end": 3717.6}, {"text": "Chillin' with my homies, watchin' T-", "start": 3717.6, "end": 3721.12}, {"text": "Watchin' T- sorry, I'm tryin' to catch the beat.", "start": 3721.12, "end": 3723.48}, {"text": "I'm back in the studio, back with the finger.", "start": 3723.48, "end": 3727.04}, {"text": "Yeah, I fuckin' rap, but I'm not a fuckin' singer.", "start": 3727.04, "end": 3730.24}, {"text": "Patrick and Cam, I'm back with the mans.", "start": 3730.24, "end": 3733.36}, {"text": "We back with the hands, throw hands, throw bands.", "start": 3733.36, "end": 3736.92}, {"text": "Throw my man, throw my...", "start": 3736.92, "end": 3738.62}, {"text": "Pop my gun, AK-47 for fun.", "start": 3738.62, "end": 3742.1}, {"text": "AR-15 with the silencer on it.", "start": 3742.1, "end": 3745.08}, {"text": "Got a bunch of motherfucking rhymes that are on it.", "start": 3745.08, "end": 3748.78}, {"text": "And this, man, this finger...", "start": 3748.78, "end": 3750.08}, {"text": "- Let the beat breathe, man.", "start": 3750.08, "end": 3751.34}, {"text": "- This finger is fucking hard, dude.", "start": 3751.34, "end": 3753.72}, {"text": "- They're gonna do this one on Swayze.", "start": 3753.72, "end": 3756.04}, {"text": "- This is a really hard finger.", "start": 3756.04, "end": 3758.06}, {"text": "Alright, I give up on this finger.", "start": 3758.06, "end": 3760.92}, {"text": "I give up on this finger.", "start": 3760.92, "end": 3762.26}, {"text": "I can't do this finger, man.", "start": 3762.26, "end": 3763.96}, {"text": "I do have a show to promote.", "start": 3763.96, "end": 3765.98}, {"text": "Next month, November 17th, me and my buddy Gus Viveiros, guys, we are doing", "start": 3766.0, "end": 3771.84}, {"text": "two half hours, that makes one hour, of comedy, stand-up style at the Yard", "start": 3771.84, "end": 3776.8}, {"text": "Theater. I don't have a link for the tickets. In Los Angeles. But I will soon.", "start": 3776.8, "end": 3779.84}, {"text": "In sunny Los Angeles. Oh, and also I'm still opening for Girl God in Chicago,", "start": 3779.84, "end": 3785.04}, {"text": "and then I got a bunch of shows in New York, too. No, you don't. All right. Bye,", "start": 3785.04, "end": 3790.32}, {"text": "Bye friends. Bye. And I'm going to show Cameron my wiener.", "start": 3790.32, "end": 3793.72}, {"text": "At the library. Okay, your turn. I'm at the library.", "start": 3793.72, "end": 3805.24}, {"text": "I've taken out six books at a time. I'm at the library.", "start": 3805.24, "end": 3809.44}, {"text": "I'm doing more of a hook at this time. I think I did more. You were,", "start": 3809.44, "end": 3812.68}, {"text": "I was saying doing more of the hooks at this time.", "start": 3812.68, "end": 3815.24}, {"text": "But this might help.", "start": 3817.16, "end": 3818.0}, {"text": "Reading is not a crime.", "start": 3818.0, "end": 3820.18}, {"text": "I do it all the time.", "start": 3820.18, "end": 3821.92}, {"text": "Whoa.", "start": 3821.92, "end": 3822.32}, {"text": "I'm reading books about limes.", "start": 3822.32, "end": 3823.82}, {"text": "Damn.", "start": 3823.82, "end": 3824.2}, {"text": "I'm reading books about limes.", "start": 3824.2, "end": 3825.72}, {"text": "Lime scooter.", "start": 3825.72, "end": 3827.72}, {"text": "Hit her in the cooter.", "start": 3827.72, "end": 3829.48}, {"text": "Hit her?", "start": 3829.48, "end": 3830.12}, {"text": "Wait, drop a gunshot.", "start": 3830.12, "end": 3831.92}, {"text": "Hit her in her cooter.", "start": 3831.92, "end": 3836.0}, {"text": "With a lime scooter?", "start": 3836.0, "end": 3837.0}, {"text": "With a lime scooter.", "start": 3837.0, "end": 3838.88}, {"text": "Lime scooter directly to the cooter.", "start": 3838.88, "end": 3841.08}, {"text": "Doing some evil kenevil shit into a woman's thing.", "start": 3841.08, "end": 3845.0}, {"text": "I'm evil.", "start": 3845.0, "end": 3845.88}, {"text": "This is a good way to learn about your instincts.", "start": 3846.72, "end": 3848.72}, {"text": "My instincts.", "start": 3848.72, "end": 3849.72}, {"text": "Store hurting women's vaginas.", "start": 3849.72, "end": 3852.48}, {"text": "Hurting women's vaginas with cutting edge application based technology.", "start": 3852.48, "end": 3858.68}, {"text": "Using an application vehicle to hurt a woman or thing.", "start": 3858.68, "end": 3862.24}, {"text": "I went in a self-driving car.", "start": 3862.24, "end": 3864.04}, {"text": "Really?", "start": 3864.04, "end": 3865.16}, {"text": "Tell us about it.", "start": 3865.16, "end": 3866.52}, {"text": "I was in...", "start": 3866.52, "end": 3868.68}, {"text": "Oh yo.", "start": 3868.68, "end": 3871.36}, {"text": "I don't...", "start": 3871.36, "end": 3872.0}, {"text": "Well, I was in Phoenix basically and...", "start": 3872.0, "end": 3874.56}, {"text": "A rap is about it.", "start": 3874.56, "end": 3875.48}, {"text": "Yeah, you have to rap about it.", "start": 3875.48, "end": 3877.48}, {"text": "Yo, imagine a whir-", "start": 3877.48, "end": 3878.58}, {"text": "Well, actually turn this beat-", "start": 3878.58, "end": 3880.28}, {"text": "Uh, keep it the same actually.", "start": 3880.28, "end": 3882.48}, {"text": "I was in a car that had nobody driving in it.", "start": 3882.48, "end": 3885.28}, {"text": "I felt like a creamed spinach.", "start": 3885.28, "end": 3886.88}, {"text": "I had- I literally got exploded on with the whole vehicle exploded.", "start": 3886.88, "end": 3890.58}, {"text": "It was crazy. Phoenix fell into the earth.", "start": 3890.58, "end": 3892.98}, {"text": "And then I- and then I blow up all crazy.", "start": 3892.98, "end": 3895.58}, {"text": "I have no- I have no idea what's happening to me.", "start": 3895.58, "end": 3898.38}, {"text": "I got a lobster hot pocket.", "start": 3898.38, "end": 3899.98}, {"text": "Oh.", "start": 3899.98, "end": 3903.18}, {"text": "I met two hot two two girls with two lobster hot pockets.", "start": 3903.18, "end": 3906.34}, {"text": "That's again, the self-driving vehicle.", "start": 3906.34, "end": 3908.22}, {"text": "You got to go down and I could show you what it's like when I'm laughing at Jason.", "start": 3908.22, "end": 3912.06}, {"text": "See you.", "start": 3912.06, "end": 3912.58}, {"text": "Vehicle to see a goal is insanely good, man.", "start": 3912.58, "end": 3924.66}, {"text": "That's the type of shit that I'm expressing myself about for a second.", "start": 3924.66, "end": 3927.38}, {"text": "All right, Cameron.", "start": 3927.38, "end": 3928.14}, {"text": "Okay.", "start": 3928.14, "end": 3928.64}, {"text": "Well,", "start": 3928.64, "end": 3930.74}, {"text": "Well, I'm sitting here and I can't...", "start": 3930.74, "end": 3936.34}, {"text": "Oh, it ended.", "start": 3936.34, "end": 3937.34}, {"text": "[outro]", "start": 3937.34, "end": 3937.34}, {"text": "(Boo!)", "start": 3937.34, "end": 3939.34}], "title": "#206 - Backwards Jeopardy", "link": "https://www.patreon.com/posts/206-backwards-91305778", "date": "Sat, 21 Oct 2023 11:00:03 GMT", "id": 57}