{"lines": [{"text": "I'm so excited to be here with my two little sugar bears. Yeah, honestly, can I", "start": 0.0, "end": 13.64}, {"text": "tell you something? I thought we were gonna record it too. Yeah, when I found", "start": 13.64, "end": 16.28}, {"text": "out we're recording at noon instead, I was like, yes, really? I get to be here", "start": 16.28, "end": 20.28}, {"text": "earlier. That's why I wasn't gonna die. I was honestly gonna sit on my couch for", "start": 20.28, "end": 23.52}, {"text": "two hours. I was maybe gonna go to the grocery store, but I wasn't gonna go to", "start": 23.52, "end": 26.68}, {"text": "grocery store.", "start": 26.68, "end": 27.68}, {"text": "No, no.", "start": 27.68, "end": 28.68}, {"text": "That's too much.", "start": 28.68, "end": 29.68}, {"text": "That's too much, man.", "start": 29.68, "end": 30.68}, {"text": "Going to the grocery store.", "start": 30.68, "end": 32.0}, {"text": "Speaking of the grocery store, I have a story to tell about, yes, two days ago I was trying", "start": 32.0, "end": 38.52}, {"text": "to go to the grocery store.", "start": 38.52, "end": 39.52}, {"text": "Hold on, Sugar Bear, you have an eyelash.", "start": 39.52, "end": 42.4}, {"text": "Beautiful.", "start": 42.4, "end": 43.68}, {"text": "I was going to the grocery store and you know that there's that tall guy on my block.", "start": 43.68, "end": 48.68}, {"text": "No, I don't know.", "start": 48.68, "end": 50.24}, {"text": "Okay, well there's this guy on my block.", "start": 50.24, "end": 53.52}, {"text": "He walks up and down.", "start": 53.52, "end": 54.52}, {"text": "I think his mom follows him.", "start": 54.52, "end": 56.2}, {"text": "I'm pretty sure he's got schizophrenia,", "start": 56.2, "end": 58.3}, {"text": "'cause a lot of the time he's walking around", "start": 58.3, "end": 60.7}, {"text": "and just making like guttural sounds,", "start": 60.7, "end": 63.38}, {"text": "and then his mom is just like making sure", "start": 63.38, "end": 65.18}, {"text": "that he's not like doing anything like crazy.", "start": 65.18, "end": 68.18}, {"text": "- Okay.", "start": 68.18, "end": 69.02}, {"text": "- Not crazy, but like--", "start": 69.02, "end": 69.84}, {"text": "- He chills with his mom though.", "start": 69.84, "end": 70.9}, {"text": "- He's chilling with his mom.", "start": 70.9, "end": 72.02}, {"text": "- There's nothing schizophrenic about chilling with mom.", "start": 72.02, "end": 73.7}, {"text": "- Well, no, he's just walking up and down the street", "start": 73.7, "end": 75.26}, {"text": "going, \"Gah, gah,\" like that.", "start": 75.26, "end": 77.62}, {"text": "- Like a bug ass on his throat, yeah.", "start": 77.62, "end": 79.14}, {"text": "- I've never heard him speak a word of,", "start": 79.14, "end": 82.14}, {"text": "like I've never heard him speak a word, right?", "start": 82.14, "end": 86.06}, {"text": "Okay, I've only ever seen him walking up and down the street going and then his", "start": 86.06, "end": 91.66}, {"text": "mom and toe behind. He's that guy from that Kendrick Lamar song. He is. He's", "start": 91.66, "end": 95.26}, {"text": "got got got got", "start": 95.26, "end": 96.38}, {"text": "until two days ago I was walking to the grocery store and it seemed like he was", "start": 96.38, "end": 104.82}, {"text": "in a very bad mood because he's making a lot of sounds and I passed by him on the", "start": 104.82, "end": 110.9}, {"text": "street. I passed by him", "start": 110.9, "end": 113.18}, {"text": "and then over my headphones, I hear he does like a boy. If you don't and goes,", "start": 114.38, "end": 119.02}, {"text": "you smell like shit at me,", "start": 119.02, "end": 120.82}, {"text": "I've never heard. Was his mom like, Oh my God, his first one. I don't know if", "start": 120.82, "end": 127.02}, {"text": "it was like, I've never heard him speak a word of English and he went, you", "start": 127.02, "end": 131.02}, {"text": "smell like shit and then just kept walking. My God. And I was like, Oh, no", "start": 131.02, "end": 135.94}, {"text": "wonder you bought new jeans. Yeah. Oh, you want me to bring up the jeans now?", "start": 135.94, "end": 140.58}, {"text": "He's trying so bad to get to the jeans.", "start": 142.34, "end": 145.04}, {"text": "But he did like a like, \"You smell like shit,\" and then kept walking as if", "start": 145.04, "end": 151.78}, {"text": "nothing, he just did nothing, and I was like, \"You guys should have... Yesterday,", "start": 151.78, "end": 155.62}, {"text": "you guys should have, like, smelled me.\"", "start": 155.62, "end": 158.02}, {"text": "Did you smell bad? No, no. I was... I went out of my way to make sure I", "start": 158.02, "end": 163.7}, {"text": "smelled good. Oh, because you were self conscious about what he said. I became", "start": 163.7, "end": 167.06}, {"text": "so self conscious.", "start": 167.06, "end": 168.14}, {"text": "think about it. I've never heard you speak a word. You've given this man the", "start": 168.98, "end": 172.88}, {"text": "power of speech. You've bestowed conscious human consciousness upon a", "start": 172.88, "end": 176.8}, {"text": "green line. I went into his brain, a sims thing. I went up above his head.", "start": 176.8, "end": 181.54}, {"text": "Tell me that I smell like you, shit like shit. He was that was a burning bush.", "start": 181.54, "end": 185.86}, {"text": "I was like oh my God yeah, no, I put on like I put on like after shave. I put", "start": 185.86, "end": 193.72}, {"text": "on like do you wear cologne? I do now. I had it. I didn't wear it as much,", "start": 193.76, "end": 199.36}, {"text": "but now I'm like I did like Jeremy fragrance, like full, like", "start": 199.36, "end": 203.72}, {"text": "spraying the shit out of myself. The only cologne that I wear is every once", "start": 203.72, "end": 210.12}, {"text": "in a while, I'll wear this cologne that Noah got me that's called Barack Obama,", "start": 210.12, "end": 213.52}, {"text": "and it's like a laser blue and it smells terrible, but I'll put it on sometimes", "start": 213.52, "end": 219.64}, {"text": "'cause it smells like cologne, you know?", "start": 219.72, "end": 222.36}, {"text": "And everything-- - Oh, it's a cologne.", "start": 222.36, "end": 223.62}, {"text": "- It gives me like a migraine", "start": 223.62, "end": 224.8}, {"text": "every time I put it on. - Yeah, I know,", "start": 224.8, "end": 226.0}, {"text": "I know the kind of smell you're talking about.", "start": 226.0, "end": 228.72}, {"text": "It's like-- - I don't fuck with cologne.", "start": 228.72, "end": 230.0}, {"text": "- It's the smell, you know the smell that I'm talking about?", "start": 230.0, "end": 232.84}, {"text": "- I don't even like underwear.", "start": 232.84, "end": 234.04}, {"text": "- I don't, you didn't say anything.", "start": 234.04, "end": 235.28}, {"text": "Like the first spray is so pungent,", "start": 235.28, "end": 238.22}, {"text": "but then it doesn't smell like anything.", "start": 238.22, "end": 239.96}, {"text": "- Yes, yeah. - And then it's just like", "start": 239.96, "end": 241.32}, {"text": "this lingering scent that's like on like your clothes", "start": 241.32, "end": 244.3}, {"text": "or whatever and you're like-- - Smells like you ate", "start": 244.3, "end": 245.44}, {"text": "something. - Yeah.", "start": 245.44, "end": 246.48}, {"text": "It smells like you ate perfume.", "start": 246.48, "end": 248.12}, {"text": "- It smells like you cooked something,", "start": 248.12, "end": 249.4}, {"text": "that's what it smells like. It smells like you made your own tea at home. It does not", "start": 249.4, "end": 253.44}, {"text": "smell very good. No, it smells like herbs and spices. You shouldn't be having that stuff", "start": 253.44, "end": 256.12}, {"text": "on your skin maybe. That's what I think. It's just a natural. Well, it has to stay there", "start": 256.12, "end": 262.3}, {"text": "on you. I bet you braid your armpit hair. Oh, I wish. That'd be cool. That'd be so funny", "start": 262.3, "end": 267.28}, {"text": "if you came in one day with a single dread. You need to become a hippie. I basically have", "start": 267.28, "end": 272.4}, {"text": "dreadlocks. You don't have dreadlocks. Nowhere close to dreadlocks. I might as well. Then", "start": 272.4, "end": 277.24}, {"text": "you will just do it. Then, if you might as well, just do it. I'm letting them go.", "start": 277.24, "end": 280.64}, {"text": "Yeah, I'm seeing people. People still get mad about that. Yeah, about I feel", "start": 280.64, "end": 284.82}, {"text": "like the window is closing on white guys with dreads. Yeah, I think I will as in", "start": 284.82, "end": 289.76}, {"text": "terms of them getting in trouble. Yeah, I think it kind of doesn't matter again.", "start": 289.76, "end": 292.8}, {"text": "I think I think I'm sure people would be. I'm sure that you would run into people", "start": 292.8, "end": 297.12}, {"text": "who would be like, hmm, oh, but probably in the same way where if you like, you", "start": 297.12, "end": 301.4}, {"text": "know, you're you're twenty and you wear bell bottom jeans or something. Yeah, so", "start": 301.4, "end": 305.48}, {"text": "like yeah, it's like just goofy. I want it to live in the Bahamas and have dreadlocks", "start": 305.5, "end": 310.94}, {"text": "so bad. I want to dreadlocks too because of corn. Should I get dreadlocks with my current", "start": 310.94, "end": 315.18}, {"text": "hair? Yeah, yeah, which I'm growing out by the way. You should grow out your hair and", "start": 315.18, "end": 318.98}, {"text": "get dreadlocks. I'm gonna get my hair cut soon. There was this kid that I knew he would", "start": 318.98, "end": 324.46}, {"text": "like ride BMX bikes. He was in one of my math classes, so he obviously very not a very smart", "start": 324.46, "end": 330.38}, {"text": "boy and I saw he like showed up on like the suggested files on Instagram and I", "start": 330.38, "end": 335.76}, {"text": "was like I wonder what he's up to full drug rug white kid with dreadlocks. We need more of that.", "start": 335.76, "end": 343.46}, {"text": "I honestly he like is dressing like a type of guy he's like fully Roz Trent and", "start": 343.46, "end": 349.7}, {"text": "it's like I have not seen that type of guy in years and it made me so happy to", "start": 349.7, "end": 356.72}, {"text": "know that he's still out there putting on for white dudes.", "start": 356.72, "end": 360.42}, {"text": "I saw a white guy with dreadlocks on TV that was very funny that me and me and on Pluto.", "start": 360.42, "end": 366.52}, {"text": "So I discovered this yesterday.", "start": 366.52, "end": 367.52}, {"text": "Me and Leo are watching Pluto TV and I have a Pluto TV channel that is a lot.", "start": 367.52, "end": 372.96}, {"text": "It's live bullfighting live broadcasted and I thought it was the same thing with Pluto", "start": 372.96, "end": 377.6}, {"text": "where they someday it's not always why it's just all the recycled stuff.", "start": 377.6, "end": 381.16}, {"text": "But they like the announcer was like you are what like you're watching the what this whatever", "start": 381.16, "end": 385.08}, {"text": "for both fighting turn in for the people at home watching on Pluto TV, like", "start": 385.08, "end": 387.92}, {"text": "stick around like it was like fully live and there was one camera operator who", "start": 387.92, "end": 392.82}, {"text": "was really bad like it would be like the camera like you know how the bull runs", "start": 392.82, "end": 396.1}, {"text": "out and the guy is like on it, you know, and it goes very fast yeah and it", "start": 396.1, "end": 400.18}, {"text": "starts at the gate and it runs out in the middle and the camera was just like", "start": 400.18, "end": 403.24}, {"text": "sitting at the pointing at the gate and the bull just immediately runs out with", "start": 403.24, "end": 407.08}, {"text": "the guy and it just runs out of frame and the camera just sits there on the", "start": 407.08, "end": 409.66}, {"text": "gate and then you can see that the camera got picked up and turned really", "start": 409.66, "end": 413.04}, {"text": "past, like someone with Julio, like someone was like like someone's like oh", "start": 413.1, "end": 417.44}, {"text": "fuck and like quickly turned it to follow her like who's that camera operator and", "start": 417.44, "end": 420.74}, {"text": "then from another angle we looked to see like who's filming from that area. It", "start": 420.74, "end": 423.72}, {"text": "was a really old white guy with", "start": 423.72, "end": 425.34}, {"text": "with white dress. Was this bull fighting? Was this bull fighting taking place in", "start": 425.34, "end": 431.66}, {"text": "America? Was this an American both? Oh really yeah, it was well. They had one", "start": 431.66, "end": 435.82}, {"text": "that was fighting or riding. There was both okay, oh they and they also had", "start": 435.82, "end": 439.66}, {"text": "barrel racing, which we did not. Also, one of the announcers was a", "start": 439.72, "end": 442.36}, {"text": "rodeo clown type guy who was just there's also nobody in the audience.", "start": 442.36, "end": 446.2}, {"text": "Yeah, so sparse. Nobody cares about this event. I would be there. I know", "start": 446.2, "end": 449.96}, {"text": "I think it was a kind of York, but no one no one no one cared about it.", "start": 449.96, "end": 453.32}, {"text": "The announcer is this rodeo clown guy who's got the clown makeup on, but", "start": 453.32, "end": 457.44}, {"text": "he's not dressed like a clown. Other than that, he just has clown makeup.", "start": 457.44, "end": 459.72}, {"text": "Yeah, and he's what he has just like a like a Bluetooth headset type mic and", "start": 459.72, "end": 464.08}, {"text": "he's the announcer. So he's just walking around and trying to kill time where", "start": 464.08, "end": 466.8}, {"text": "like get wrangling the bowls and he just being like everybody clap along to the", "start": 466.84, "end": 470.26}, {"text": "song and you can just like see him. He's walking around and then, when the", "start": 470.26, "end": 473.72}, {"text": "bowl comes out, he climbs into a barrel and he's walking around like a Mario", "start": 473.72, "end": 478.18}, {"text": "enemy or his head is poking out of the top of the barrel and his feet are out", "start": 478.18, "end": 481.12}, {"text": "of the bottom, and if the bowl comes near him, he goes inside the barrel like", "start": 481.12, "end": 484.56}, {"text": "a turtle. Whoa, it's", "start": 484.56, "end": 486.36}, {"text": "barrel barrel beats bull like rock, paper, scissors, apparently yeah, he", "start": 486.36, "end": 491.64}, {"text": "seemed completely fine. Oh my God, just walking around in the bear. It's so", "start": 491.64, "end": 494.88}, {"text": "really funny, though, because you see him just talking and be like, well, the", "start": 494.96, "end": 497.56}, {"text": "next person we have going up and he's like just walking, waddling a barrel.", "start": 497.56, "end": 501.3}, {"text": "We should do an episode in a bullpen, yeah, where we are trying to avoid", "start": 501.3, "end": 506.02}, {"text": "getting to be it. I also look thought that I could by looking at at least the", "start": 506.02, "end": 510.04}, {"text": "bull fighting. I could do that. Yeah, I mean, I don't think I mean, you always", "start": 510.04, "end": 513.56}, {"text": "think all you do is well, it's just a man. It's like a thing that all men", "start": 513.56, "end": 517.12}, {"text": "think that they can do all men. All men can do watch this, because what they do", "start": 517.12, "end": 520.7}, {"text": "is they just stand there and they go like this is the bull. They wave their", "start": 520.7, "end": 523.4}, {"text": "arms and then the ball runs at them and then they step to the side and the ball", "start": 523.42, "end": 526.32}, {"text": "runs by yeah. Bulls can only run straight yeah. I've learned this from", "start": 526.32, "end": 529.56}, {"text": "that's all it is. They jump out of the way and then it's always like they get", "start": 529.56, "end": 532.2}, {"text": "they have like a time limit. They have to do it for and it's like half they're", "start": 532.2, "end": 535.56}, {"text": "doing like all these like dodges or whatever and then the other half that", "start": 535.56, "end": 538.0}, {"text": "is go stand on the other side and the bull doesn't run at them or anything.", "start": 538.0, "end": 540.88}, {"text": "Yeah, the bull is not that interested in fighting because they scored on points.", "start": 540.88, "end": 544.68}, {"text": "So it's all just about like if you want to get style, you just have to do cool", "start": 544.68, "end": 547.8}, {"text": "stuff. I did like a jumped and did a flip over a bowl and stuff. Oh, you and", "start": 547.8, "end": 552.2}, {"text": "definitely get him. Yeah, I would not you get him. I'd be a great clown. You", "start": 552.24, "end": 555.68}, {"text": "will be a good clown. I'd be good at the barrel. I'd be good at the barrel.", "start": 555.68, "end": 558.72}, {"text": "You could be the barrel guy. You should all be the barrel guys. Three barrel", "start": 558.72, "end": 561.88}, {"text": "guys. We walk out. Oh, you know what we do? One barrel comes out. Patrick's", "start": 561.88, "end": 567.12}, {"text": "head pops out. Oh, there's the guy in the barrel. Wait, there's another head.", "start": 567.12, "end": 570.84}, {"text": "Wait, there's a third head. Three guys in one barrel. We're in like a whiskey", "start": 570.84, "end": 574.6}, {"text": "cask. Not even that big of a barrel. We're really stuck. Yeah, they're gonna", "start": 574.6, "end": 578.0}, {"text": "have to dismantle the barrel to get us out. Yeah. Was there like, is it like", "start": 578.0, "end": 582.04}, {"text": "pro wrestling where people have different kind of different attributes. So the the", "start": 582.04, "end": 587.54}, {"text": "bull fighting, it was like yeah. They all had like themed outfits kind of", "start": 587.54, "end": 591.58}, {"text": "they were all dressed in these crazy outfits that were like partly cowboy,", "start": 591.58, "end": 595.12}, {"text": "like with the cowboy hat and the fringe, but then also looked a little bit like a", "start": 595.12, "end": 597.94}, {"text": "NASCAR outfit where they had like the branding and the monster energy and the", "start": 597.94, "end": 601.12}, {"text": "Arctic Fox and whatever, but then also they had clown elements as well. I was", "start": 601.12, "end": 604.92}, {"text": "going to say they were wearing like truly insane outfits that I've never", "start": 604.92, "end": 607.68}, {"text": "seen and they all yeah. One of them was named. Oh fuck. What was his name", "start": 607.68, "end": 610.12}, {"text": "Sasquatch there's a guy named Sasquatch. Is there any of them that actually try", "start": 611.32, "end": 615.28}, {"text": "to hurt the bull?", "start": 615.28, "end": 616.12}, {"text": "Not that I well, it's a disqualification. Why though that's", "start": 616.12, "end": 620.4}, {"text": "it's not animal. It's human cruelty creatures. The bull is trying to kill", "start": 620.4, "end": 626.4}, {"text": "the guy. Yeah, you can fight back. Look, why he could not be in the I have no", "start": 626.4, "end": 631.0}, {"text": "I'd have no", "start": 631.0, "end": 631.8}, {"text": "sympathy for the bowl. The bowl is charging straight ahead at a clown. It", "start": 631.8, "end": 637.04}, {"text": "is so funny to me. We're talking about this to her watching it that they they", "start": 637.04, "end": 640.2}, {"text": "engineer these animals lives where these the bulls are living such an evil,", "start": 640.24, "end": 644.84}, {"text": "terrible, horrific, miserable life here, how that that they've engineered it so", "start": 644.84, "end": 649.64}, {"text": "that when a bull, the bull is standing in a like a metal gated room and they", "start": 649.64, "end": 653.92}, {"text": "open the gate instantly. The thing that the bowl instantly knows it needs to do", "start": 653.92, "end": 657.92}, {"text": "is it needs to run out in a straight line and kill the first", "start": 657.92, "end": 660.48}, {"text": "because they don't like do anything like it's just in there. They open the door", "start": 660.48, "end": 665.52}, {"text": "and it runs out and tries to kill. I had an amazing like thirteen year old", "start": 665.52, "end": 668.84}, {"text": "fought the other day where I was thinking I was like and I", "start": 668.88, "end": 671.58}, {"text": "this really I blew my own mind and I was like you know what dude as you as the", "start": 671.58, "end": 678.0}, {"text": "quality of life for humans in the world has gone way up. The quality of life for", "start": 678.0, "end": 682.64}, {"text": "animals has plummeted. Yeah, that is so there's more so fighting animals used to", "start": 682.64, "end": 688.84}, {"text": "walk around and just chill. I think my my thirteen year old thought that I think", "start": 688.84, "end": 694.16}, {"text": "literally probably four times a week and I blow my mind with it every single time", "start": 694.16, "end": 698.52}, {"text": "is that, can you believe that humans are animals and they built cities and cities are like", "start": 698.64, "end": 703.38}, {"text": "big ant hills.", "start": 703.38, "end": 704.38}, {"text": "Wow.", "start": 704.38, "end": 705.38}, {"text": "You look at your phone and it's just like I shouldn't have that.", "start": 705.38, "end": 708.12}, {"text": "Yeah.", "start": 708.12, "end": 709.12}, {"text": "This shouldn't exist.", "start": 709.12, "end": 710.12}, {"text": "Yeah.", "start": 710.12, "end": 711.12}, {"text": "It's just crazy to me that we, that we're animals that did all this crap.", "start": 711.12, "end": 713.0}, {"text": "And I'm looking on my phone and I'm looking up how did this phone get made.", "start": 713.0, "end": 716.64}, {"text": "Uh huh.", "start": 716.64, "end": 717.64}, {"text": "And I'm like who the fuck, like a hundred years ago, you know, not to get all, most", "start": 717.64, "end": 723.44}, {"text": "of the 13 year old thought in my brain is like oh my god you show like a person from the", "start": 723.44, "end": 727.44}, {"text": "in the 1800s, one picture on an iPhone, they're going to fucking kill themselves.", "start": 727.44, "end": 732.4}, {"text": "I want to live in Mesopotamia. Yeah, so bad. Me too. I want ancient technology.", "start": 732.4, "end": 738.16}, {"text": "I don't like this new technology. You want like Dunmer? I want a piece of rock", "start": 738.16, "end": 741.96}, {"text": "with blue lines that move through it. Yeah. Blue glow lines. Legend of Zelda,", "start": 741.96, "end": 745.84}, {"text": "the Breath of the Wild. I want that kind of thing. I want the Dwemer stuff. I", "start": 745.84, "end": 749.52}, {"text": "want like the stuff from Skyrim that like you go in the caves and then it's", "start": 749.52, "end": 753.04}, {"text": "all like this gold plated like guys on the little ball. I want no technology", "start": 753.04, "end": 757.42}, {"text": "at all. I would like to live in the world of weathering heights. My wife made fun", "start": 757.42, "end": 761.16}, {"text": "of me because she said if you could go back in time and to any time what and", "start": 761.16, "end": 765.02}, {"text": "see like anything in the past, what would you say? She said dinosaurs. I said I", "start": 765.02, "end": 771.66}, {"text": "went to see the the hanging gardens of Babylon.", "start": 771.66, "end": 774.54}, {"text": "Yeah, she's funny for that. She said I was gay.", "start": 774.54, "end": 777.74}, {"text": "My own wife said I was", "start": 777.74, "end": 781.1}, {"text": "I wanted to see the hanging gardens of", "start": 781.1, "end": 783.98}, {"text": "they're stupid man. They're bad ass gardens. It's probably hang or wonders", "start": 785.1, "end": 789.06}, {"text": "than yeah. I did, but you don't know because you've never seen it man. I", "start": 789.06, "end": 792.84}, {"text": "would want to see Colossus. You would feel so disappointed you would get", "start": 792.84, "end": 796.5}, {"text": "there and you'll be like that's a fucking tree. Wow wow and then your", "start": 796.5, "end": 800.3}, {"text": "your way to get back after seeing a million", "start": 800.3, "end": 802.46}, {"text": "yeah", "start": 802.46, "end": 804.08}, {"text": "not", "start": 804.08, "end": 805.52}, {"text": "bone might as well be an alien like the most she's got like new cavemen friends,", "start": 805.52, "end": 813.02}, {"text": "they had different flowers that we've never had. They had even more", "start": 813.06, "end": 816.56}, {"text": "different flowers back in dinosaur times, bro. I don't want to go to", "start": 816.56, "end": 819.46}, {"text": "dinosaur time. I don't want to be mosquitoes. What if you go to the", "start": 819.46, "end": 822.78}, {"text": "hanging gardens or whatever and they got different flowers back then and you", "start": 822.78, "end": 826.46}, {"text": "have the like worst allergic reaction to the you also you would you would not", "start": 826.46, "end": 831.3}, {"text": "know you would not be looking at these flowers and be you would you would look", "start": 831.3, "end": 834.38}, {"text": "at a flower and you'd be like oh my God, this is an ancient flower. They don't", "start": 834.38, "end": 837.32}, {"text": "have any more and they'll be like yeah, that's called a tulip. Yeah, no, you", "start": 837.32, "end": 840.34}, {"text": "I know flowers, you know, I used to be a gardener shut up. You were not a car.", "start": 840.36, "end": 845.06}, {"text": "I was I had a container garden on my dad's back deck. Oh my God, you guys are", "start": 845.06, "end": 849.76}, {"text": "so fucking stupid. I had a container garden with over thirty different", "start": 849.76, "end": 853.34}, {"text": "flowers on my dad's back deck and me. Oh my God, name all the flowers name all", "start": 853.34, "end": 858.18}, {"text": "of them names thirty flowers right now. I want to hear you name thirty flowers", "start": 858.18, "end": 862.5}, {"text": "a rose", "start": 862.5, "end": 863.22}, {"text": "keep going a tulip. Okay,", "start": 866.02, "end": 868.58}, {"text": "that was you can't tell a naming of our said it. I just said Lily", "start": 868.58, "end": 872.86}, {"text": "a these are all women's. These are the flowers you had a dumb dumb. That's a", "start": 872.86, "end": 878.42}, {"text": "yeah. Okay, that's a pop a", "start": 878.42, "end": 880.34}, {"text": "what sucker, but the sucker yeah, no it's not a pop. That's a sucker man.", "start": 880.34, "end": 884.7}, {"text": "The say what are they called? It's a sucker. What are those perennials that", "start": 884.7, "end": 888.62}, {"text": "are always that you can get an eal perennial is a not a kind of flower.", "start": 888.62, "end": 893.54}, {"text": "it's not a kind of flower. It's a name. What are they called? They're the ones", "start": 893.58, "end": 896.82}, {"text": "that you can plant anywhere and they live forever. Fern no, not a fern ferns,", "start": 896.82, "end": 900.3}, {"text": "not a flower for here's one. Here's one. I'll blow your fucking mind", "start": 900.3, "end": 903.2}, {"text": "chrysanthemum hydrangea chrysanthemum. Okay, hydrangea hibiscus.", "start": 903.2, "end": 908.52}, {"text": "These are the kinds of flowers. I was rocking with. You had all these flowers", "start": 908.52, "end": 912.5}, {"text": "in a container. A container garden means that you have pots instead of instead of", "start": 912.5, "end": 917.74}, {"text": "row. You had all these yeah, you had roses. I had roses. I had two rose", "start": 917.74, "end": 921.46}, {"text": "rosemary and they would hurt me rosemary, not a flower. That's an herb.", "start": 921.46, "end": 924.26}, {"text": "We had no food, no herb, anything bad idea, putting just flowers out there.", "start": 924.26, "end": 928.26}, {"text": "You should always just put herbs out. Oh, this guy hates beauty. No, I like", "start": 928.26, "end": 931.74}, {"text": "food crocus. I like crocus. Those are good flowers. I never seen a crocus.", "start": 931.74, "end": 934.9}, {"text": "You've never seen a crocus. You've seen a crocus. I've never seen one. You've", "start": 934.9, "end": 938.3}, {"text": "seen it. You have definitely seen a crocus. Azaleas are good too. We had", "start": 938.3, "end": 940.86}, {"text": "azaleas. Well, azaleas are actually bad because they only bloom for two weeks", "start": 940.86, "end": 943.74}, {"text": "out of the year. Well, they're good. And then it's like the ugliest fucking", "start": 943.74, "end": 947.02}, {"text": "thing ever. We had hydrangeas and crocus. Well, crocuses, you don't really grow.", "start": 947.02, "end": 950.3}, {"text": "they just they pop up. I think my mom would have that's a we just on the", "start": 950.34, "end": 953.34}, {"text": "porch. Yeah, those are the ones that come up during spring. They're a little", "start": 953.34, "end": 957.38}, {"text": "tiny purple. It was one flower that irises irises. I used to propagate man.", "start": 957.38, "end": 963.76}, {"text": "Yeah, that's how hard that's how heavy into this shit. I was. I used to", "start": 963.76, "end": 966.92}, {"text": "propagate things when I was like you're not really helping your case really of", "start": 966.92, "end": 971.0}, {"text": "being lame or gay or anything like that. I think he proved that he knows bad", "start": 971.0, "end": 975.4}, {"text": "ass, man. Flowers? That shit is badass to own flowers and cultivate them.", "start": 975.44, "end": 980.96}, {"text": "When I was like six years old, I didn't, I mean, I still to this day couldn't point out", "start": 980.96, "end": 985.72}, {"text": "the different types of poisonous plants.", "start": 985.72, "end": 987.68}, {"text": "Me neither. I don't understand.", "start": 987.68, "end": 991.4}, {"text": "I tried to make homemade camouflage as you do as a child.", "start": 991.4, "end": 994.76}, {"text": "Ghillie.", "start": 994.76, "end": 995.76}, {"text": "I tried to make a ghillie suit. I tried to make a ghillie suit by stuffing plants and", "start": 995.76, "end": 1000.2}, {"text": "stuff into my shirt.", "start": 1000.2, "end": 1001.56}, {"text": "Inside your shirt?", "start": 1001.56, "end": 1002.56}, {"text": "I was doing this, I was like putting like, like, like plants in my pants and then my", "start": 1002.56, "end": 1008.62}, {"text": "shirt so it would stick out because I thought that it would hide me.", "start": 1008.62, "end": 1011.68}, {"text": "So I was putting like plants up my back and stuff and it turns out like half of them were", "start": 1011.68, "end": 1016.72}, {"text": "poison ivy and for...", "start": 1016.72, "end": 1019.44}, {"text": "You made a poison, you made some, you made a...", "start": 1019.44, "end": 1021.84}, {"text": "A poison ivy...", "start": 1021.84, "end": 1022.84}, {"text": "A green maiden.", "start": 1022.84, "end": 1023.84}, {"text": "Yeah, I don't know what that is but...", "start": 1023.84, "end": 1025.68}, {"text": "Like an iron maiden?", "start": 1025.68, "end": 1026.68}, {"text": "Oh, but with, okay, yeah, then I did that.", "start": 1026.68, "end": 1029.02}, {"text": "I did that and I got to stay home from school for two days, but it was the", "start": 1029.02, "end": 1032.42}, {"text": "itchiest two days of my life.", "start": 1032.42, "end": 1034.78}, {"text": "I was covered in fucking...", "start": 1034.78, "end": 1036.74}, {"text": "We had like this expired calamine lotion.", "start": 1036.74, "end": 1038.78}, {"text": "It was just like this pink fucking goop that I was pouring all over my body.", "start": 1038.78, "end": 1043.06}, {"text": "I was more pink than anything.", "start": 1043.06, "end": 1044.38}, {"text": "Pink slime, man.", "start": 1044.38, "end": 1045.38}, {"text": "I was a pink...", "start": 1045.38, "end": 1046.38}, {"text": "I looked like Mr. Bubble.", "start": 1046.38, "end": 1047.38}, {"text": "You looked like Patrick Star probably.", "start": 1047.38, "end": 1048.38}, {"text": "Bubble gum, man.", "start": 1048.38, "end": 1049.38}, {"text": "I don't think I ever got poison ivied.", "start": 1049.38, "end": 1050.38}, {"text": "I got poison ivied a couple times.", "start": 1050.38, "end": 1051.38}, {"text": "Are you one of those guys that aren't allergic to it?", "start": 1051.38, "end": 1052.38}, {"text": "Maybe.", "start": 1052.38, "end": 1053.38}, {"text": "I probably have gotten it and not realized.", "start": 1053.38, "end": 1054.38}, {"text": "I don't know.", "start": 1054.38, "end": 1055.38}, {"text": "I don't know.", "start": 1055.38, "end": 1056.38}, {"text": "I don't know.", "start": 1056.38, "end": 1057.38}, {"text": "I don't know.", "start": 1057.38, "end": 1058.38}, {"text": "I realized me. Yeah,", "start": 1058.38, "end": 1059.58}, {"text": "well, I don't know. I don't think I've ever gotten it, but it seems I mean", "start": 1059.58, "end": 1067.38}, {"text": "it's not like I'm going to you've gotten it. It was so bad that you deleted", "start": 1067.38, "end": 1071.08}, {"text": "the memory from your head. It was so painful. That's not true. It's", "start": 1071.08, "end": 1074.78}, {"text": "completely true. It's what I would know if I gotten it. I wouldn't be able", "start": 1074.78, "end": 1077.98}, {"text": "to. I wouldn't it's not conceivable that maybe I got a rash or something", "start": 1077.98, "end": 1081.58}, {"text": "and thought it was a random rash. Yeah,", "start": 1081.58, "end": 1083.18}, {"text": "that's a good point. I think you would know it's", "start": 1083.18, "end": 1086.18}, {"text": "raises up on your white body and it hurts so bad.", "start": 1086.88, "end": 1091.04}, {"text": "Yeah, you get little pustules.", "start": 1091.04, "end": 1093.04}, {"text": "I thought it was just itches.", "start": 1093.04, "end": 1094.04}, {"text": "You get little pustules that you can pop.", "start": 1094.04, "end": 1095.54}, {"text": "Yeah, it gets disgusting.", "start": 1095.54, "end": 1096.54}, {"text": "My mom told me that if you pop them, then that can spread and just make the itch worse.", "start": 1096.54, "end": 1102.04}, {"text": "Yeah, I always heard the story of my great whatever, you know, someone you hear, always", "start": 1102.04, "end": 1106.76}, {"text": "hear the story someone burns it to get rid of it and this oil and the smoke goes under", "start": 1106.76, "end": 1109.88}, {"text": "their lungs.", "start": 1109.88, "end": 1110.88}, {"text": "Yeah.", "start": 1110.88, "end": 1111.88}, {"text": "You probably heard that story.", "start": 1111.88, "end": 1112.88}, {"text": "No, what happens?", "start": 1112.88, "end": 1113.88}, {"text": "Well, I don't know if it's true or not.", "start": 1113.88, "end": 1114.88}, {"text": "I feel like maybe it's one of those things.", "start": 1114.88, "end": 1115.88}, {"text": "It's a wives tale.", "start": 1115.88, "end": 1116.88}, {"text": "Yeah, but like you, the story of, I was always told that someone in my family, some great", "start": 1116.88, "end": 1120.84}, {"text": "grandma or aunt or something, burned a bunch of poison ivy on her property to get rid of", "start": 1120.84, "end": 1124.56}, {"text": "it and the smoke, the oils on it, the irritating oils go into the smoke and you breathe it", "start": 1124.56, "end": 1128.16}, {"text": "in and you get it inside your body.", "start": 1128.16, "end": 1129.88}, {"text": "Yeah, that shit's the worst.", "start": 1129.88, "end": 1131.16}, {"text": "But I don't know if that's true or not.", "start": 1131.16, "end": 1132.36}, {"text": "Do you guys have skunks in the northeast?", "start": 1132.36, "end": 1135.4}, {"text": "Yeah, my uncle got sprayed by, he had this Australian shepherd that like tried to bite", "start": 1135.4, "end": 1141.72}, {"text": "a skunk and it sprayed him immediately.", "start": 1141.72, "end": 1143.52}, {"text": "They're so stupid.", "start": 1143.52, "end": 1144.52}, {"text": "is the worst smell because I can smell it in my house.", "start": 1144.52, "end": 1147.62}, {"text": "That's scary week. Nope. One time ago. I haven't seen a skunk in a long time.", "start": 1147.62, "end": 1153.34}, {"text": "I've skunk walked right in front of them though. If they didn't spray their", "start": 1153.34, "end": 1157.02}, {"text": "stink everywhere, I think they would be amazing pets. I like their coloration.", "start": 1157.02, "end": 1160.68}, {"text": "Yeah, yeah. The stripe, the stripe is cool. The stripe is cool. I do love", "start": 1160.68, "end": 1164.32}, {"text": "the skunk. It is a good is God's perfect. Have anyone domesticated?", "start": 1164.32, "end": 1168.34}, {"text": "Yeah, I've seen", "start": 1168.34, "end": 1169.74}, {"text": "It's it's illegal to take their gland out. Yeah, because you they need that.", "start": 1170.98, "end": 1176.58}, {"text": "It's like that to to make it's like a cat like it's very immoral, but in the", "start": 1176.58, "end": 1182.68}, {"text": "UK, I think you can look at these animals land to them. I mean, dude, you", "start": 1182.68, "end": 1186.08}, {"text": "can do whatever the hell you're a cuter one in Russia. This picture looks", "start": 1186.08, "end": 1190.18}, {"text": "fucked up, man. I mean, we've talked about it every which way, but you know", "start": 1190.18, "end": 1193.88}, {"text": "you can just own a caracal cat in Russia. Oh, look at the one with the", "start": 1193.88, "end": 1197.68}, {"text": "the bow. Click that one. Click the one with the bow on it. I always love when", "start": 1197.68, "end": 1201.44}, {"text": "they put a bow on a female skunk. Wow! You always love when they put a bow on", "start": 1201.44, "end": 1206.2}, {"text": "a female skunk. It's the stinkiest creature in the world, and then they've", "start": 1206.2, "end": 1210.4}, {"text": "made it look cute. This is a free Twitter profile picture to somebody who's", "start": 1210.4, "end": 1214.28}, {"text": "really annoying. To some very annoying woman. That's a freebie for you. Why has", "start": 1214.28, "end": 1219.52}, {"text": "it got to be an... Also, how do you know that's a female? What, because they", "start": 1219.52, "end": 1221.52}, {"text": "wear... You're wearing female jeans today. Well, it could be a bow tie.", "start": 1221.52, "end": 1224.0}, {"text": "but that could be a bow tie and the sky doesn't know where to wear it.", "start": 1224.04, "end": 1226.74}, {"text": "Show the jeans. Show the jeans. Show them.", "start": 1226.74, "end": 1228.24}, {"text": "Okay, now stand up on the chair. Okay.", "start": 1228.24, "end": 1232.44}, {"text": "They're just a little bit thin, like skinnier than the jeans I normally wear.", "start": 1232.44, "end": 1239.74}, {"text": "They're really blue, man. Yeah.", "start": 1239.74, "end": 1241.34}, {"text": "What's wrong with where I was? I was saying, as I look into these and I'm", "start": 1241.34, "end": 1245.04}, {"text": "start to get like nitrogen narcosis, I feel like I'm getting raptured of the", "start": 1245.04, "end": 1248.84}, {"text": "deep. I'm getting drawn down into the depths of the ocean.", "start": 1248.84, "end": 1251.74}, {"text": "It's just my scuba tank has run out of oxygen.", "start": 1251.74, "end": 1255.1}, {"text": "I'm looking taper a little bit.", "start": 1255.1, "end": 1256.78}, {"text": "I'm looking down.", "start": 1256.78, "end": 1257.78}, {"text": "The only thing that's wrong with I'm looking down at the sea floor.", "start": 1257.78, "end": 1259.9}, {"text": "I think I'm looking up at the at the surface and I'm swimming down down.", "start": 1259.9, "end": 1263.26}, {"text": "I'm seeing a ring of glowing lights.", "start": 1263.26, "end": 1265.1}, {"text": "They stretch, too.", "start": 1265.1, "end": 1266.7}, {"text": "I bet there's a colony of of James Cameron aliens living inside those pants.", "start": 1266.7, "end": 1270.7}, {"text": "Went all the way up his pants, pinching and I felt nothing.", "start": 1270.7, "end": 1273.02}, {"text": "I just got to say that.", "start": 1273.02, "end": 1274.82}, {"text": "I just got to say that.", "start": 1274.82, "end": 1275.9}, {"text": "I just feel like I have to say that I felt absolutely nothing in his nose.", "start": 1275.9, "end": 1280.1}, {"text": "These are pants that a human sized doll would wear. I'm looking at these are", "start": 1280.1, "end": 1284.74}, {"text": "these are doll panties. That's what's disturbing about it. There's so", "start": 1284.74, "end": 1288.26}, {"text": "it's this seam right here. Yeah, this is the doll seam. It's the Carhartt", "start": 1288.26, "end": 1292.7}, {"text": "whips. WIPs. Oh, they're Carhartt. Oh, I take every then they're actually", "start": 1292.7, "end": 1297.98}, {"text": "badass. I do. I do like them. They're just so they I've never seen that much", "start": 1297.98, "end": 1302.22}, {"text": "today. Shade of blue on you before. Yeah, you guys are just you guys are just", "start": 1302.22, "end": 1305.86}, {"text": "it's like when a father shaves his beard. Yeah, you know, I'm not wearing some", "start": 1307.02, "end": 1311.42}, {"text": "like I'm not wearing some ratty old jeans. I bought new jeans and you guys", "start": 1311.42, "end": 1315.74}, {"text": "are freaking", "start": 1315.74, "end": 1316.26}, {"text": "I don't know why we're yeah, they're pretty normal. Oh my God, they are", "start": 1316.26, "end": 1321.66}, {"text": "really causing reaction. Okay, hold your arms up over your head. Look at this.", "start": 1321.66, "end": 1325.86}, {"text": "He's got the ocean down here, then he's got the forest up here and there's the", "start": 1325.86, "end": 1329.0}, {"text": "beautiful white clouds. Oh my God, and the orange sun. Yeah, wait, you're", "start": 1329.0, "end": 1334.02}, {"text": "dress like the earth. You are dressed like my shoes and my shoes are great.", "start": 1334.06, "end": 1338.66}, {"text": "My shoes are gray like rock station really bedrock that total. Those are", "start": 1338.66, "end": 1343.52}, {"text": "my craft bedrock shoes under the ocean. Wait, they actually look exactly like", "start": 1343.52, "end": 1347.64}, {"text": "bedrock. Yeah, I like your earth fit man.", "start": 1347.64, "end": 1350.76}, {"text": "I am in the world. You should fit. I like your earth fit. You should dress up", "start": 1350.76, "end": 1355.78}, {"text": "like more planets. Speaking of the I'll do that. Maybe all of next week", "start": 1355.78, "end": 1360.48}, {"text": "months of I want to see Jupiter. How many episodes wait? How many episodes do", "start": 1362.38, "end": 1366.42}, {"text": "we have?", "start": 1366.42, "end": 1366.94}, {"text": "How do I how do we there's there's many episodes of yeah? How many episodes do", "start": 1366.94, "end": 1371.58}, {"text": "we have in a month? Typically is what I mean well, eight or eight in a month", "start": 1371.58, "end": 1375.18}, {"text": "years, nine planets yeah well, unless you don't count Pluto. If you don't", "start": 1375.18, "end": 1379.5}, {"text": "count Pluto, there's eight eight. We could definitely I think also well,", "start": 1379.5, "end": 1383.58}, {"text": "also you could do planets. You knocked earth out already, so you can do the", "start": 1383.58, "end": 1386.7}, {"text": "mouth of planets yeah. They can do this without earth the month of, but I want", "start": 1386.7, "end": 1390.78}, {"text": "see the sun to I'm not going to yeah. I would like to also see the sun and the", "start": 1390.8, "end": 1393.8}, {"text": "moon. I would really get a bonus, a bonus. You know, like those people,", "start": 1393.8, "end": 1396.86}, {"text": "those people that do like is like outfits inspired by", "start": 1396.86, "end": 1400.62}, {"text": "character. Next month, can we do the month of planets where each of us we're", "start": 1400.62, "end": 1405.54}, {"text": "all doing it and dresses Patrick? We all come in", "start": 1405.54, "end": 1407.94}, {"text": "that's not we all have to be like every week we come as the same plan. Yeah,", "start": 1407.94, "end": 1413.56}, {"text": "we can do that. We could do that yeah. I think that right now this is kind of", "start": 1413.56, "end": 1416.66}, {"text": "perfect earth outfit yeah", "start": 1416.7, "end": 1418.36}, {"text": "for I guess I have earth colors. I've got green and blue and I've got green", "start": 1418.36, "end": 1422.44}, {"text": "and blue on my shoes too. I could do really blue that's more green and you", "start": 1422.44, "end": 1426.0}, {"text": "are green. Mars might be too easy, but we got to do them all. Mars is easy.", "start": 1426.0, "end": 1431.68}, {"text": "What what planets are there? Mars and Neptune? These are these are easy.", "start": 1431.68, "end": 1434.94}, {"text": "These are these are my very eager Mars, Mercury, Venus, Earth,", "start": 1434.94, "end": 1439.0}, {"text": "butters Mars, Martyrs Jupiter, Saturn, Neptune, Pluto Neptune, Uranus Uranus", "start": 1440.0, "end": 1449.34}, {"text": "Uranus, Uranus, Pluto Neptune, Uranus before Neptune, then Pluto, us nine", "start": 1449.34, "end": 1456.62}, {"text": "yeah", "start": 1456.62, "end": 1457.18}, {"text": "okay, we can do that and then the sun as a bonus week and Mercury,", "start": 1457.18, "end": 1462.04}, {"text": "okay, Mercury, I will be the regular good about Mercury and then the moon", "start": 1462.04, "end": 1466.98}, {"text": "will be the bonus episode for that. We yeah, so we'll do five weeks of planets", "start": 1467.0, "end": 1471.6}, {"text": "of planets. Okay, Mercury, the five weeks, let's say what we know about", "start": 1471.6, "end": 1476.24}, {"text": "planets. The five weeks of November is five weeks of planets. Well, we can", "start": 1476.24, "end": 1479.56}, {"text": "start planning our so Merk, we'll start with Mercury. We can plan it. We can", "start": 1479.56, "end": 1483.04}, {"text": "plan it. We can plan the month. Yeah, this is such a good idea. The", "start": 1483.04, "end": 1486.68}, {"text": "ideas for episodes of what to do for the episodes. They could be different that", "start": 1486.68, "end": 1490.76}, {"text": "we could just do a whole every episode is about the planets that we're dressed", "start": 1490.76, "end": 1494.08}, {"text": "up as yeah and we talk as the pie. We say I have a toxic atmosphere. I can I", "start": 1494.12, "end": 1499.48}, {"text": "would pull up my third grade. I did a project on Mercury. That's huge. What", "start": 1499.48, "end": 1503.52}, {"text": "did you spit about Mercury? What do you know? What do you use the rotation", "start": 1503.52, "end": 1507.04}, {"text": "around the sun one year in Mercury, the revolution, the one one year for", "start": 1507.04, "end": 1511.32}, {"text": "Mercury, eighty eight days really yeah. Well, so how old was you be on Mercury", "start": 1511.32, "end": 1516.92}, {"text": "to the sun closest one of the sun? I don't know how old I would be on", "start": 1516.92, "end": 1520.1}, {"text": "Mercury. It's hot as fuck. I can't do the math. I'm not going to lie. Basically,", "start": 1520.12, "end": 1525.88}, {"text": "scientists call Mercury the sun's moon.", "start": 1525.88, "end": 1528.72}, {"text": "No, they don't. That's not true.", "start": 1528.72, "end": 1531.6}, {"text": "Why would a scientist say something so stupid? Scientists have been calling", "start": 1531.6, "end": 1536.48}, {"text": "Mercury, like, the sun's moon. Is that what you... What was your go to science", "start": 1536.48, "end": 1540.64}, {"text": "fair project when you were a kid? I didn't have the science fair. Yeah, I", "start": 1540.64, "end": 1543.92}, {"text": "don't think I had a science fair either. Or like, you had to make a diorama or", "start": 1543.92, "end": 1547.96}, {"text": "Oh, we I'm going to die around about walruses, the diorama that we had to", "start": 1547.96, "end": 1551.8}, {"text": "beavers to why are you being so different? Yes, that's what I'm asking.", "start": 1551.8, "end": 1555.06}, {"text": "Yes, that's what I want. I want to know what walruses and beavers, whatever.", "start": 1555.06, "end": 1559.1}, {"text": "Okay, it's you don't have to be so mean about it. We did a we did a thing", "start": 1559.1, "end": 1563.08}, {"text": "called", "start": 1563.08, "end": 1563.56}, {"text": "we did a thing called bottle guys,", "start": 1563.56, "end": 1566.84}, {"text": "which if you remember bottle guys, you remember bottle guy dot com. I remember", "start": 1566.84, "end": 1572.16}, {"text": "well, bodily you took a", "start": 1572.16, "end": 1574.52}, {"text": "You took a two liter bottle and then a little like styrofoam ball or whatever and then you'd", "start": 1575.68, "end": 1582.44}, {"text": "have to do like a history project on them.", "start": 1582.44, "end": 1585.12}, {"text": "They would put them out in the hallway.", "start": 1585.12, "end": 1586.76}, {"text": "And I did mine on Lou Gehrig.", "start": 1586.76, "end": 1588.76}, {"text": "Oh, very cool.", "start": 1588.76, "end": 1591.16}, {"text": "Did you guys follow the I did a rod?", "start": 1591.16, "end": 1594.28}, {"text": "Yes.", "start": 1594.28, "end": 1595.28}, {"text": "My guy did not win.", "start": 1595.28, "end": 1596.28}, {"text": "What the hell that is?", "start": 1596.28, "end": 1597.28}, {"text": "Mine neither.", "start": 1597.28, "end": 1598.28}, {"text": "The sled race, the dog sled race.", "start": 1598.28, "end": 1599.28}, {"text": "It's what the movie Snow Dogs is about.", "start": 1599.28, "end": 1603.24}, {"text": "Africa. Yeah, my something's wrong with me. Snowy Africa, snowy Africa. There's", "start": 1603.24, "end": 1609.04}, {"text": "some parts of Africa that are snowy where the middle of the mountains.", "start": 1609.04, "end": 1612.44}, {"text": "Yeah, probably the south part. Did you guys do an egg drop challenge? No, I", "start": 1612.44, "end": 1618.44}, {"text": "drop an egg into the pan and fry it every morning. Not a challenge. It was a", "start": 1618.44, "end": 1621.64}, {"text": "challenge for me. I wasn't very good at it in third grade. I did the sun drop", "start": 1621.64, "end": 1624.44}, {"text": "challenge. Mm-Hmm. Where drink two bottles of sun drop to two bottles of", "start": 1624.44, "end": 1628.34}, {"text": "sun drop. You gets real sick. Yeah, it wasn't really nobody ever won that", "start": 1628.34, "end": 1632.14}, {"text": "Where is, have you seen Sundrop Re, is that a discontinued?", "start": 1632.14, "end": 1635.22}, {"text": "I don't know what that is.", "start": 1635.22, "end": 1636.06}, {"text": "You posted something last night.", "start": 1636.06, "end": 1637.46}, {"text": "Oh yeah.", "start": 1637.46, "end": 1638.3}, {"text": "I've not stopped thinking about which is.", "start": 1638.3, "end": 1640.34}, {"text": "The cacti hard seltzer.", "start": 1640.34, "end": 1641.18}, {"text": "The cacti hard seltzer.", "start": 1641.18, "end": 1642.62}, {"text": "What happened to the cacti hard seltzer?", "start": 1642.62, "end": 1644.22}, {"text": "That got discontinued after Astroworld.", "start": 1644.22, "end": 1646.1}, {"text": "Oh really?", "start": 1646.1, "end": 1647.06}, {"text": "Yeah, but that was a good.", "start": 1647.06, "end": 1648.18}, {"text": "They thought it was the alcohol?", "start": 1648.18, "end": 1649.34}, {"text": "That was a good hard seltzer.", "start": 1649.34, "end": 1651.1}, {"text": "It was really good.", "start": 1651.1, "end": 1651.94}, {"text": "It was really, really good.", "start": 1651.94, "end": 1653.26}, {"text": "It was seven, they, it's like the bodega", "start": 1653.26, "end": 1656.58}, {"text": "next to my apartment pulled it out", "start": 1656.58, "end": 1658.18}, {"text": "from the damn archives or something.", "start": 1658.18, "end": 1660.18}, {"text": "It was sitting in the.", "start": 1660.18, "end": 1661.26}, {"text": "A vintage.", "start": 1661.26, "end": 1662.1}, {"text": "It was a vintage. Yeah. Here we have a cacti. They didn't even know what they were sitting", "start": 1662.1, "end": 1665.62}, {"text": "on. I kind of wanted to go like ask them. Did you buy it? Yeah, of course I did. Did", "start": 1665.62, "end": 1669.1}, {"text": "you sip it? I had to clean it first. I had to clean that bottle. And then you drank it?", "start": 1669.1, "end": 1672.9}, {"text": "There was some mold on it, but I scrubbed it all off. Did it hit? Dude, it hit just", "start": 1672.9, "end": 1678.46}, {"text": "as good. I remember that summer in 2021 where I was just like, you know, drinking every", "start": 1678.46, "end": 1685.74}, {"text": "single like partying. Cacti time. I was partying all the time. You were on cacti time. I was", "start": 1685.74, "end": 1690.18}, {"text": "on cat time bro. You remember that? It was like, oh, like I had like a college hibernation", "start": 1690.18, "end": 1696.42}, {"text": "and I was like 23 years old partying like it was college all the time.", "start": 1696.42, "end": 1701.06}, {"text": "Well you get, if you were sober for a little bit.", "start": 1701.06, "end": 1703.86}, {"text": "That's true.", "start": 1703.86, "end": 1704.86}, {"text": "And then when you're not sober after that.", "start": 1704.86, "end": 1705.86}, {"text": "I was sober for six months.", "start": 1705.86, "end": 1706.86}, {"text": "And then you're like, I gotta make up for lost time.", "start": 1706.86, "end": 1709.34}, {"text": "Yeah. I was so boring when I was sober too. It was so fucking crazy.", "start": 1709.34, "end": 1713.66}, {"text": "Yeah, I hate to say it man.", "start": 1713.66, "end": 1714.66}, {"text": "Yeah.", "start": 1714.66, "end": 1715.66}, {"text": "Yeah, you were boring.", "start": 1715.66, "end": 1716.66}, {"text": "You weren't around. You were still in Boston.", "start": 1716.66, "end": 1718.06}, {"text": "I didn't like it. Your head was two sizes smaller than it is right now. Yeah,", "start": 1718.06, "end": 1721.06}, {"text": "I was sober too and I was longer than him. You were sober for longer, but you", "start": 1721.06, "end": 1724.86}, {"text": "getting, you getting sober is kind of just like, oh, it's longer though. So", "start": 1724.86, "end": 1728.3}, {"text": "no, like you getting sober, kind of like what is longer? So I don't know why", "start": 1728.3, "end": 1732.22}, {"text": "we're not talking about me. We can talk about you. Yeah, we can talk about you,", "start": 1732.22, "end": 1735.1}, {"text": "I guess. What do you want to say? What do you want to say? Well, we'll say", "start": 1735.1, "end": 1739.38}, {"text": "anything you want about. Okay, well, let's start talking. When you were", "start": 1739.38, "end": 1742.06}, {"text": "sober, I played a lot of fortnight. You played a lot of fortnight. How do you", "start": 1742.06, "end": 1746.06}, {"text": "pretty much. How could you possibly play fortnight not on drugs or alcohol?", "start": 1746.06, "end": 1750.22}, {"text": "I'd managed that's impressive. I don't know when you were sober. It was like", "start": 1750.22, "end": 1755.18}, {"text": "everyone kind of respected it. When I was sober, it was kind of like everyone was", "start": 1755.18, "end": 1758.66}, {"text": "waiting to like had another beer. Yeah, it felt like the doomsday clock was at", "start": 1758.66, "end": 1762.02}, {"text": "like it was almost like midnight. Like it was almost like we would go out and I", "start": 1762.02, "end": 1767.94}, {"text": "would like we would go to that bar and I would get like a fucking orange soda or", "start": 1767.94, "end": 1772.14}, {"text": "something and then", "start": 1772.14, "end": 1773.58}, {"text": "would like almost buy me a beer every time. It's funny when people are", "start": 1775.86, "end": 1780.96}, {"text": "straight edge or they used to be alcoholics or something. It's so funny", "start": 1780.96, "end": 1784.1}, {"text": "to buy them a beer and be like, Oh, you don't want it. All right, it is mine. I", "start": 1784.1, "end": 1788.12}, {"text": "think I did that. Yeah, I did that to brace after you got to do it every time.", "start": 1788.12, "end": 1791.54}, {"text": "Do you have to shot? You got to at least you have to test their you have to test", "start": 1791.54, "end": 1795.32}, {"text": "their gang right? It's willpower. Yeah, if you're really good about it for six", "start": 1795.32, "end": 1799.52}, {"text": "months, it doesn't mean you will if you don't have the willpower to stay", "start": 1799.52, "end": 1804.02}, {"text": "a straight edge in the face of a friend exactly offering you alcohol, then you", "start": 1804.02, "end": 1808.5}, {"text": "don't deserve to wear the badge. I honor that is straight edge. I one hundred", "start": 1808.5, "end": 1812.84}, {"text": "percent agree. You should be every single person in your life is like an A", "start": 1812.84, "end": 1816.78}, {"text": "or whatever you should be like asking for their chip should be tricking them.", "start": 1816.78, "end": 1820.54}, {"text": "You should literally be trying to trick them water. Yeah, I know it's a normal", "start": 1820.54, "end": 1823.46}, {"text": "seltzer and then if you can't if you can't smell it before you take a sip,", "start": 1823.46, "end": 1827.66}, {"text": "you should be yeah exactly. If you don't have the diligence to check for the", "start": 1827.66, "end": 1831.78}, {"text": "poison that is ruining your life and every single your touch, your touch", "start": 1832.18, "end": 1835.68}, {"text": "should remove alcohol from liquids. You should be making a cup, a liquid in the", "start": 1835.68, "end": 1840.6}, {"text": "cup disappear. It's it's it becomes yeah yeah, and if they don't break on the", "start": 1840.6, "end": 1845.22}, {"text": "seltzer trick, you should be inviting them over and making alcoholic beef stew", "start": 1845.22, "end": 1849.74}, {"text": "and trying to", "start": 1849.74, "end": 1850.76}, {"text": "bring it in a hard", "start": 1850.76, "end": 1854.4}, {"text": "I'm saying and they're two by ten. It's delicious. I'm like", "start": 1856.94, "end": 1860.78}, {"text": "fifteen percent", "start": 1860.78, "end": 1862.34}, {"text": "so you like it. I fucking knew it yeah. They're like alcohol poisoning. Yeah,", "start": 1862.34, "end": 1870.3}, {"text": "fuck up is so funny. God damn they don't make edibles for beer. It was", "start": 1870.3, "end": 1875.58}, {"text": "sitting with your your homies and watching watching a sports game,", "start": 1875.58, "end": 1878.46}, {"text": "evaluating beef. Still yeah, so", "start": 1878.46, "end": 1880.46}, {"text": "spilling it everywhere, causing with those shallow bowls, six bowls of", "start": 1880.46, "end": 1885.54}, {"text": "stewage", "start": 1885.58, "end": 1886.58}, {"text": "dying to getting up to go to the kitchen, like a way to", "start": 1886.58, "end": 1890.94}, {"text": "you are in the kitchen just looks like so a diary", "start": 1890.94, "end": 1894.22}, {"text": "you're trying to fucking pick up the ladle and like get it into your the", "start": 1894.22, "end": 1898.42}, {"text": "ladle gets dropped into the still. All the potatoes have this like weird like", "start": 1898.42, "end": 1902.66}, {"text": "foam over the imagine how amazing", "start": 1902.66, "end": 1905.98}, {"text": "hitting the beef bong. Oh my God, how amazing is that? That would be the", "start": 1905.98, "end": 1913.42}, {"text": "greatest Super Bowl party of all time.", "start": 1913.46, "end": 1915.46}, {"text": "Alcoholic beef stew.", "start": 1915.46, "end": 1917.46}, {"text": "Oh, where's the beer?", "start": 1917.46, "end": 1918.46}, {"text": "No, the best would be chili.", "start": 1918.46, "end": 1919.46}, {"text": "No beer, but you gotta try this.", "start": 1919.46, "end": 1920.46}, {"text": "We don't need beer today.", "start": 1920.46, "end": 1921.46}, {"text": "We don't need beer, man.", "start": 1921.46, "end": 1922.46}, {"text": "We invented a beef stew with alcohol in it.", "start": 1922.46, "end": 1925.46}, {"text": "Get some crackers, dude.", "start": 1925.46, "end": 1927.46}, {"text": "Get some crackers, dive right in.", "start": 1927.46, "end": 1929.46}, {"text": "Oh, that's so good.", "start": 1929.46, "end": 1930.46}, {"text": "You made it out of crackers.", "start": 1930.46, "end": 1932.46}, {"text": "I wanna do...", "start": 1932.46, "end": 1933.46}, {"text": "You put any little oyster crackers in it.", "start": 1933.46, "end": 1935.46}, {"text": "I wanna do a new...", "start": 1935.46, "end": 1937.46}, {"text": "I wanna do a new bachelor party.", "start": 1937.46, "end": 1939.46}, {"text": "I wanna redo a bachelor party", "start": 1939.46, "end": 1941.46}, {"text": "party where there's no drinking alcohol and only edible alcohol, only", "start": 1941.46, "end": 1946.28}, {"text": "alcoholic beef stew, only jello shots. Yes, I will pull up with a crock pot", "start": 1946.28, "end": 1951.4}, {"text": "full of alcoholic beef stew. You know, I will know you know, you're clear", "start": 1951.4, "end": 1954.44}, {"text": "green alcohol and it will get you so I'm not going to do any math about it", "start": 1954.44, "end": 1959.0}, {"text": "now, like coming to work and you're like you're wearing the sunglasses.", "start": 1959.0, "end": 1962.84}, {"text": "You're clearly so hung over and they're like oh you go to the bar last night.", "start": 1962.84, "end": 1965.96}, {"text": "You're like no, no,", "start": 1965.96, "end": 1966.8}, {"text": "I went to the crazy, the craziest out of my life. It's a bunch of alcoholic", "start": 1967.92, "end": 1973.0}, {"text": "beefs. Oh, there's something so funny about getting getting the drunkest", "start": 1973.0, "end": 1977.16}, {"text": "you've ever been in your life and having to apologize and explain to people that", "start": 1977.16, "end": 1980.54}, {"text": "yeah, so it was I", "start": 1980.54, "end": 1981.56}, {"text": "texted you last night. Yeah, I was off the alcoholic. Yeah, Oh, what's the", "start": 1981.56, "end": 1986.96}, {"text": "crock pot? Is that a new bar", "start": 1986.96, "end": 1988.56}, {"text": "the four AM text for you, WID", "start": 1988.56, "end": 1993.32}, {"text": "eight hours later. Sorry, bro. I had alcoholic", "start": 1994.4, "end": 1996.8}, {"text": "this the most insane excuse. Yeah, you're making it up. You're panicking.", "start": 1996.8, "end": 2004.0}, {"text": "Yeah, it's like when you try to yeah, you lie to your boss to tell them", "start": 2004.0, "end": 2006.64}, {"text": "you're sick to get a day off and you make up too many details. Yeah, yeah,", "start": 2006.64, "end": 2009.94}, {"text": "my friend invented alcoholic be stew and I had a bunch of me and tell anyone", "start": 2009.94, "end": 2014.48}, {"text": "that it was spiked.", "start": 2014.48, "end": 2015.32}, {"text": "He spiked the piece.", "start": 2015.32, "end": 2017.6}, {"text": "I would eat that man. I was really getting excited. You were saying", "start": 2017.6, "end": 2021.96}, {"text": "There's no alcoholic edibles.", "start": 2022.0, "end": 2023.92}, {"text": "That's what jello shots are.", "start": 2023.92, "end": 2025.28}, {"text": "Well, yeah, but, well, okay.", "start": 2025.28, "end": 2026.8}, {"text": "So the, so the way, what I'm thinking is how you could make this alcoholic beef", "start": 2026.8, "end": 2030.44}, {"text": "stew is that it's not like, so like, you know, when they have like the,", "start": 2030.44, "end": 2035.0}, {"text": "the stock gelatin, you know?", "start": 2035.0, "end": 2037.32}, {"text": "Yeah.", "start": 2037.32, "end": 2037.72}, {"text": "So what you would do, right.", "start": 2037.72, "end": 2040.52}, {"text": "Is you like, I dunno, I guess like reduce, uh, some kind of like beef bone or like", "start": 2040.52, "end": 2045.2}, {"text": "beef broth or whatever with maybe ever clear, or I was thinking Guinness just so", "start": 2045.2, "end": 2050.6}, {"text": "would have that creaminess to it.", "start": 2050.6, "end": 2052.96}, {"text": "- Well, but then that's not gonna be high enough ABV.", "start": 2052.96, "end": 2054.64}, {"text": "- No, exactly.", "start": 2054.64, "end": 2055.48}, {"text": "So it's gotta be like something that's a very, very high ABV.", "start": 2055.48, "end": 2059.6}, {"text": "Maybe like a grainy or nephew.", "start": 2059.6, "end": 2060.92}, {"text": "- You just gotta season it enough that you can't taste it.", "start": 2060.92, "end": 2065.92}, {"text": "- Oh, mellow corn would work.", "start": 2065.92, "end": 2066.92}, {"text": "- Mellow corn would work really well.", "start": 2066.92, "end": 2068.36}, {"text": "Some kind of clear whiskey.", "start": 2068.36, "end": 2069.72}, {"text": "- Marinate the beef and yeah, and some.", "start": 2069.72, "end": 2072.16}, {"text": "- The marinade would work okay.", "start": 2072.16, "end": 2074.44}, {"text": "'Cause people marinate stuff in beer all the time.", "start": 2074.44, "end": 2076.24}, {"text": "But the thing is you would have to,", "start": 2076.24, "end": 2078.84}, {"text": "it would be really, it kind of sucks,", "start": 2078.84, "end": 2080.56}, {"text": "but you would have to make the beef stew and then in the last ten minutes you", "start": 2080.56, "end": 2084.16}, {"text": "have to pour a gallon of alcohol. Alcohol cooks off so easily yeah, so it would", "start": 2084.16, "end": 2089.8}, {"text": "yes, it have to be it would just have to be as just you have to taste like", "start": 2089.8, "end": 2092.48}, {"text": "you have to put yeah yeah, I mean very bad yeah, which is fine. You're not", "start": 2092.48, "end": 2097.02}, {"text": "you're yeah. You like the taste of alcohol eating for effect. Exactly", "start": 2097.02, "end": 2100.24}, {"text": "right in to get I'm eating to get drunk man. I'm not eating. I'm not getting", "start": 2100.24, "end": 2102.9}, {"text": "someone some fruity flavored", "start": 2102.9, "end": 2104.52}, {"text": "beef to to get fucked up eating like a bowl. You're sitting at home with a", "start": 2107.02, "end": 2111.26}, {"text": "bowl of beef stew and then dropping a shot of whiskey in it like it's a", "start": 2111.26, "end": 2114.9}, {"text": "boiler maker. Yeah,", "start": 2114.9, "end": 2116.5}, {"text": "I think this is a good idea. This is a really good idea. I think yet again is", "start": 2116.5, "end": 2123.94}, {"text": "an incredible another amazing. I was so many good food ideas on this podcast", "start": 2123.94, "end": 2129.78}, {"text": "that it's a shame that Babish does not listen. I think that we I actually think", "start": 2129.78, "end": 2134.7}, {"text": "but now I'm thinking that we should fully make this alcohol. We should make", "start": 2134.74, "end": 2137.74}, {"text": "alcoholic beef stew next month for a Thanksgiving episode. Yes, I'm so", "start": 2137.74, "end": 2142.62}, {"text": "fucking", "start": 2142.62, "end": 2143.06}, {"text": "I'm so fucking", "start": 2143.06, "end": 2145.38}, {"text": "we got to consult the we can just pour alcohol into the beach. I don't know. I", "start": 2145.38, "end": 2150.86}, {"text": "wonder if we consult the chef. We want to see what you want to come up. We need", "start": 2150.86, "end": 2154.1}, {"text": "a chef to come on the show. This is going to happen. This is coming. I made", "start": 2154.1, "end": 2157.06}, {"text": "I", "start": 2157.06, "end": 2157.46}, {"text": "that's actually a good idea. That is not a bad idea, but I need to get I need to", "start": 2157.46, "end": 2162.82}, {"text": "there. I fucked up off some beef stew. Yeah, fucked off beef. I'm going to get", "start": 2162.84, "end": 2167.32}, {"text": "fucked off some beef stew, man. Okay, wait. So let's think about all the", "start": 2167.32, "end": 2171.14}, {"text": "recipes we've created over the years, right? So we have now alcoholic beef stew", "start": 2171.14, "end": 2175.0}, {"text": "is the number one, the hot, the hot burger, right? The hot burger, Chinese", "start": 2175.0, "end": 2180.28}, {"text": "style euro.", "start": 2180.28, "end": 2181.1}, {"text": "I do remember that. I don't know. That was the you weren't on that episode.", "start": 2181.1, "end": 2185.68}, {"text": "That was on the moneymaker symposium. It's a, you know, like a Szechuan euro,", "start": 2185.68, "end": 2190.76}, {"text": "but what is what's the bread? What's the meat? I'm not gonna okay. The bread is a", "start": 2191.12, "end": 2196.4}, {"text": "scallion pancake and then oh my God, it's amazing. It's a really, really good.", "start": 2196.4, "end": 2200.08}, {"text": "Great idea and it's like char siu pork. Oh, what's any sauce? No, I think I don't", "start": 2200.08, "end": 2206.12}, {"text": "know, but which is you'd have to make like a Chinese style. Siddiqui. You know", "start": 2206.12, "end": 2209.16}, {"text": "what I like? Yum yum sauce. I love you. Could be a sauce. They don't have it at", "start": 2209.16, "end": 2213.16}, {"text": "my grocery store. Maybe they sell it at the grocery store. Yeah, I mean, you can", "start": 2213.16, "end": 2216.96}, {"text": "just may I make it, but I thought that was only a restaurant sauce. No, you", "start": 2216.96, "end": 2221.2}, {"text": "can buy it. You can buy it at some place. Yum yum sauce. Yeah. Holy. How", "start": 2221.2, "end": 2224.8}, {"text": "do you think the restaurants get it? Man? Isn't just man? Why are you", "start": 2224.8, "end": 2226.96}, {"text": "counting? I'm trying to remember other recipes. He's counting the three.", "start": 2226.96, "end": 2230.68}, {"text": "These are the top three right now. So it's the alcoholic beef stew. Yeah.", "start": 2230.68, "end": 2235.24}, {"text": "Hot burger.", "start": 2235.24, "end": 2236.12}, {"text": "Chinese style euro. I don't think we create that many recipes to be", "start": 2236.12, "end": 2240.48}, {"text": "honest. We create a good amount. Maybe you do. Yeah. I think my first ever", "start": 2240.48, "end": 2243.92}, {"text": "was yeah, I don't have ever thought of an idea for a recipe. You've thought of", "start": 2243.92, "end": 2248.02}, {"text": "recipes on here. Like what? Name one. I'm trying to remember. I think, I think,", "start": 2248.02, "end": 2252.86}, {"text": "with the exception of alcoholic beef stew, I think I'm the only chef on the", "start": 2252.86, "end": 2256.46}, {"text": "show. You know what I always thought would be a good idea?", "start": 2256.46, "end": 2258.12}, {"text": "'Cause people always like to eat either a pancake or a waffle. A poffle. How", "start": 2258.12, "end": 2264.64}, {"text": "about a pancake and then a waffle and then a pancake on top? Pan- waffle", "start": 2264.64, "end": 2268.52}, {"text": "sandwich with pancake bread. Yes. That's a pretty decent idea. That's not so", "start": 2268.52, "end": 2272.88}, {"text": "bad an idea, but I was missing some French toast and a French toast. I meant", "start": 2272.88, "end": 2278.08}, {"text": "you have to say and a French toast spread. If you are one of these guys that", "start": 2278.08, "end": 2281.76}, {"text": "makes spreadsheets about the types of hats that we wear and the types of", "start": 2281.76, "end": 2285.0}, {"text": "drinks that we have, if you can scrub through every single episode and find", "start": 2285.0, "end": 2288.88}, {"text": "the recipe, find all of our recipes together, a cookbook. Oh my God, book is", "start": 2288.88, "end": 2292.8}, {"text": "not a bad idea. I think we actually had an idea for a cookbook a long time ago,", "start": 2292.8, "end": 2296.64}, {"text": "but I don't remember what it was. I do remember. I remember just that that being", "start": 2296.64, "end": 2300.8}, {"text": "green idea, but I think we've got very far a lot of cocktails to which is you", "start": 2300.82, "end": 2304.52}, {"text": "know that's a good book and thing like the end of the book is all cocktails", "start": 2304.52, "end": 2308.26}, {"text": "because we have had patries delight.", "start": 2308.26, "end": 2309.92}, {"text": "I'll call beef stew is probably the best transition. That is the one yeah it's", "start": 2309.92, "end": 2314.46}, {"text": "between a cocktail and a food. So that's the one that comes before the", "start": 2314.46, "end": 2318.06}, {"text": "whole new genre of type of thing called a food tale. We can put no or cock. Oh", "start": 2318.06, "end": 2322.64}, {"text": "yeah, no is cock food, cock food,", "start": 2322.64, "end": 2325.46}, {"text": "cock food, yeah, maybe we could put in a poop drink. We could put in a recipe for", "start": 2325.46, "end": 2330.42}, {"text": "the week at plate to the week. Yeah, yeah, what one half serving of turkey one half", "start": 2330.46, "end": 2336.3}, {"text": "serving with one roll with a bite out of it, yeah and and", "start": 2336.3, "end": 2340.62}, {"text": "set up the plate and then eat strudel for four hours. Wait to set him up for", "start": 2340.62, "end": 2346.02}, {"text": "another pick. I've been thinking about it. I'm such a I'm so not going to frame", "start": 2346.02, "end": 2349.5}, {"text": "him. I can't make Thanksgiving this year. I've been thinking why not it's my", "start": 2349.5, "end": 2352.66}, {"text": "nephew's birthday. So I actually I haven't seen my brother's birthday. I", "start": 2352.66, "end": 2356.02}, {"text": "I haven't seen my family in like five months. Probably I have I got to go home", "start": 2356.02, "end": 2361.02}, {"text": "for one of the holidays. Who cares about your family, man? Yeah, it's a good", "start": 2361.02, "end": 2364.54}, {"text": "point. They're going to go home for Christmas anyway. Yeah, Thanksgiving is", "start": 2364.54, "end": 2367.78}, {"text": "about friends. Thanksgiving is about the people. That's true. Thanksgiving", "start": 2367.78, "end": 2370.7}, {"text": "Thanksgiving is about the Native Americans becoming very good friends with", "start": 2370.7, "end": 2375.82}, {"text": "the pilgrims. I used to hate Thanksgiving when I lived at home and", "start": 2375.82, "end": 2379.1}, {"text": "then I moved to Boston, started doing it at my house and I was like, it's magic.", "start": 2379.1, "end": 2383.26}, {"text": "this is the best felt completely magical last year. I get to I want to tell you", "start": 2383.28, "end": 2388.04}, {"text": "guys something right now. I'm on a ham break because I'm so excited to have", "start": 2388.04, "end": 2393.12}, {"text": "some ham with everybody. I've been taking a ham break for a few weeks now.", "start": 2393.12, "end": 2397.4}, {"text": "Wow, you usually eat a lot of ham, not a lot, but I do I do eat it. I mean I", "start": 2397.4, "end": 2402.72}, {"text": "have it in sandwiches. Yeah, I really only eat it at Thanksgiving. Yeah, I'm", "start": 2402.72, "end": 2407.92}, {"text": "not eating like you know a glazed. I would like to eat a glazed ham, but it's", "start": 2407.92, "end": 2411.48}, {"text": "coming. It's coming. That's what I can't. I've been literally I'm not even", "start": 2411.52, "end": 2415.14}, {"text": "kidding and Julio can attest to this, because I think I've probably talked to", "start": 2415.14, "end": 2418.12}, {"text": "him about this a lot, but I've been thinking about ham since last", "start": 2418.12, "end": 2421.44}, {"text": "Thanksgiving. I want to know I need I need that ham ham on the on the Hawaiian", "start": 2421.44, "end": 2425.8}, {"text": "roll.", "start": 2425.8, "end": 2426.12}, {"text": "My God, I'm so jealous of you guys right now. I'm so bummed. I can't Jack was", "start": 2426.12, "end": 2430.9}, {"text": "showing me pictures of his Thanksgiving last night. Yeah, and he has the most", "start": 2430.9, "end": 2435.62}, {"text": "fucked up Thanksgiving food at his family's house. It's like yeah, they'll", "start": 2435.62, "end": 2440.02}, {"text": "of mac and cheese and he showed me that he showed me that he's the only person", "start": 2440.04, "end": 2443.8}, {"text": "who eats a single bite of it. They just make it every year and like box stuffing", "start": 2443.8, "end": 2448.1}, {"text": "and like a turkey with no nothing on it. They just put the turkey in the oven", "start": 2448.1, "end": 2452.34}, {"text": "just let it just cook for 10 hours. They're not even putting butter under the skin? You", "start": 2452.34, "end": 2456.0}, {"text": "gotta put the butter under the skin. You gotta put the butter under the skin. I'm buying...", "start": 2456.0, "end": 2459.22}, {"text": "I'm finally gonna make a turkey this year too. You're gonna miss on my first turkey.", "start": 2459.22, "end": 2466.3}, {"text": "- Oh!", "start": 2466.3, "end": 2467.14}, {"text": "- And I have a sage butter that I'm gonna be", "start": 2467.14, "end": 2468.3}, {"text": "- Fuck my life, dude. - Involving into it.", "start": 2468.3, "end": 2469.74}, {"text": "- Fuck my fucking life.", "start": 2469.74, "end": 2471.1}, {"text": "I'm missing Friendsgiving.", "start": 2471.1, "end": 2472.58}, {"text": "- And Noah might be making some cocktails,", "start": 2472.58, "end": 2474.38}, {"text": "some batch cocktails.", "start": 2474.38, "end": 2475.22}, {"text": "- I literally, I was so excited to make", "start": 2475.22, "end": 2478.06}, {"text": "like the Brussels sprouts again.", "start": 2478.06, "end": 2479.78}, {"text": "- Those are good, man.", "start": 2479.78, "end": 2480.66}, {"text": "- I know.", "start": 2480.66, "end": 2481.5}, {"text": "- You need to triple the recipe though.", "start": 2481.5, "end": 2482.58}, {"text": "- Yeah.", "start": 2482.58, "end": 2483.42}, {"text": "- We're gonna have a big Thanksgiving this year.", "start": 2483.42, "end": 2484.24}, {"text": "- I showed up with a little bit too little food.", "start": 2484.24, "end": 2487.02}, {"text": "- Yeah, you showed up with the weakest,", "start": 2487.02, "end": 2488.46}, {"text": "the weakest Friendsgiving pan.", "start": 2488.46, "end": 2491.22}, {"text": "- But the little that was there was very well cooked.", "start": 2491.22, "end": 2494.06}, {"text": "- It was very good.", "start": 2494.06, "end": 2495.06}, {"text": "And my girlfriend made those sage butter biscuits.", "start": 2495.06, "end": 2497.98}, {"text": "- Those were good as well.", "start": 2497.98, "end": 2498.82}, {"text": "- Those were so, she's fuckin', she's cracked at baking stuff.", "start": 2498.82, "end": 2502.42}, {"text": "- You got it like that.", "start": 2502.42, "end": 2503.26}, {"text": "- She do got it like that.", "start": 2503.26, "end": 2504.7}, {"text": "- I'm really--", "start": 2504.7, "end": 2505.54}, {"text": "- Do you remember, did you have those,", "start": 2505.54, "end": 2507.46}, {"text": "what was that shit she made?", "start": 2507.46, "end": 2508.5}, {"text": "Oh, I don't know if you had it,", "start": 2508.5, "end": 2509.54}, {"text": "but she made these white miso cookies", "start": 2509.54, "end": 2512.74}, {"text": "that were kinda like gingerbread cookies,", "start": 2512.74, "end": 2516.7}, {"text": "but not gingerbread cookies.", "start": 2516.7, "end": 2518.18}, {"text": "- That's a little too weird for me.", "start": 2518.18, "end": 2519.66}, {"text": "- But you think it's a little too weird,", "start": 2519.66, "end": 2520.98}, {"text": "then you take your first bite out of it,", "start": 2520.98, "end": 2522.18}, {"text": "and you're like, holy shit.", "start": 2522.18, "end": 2523.94}, {"text": "I don't even, isn't miso like a soybean, fermented soybean or something?", "start": 2523.94, "end": 2528.1}, {"text": "She fully did, she fully went off with it.", "start": 2528.1, "end": 2531.5}, {"text": "Popped.", "start": 2531.5, "end": 2532.5}, {"text": "Uh huh.", "start": 2532.5, "end": 2533.5}, {"text": "She popped the fuck off.", "start": 2533.5, "end": 2534.5}, {"text": "And we're all, and even if I do come to Friendsgiving, we're all going to miss out because she's", "start": 2534.5, "end": 2537.98}, {"text": "going home.", "start": 2537.98, "end": 2538.98}, {"text": "She's going up to, she's going upstate.", "start": 2538.98, "end": 2541.54}, {"text": "Maybe I'll have Noah make the, maybe I'll have Noah make the poop drink.", "start": 2541.54, "end": 2544.3}, {"text": "The poop drink.", "start": 2544.3, "end": 2545.3}, {"text": "Last Thanksgiving.", "start": 2545.3, "end": 2546.3}, {"text": "If I miss out on the fucking poop drink, I will kill myself.", "start": 2546.3, "end": 2547.3}, {"text": "You know what you're going to miss out on?", "start": 2547.3, "end": 2548.3}, {"text": "I will fucking kill myself.", "start": 2548.3, "end": 2549.3}, {"text": "You know what you're going to miss out on?", "start": 2549.3, "end": 2550.3}, {"text": "What?", "start": 2550.3, "end": 2551.3}, {"text": "last year for Thanksgiving, I have you guys remember I made some mashed", "start": 2551.3, "end": 2554.7}, {"text": "potatoes that weren't necessary and nobody ate a single bite of something.", "start": 2554.7, "end": 2557.38}, {"text": "I might do that again. Yeah, no, I come up with mash. Did I pull up with", "start": 2557.38, "end": 2561.1}, {"text": "mashed potatoes? You come up with that? No, did I pull up with mashed potato?", "start": 2561.1, "end": 2566.3}, {"text": "What did I? I had the roasted veggies. I brought the mashed potatoes and they", "start": 2566.3, "end": 2570.34}, {"text": "were unnecessary. Then my girlfriend brought those those sage butter biscuits", "start": 2570.34, "end": 2574.26}, {"text": "and then some other things, some other pastry.", "start": 2574.26, "end": 2576.34}, {"text": "I'm on ham duty, chipotle mac and cheese, and green beans.", "start": 2577.74, "end": 2580.54}, {"text": "Mm-hmm.", "start": 2580.54, "end": 2581.04}, {"text": "That's what I make.", "start": 2581.04, "end": 2581.84}, {"text": "Maybe I'll get a pie or something.", "start": 2581.84, "end": 2583.2}, {"text": "And this year, man, I'm making a turkey.", "start": 2583.2, "end": 2585.64}, {"text": "I just told Patrick.", "start": 2585.64, "end": 2586.48}, {"text": "Can I bring something?", "start": 2586.48, "end": 2587.44}, {"text": "Yes.", "start": 2587.44, "end": 2587.94}, {"text": "Oh, yeah.", "start": 2587.94, "end": 2588.52}, {"text": "Leo's going to be there.", "start": 2588.52, "end": 2589.52}, {"text": "Gordita.", "start": 2589.52, "end": 2590.28}, {"text": "Yeah, please bring some traditional--", "start": 2590.28, "end": 2592.52}, {"text": "last year, not to Thanksgiving, but last year you came", "start": 2592.52, "end": 2595.36}, {"text": "and visited and you brought--", "start": 2595.36, "end": 2597.36}, {"text": "Oh, my god.", "start": 2597.36, "end": 2597.88}, {"text": "--a bunch of Mexican candy.", "start": 2597.88, "end": 2599.16}, {"text": "Those little--", "start": 2599.16, "end": 2600.0}, {"text": "That was--", "start": 2600.0, "end": 2600.5}, {"text": "--the Nutcrunchers.", "start": 2600.5, "end": 2601.28}, {"text": "And it was so disgusting, man.", "start": 2601.28, "end": 2602.64}, {"text": "No, half of it was good.", "start": 2602.64, "end": 2604.08}, {"text": "Half of it was good, because it was caramel.", "start": 2604.08, "end": 2606.56}, {"text": "and then the rest of it was so just unruly.", "start": 2606.56, "end": 2609.7}, {"text": "Those... I'm gonna bring empanadas. Okay. I'll eat empanadas.", "start": 2609.7, "end": 2614.28}, {"text": "I'll eat some empanadas. Like a dessert. Yeah, like a...", "start": 2614.28, "end": 2619.0}, {"text": "Caramel apple kinda thing? That would be good.", "start": 2619.0, "end": 2622.84}, {"text": "You'll see. Okay. I wish I was seeing this.", "start": 2622.84, "end": 2627.64}, {"text": "Why are you not... Oh, 'cause you're gonna be in... I'm probably gonna be", "start": 2627.64, "end": 2631.72}, {"text": "in New Hampshire, yeah. But if I'm not, just say you're sick,", "start": 2631.72, "end": 2635.16}, {"text": "man. I could fake COVID. Just fake COVID. Sorry mom. Although I think that excuse is kind", "start": 2635.16, "end": 2641.8}, {"text": "of running dry. That excuse is running dry. You can kind of just, especially in my family.", "start": 2641.8, "end": 2646.92}, {"text": "Last year when I was pulling up for Christmas, or no this was two years ago, so it was when", "start": 2646.92, "end": 2653.68}, {"text": "it was very bad. My family jumped the, that excuse became very dry. Yeah, very quick.", "start": 2653.68, "end": 2661.76}, {"text": "two years ago, my dad was picking me up.", "start": 2661.76, "end": 2665.04}, {"text": "Or no, my dad was here on business and then was like,", "start": 2665.04, "end": 2668.68}, {"text": "\"Oh yeah, you guys are gonna drive home for Christmas or whatever.", "start": 2668.68, "end": 2673.04}, {"text": "Yeah, I'm just worried about your younger brother's COVID.\"", "start": 2673.04, "end": 2677.24}, {"text": "And I was like, \"What?\"", "start": 2677.24, "end": 2678.88}, {"text": "She was like, \"Oh yeah, your younger brother had COVID.\"", "start": 2678.88, "end": 2681.4}, {"text": "I was like, \"Did you see him like recently?\"", "start": 2681.4, "end": 2683.64}, {"text": "They were like, \"Yeah, we saw him last week.\"", "start": 2683.64, "end": 2685.64}, {"text": "We were just around him.", "start": 2685.64, "end": 2687.84}, {"text": "I was like, \"Oh, Jesus Christ.\"", "start": 2687.84, "end": 2690.52}, {"text": "Well this was like two years ago when it mattered.", "start": 2690.52, "end": 2693.4}, {"text": "This is like, they were telling me, they were telling me, they were telling me like you", "start": 2693.4, "end": 2699.48}, {"text": "know how freaked out I was about it for like a year?", "start": 2699.48, "end": 2702.12}, {"text": "And they were telling me that like at the tail end of me like really being scared of", "start": 2702.12, "end": 2706.64}, {"text": "it.", "start": 2706.64, "end": 2708.0}, {"text": "And I was like oh my god is he, I don't think he's vaccinated.", "start": 2708.0, "end": 2711.28}, {"text": "I thought he was going to die.", "start": 2711.28, "end": 2713.92}, {"text": "I don't know why I brought this up.", "start": 2713.92, "end": 2715.36}, {"text": "No, no it's good.", "start": 2715.36, "end": 2717.28}, {"text": "Okay the poop drink is.", "start": 2717.28, "end": 2718.28}, {"text": "It's not good.", "start": 2718.28, "end": 2719.28}, {"text": "let's talk about the food. The poop drink is as far if I remember it's basically a", "start": 2719.28, "end": 2723.54}, {"text": "Sazerac with Sherry Sherry wine, a brown wine and some kind of syrup, but it's", "start": 2723.54, "end": 2731.56}, {"text": "like a foam right well and then at the top, so it's a completely brown drink and", "start": 2731.56, "end": 2735.86}, {"text": "then at the top it's served in a like a gimlet glass toilet it's served oh yeah", "start": 2735.86, "end": 2740.78}, {"text": "it's supposed to be served in a toilet yeah it's served in a some kind of", "start": 2740.78, "end": 2743.34}, {"text": "toilet glass yeah a prank glass like a parrot drink yeah yeah and then at the", "start": 2743.34, "end": 2749.22}, {"text": "top it's a pistachio foam yeah. So it's green, so it's green at the green poop", "start": 2749.22, "end": 2754.22}, {"text": "on yeah,", "start": 2754.22, "end": 2754.9}, {"text": "I thought it was like", "start": 2754.9, "end": 2756.76}, {"text": "well, you know, like gold flake on it.", "start": 2756.76, "end": 2759.3}, {"text": "That would be a good idea. Why not just put some corn kernels? Yeah, you can", "start": 2759.3, "end": 2763.9}, {"text": "just put corn on it like a sweet corn and one of those really a couple of", "start": 2763.9, "end": 2768.5}, {"text": "really dark and hell throw some poop in there to put a couple of turds in it", "start": 2768.5, "end": 2772.9}, {"text": "throw some poop up. Who gives a fuck? It's already called a poop drink is", "start": 2772.9, "end": 2775.9}, {"text": "it in a fucking toilet. Just make it taste like shit. We talked about poop at the eating poop", "start": 2775.94, "end": 2781.22}, {"text": "at the bar for an hour the other night. It was me, Leo, Corey, and then Shreider and like a bunch of", "start": 2781.22, "end": 2788.58}, {"text": "other people. And then I got a text from Corey. You were like, are you guys still there? Yeah.", "start": 2788.58, "end": 2792.9}, {"text": "And he was like, yeah, we're all here and we're talking. We've been talking about eating poop", "start": 2792.9, "end": 2796.58}, {"text": "for one hour. I was like, okay. And then I got stuck in the conversation. I kept trying to get", "start": 2796.58, "end": 2803.62}, {"text": "get out of the conversation to when you got there, we were fully out of the", "start": 2803.62, "end": 2807.04}, {"text": "conversation and then you know I had to bring it back. It fully looped back. You", "start": 2807.04, "end": 2811.44}, {"text": "know I had to bring it back eating poop last night. I told her I just remember", "start": 2811.44, "end": 2814.7}, {"text": "this the like a month ago, Pierce made a bunch of girls leave a bar because he", "start": 2814.7, "end": 2818.38}, {"text": "was talking about a penis being mutilated. Oh really, I was talking about", "start": 2818.38, "end": 2821.98}, {"text": "it really loudly. I forgot what he was even to he's saying something about", "start": 2821.98, "end": 2824.46}, {"text": "something going up as the urethra and a bunch of girls in the outside bar area", "start": 2824.46, "end": 2829.58}, {"text": "and they all stood up and left. I think about that sometimes if you put", "start": 2829.58, "end": 2833.06}, {"text": "something too big. He was talking about something specific. I can't remember", "start": 2833.1, "end": 2835.7}, {"text": "what it was, but it was so funny. He was and you can imagine him talking about it", "start": 2835.7, "end": 2839.26}, {"text": "really loudly and it was just yeah and it was and then a bunch of people left.", "start": 2839.26, "end": 2843.18}, {"text": "Oh my God, I did it. Were you trying to get seats? No, no, these poor people just", "start": 2843.18, "end": 2848.84}, {"text": "didn't want to hear. I mean there was yeah hearing peers say about this cock", "start": 2848.84, "end": 2853.16}, {"text": "yeah in your cock banana peeled back and it looks like it looks like an elite", "start": 2853.16, "end": 2857.24}, {"text": "my mouth from a low", "start": 2857.26, "end": 2858.42}, {"text": "manner puss", "start": 2858.42, "end": 2860.26}, {"text": "manner", "start": 2860.26, "end": 2863.56}, {"text": "you remember nanner puss. No, you don't remember nanner puss. What is that", "start": 2863.56, "end": 2869.46}, {"text": "now?", "start": 2869.46, "end": 2870.26}, {"text": "Name for Denny's, I think so yeah, one of those types of nanner puss was one of", "start": 2870.26, "end": 2877.16}, {"text": "the biggest Super Bowl commercials.", "start": 2877.16, "end": 2878.86}, {"text": "Oh my God,", "start": 2878.86, "end": 2881.36}, {"text": "yeah, that's what you want to do to the meme that never was. What do they mean by", "start": 2881.36, "end": 2887.06}, {"text": "that it was a meme man. Everyone's but they're saying they're saying it's the", "start": 2887.06, "end": 2890.66}, {"text": "meme that never was and this is what I mean and it was apparently a cursed", "start": 2890.66, "end": 2894.9}, {"text": "commercial. According to the cursed commercials wiki, a little bit of a", "start": 2894.9, "end": 2897.86}, {"text": "biased source. Well, anyway, but yeah, that's a penis. Good. That could happen", "start": 2897.86, "end": 2901.62}, {"text": "to one of those. What are you guys going to go as for Halloween? I could have so", "start": 2901.62, "end": 2906.5}, {"text": "many decisions. My girlfriend was going to be Lila and I was going to be Fry.", "start": 2906.5, "end": 2910.06}, {"text": "Yeah, I was my girlfriend being Billy from Saw the Puppet. So I think maybe I", "start": 2910.06, "end": 2914.66}, {"text": "might kind of phone it in and be to the guy and saw us to cut his leg off and", "start": 2914.7, "end": 2918.14}, {"text": "just wear a shirt with blood on it and can't have a saw. But I don't yeah", "start": 2918.14, "end": 2920.88}, {"text": "because there's no other there's no identifiable characters in the soft", "start": 2920.88, "end": 2924.26}, {"text": "franchise except for the puppet. That's really it. I think this is the year", "start": 2924.26, "end": 2927.64}, {"text": "that I go all in", "start": 2927.64, "end": 2928.98}, {"text": "and I finally become a bumblebee. I was thinking of being a mouse, but I was", "start": 2928.98, "end": 2933.78}, {"text": "already a cat before you already were a cat and I was a beer last year. So this", "start": 2933.78, "end": 2938.34}, {"text": "year, this is the first year in a while. I haven't had a I haven't had an idea", "start": 2938.34, "end": 2941.82}, {"text": "about it locked in costume idea. Yeah, I could still be fry. I have the", "start": 2941.86, "end": 2947.22}, {"text": "really don't look anything like figure, but I put that I put that orange wig on", "start": 2947.22, "end": 2951.32}, {"text": "over there and I", "start": 2951.32, "end": 2951.94}, {"text": "take my money. I could put makeup over it. Make up over your mustache. It would", "start": 2951.94, "end": 2958.24}, {"text": "look so disgusting.", "start": 2958.24, "end": 2959.18}, {"text": "Like Henry Cavill, Cesar Romero and the Joker. No, I don't think that's going to", "start": 2959.18, "end": 2965.18}, {"text": "work man. You could be he had a flat mustache. Yeah, mine is pretty bushy.", "start": 2965.18, "end": 2970.58}, {"text": "Yeah, it's not going to work for you. Yeah. Maybe I will be a maybe I just go", "start": 2970.94, "end": 2975.5}, {"text": "as Dracula today. A really pretty girl. Yeah, either would be a mouse or a bug", "start": 2975.5, "end": 2980.18}, {"text": "likely. I thought you were going to be you were going to be a character from", "start": 2980.18, "end": 2984.06}, {"text": "persona.", "start": 2984.06, "end": 2985.06}, {"text": "Oh yeah, it's going to be you", "start": 2985.06, "end": 2987.14}, {"text": "me. No, his name's you. Why you me? Me? Nara Kamei from his name's camera. What", "start": 2987.14, "end": 2993.62}, {"text": "are you calling me? You know, recalling from from persona four and I found a", "start": 2993.62, "end": 3000.06}, {"text": "costume for it, but it's three hundred dollars. Oh, it's probably not going to", "start": 3000.18, "end": 3003.62}, {"text": "do that. If we wear it on the episode, we can put on the company card. I don't", "start": 3003.62, "end": 3007.42}, {"text": "think you would be that happy about subsidizing my Halloween costume. If you,", "start": 3007.42, "end": 3011.18}, {"text": "if I could see you dress like this,", "start": 3011.18, "end": 3012.82}, {"text": "does it be pretty nice to see you dressed? I think that I would, I think I", "start": 3012.82, "end": 3017.42}, {"text": "would body this outfit. You're, you're, you're, I think you can just go buy a", "start": 3017.42, "end": 3021.8}, {"text": "granny wig and then I don't think that this cost you got to, you got to, you", "start": 3021.8, "end": 3024.78}, {"text": "got to slim your legs down a little bit for this one, though. I don't think that", "start": 3024.78, "end": 3027.98}, {"text": "this costume is that hard to make it all you from persona for what are you", "start": 3028.02, "end": 3032.06}, {"text": "calling me not? No, I'm not. This is he said fat you implying you're not fat.", "start": 3032.06, "end": 3037.34}, {"text": "I would be fat you right yeah, okay, you should be fat bastard from Austin", "start": 3037.34, "end": 3044.42}, {"text": "powers, not so fat. You should be you should be actually should be teddy from", "start": 3044.42, "end": 3047.9}, {"text": "persona. Now that's an expensive ass costume. Go look that look that up show", "start": 3047.9, "end": 3052.18}, {"text": "Patrick teddy from persona and then this tell me that tell me this would not be", "start": 3052.18, "end": 3056.54}, {"text": "one was beautiful and I don't care perfect costume for Caleb.", "start": 3056.58, "end": 3059.34}, {"text": "Well, it's actually T D D. I", "start": 3059.34, "end": 3061.94}, {"text": "the human form go search human at human. No, no, no, this is already. This is a", "start": 3061.94, "end": 3067.14}, {"text": "really good one. You am you am the look of the first one. Oh my God, I would I", "start": 3067.14, "end": 3071.62}, {"text": "could do that actually. Yeah,", "start": 3071.62, "end": 3072.82}, {"text": "yeah,", "start": 3072.82, "end": 3074.3}, {"text": "all right, all right, I'm gonna do this. I'm gonna be a little boy with shocking", "start": 3074.3, "end": 3080.42}, {"text": "blue eyes and a blouse and a rose and a blonde hair. I think that actually now", "start": 3080.42, "end": 3086.26}, {"text": "I'm thinking about costume stuff, I think that one of us should be Bad Luck Brian.", "start": 3086.3, "end": 3091.86}, {"text": "It's going to be you.", "start": 3091.86, "end": 3093.86}, {"text": "Bad Luck Brian?", "start": 3093.86, "end": 3094.86}, {"text": "That would be dope.", "start": 3094.86, "end": 3096.3}, {"text": "My favorite meme, man.", "start": 3096.3, "end": 3098.06}, {"text": "Bad Luck Brian or Dramatic Chipmunk or maybe Numa Numa Guy.", "start": 3098.06, "end": 3101.3}, {"text": "That's a good idea.", "start": 3101.3, "end": 3103.06}, {"text": "I told…", "start": 3103.06, "end": 3104.06}, {"text": "Do you see, three months ago, Numa Numa 2023 dropped.", "start": 3104.06, "end": 3107.02}, {"text": "Really?", "start": 3107.02, "end": 3108.02}, {"text": "Yeah.", "start": 3108.02, "end": 3109.02}, {"text": "I haven't even heard about it.", "start": 3109.02, "end": 3110.02}, {"text": "New Numa 2?", "start": 3110.02, "end": 3111.02}, {"text": "Not even New Numa 2.", "start": 3111.02, "end": 3112.02}, {"text": "New Numa, Numa, Numa 2023 Remaster.", "start": 3112.02, "end": 3116.22}, {"text": "He just redid the original?", "start": 3116.22, "end": 3118.14}, {"text": "Just filmed himself in his original bedroom.", "start": 3118.14, "end": 3120.62}, {"text": "Gary Brausman?", "start": 3120.62, "end": 3121.98}, {"text": "Gary Brausman is doing Numa Numa 2023.", "start": 3121.98, "end": 3125.58}, {"text": "He refilmed it?", "start": 3125.58, "end": 3126.58}, {"text": "He refilmed it.", "start": 3126.58, "end": 3127.58}, {"text": "And he called it a remaster?", "start": 3127.58, "end": 3128.58}, {"text": "I think he re-recorded the song.", "start": 3128.58, "end": 3130.94}, {"text": "He re-recorded the song.", "start": 3130.94, "end": 3133.66}, {"text": "You know what I think the plan was there is that he recorded the song, his vocals, made", "start": 3133.66, "end": 3138.98}, {"text": "the video again because the original one Dragosta Dente, already a song, so he did a cover so", "start": 3138.98, "end": 3145.42}, {"text": "that he could mint it at his NFT or something.", "start": 3145.42, "end": 3147.98}, {"text": "- You can either-- - Okay.", "start": 3147.98, "end": 3149.06}, {"text": "- That's my theory. - If you are going to do", "start": 3149.06, "end": 3151.46}, {"text": "a video like that, you can either be Numa guy", "start": 3151.46, "end": 3155.9}, {"text": "or you can be Star Wars kid.", "start": 3155.9, "end": 3157.42}, {"text": "- Yeah. - Those are the two options.", "start": 3157.42, "end": 3159.3}, {"text": "You can either hate, you can run away from it", "start": 3159.3, "end": 3161.16}, {"text": "like Star Wars kid has.", "start": 3161.16, "end": 3162.86}, {"text": "Star Wars kid-- - Create a law.", "start": 3162.86, "end": 3164.94}, {"text": "- Star Wars kid, we need you back, man.", "start": 3164.94, "end": 3166.9}, {"text": "- He has a crazy real name.", "start": 3166.9, "end": 3170.14}, {"text": "- Star Wars.", "start": 3170.14, "end": 3171.06}, {"text": "Star Wars kid. - Luke Skywalker.", "start": 3171.06, "end": 3172.38}, {"text": "his name is like I think he was like a Finnish child or something. I thought he was American.", "start": 3172.38, "end": 3179.66}, {"text": "Well I think he has a crazy name for an American then. I just don't remember his name. Can", "start": 3179.66, "end": 3183.14}, {"text": "you look this up Julio? Star Wars Kid real name? Because it is honestly it sounds like", "start": 3183.14, "end": 3189.92}, {"text": "a Star Wars name. I think you should name your child Anakin. Whoa! Yeah. Whoa. Ghislaine", "start": 3189.92, "end": 3195.34}, {"text": "Raza. This is he has a Star Wars name. Oh my God and now he's doing a he see he's breaking", "start": 3195.34, "end": 3201.5}, {"text": "breaking his silence. If you make an amazing YouTube video and then twenty", "start": 3201.5, "end": 3205.7}, {"text": "years later, you have to break your silence about it and he looks like that.", "start": 3205.7, "end": 3209.4}, {"text": "Come on, man.", "start": 3209.4, "end": 3210.22}, {"text": "Come on, man. You're making a documentary about how I think I just found my", "start": 3210.22, "end": 3216.8}, {"text": "Halloween", "start": 3216.8, "end": 3217.32}, {"text": "that would actually you would you would buy that", "start": 3217.32, "end": 3224.02}, {"text": "the Star Wars kid, but I'm the Star Wars kid now. Yeah, it's Star Wars kid", "start": 3224.02, "end": 3230.42}, {"text": "alternate star. What I", "start": 3230.46, "end": 3231.62}, {"text": "mean,", "start": 3231.62, "end": 3232.02}, {"text": "I look like a face up of me.", "start": 3232.02, "end": 3233.52}, {"text": "Yeah, it really does. That", "start": 3233.52, "end": 3234.66}, {"text": "looks like when I'm doing the", "start": 3234.66, "end": 3236.82}, {"text": "face at whoa fire in the", "start": 3236.82, "end": 3238.82}, {"text": "neighborhood. No, probably", "start": 3238.82, "end": 3240.02}, {"text": "not. His his fucking glasses", "start": 3240.02, "end": 3242.86}, {"text": "look like the belt on a", "start": 3242.86, "end": 3244.02}, {"text": "cartoon character works at", "start": 3244.02, "end": 3245.38}, {"text": "the circus. This is what", "start": 3245.38, "end": 3246.86}, {"text": "look at that. This is what", "start": 3246.86, "end": 3247.82}, {"text": "really made a lawsuit", "start": 3247.82, "end": 3249.02}, {"text": "against. He made a lawsuit", "start": 3249.02, "end": 3250.82}, {"text": "against bullying him online.", "start": 3250.82, "end": 3252.46}, {"text": "Yeah, yeah, and how is it?", "start": 3252.46, "end": 3255.1}, {"text": "No, dude, it's not bullying.", "start": 3255.1, "end": 3256.46}, {"text": "I'm not saying on fact the", "start": 3256.46, "end": 3258.62}, {"text": "original. Okay, I should be", "start": 3258.62, "end": 3260.22}, {"text": "bullied now when the video came out, nobody was no and then that video was", "start": 3260.22, "end": 3263.92}, {"text": "fucking cool. It was bad ass. Yeah, that's what I'm saying. He looked dope.", "start": 3263.92, "end": 3267.62}, {"text": "It's smart of him to when he has such a", "start": 3267.62, "end": 3270.3}, {"text": "big circular head. It's actually very clever to have a small circle of facial", "start": 3270.3, "end": 3276.1}, {"text": "hair going on. That's not him.", "start": 3276.1, "end": 3277.62}, {"text": "That's not him. Wait, unrecognizable. It says unrecognizable. Is that", "start": 3277.62, "end": 3282.46}, {"text": "is this a different guy? Star Wars kid, the rise of the digital shadow.", "start": 3282.46, "end": 3287.54}, {"text": "What the fuck is this?", "start": 3287.94, "end": 3289.94}, {"text": "It's a documentary about him, man.", "start": 3289.94, "end": 3291.94}, {"text": "See, look, everyone made him look dope. They gave him real lightsabers.", "start": 3291.94, "end": 3293.94}, {"text": "I just don't understand", "start": 3293.94, "end": 3295.94}, {"text": "why this was ever a problem.", "start": 3295.94, "end": 3297.94}, {"text": "Yeah.", "start": 3297.94, "end": 3299.94}, {"text": "He was so fucking cool that people couldn't", "start": 3299.94, "end": 3301.94}, {"text": "They couldn't fathom it.", "start": 3301.94, "end": 3303.94}, {"text": "They couldn't fathom it. No.", "start": 3303.94, "end": 3305.94}, {"text": "And now he's a humongously giant guy.", "start": 3305.94, "end": 3307.94}, {"text": "Al's toy barn and shit.", "start": 3307.94, "end": 3309.94}, {"text": "He does look just like that guy.", "start": 3309.94, "end": 3313.94}, {"text": "He lived long enough to see himself become a villain.", "start": 3313.94, "end": 3315.94}, {"text": "He used to be cool, but when he complained about all that stuff, it turned him into a", "start": 3315.94, "end": 3319.82}, {"text": "male Karen.", "start": 3319.82, "end": 3320.82}, {"text": "I agree, man.", "start": 3320.82, "end": 3321.82}, {"text": "And this is what a male Karen usually looks like.", "start": 3321.82, "end": 3323.38}, {"text": "This is a male Karen physiognomy.", "start": 3323.38, "end": 3324.38}, {"text": "What you're supposed to do with bullying is you're supposed to say...", "start": 3324.38, "end": 3327.18}, {"text": "I know you are, but what am I?", "start": 3327.18, "end": 3328.7}, {"text": "Just a hard rubber in your heel.", "start": 3328.7, "end": 3329.7}, {"text": "Just a hard rubber in your heel.", "start": 3329.7, "end": 3330.7}, {"text": "Slap him.", "start": 3330.7, "end": 3331.7}, {"text": "Exactly, bro.", "start": 3331.7, "end": 3332.7}, {"text": "And I'm not fucking with nobody who can swing a lightsaber like that.", "start": 3332.7, "end": 3334.9}, {"text": "Straight up.", "start": 3334.9, "end": 3335.9}, {"text": "No, no.", "start": 3335.9, "end": 3336.9}, {"text": "That's proof it wasn't bullying.", "start": 3336.9, "end": 3337.9}, {"text": "Would you bully a guy with a lightsaber?", "start": 3337.9, "end": 3338.9}, {"text": "No.", "start": 3338.9, "end": 3339.9}, {"text": "Hell no.", "start": 3339.9, "end": 3340.9}, {"text": "No, you'd bully the guy like, you know...", "start": 3340.9, "end": 3343.18}, {"text": "He'll chop your legs off.", "start": 3343.18, "end": 3344.5}, {"text": "You bully a guy that is no threat to you.", "start": 3344.5, "end": 3346.6}, {"text": "Yeah. And that's a bad way to go, lightsaber.", "start": 3346.6, "end": 3349.0}, {"text": "You get chopped in half, you stay alive.", "start": 3349.0, "end": 3350.8}, {"text": "If I was, I'd be like, \"Oh, what a nice necklace, Hasan Piker.\"", "start": 3350.8, "end": 3354.0}, {"text": "Like, I'd say stuff like that.", "start": 3354.0, "end": 3356.1}, {"text": "And that's calling me cool because he's so cool.", "start": 3356.1, "end": 3358.8}, {"text": "Yeah, that's a compliment, actually.", "start": 3358.8, "end": 3361.1}, {"text": "Yeah.", "start": 3361.1, "end": 3363.5}, {"text": "By the way, that's a little bit of a glass house calling me Hasan Piker.", "start": 3363.5, "end": 3368.8}, {"text": "Why'd you put this pearl necklace on?", "start": 3368.8, "end": 3371.0}, {"text": "Because it was sitting on the table, so I put on a pearl necklace", "start": 3371.0, "end": 3373.4}, {"text": "and you're just now noticing it looks so at home on my on my I saw it's a", "start": 3373.4, "end": 3377.46}, {"text": "whole time. I didn't even think about it in the in the monitor here. It looks", "start": 3377.46, "end": 3382.1}, {"text": "like you're wearing a necklace of bones. That's what I was hoping for. It looks", "start": 3382.1, "end": 3386.7}, {"text": "like all the knuckles of every enemy that I've ever killed. If you were doing", "start": 3386.7, "end": 3391.54}, {"text": "that, I think also I think making a necklace of knuckles is that's a little", "start": 3391.54, "end": 3395.66}, {"text": "bit that's a little not fair because you know you make a necklace of of ears or", "start": 3395.66, "end": 3399.92}, {"text": "whatever it's okay. That's only two years per person you kill you make a", "start": 3399.92, "end": 3402.62}, {"text": "a necklace and knuckles, you get like fucking 20 knuckles on every person.", "start": 3402.64, "end": 3406.06}, {"text": "Right? You can't even tell.", "start": 3406.06, "end": 3407.36}, {"text": "Unless you get all their middle fingers.", "start": 3407.36, "end": 3409.64}, {"text": "Unless you get a full necklace. Yeah, it's got to be...", "start": 3409.64, "end": 3411.24}, {"text": "It's got to be one finger.", "start": 3411.24, "end": 3412.28}, {"text": "People have too many knuckles.", "start": 3412.28, "end": 3413.84}, {"text": "Yeah. Ears make sense.", "start": 3413.84, "end": 3415.48}, {"text": "Ears is good.", "start": 3415.48, "end": 3416.12}, {"text": "Uh-huh.", "start": 3416.12, "end": 3416.52}, {"text": "Do you think if us three...", "start": 3416.52, "end": 3417.16}, {"text": "Noses.", "start": 3417.16, "end": 3417.84}, {"text": "Noses is scary.", "start": 3417.84, "end": 3418.8}, {"text": "Well, you've got one nose.", "start": 3418.8, "end": 3419.88}, {"text": "Yeah.", "start": 3419.88, "end": 3420.36}, {"text": "Do you think if us three discovered a dead body, it would change us as a trio?", "start": 3420.36, "end": 3424.72}, {"text": "Yeah.", "start": 3424.72, "end": 3425.44}, {"text": "No.", "start": 3425.44, "end": 3426.56}, {"text": "I think that it would change me. I'm very susceptible to...", "start": 3426.56, "end": 3431.24}, {"text": "If I saw a dead body, I'd probably walk by and pretend I didn't see it.", "start": 3431.24, "end": 3434.68}, {"text": "I think I would too.", "start": 3434.68, "end": 3436.28}, {"text": "I would see it and I would make too big of a deal about it.", "start": 3436.28, "end": 3439.52}, {"text": "You'd be like, \"Oh, I saw a dead guy.\"", "start": 3439.52, "end": 3441.72}, {"text": "I would say maybe months later, \"And you know, when I saw that dead body...\"", "start": 3441.72, "end": 3445.44}, {"text": "And it would...", "start": 3445.44, "end": 3448.44}, {"text": "I mean, what would you do?", "start": 3448.44, "end": 3451.32}, {"text": "I would just talk about it all the time.", "start": 3451.32, "end": 3454.04}, {"text": "You know what I mean?", "start": 3454.04, "end": 3455.04}, {"text": "I'd say something and then be like, \"Yeah, it's like that time that I saw the dead body.\"", "start": 3455.04, "end": 3459.72}, {"text": "You would use it as an excuse.", "start": 3459.72, "end": 3461.2}, {"text": "Yeah?", "start": 3461.2, "end": 3462.2}, {"text": "Yeah, you would use it as an excuse.", "start": 3462.2, "end": 3463.2}, {"text": "How?", "start": 3463.2, "end": 3464.2}, {"text": "You would do something, you would like go up at an open mic and just tank and then be like", "start": 3464.2, "end": 3468.4}, {"text": "yeah.", "start": 3468.4, "end": 3469.4}, {"text": "I saw a dead body earlier.", "start": 3469.4, "end": 3470.4}, {"text": "Well, I hope you guys know I saw a dead body four months ago.", "start": 3470.4, "end": 3472.72}, {"text": "I've been stressed about this.", "start": 3472.72, "end": 3475.2}, {"text": "That's really all I can think about.", "start": 3475.2, "end": 3476.6}, {"text": "Every time I look out I imagine all of you is this guy's a dead body.", "start": 3476.6, "end": 3479.88}, {"text": "Speaking of bombing, Alex made me feel really bad.", "start": 3479.88, "end": 3485.4}, {"text": "Oh, that's good.", "start": 3485.4, "end": 3486.4}, {"text": "He bombed in his friendship with you?", "start": 3486.4, "end": 3488.4}, {"text": "No, no, no, no. He told me he was fucking with me, but last night I couldn't make a show that", "start": 3488.4, "end": 3496.52}, {"text": "we were supposed to both be on, so I sent him there with Little Patrick.", "start": 3496.52, "end": 3501.12}, {"text": "The blow-up doll.", "start": 3501.12, "end": 3502.12}, {"text": "The blow-up doll. I put a shirt on him that said my name and some pants.", "start": 3502.12, "end": 3507.08}, {"text": "And did the pants say your name?", "start": 3507.08, "end": 3509.96}, {"text": "No.", "start": 3509.96, "end": 3510.96}, {"text": "That's a classic Patrick outfit, is walking around with a t-shirt that says your name", "start": 3510.96, "end": 3514.44}, {"text": "on it.", "start": 3514.44, "end": 3515.44}, {"text": "It says Patrick Doren on it.", "start": 3515.44, "end": 3516.44}, {"text": "Just so that I put it on so the crowd would know it was me.", "start": 3516.44, "end": 3519.44}, {"text": "Right.", "start": 3519.44, "end": 3520.44}, {"text": "You know, I mean there's probably some people there that have never seen what I look like.", "start": 3520.44, "end": 3524.04}, {"text": "And I sent him there and I sent him like 15 different audio files of reactions that I", "start": 3524.04, "end": 3530.12}, {"text": "could have.", "start": 3530.12, "end": 3531.12}, {"text": "You know, just like saying stuff like, \"Oh, I would have noped the fuck out of there!\"", "start": 3531.12, "end": 3535.12}, {"text": "Like stuff like that.", "start": 3535.12, "end": 3536.12}, {"text": "Because what was the show?", "start": 3536.12, "end": 3537.12}, {"text": "It was the Troll 2 Riff Show that Alex asked me to do and then I said, \"I can't make it.\"", "start": 3537.12, "end": 3541.56}, {"text": "And you definitely couldn't make it.", "start": 3541.56, "end": 3544.2}, {"text": "Because I thought we were doing the shareholders.", "start": 3544.2, "end": 3545.56}, {"text": "And so you had a lot of stuff going on, couldn't make it, really wanted to go to the show.", "start": 3545.56, "end": 3550.2}, {"text": "I got that.", "start": 3550.2, "end": 3551.2}, {"text": "I got that letter from the IRS and I had the panic attacks.", "start": 3551.2, "end": 3554.72}, {"text": "I had to stay home.", "start": 3554.72, "end": 3555.72}, {"text": "You got a letter from the IRS?", "start": 3555.72, "end": 3556.72}, {"text": "Yeah, I'm not going to talk about that.", "start": 3556.72, "end": 3558.12}, {"text": "But he called me instantly because I'm his tax guy.", "start": 3558.12, "end": 3562.72}, {"text": "You are my tax guy.", "start": 3562.72, "end": 3564.4}, {"text": "Yes.", "start": 3564.4, "end": 3565.4}, {"text": "I'm really just like you're in case of emergency.", "start": 3565.4, "end": 3568.32}, {"text": "Anytime.", "start": 3568.32, "end": 3569.32}, {"text": "I've never gotten a phone call from you and you were just like, what's up, man?", "start": 3569.32, "end": 3572.48}, {"text": "it's always like can you bring me to the hospital? I'm having something really", "start": 3572.48, "end": 3577.58}, {"text": "bad. You have a car yeah. It's never you never call me just to catch up. What's", "start": 3577.58, "end": 3582.4}, {"text": "that about? I see you every day, but still man call you for that. I can, but", "start": 3582.4, "end": 3585.94}, {"text": "why not just why not just call me one time so that I'm not terrified to answer", "start": 3585.94, "end": 3589.96}, {"text": "the phone every single time you call me literally yesterday. Every time you call", "start": 3589.96, "end": 3593.48}, {"text": "me yesterday, I realize this you call me and I go", "start": 3593.48, "end": 3595.58}, {"text": "and then I answer the phone. I have to do it in your voice. I have to do this. I", "start": 3595.58, "end": 3601.08}, {"text": "you go what's up yeah and I always am dead serious what's up man yeah what is", "start": 3601.1, "end": 3606.14}, {"text": "it what do you need well maybe one day you're gonna get a call and it's gonna", "start": 3606.14, "end": 3609.78}, {"text": "be a prank call for me that I forgot to do star six seven but I sent Alex to the", "start": 3609.78, "end": 3616.74}, {"text": "show with little Patrick and then he sent me a text that said that bombs so", "start": 3616.74, "end": 3620.86}, {"text": "fucking hard and I guess it was it didn't bomb but it it would have done", "start": 3620.86, "end": 3626.78}, {"text": "better if the audio, like if you pick up the mic, could pick up the phone better.", "start": 3626.78, "end": 3632.18}, {"text": "They did it right out of the phone. That was the problem. Should have set up a full sound", "start": 3632.18, "end": 3636.14}, {"text": "board for something like that.", "start": 3636.14, "end": 3637.14}, {"text": "Yeah, exactly.", "start": 3637.14, "end": 3638.14}, {"text": "Or you could have just showed up.", "start": 3638.14, "end": 3639.7}, {"text": "I could have just showed up.", "start": 3639.7, "end": 3640.7}, {"text": "Yeah, yeah, because again, the thing you were going to do got cancelled, so you probably", "start": 3640.7, "end": 3643.54}, {"text": "could have just gone.", "start": 3643.54, "end": 3644.54}, {"text": "Yeah, but I think that that bit is funnier.", "start": 3644.54, "end": 3647.94}, {"text": "Than being there.", "start": 3647.94, "end": 3649.26}, {"text": "Yes.", "start": 3649.26, "end": 3650.26}, {"text": "Okay.", "start": 3650.26, "end": 3651.26}, {"text": "I think sending a blow up doll in your place that has 15 pre-recorded things that are like...", "start": 3651.26, "end": 3656.18}, {"text": "you had done MF doom", "start": 3656.18, "end": 3657.78}, {"text": "impersonator. I", "start": 3657.78, "end": 3659.78}, {"text": "want to do that one time. I want there, but it shouldn't be you. It should be a", "start": 3659.78, "end": 3665.84}, {"text": "guy dressed up like MF doom. Yeah,", "start": 3665.84, "end": 3667.68}, {"text": "but guy white guy in an MF doom. Yeah, yeah, I mean if I do any shows on", "start": 3667.68, "end": 3673.2}, {"text": "Halloween,", "start": 3673.2, "end": 3673.74}, {"text": "that's what he sound like to me because he's because he's buried underground.", "start": 3673.74, "end": 3678.84}, {"text": "Yeah,", "start": 3678.84, "end": 3679.68}, {"text": "they buried him. He's dead now. They burned him. Yeah, I was thinking they", "start": 3682.94, "end": 3686.04}, {"text": "burned him. They burned him alive. Jedi think they could well.", "start": 3686.04, "end": 3689.86}, {"text": "They burned him alive and they spread his ashes in a candy store. Yeah, they", "start": 3689.86, "end": 3695.06}, {"text": "buried him with over all the buried him. They filled his coffin with mac and", "start": 3695.06, "end": 3697.94}, {"text": "cheese. Can they if you want to do something disgusting with your remains?", "start": 3697.94, "end": 3700.9}, {"text": "I know I'm not trying to make light of it, but I heard that they", "start": 3700.9, "end": 3703.82}, {"text": "they laid him on down on a bed of mac and cheese. Really, I swear to God,", "start": 3703.82, "end": 3707.74}, {"text": "but they crisp the top. I heard that I heard also when they when they they", "start": 3707.74, "end": 3712.18}, {"text": "lowered his coffin into the ground and they were shoveling dirt on it was", "start": 3712.22, "end": 3715.32}, {"text": "Oreo crumbs", "start": 3715.32, "end": 3716.2}, {"text": "here. There was a real comes in gummy worms", "start": 3716.2, "end": 3719.26}, {"text": "shoveled down on to really yeah, he's not trying to make like I heard any", "start": 3719.26, "end": 3723.86}, {"text": "gravestone. He's a Graham", "start": 3723.86, "end": 3724.98}, {"text": "and it's very I mean the saddest part is that the I mean all it was really", "start": 3724.98, "end": 3735.66}, {"text": "eaten. Yeah,", "start": 3735.66, "end": 3737.08}, {"text": "big fan. Yeah, and they put him in a beef jerky. That's reminding me.", "start": 3738.9, "end": 3742.5}, {"text": "That's reminding me that I when Leo was here, I immediately showed him cooking", "start": 3742.5, "end": 3749.94}, {"text": "with Jack just to, you know, I wanted to show him a true American. Yeah. And he", "start": 3749.94, "end": 3755.36}, {"text": "liked it. He what he had his mind blown. Yeah, I showed him you show somebody", "start": 3755.36, "end": 3761.22}, {"text": "aunt Myrna's party cheese salad for the first time.", "start": 3761.22, "end": 3763.82}, {"text": "fucking mind boggling. Yeah. The part where he's like about to eat it and he", "start": 3765.02, "end": 3769.42}, {"text": "go or he eats, he takes his first bite and he goes, it's so it's kind of got", "start": 3769.42, "end": 3773.46}, {"text": "like a pudding effect. He lost his goddamn mind putting effect, putting", "start": 3773.46, "end": 3778.42}, {"text": "effect, which also my girlfriend met him and I think that she's never met a", "start": 3778.42, "end": 3783.06}, {"text": "British person in her life. Well, why would you? She was asking him questions", "start": 3783.06, "end": 3788.06}, {"text": "like, so do you have health care? That's what I do like that. Yeah, you got to", "start": 3788.06, "end": 3793.5}, {"text": "you ask about Burton? Is this just an American thing? I've known him for so long.", "start": 3793.5, "end": 3797.5}, {"text": "Every time I see him, I still ask him all the questions about all types of", "start": 3797.5, "end": 3800.94}, {"text": "different... You wouldn't do that to like a... I think that that's like... I", "start": 3800.94, "end": 3803.82}, {"text": "would do it to anybody from any different country, but I guess I'm fascinated", "start": 3803.82, "end": 3807.58}, {"text": "by the world. Yeah. Well, it's just like the funny... Meeting a white person", "start": 3807.58, "end": 3812.42}, {"text": "from an English speaking country is kinda like when you meet your mom's", "start": 3812.42, "end": 3815.66}, {"text": "friend", "start": 3815.66, "end": 3816.14}, {"text": "from work, and you're just asking them just like... What is it like?", "start": 3816.14, "end": 3820.94}, {"text": "Is my mom weird at work?", "start": 3822.46, "end": 3823.46}, {"text": "Or does she behave?", "start": 3823.46, "end": 3824.46}, {"text": "Does my mom wear bikinis at work?", "start": 3824.46, "end": 3826.46}, {"text": "Does my mom ever talk about me?", "start": 3826.46, "end": 3828.7}, {"text": "Do you have this at work?", "start": 3828.7, "end": 3829.94}, {"text": "Do you guys have staplers at work?", "start": 3829.94, "end": 3832.1}, {"text": "I guess it is kind of like asking what is different about a different place.", "start": 3832.1, "end": 3836.62}, {"text": "It is like that.", "start": 3836.62, "end": 3837.62}, {"text": "Oh, now I see the connection.", "start": 3837.62, "end": 3838.62}, {"text": "Yeah.", "start": 3838.62, "end": 3839.62}, {"text": "I don't know.", "start": 3839.62, "end": 3840.62}, {"text": "I've always...", "start": 3840.62, "end": 3841.62}, {"text": "Julio, in Mexico, do you guys have any animals?", "start": 3841.62, "end": 3846.38}, {"text": "It's just a very weirdly American thing, I think.", "start": 3846.38, "end": 3850.02}, {"text": "There's no animals in Mexico.", "start": 3850.02, "end": 3851.78}, {"text": "it's a very weird American thing that we all do, because we just can't fathom at", "start": 3851.78, "end": 3855.94}, {"text": "all that other places are normal. I don't like when people say that shit", "start": 3855.94, "end": 3859.5}, {"text": "about me. I can fathom anything. I'm easily a fathomer yeah. I just I can't.", "start": 3859.5, "end": 3864.34}, {"text": "I honestly I would I would I would ask those questions about when I find when I", "start": 3864.34, "end": 3868.42}, {"text": "need somebody else who grew who grew up also in Massachusetts, but like one town", "start": 3868.42, "end": 3872.78}, {"text": "over I would ask them about it. Yeah, do you have Cumberland Farms? I'm so", "start": 3872.78, "end": 3876.06}, {"text": "interesting ashby by did you guys know that that I just found this out that", "start": 3876.26, "end": 3881.7}, {"text": "Wegmans is a New England thing yeah. I never even saw or heard of a way to", "start": 3881.7, "end": 3886.38}, {"text": "all because I was the mula's market basket had the fucking market cornered", "start": 3886.38, "end": 3890.06}, {"text": "yeah. I've literally never. I thought Wegmans was a was some from somewhere", "start": 3890.06, "end": 3893.62}, {"text": "else. I just found out that it's from here. It's really sad that grocery", "start": 3893.62, "end": 3896.82}, {"text": "stores are regional yeah. It's crazy. They should be going. You know the said", "start": 3896.82, "end": 3900.46}, {"text": "the one thing that made me sad is that it's a it was a a grocery store that was", "start": 3900.46, "end": 3904.02}, {"text": "regional to me and I didn't even know it. Yeah, that'll kill you because the", "start": 3904.06, "end": 3907.66}, {"text": "the family I've never been inside one before my entire life. If you want", "start": 3907.66, "end": 3911.42}, {"text": "there's one in Dumbo. I know I walked by one in", "start": 3911.42, "end": 3914.06}, {"text": "they open a new one in Manhattan. That one in Dumbo is like", "start": 3914.06, "end": 3918.66}, {"text": "it's like a like a warehouse.", "start": 3918.66, "end": 3921.5}, {"text": "They have so much crap in there. I love the great. Their hot bar is amazing.", "start": 3921.5, "end": 3926.54}, {"text": "We honestly we should make a pilgrimage. Let's go right now. Do I make I would", "start": 3926.54, "end": 3932.42}, {"text": "to go. I would really love to go. Is Publix rotisserie chicken fire more than other places?", "start": 3932.46, "end": 3937.94}, {"text": "It's up there. It's up there. I would say Costco is amazing purely because of the price", "start": 3937.94, "end": 3943.06}, {"text": "and how big them chickens are. It's not even a chicken anymore. But Publix got the Pub", "start": 3943.06, "end": 3946.62}, {"text": "Sub. Publix has the Pub Sub. Harris Teeter has an amazing Sub sandwich. We do it differently", "start": 3946.62, "end": 3952.94}, {"text": "down south at the grocery stores. Market Basket, they got Subs there. I do have to admit that", "start": 3952.94, "end": 3956.94}, {"text": "you guys do it a little differently. Market Basket's taking something from the Southern", "start": 3956.94, "end": 3960.82}, {"text": "playbook. Market Basket is cool. The Market Kitchen. Market Basket is not for me man.", "start": 3960.82, "end": 3965.78}, {"text": "You haven't been to a good one. It used to be cooler. You haven't been to a good one.", "start": 3965.78, "end": 3969.02}, {"text": "You gotta go to one. It's too full man. You gotta go to a Market Basket. They go fucking", "start": 3969.02, "end": 3972.34}, {"text": "nuts for Market Basket. It is crazy. It is insane. It is an ant farm in there. It is", "start": 3972.34, "end": 3976.78}, {"text": "the rudest experiences you will ever have in your life is at a Market Basket. The best", "start": 3976.78, "end": 3981.26}, {"text": "part is it's an anti-Trader Joe's. It's the anti-Trader Joe's. Yeah, well fuck Trader", "start": 3981.26, "end": 3986.38}, {"text": "Joe's. Trader Joe's amazing. I like in Market Basket how they make everyone wear the name", "start": 3986.38, "end": 3990.18}, {"text": "name tags that say how long they've worked there. So you'll see somebody", "start": 3990.18, "end": 3992.68}, {"text": "who's you see a high schooler and it says one year and you're like, Oh,", "start": 3992.68, "end": 3995.54}, {"text": "that's nice. And then you see they're working alongside a woman who's 80", "start": 3995.54, "end": 3998.44}, {"text": "years old and it says 50 years. Yeah, I don't like that. They do it as a", "start": 3998.44, "end": 4002.42}, {"text": "fingernail tally marks on the thing. Yeah, that's a bad idea. But those", "start": 4002.42, "end": 4006.32}, {"text": "jackets that they wear, it's cool. Man, those jackets like those jackets are", "start": 4006.32, "end": 4009.68}, {"text": "you should have you should be forced to work a job as a high schooler where you", "start": 4009.68, "end": 4013.38}, {"text": "have to wear a jacket. That jacket, I think it's where you have to dress as a", "start": 4013.38, "end": 4016.58}, {"text": "hop. Yeah, the jackets that they wear there I think are just Dickies Eisenhower", "start": 4016.62, "end": 4020.86}, {"text": "jackets which is why I own so many. Because you want to work. The", "start": 4020.86, "end": 4026.28}, {"text": "Market Basket blue jacket is one of the best looking jackets in the world.", "start": 4026.28, "end": 4031.34}, {"text": "But you went to the one in Somerville or Cambridge or whatever you", "start": 4031.34, "end": 4036.22}, {"text": "got to go to one that's like got its own dedicated parking lot. Yeah. Like one that", "start": 4036.22, "end": 4040.62}, {"text": "has like. Dedicated to you. Yeah, dedicated to some kid that died in town.", "start": 4040.62, "end": 4045.02}, {"text": "to go to one in like the one in like Plastow or something like the fucking or just like", "start": 4046.02, "end": 4050.34}, {"text": "the one in like like Salem or you're not gonna miss me. It's better. No, no, no, no, no,", "start": 4050.34, "end": 4056.22}, {"text": "no, no, no, sir. There is a very good market basket in town and what grocery store do they", "start": 4056.22, "end": 4062.46}, {"text": "have in Los Angeles? Ralph's Ralph's Ralph's and Vons. I'm going to be at Ralph's and Vons", "start": 4062.46, "end": 4068.34}, {"text": "buying groceries because I'm going to be in Los Angeles doing 30 minutes of stand up comedy", "start": 4068.34, "end": 4072.86}, {"text": "with my friend Gus Viveiros at The Yard on November 17th. Guys, go get tickets over there", "start": 4072.86, "end": 4079.22}, {"text": "at the website that we'll put in the description of the episode.", "start": 4079.22, "end": 4083.42}, {"text": "Gus Viveiros, somebody that shopped at Market Basket a lot.", "start": 4083.42, "end": 4086.38}, {"text": "He's from Boston.", "start": 4086.38, "end": 4087.38}, {"text": "Yeah.", "start": 4087.38, "end": 4088.38}, {"text": "And I'll see you there.", "start": 4088.38, "end": 4090.1}, {"text": "Oh, and also...", "start": 4090.1, "end": 4091.1}, {"text": "Yeah, you go first.", "start": 4091.1, "end": 4092.1}, {"text": "No, you go first.", "start": 4092.1, "end": 4093.1}, {"text": "Okay. Well, I will be shopping at Jewel Osco on November 5th.", "start": 4093.1, "end": 4098.74}, {"text": "The hell's Jewel Osco?", "start": 4098.74, "end": 4099.74}, {"text": "It's a Chicago-based...", "start": 4099.74, "end": 4100.74}, {"text": "Oh, I see.", "start": 4100.74, "end": 4101.74}, {"text": "hello. I see grocery store and I will be there opening for girl God and tune in", "start": 4101.74, "end": 4110.32}, {"text": "on Wednesday for Mars, the beginning of ours, the beginning of the planet month", "start": 4110.32, "end": 4116.54}, {"text": "in one week. Five do we start from five weeks of planning mercury? Yeah, I meant", "start": 4116.54, "end": 4121.06}, {"text": "mercury. I was going to be a good one. Every episode is going to be named after", "start": 4121.06, "end": 4125.14}, {"text": "the planet. It's going to be very simple to follow along. This is a new series.", "start": 4125.14, "end": 4128.3}, {"text": "we're starting five very excited. Five weeks of planets, five weeks of plan.", "start": 4128.3, "end": 4132.06}, {"text": "It'll be like planet earth, but it'll be us giving our skewed take on the plan.", "start": 4132.06, "end": 4137.46}, {"text": "We're gonna be, we're gonna be gonna be science based. Ow, my back, I broke it.", "start": 4137.46, "end": 4143.18}, {"text": "All right, you're right.", "start": 4143.18, "end": 4144.18}, {"text": "Bye.", "start": 4144.18, "end": 4145.38}, {"text": "At the library. Okay, your turn.", "start": 4145.38, "end": 4151.3}, {"text": "I'm at the library. I've taken out six books at a time. I'm at the library.", "start": 4151.3, "end": 4158.06}, {"text": "I'm doing more of a hook at this time.", "start": 4158.06, "end": 4160.06}, {"text": "I think I did more.", "start": 4160.06, "end": 4161.06}, {"text": "I was singing.", "start": 4161.06, "end": 4162.06}, {"text": "I'm doing more of the hooks at this time.", "start": 4162.06, "end": 4164.06}, {"text": "Wait, this might help.", "start": 4164.06, "end": 4166.56}, {"text": "Reading is not a crime.", "start": 4166.56, "end": 4169.06}, {"text": "I do it all the time.", "start": 4169.06, "end": 4170.06}, {"text": "Whoa.", "start": 4170.06, "end": 4171.06}, {"text": "I'm reading books about limes.", "start": 4171.06, "end": 4172.06}, {"text": "Damn.", "start": 4172.06, "end": 4173.06}, {"text": "I'm reading books about limes.", "start": 4173.06, "end": 4174.06}, {"text": "Lime scooter.", "start": 4174.06, "end": 4176.06}, {"text": "Hit her in the cooter.", "start": 4176.06, "end": 4178.06}, {"text": "Hit her? Wait.", "start": 4178.06, "end": 4179.06}, {"text": "Drop a gunshot.", "start": 4179.06, "end": 4181.06}, {"text": "Hit her in her cooter.", "start": 4181.06, "end": 4184.06}, {"text": "With a lime scooter?", "start": 4184.06, "end": 4185.06}, {"text": "With a lime scooter.", "start": 4185.06, "end": 4187.06}, {"text": "Lime scooter directly to the cooter.", "start": 4187.06, "end": 4189.7}, {"text": "Doing some evil,", "start": 4189.7, "end": 4192.02}, {"text": "Knievel shit into a woman's evil.", "start": 4192.02, "end": 4194.54}, {"text": "This is a good way to learn about your instincts.", "start": 4194.54, "end": 4197.22}, {"text": "My instincts store hurting women's vagina", "start": 4197.22, "end": 4201.02}, {"text": "but with a cutting edge application based technology,", "start": 4201.02, "end": 4207.18}, {"text": "using application vehicle to hurt a woman or thing.", "start": 4207.18, "end": 4210.9}, {"text": "I went in a self driving car.", "start": 4210.9, "end": 4212.26}, {"text": "Really?", "start": 4212.26, "end": 4213.02}, {"text": "Yeah.", "start": 4213.02, "end": 4213.54}, {"text": "I was in, uh, yo, I don't, well, I was in Phoenix basically and, um.", "start": 4216.5, "end": 4223.1}, {"text": "A rap is about it.", "start": 4223.1, "end": 4224.1}, {"text": "Yeah, you have to rap about it.", "start": 4224.1, "end": 4226.1}, {"text": "Yo, imagine a work, well, actually turn this beat, uh, keep it the same actually.", "start": 4226.1, "end": 4231.1}, {"text": "I was in a car that had nobody driving in it.", "start": 4231.1, "end": 4233.8}, {"text": "I felt like a creamed spinach.", "start": 4233.8, "end": 4235.5}, {"text": "I had, I literally got exploded on with the whole vehicle exploded.", "start": 4235.5, "end": 4239.1}, {"text": "It was crazy.", "start": 4239.1, "end": 4239.9}, {"text": "Phoenix fell into the earth.", "start": 4239.9, "end": 4241.1}, {"text": "What?", "start": 4241.1, "end": 4241.6}, {"text": "And then I, and then I blow up all crazy.", "start": 4241.6, "end": 4244.1}, {"text": "I have no, I have no idea what's happening to me.", "start": 4244.1, "end": 4246.9}, {"text": "I got a lobster hot pocket.", "start": 4246.9, "end": 4248.3}, {"text": "Oh,", "start": 4248.3, "end": 4249.26}, {"text": "I met two hot, two, two girls with two lobster hot pockets.", "start": 4249.26, "end": 4254.9}, {"text": "I said, getting the self-driving vehicle.", "start": 4254.9, "end": 4256.78}, {"text": "You got to go down and knock it.", "start": 4256.78, "end": 4258.46}, {"text": "Show you what, what it's like when I'm laughing at Jason.", "start": 4258.46, "end": 4260.62}, {"text": "See you.", "start": 4260.62, "end": 4260.9}, {"text": "The goal", "start": 4260.9, "end": 4261.26}, {"text": "vehicle to see your goal is insanely good, man.", "start": 4261.26, "end": 4273.22}, {"text": "That's the type of shit that I'm expressing myself about for a second.", "start": 4273.26, "end": 4275.96}, {"text": "Alright, Cameron.", "start": 4275.96, "end": 4276.66}, {"text": "Okay.", "start": 4276.66, "end": 4277.16}, {"text": "Well...", "start": 4277.16, "end": 4279.26}, {"text": "Well, I'm sitting here and I can't...", "start": 4279.26, "end": 4284.76}, {"text": "Oh, it ended.", "start": 4284.76, "end": 4285.76}, {"text": "[Bowser's theme]", "start": 4285.76, "end": 4287.76}], "title": "#207 - Hard Beef Stew", "link": "https://www.patreon.com/posts/207-hard-beef-91791550", "date": "Sat, 28 Oct 2023 11:00:04 GMT", "id": 58}