{"lines": [{"text": "(upbeat music)", "start": 0.0, "end": 2.58}, {"text": "- Good, hearty clap.", "start": 2.58, "end": 11.16}, {"text": "- Uh-huh.", "start": 11.16, "end": 12.08}, {"text": "- Hearty, beautiful clap.", "start": 12.08, "end": 13.48}, {"text": "- You guys, I got a couple of recipes", "start": 13.48, "end": 15.44}, {"text": "for alcoholic beef stew.", "start": 15.44, "end": 17.2}, {"text": "I got a few people, I put out the bat signal,", "start": 17.2, "end": 21.48}, {"text": "the stew signal, I put it out.", "start": 21.48, "end": 24.0}, {"text": "I got a couple things, somebody told me", "start": 24.0, "end": 25.6}, {"text": "to put powdered alcohol in it, and I got too scared.", "start": 25.6, "end": 29.46}, {"text": "but you didn't you got to scared you didn't do it. Well, no, I read you about", "start": 29.46, "end": 36.3}, {"text": "it. I read things about people getting sent to the hospital for consuming", "start": 36.3, "end": 39.44}, {"text": "powdered alcohol. Well, they probably weren't consuming it cut with beef. Did", "start": 39.44, "end": 43.14}, {"text": "we already talk about we're going to we're going to booth the beef stew? We're", "start": 43.14, "end": 46.58}, {"text": "going to say that yeah, because then it yeah, yeah, it'll be stronger. You get", "start": 46.58, "end": 50.1}, {"text": "more of the beef flavor. He's the", "start": 50.1, "end": 52.06}, {"text": "no, but I got a we all wear gym short. We", "start": 54.9, "end": 57.46}, {"text": "and then a good idea and then we get in a jumping competition with yeah. That's", "start": 57.46, "end": 63.26}, {"text": "a good idea. I'm actually in a mattress. Oh my God, a big funnel, a big funnel of", "start": 63.26, "end": 67.8}, {"text": "our but we should go to a mattress to go to a mattresses and more or whatever we", "start": 67.8, "end": 71.66}, {"text": "believe is for move the beef stew and then we have a jumping competition on a", "start": 71.66, "end": 75.84}, {"text": "bed and see who leaks more beef yeah wow.", "start": 75.84, "end": 78.26}, {"text": "I was told to just put Guinness in at the end of the beef in the bow. That's", "start": 78.26, "end": 83.08}, {"text": "we're not alcoholic enough. Yeah, that's very low. I can't even think about we", "start": 83.1, "end": 86.4}, {"text": "are doing all right. Let's not I can't even think about this because yeah,", "start": 86.4, "end": 89.54}, {"text": "we're not what we're going to be talking about. You started Jupiter. It's", "start": 89.54, "end": 92.98}, {"text": "Jupiter today and you started with beef.", "start": 92.98, "end": 94.84}, {"text": "I got beef y'all boofed beef. First thing you know, as beef man, this is", "start": 94.84, "end": 100.18}, {"text": "actually hurting me so badly. What's beef guys? I'm sorry.", "start": 100.18, "end": 103.78}, {"text": "What's wrong?", "start": 103.78, "end": 105.5}, {"text": "It's just that fucking Ethan and Hassan are fucking fighting. Oh, bro. They're", "start": 105.5, "end": 112.22}, {"text": "writing man. It's over political differences. I heard that I heard", "start": 112.22, "end": 117.62}, {"text": "sleep. I mean I heard that Hassan was begging Ethan to go back on what he", "start": 117.62, "end": 122.12}, {"text": "said. Really? And I heard that Ethan said that I'm gonna say what I said.", "start": 122.12, "end": 126.42}, {"text": "Yeah, I said what I said. I meant what I meant. An elephant's word is", "start": 126.42, "end": 129.18}, {"text": "100%. That's what he said. That's what he said. Straight the fuck up.", "start": 129.18, "end": 132.18}, {"text": "He said that shit. He should have said a teddy's word. He stood on", "start": 132.18, "end": 136.06}, {"text": "business. He should have said a teddy's word is 100% because of his", "start": 136.06, "end": 139.06}, {"text": "that is an intrusive thought I had. I was trying to fall asleep and I thought", "start": 139.06, "end": 142.9}, {"text": "probably a thousand times in a row, just he's standing on business over and over", "start": 142.9, "end": 146.32}, {"text": "for no reason. Guys, this is my new favorite thing to say. Y'all standing on", "start": 146.32, "end": 149.96}, {"text": "me. I'm literally looking at guys who are at sitting at bus stops, looking at", "start": 149.96, "end": 153.42}, {"text": "them and thinking brainily. He's standing on standing up and I swear to God I was", "start": 153.42, "end": 157.44}, {"text": "trying to fall asleep and that was keeping me awake. What genius came up", "start": 157.44, "end": 160.28}, {"text": "with stood on where it is who said that recently the best shit I ever heard man.", "start": 160.28, "end": 164.44}, {"text": "I just heard Noah say at one time Noah is the filter of which I get like all like", "start": 164.44, "end": 168.92}, {"text": "teenage lingo from. And Noah said, he said something about, did he stand on bidness,", "start": 169.0, "end": 176.08}, {"text": "talking about our friend Chad, like making mac and cheese or something. He was like,", "start": 176.08, "end": 181.24}, {"text": "he stood on bidness when he made that mac and cheese. And I was like, I don't know what", "start": 181.24, "end": 184.8}, {"text": "you said, man, but I'm going to say that every day for the rest of my life.", "start": 184.8, "end": 188.68}, {"text": "Yeah. I can hear Noah in his room sometimes just watching. It's just like I can hear a", "start": 188.68, "end": 193.16}, {"text": "million tic talks per minute, just like yeah, like I can hear the scroll like", "start": 193.16, "end": 197.76}, {"text": "the", "start": 197.76, "end": 198.08}, {"text": "it doesn't go. That's how fast he's watching him three times. He's pumping.", "start": 198.08, "end": 204.12}, {"text": "That's how", "start": 204.12, "end": 204.52}, {"text": "it's like. It's like sending the mail tube. Yeah, he's got a vacuum tube with", "start": 204.52, "end": 210.12}, {"text": "different phones that go into his room. I need to be shrunk down and sent in. Oh", "start": 210.12, "end": 213.4}, {"text": "my God, I want to be putting a pressurized to see the you know, you", "start": 213.4, "end": 217.92}, {"text": "know where else you would die if you were to succumb to the pressure.", "start": 217.92, "end": 221.44}, {"text": "Jupiter, yes Jupiter, y'all we made it it's day", "start": 221.88, "end": 225.58}, {"text": "five right for for next saturn is five mercury venus mars. Oh my God, Jupiter", "start": 225.58, "end": 233.44}, {"text": "for well. So if you really want to get into it, it's week to day to week to", "start": 233.44, "end": 238.04}, {"text": "episode to a so to the five weeks of planets part for guys. This is about to", "start": 238.04, "end": 243.18}, {"text": "blow your mind man. We're talking about Jupiter today. We're fine. We're out of", "start": 243.18, "end": 247.24}, {"text": "the fucking terrestrial planets. We're done. God rocky pieces of shit. Yeah, I", "start": 247.24, "end": 251.64}, {"text": "it's on to the gas giants and this that's what this is for gas man. There", "start": 251.66, "end": 256.26}, {"text": "is just got it more gas, nothing but get all gas, no rocks. I just got it. We", "start": 256.26, "end": 260.9}, {"text": "should have him on the show through space", "start": 260.9, "end": 262.56}, {"text": "all", "start": 262.56, "end": 264.62}, {"text": "to", "start": 264.62, "end": 265.82}, {"text": "doing", "start": 265.82, "end": 267.34}, {"text": "landing on Neptune.", "start": 267.34, "end": 269.22}, {"text": "He's interviewing an alien, but then he's interviewing the aliens on the", "start": 269.22, "end": 273.7}, {"text": "other side of the planets that they have beef with to show that basically", "start": 273.7, "end": 276.42}, {"text": "we're all the same alien. He's interviewing the alien Neptune. The", "start": 276.42, "end": 278.62}, {"text": "and he's like", "start": 278.64, "end": 279.14}, {"text": "anti backs and he's like whoa man, whoa, you don't believe in the vaccine, huh?", "start": 279.14, "end": 284.74}, {"text": "Autism", "start": 284.74, "end": 286.64}, {"text": "huh,", "start": 286.64, "end": 287.94}, {"text": "wow, cool, five hundred million dollars", "start": 287.94, "end": 290.94}, {"text": "direct deposit into his bank account. He got mad at me one time because he", "start": 290.94, "end": 294.54}, {"text": "thought I was trying to have sex with his mom. True story,", "start": 294.54, "end": 296.44}, {"text": "true, true story. I stood on business. I stood on business. I'll say it dude.", "start": 296.44, "end": 303.08}, {"text": "Now that he's now that he's persona non grata. I can say this story guys. One", "start": 303.08, "end": 307.94}, {"text": "time I was at a bar, my friend Xavier walks in says there's a milf at this", "start": 308.0, "end": 312.02}, {"text": "bar. I want to have sex with a milf. I go dude. I fucking love milfs. Let me", "start": 312.02, "end": 315.8}, {"text": "see the milf. We walk outside. He points at a woman says there's the milf and", "start": 315.8, "end": 319.46}, {"text": "brace belt and says what are you guys doing? I said we're looking for a milf", "start": 319.46, "end": 322.68}, {"text": "and Andrew Callahan sitting right next to him and he says", "start": 322.68, "end": 325.82}, {"text": "and then Xavier says man that with the milf is Andrew Callahan's", "start": 325.82, "end": 332.04}, {"text": "and then I guess he told people that he wanted to fight me later. Yep", "start": 332.04, "end": 335.86}, {"text": "Oh, that feels good to get off my chest.", "start": 336.88, "end": 338.48}, {"text": "Yeah, that was two years ago.", "start": 338.48, "end": 340.18}, {"text": "That was two years ago.", "start": 340.18, "end": 341.58}, {"text": "Is that the first time we've ever done?", "start": 341.58, "end": 343.18}, {"text": "That was the day we got back from North Carolina.", "start": 343.18, "end": 345.18}, {"text": "That was the first, that was literally like after we got off the plane,", "start": 345.18, "end": 348.18}, {"text": "after we recorded with Uncle Matt for the first time.", "start": 348.18, "end": 350.28}, {"text": "And he's a big guy, dude.", "start": 350.28, "end": 351.18}, {"text": "He would beat the shit out of me.", "start": 351.18, "end": 352.18}, {"text": "Who, Uncle Matt?", "start": 352.18, "end": 353.18}, {"text": "Andrew Callen.", "start": 353.18, "end": 353.68}, {"text": "Oh, he's not that big.", "start": 353.68, "end": 355.18}, {"text": "Uncle Matt, we put Andrew and Uncle Matt in a ring together.", "start": 355.18, "end": 359.88}, {"text": "Look at Uncle Matt, just hear him.", "start": 359.88, "end": 361.38}, {"text": "He might be little and a little scrawny and maybe a little pudgy too somehow,", "start": 361.38, "end": 365.58}, {"text": "both at the same time.", "start": 365.58, "end": 366.68}, {"text": "me know him, but you get you get in the ring with him. He's going to start using", "start": 366.68, "end": 370.68}, {"text": "some type of", "start": 370.68, "end": 371.48}, {"text": "I wasn't", "start": 371.48, "end": 374.68}, {"text": "and you think sure I'm going to be able to fucking one punch to the face. This", "start": 374.68, "end": 381.08}, {"text": "guy's flying through the wall, but no, then he pulls out the anime hair powers.", "start": 381.08, "end": 384.58}, {"text": "His hair is going to be entangling or he's staring you or he says, bro. I'm so", "start": 384.58, "end": 388.78}, {"text": "drunk. Get the fuck over here. I go. I can't help myself. Dude, you're so hot.", "start": 388.78, "end": 393.28}, {"text": "I got or you get in the ring with him. You're about to throw a punch. He", "start": 394.08, "end": 396.78}, {"text": "straight up pulls out the mic and makes you reveal a secret about yes, yes,", "start": 396.78, "end": 401.12}, {"text": "twist it on you. Yeah, you seem like the bad guy now. Exactly did I'm now I'm", "start": 401.12, "end": 404.98}, {"text": "sitting in the he's going to put a mic and say so. Do you like do you like", "start": 404.98, "end": 408.08}, {"text": "Mills or do you hate Mills? I'll be like dude Mills are fucking epic to the", "start": 408.08, "end": 412.16}, {"text": "maximum man and I like to wave my own farts in front of my face. Oh, why'd I", "start": 412.16, "end": 415.76}, {"text": "say that? Oh my God, my life's ruined. You're the part guy who just have a", "start": 415.76, "end": 419.68}, {"text": "power to call me a Mac", "start": 419.68, "end": 421.32}, {"text": "and I'm for Mac. I'm on no jumper. You're a", "start": 423.56, "end": 426.52}, {"text": "bees with absent words", "start": 426.52, "end": 429.08}, {"text": "and that's on far.", "start": 429.08, "end": 431.32}, {"text": "I did that on far. I stood on fart when I did that", "start": 431.32, "end": 435.46}, {"text": "fart Mac gas giant. There we go. All gas in face.", "start": 435.46, "end": 443.32}, {"text": "You're walking around with the suit in the Mike and you're just saying can I", "start": 443.32, "end": 449.76}, {"text": "for in your face", "start": 449.76, "end": 450.52}, {"text": "fart on you. Yeah. Straight up. We should just start doing that show man. Yeah. All gas, no", "start": 451.84, "end": 457.64}, {"text": "farts. Yeah. I mean, that's anytime somebody gets canceled, you should literally, you should", "start": 457.64, "end": 463.24}, {"text": "just like if they have a show on HBO, you should just show up to HBO and be like straight", "start": 463.24, "end": 466.84}, {"text": "up. I'll just keep doing it bro. I directed Chinatown. I'll do it. Yeah. I'll do Chinatown", "start": 466.84, "end": 471.36}, {"text": "too. I directed Chinatown. I directed Rosemary's Baby. Ro-Mary. Ro-Mary Baby. Yeah. Which is", "start": 471.36, "end": 478.0}, {"text": "a good idea row Mary by you", "start": 478.0, "end": 479.6}, {"text": "Omer baby down at the I roll I do retty Romano. I had to roll the canoe and by", "start": 479.6, "end": 485.24}, {"text": "you row Mary baby Mary. I had to marry a baby down at the by", "start": 485.24, "end": 490.08}, {"text": "down there on the road. I knew Roge, oh fuck was it was a devil down. There was", "start": 490.08, "end": 497.52}, {"text": "a devil. It was a", "start": 497.52, "end": 498.32}, {"text": "devil down that baby of baby was the devil.", "start": 498.32, "end": 501.68}, {"text": "That's the first thing that I see you meet a Cajun guy in the bar. The first", "start": 501.68, "end": 506.68}, {"text": "he says to you is that baby was a devil.", "start": 506.72, "end": 508.48}, {"text": "Well, that's what they should do. I was married, baby, you know those old", "start": 508.48, "end": 514.78}, {"text": "videos, Roman Popeye ski, you know those video,", "start": 514.78, "end": 517.22}, {"text": "you know those videos where it's like old", "start": 517.22, "end": 520.72}, {"text": "people walking out of like jaws or something or star wars theater. They", "start": 520.72, "end": 525.62}, {"text": "should do that in Louisiana and see it so yeah, they are", "start": 525.62, "end": 528.38}, {"text": "everybody", "start": 528.38, "end": 529.58}, {"text": "baby, the devil when it's somebody walking out of like they'll be walking", "start": 529.58, "end": 534.14}, {"text": "like revenge of the Sith and they'll they'll get the Mike and the reason", "start": 534.18, "end": 536.74}, {"text": "like say that was like the greatest movie. I ever saw", "start": 536.74, "end": 539.48}, {"text": "they're talking", "start": 539.48, "end": 541.88}, {"text": "now see dog. Vadas has taken a new turn yeah. This is what you never anybody", "start": 541.88, "end": 551.5}, {"text": "talking. It's from like two thousand yeah. It's from twenty years ago and", "start": 551.5, "end": 555.3}, {"text": "they're like now God and state is one of the best movies. I've ever seen", "start": 555.3, "end": 559.0}, {"text": "that breath has done it again yeah. It's a screening of", "start": 561.86, "end": 565.52}, {"text": "the Harry Potter seven in l a and someone's like I say", "start": 565.52, "end": 571.0}, {"text": "the", "start": 571.0, "end": 572.38}, {"text": "fire now. Now listen Hagrid is back", "start": 572.38, "end": 576.96}, {"text": "Hagrid was", "start": 576.96, "end": 579.06}, {"text": "who stood who stood on business the most in the Harry Potter movie.", "start": 579.06, "end": 584.18}, {"text": "Ron Weasley, Ron or Dudley feel like it's got to be snake Dudley was", "start": 584.18, "end": 588.94}, {"text": "talking was Dudley was a bitch bro. Dudley became a hero at the end. He", "start": 588.96, "end": 593.44}, {"text": "became no, he did not, but okay, not a great in a story. He was did not become", "start": 593.44, "end": 597.28}, {"text": "a hero at the end and also he did not stand on business. The most he did not", "start": 597.28, "end": 600.32}, {"text": "sit on business. He maybe did one or two times near the end. He made a fucking", "start": 600.32, "end": 603.76}, {"text": "squealing pig. Maybe at the end he maybe became certified. He became certified", "start": 603.76, "end": 608.32}, {"text": "for sure certified definitely became certified. Stay, but stood on this more", "start": 608.32, "end": 613.52}, {"text": "than anybody in every single Harry Potter. Move actually right. It was", "start": 613.52, "end": 617.4}, {"text": "fucking snape snape sure he's on business like no other man. So he", "start": 617.44, "end": 621.36}, {"text": "popped in Voldemort. He popped his O. G. He's", "start": 621.36, "end": 624.56}, {"text": "he stood on business because he got broken by Harry Potter's mom. He was so", "start": 624.56, "end": 629.84}, {"text": "in love with her. He wanted to know he's heartbroken, you know, heartbroken,", "start": 629.84, "end": 633.04}, {"text": "that he stood on some within he came back and you're so bad. I've become Mr.", "start": 633.04, "end": 637.72}, {"text": "Potter. I've become Sigma.", "start": 637.72, "end": 639.64}, {"text": "I've become sick, but can you imagine those snape completely trying to hit on", "start": 639.64, "end": 645.84}, {"text": "if you're a girl and Snape is coming up to you and he's like, \"Oh, you should come over.", "start": 645.88, "end": 649.56}, {"text": "We'll watch Netflix tonight.\" \"Show me your butt.\" \"We can watch Harry Potter.\" \"We can", "start": 649.56, "end": 653.72}, {"text": "Netflix and chill if you know what I mean.\" \"Show me your butthole.\" No, you don't say", "start": 653.72, "end": 658.88}, {"text": "that again. \"Show me your butt.\" He wouldn't say, \"Show me your butt.\" \"Butt-over, cadaver.\"", "start": 658.88, "end": 663.2}, {"text": "He's texting her and he's texting her a picture of two little baby pandas or something and", "start": 663.2, "end": 667.0}, {"text": "he's like, \"This is us. This is so us.\" \"That is you and me.\" \"This is completely us.\" It's", "start": 667.0, "end": 673.88}, {"text": "forgive for the penguin with its yeah", "start": 673.88, "end": 675.98}, {"text": "that is he made to any man who tries to talk to you prove it.", "start": 675.98, "end": 681.88}, {"text": "I'm glad he died. Personally, yeah, he was kind of a creep. I hear yeah. Well,", "start": 681.88, "end": 690.62}, {"text": "he literally made evil potions, but yeah, that was his job at. It's not much", "start": 690.62, "end": 694.7}, {"text": "of an excuse to be into the dark arts to do it to defend one child. The dark", "start": 694.7, "end": 698.9}, {"text": "arts is the teacher that they rotated out every year because of yes things", "start": 698.9, "end": 702.64}, {"text": "happening. Yes, kind of a stupid that writing kind of stupid writing. Why?", "start": 702.68, "end": 707.48}, {"text": "Because it's gay and that's on BD. Not on BD is not the same as business man. You", "start": 707.48, "end": 716.36}, {"text": "can't say BD dude. Harry Potter is gay and that's on business. There we go, that's", "start": 716.36, "end": 721.16}, {"text": "better. Yeah, there we go. You can say that. Yeah. BD I think is a gang related", "start": 721.16, "end": 724.76}, {"text": "thing. Oh heavens. Yeah, you don't want any. Oh me? I don't want to say that. I", "start": 724.76, "end": 730.36}, {"text": "I want to say on BD then unless BD is a bull Durham,", "start": 730.36, "end": 733.56}, {"text": "my favorite movie.", "start": 733.56, "end": 735.48}, {"text": "What the fuck is a bull Durham? It's a movie about baseball.", "start": 735.48, "end": 740.32}, {"text": "Okay, not my favorite movie. I'm more of an angel than an outfield kind of guy.", "start": 740.32, "end": 745.16}, {"text": "I was trying to be the most honky I could be. All right, y'all, Jupiter.", "start": 745.16, "end": 747.92}, {"text": "Jupiter, man. We have been distracted. You know what? Let's start with the", "start": 747.92, "end": 751.6}, {"text": "outfits. Let's start with the outfits. Okay. So me, I got the Jupiter", "start": 751.6, "end": 754.2}, {"text": "coloration. I know it's a little more saturated than Jupiter actually is, but", "start": 754.2, "end": 757.52}, {"text": "some of the pictures you'll see it's got this kind of deep orangish color with", "start": 757.54, "end": 761.18}, {"text": "the lighter stuff interspersed and it's got the important part about Jupiter,", "start": 761.18, "end": 763.78}, {"text": "it's got clouds and stuff, so I feel like I got the clouds going on. Yeah,", "start": 763.78, "end": 766.02}, {"text": "you got red. And then up here, I got the great red spot, which we'll learn", "start": 766.02, "end": 769.94}, {"text": "about, I'm sure. Oh, yeah, I'm looking forward to that. But I got the red", "start": 769.94, "end": 772.5}, {"text": "spot up on top of the hat. And your bike's a red spot as well. That's two,", "start": 772.5, "end": 774.66}, {"text": "I got two red spots on them. You probably didn't even need the hat. Double", "start": 774.66, "end": 776.7}, {"text": "Jupiter, Jupiter. Yeah, Double Jupiter, that's a good... Jupiter, Jupiter. That'd", "start": 776.7, "end": 779.42}, {"text": "be a cool name for something. Then I have this Jupiter kind of style shirt.", "start": 779.42, "end": 784.02}, {"text": "If this was all blended together... This is a good Jupiter shirt. This is a", "start": 784.02, "end": 786.14}, {"text": "This is all blended together.", "start": 786.18, "end": 787.62}, {"text": "Jupiter, I mean, it does.", "start": 787.62, "end": 789.06}, {"text": "That's the pattern.", "start": 789.06, "end": 790.18}, {"text": "And then this is supposed to be the dot.", "start": 790.18, "end": 791.66}, {"text": "I thought that the dot was more orange, but then I got beige pants on and then.", "start": 791.66, "end": 795.54}, {"text": "Blue shoes on blue shoes on man.", "start": 795.54, "end": 800.18}, {"text": "You are.", "start": 800.18, "end": 801.18}, {"text": "Let me let you just you gave him the Sharon Stone, man.", "start": 801.18, "end": 806.7}, {"text": "It's crazy.", "start": 806.7, "end": 808.78}, {"text": "Holy Sharon Stone.", "start": 808.78, "end": 809.74}, {"text": "That was a new type of Sharon Stone.", "start": 809.74, "end": 811.46}, {"text": "That was like doing that in the movie.", "start": 811.46, "end": 814.1}, {"text": "but she like she's on one of these chairs in her butt. Keep what I saw was like if", "start": 814.1, "end": 818.5}, {"text": "Sharon Stone was hatching out of an egg in that movie,", "start": 818.5, "end": 821.34}, {"text": "like she was like pressing against the membrane. Nobody does nobody's rock.", "start": 821.34, "end": 825.74}, {"text": "Nobody fucks with how come the camel toe gets so much so much beloving love, but", "start": 825.74, "end": 830.48}, {"text": "nobody loves moose knuckle no more. Who is who's rocking with camel toe? I love", "start": 830.48, "end": 835.22}, {"text": "fucking camels. I'll do girl. Every guy's love camel toes. I don't know any", "start": 835.22, "end": 840.3}, {"text": "guy that's like I'm and you're hanging with the wrong crowd. If you're if your", "start": 840.38, "end": 844.7}, {"text": "circle is not", "start": 844.7, "end": 845.58}, {"text": "moose knuckle knuckle but but toe but toe but toe but toe sea urchin. We call", "start": 845.58, "end": 854.24}, {"text": "that", "start": 854.24, "end": 854.58}, {"text": "the but the butthole camel toe is the sea urchin sea urchin is crazy. Wow but", "start": 854.58, "end": 862.1}, {"text": "the whole sea urchin is crazy. It is. That's crazy. That's so gross. Shut up", "start": 862.1, "end": 867.9}, {"text": "bitch. That is so because it's a hairy spiky object is that it's got a", "start": 867.9, "end": 873.26}, {"text": "seeing that on a but I seen him. You see no sea urchin. I seen him all", "start": 873.26, "end": 878.62}, {"text": "way around.", "start": 878.62, "end": 879.38}, {"text": "Let me walk you through my outfit. Okay, okay,", "start": 879.38, "end": 883.66}, {"text": "brown hat.", "start": 883.66, "end": 885.5}, {"text": "What's that?", "start": 885.5, "end": 886.78}, {"text": "For some of the brown, it's on the", "start": 886.78, "end": 889.02}, {"text": "cream. Perfect. I would say perfect to Jupiter colored hoodie, right? Yeah, I", "start": 889.02, "end": 895.54}, {"text": "got some green same green pants. There's a little bit of green in the Jupiter", "start": 895.54, "end": 899.84}, {"text": "thing. In the photo I saw, the photo I used as a reference for my painting,", "start": 899.84, "end": 903.14}, {"text": "which we'll get to later, and brown shoes. And guys, there's another layer", "start": 903.14, "end": 907.24}, {"text": "to this. Well, there's two layers. Is it the round spot of your head? No.", "start": 907.24, "end": 911.74}, {"text": "Your red head? No, no, no, there's actually many layers. I don't have a", "start": 911.74, "end": 914.28}, {"text": "red head. I'm pink, if anything. If any colour, I'm pink. I have a round,", "start": 914.28, "end": 919.74}, {"text": "bald head, which reminds you of a planet, especially because of its size.", "start": 919.74, "end": 923.08}, {"text": "but then also I take this off. Oh my God, I would eat high die. But wait guys,", "start": 923.12, "end": 929.6}, {"text": "guess what I made in this shirt the other day. Let me get spaghetti sauce", "start": 929.6, "end": 934.96}, {"text": "and guess what it gave me a red spot. A red spot. A red spot. Wow. Got the", "start": 934.96, "end": 941.16}, {"text": "red dot, make your head high. Holy shit. I feel like we killed it. I feel", "start": 941.16, "end": 944.72}, {"text": "like you guys killed it a little more than me. I feel like we all killed", "start": 944.72, "end": 947.2}, {"text": "it a little. I think you have been on some shit lately.", "start": 947.2, "end": 950.68}, {"text": "you've been on one you've been crushing it. So we have a kind of representing", "start": 951.64, "end": 954.88}, {"text": "different aspects of the of different colors. You can see if you search images", "start": 954.88, "end": 958.12}, {"text": "of Jupiter. Yeah, if you look up Jupiter color palette like I did, if you're", "start": 958.12, "end": 961.66}, {"text": "seeing one that's about that's teaching kids about planets, you're gonna see", "start": 961.66, "end": 964.24}, {"text": "something that looks more like me, orange and red. Yeah, but for the real adult", "start": 964.24, "end": 967.4}, {"text": "scientists who don't need bright colors to care about the planet, it's the", "start": 967.4, "end": 970.52}, {"text": "pastel. Who is the most looking like Jupiter? Subscribe in the comments down", "start": 970.52, "end": 975.0}, {"text": "below, subscribe below, subscribe below and let us know. I'm loving our energy", "start": 975.0, "end": 979.2}, {"text": "We are on one. Yeah, we are on one. I have this kind of, I got, I went today to Middle Village", "start": 979.22, "end": 985.3}, {"text": "Bagels. Oh, that's nice. And I got an egg bagel, which is, I found out when I, I got a bacon,", "start": 985.3, "end": 990.86}, {"text": "egg and cheese, and cream cheese on an egg bagel. I found out an egg bagel is more of", "start": 990.86, "end": 994.7}, {"text": "a dessert style bagel that tastes like a donut. Not a bad move though. It was good, but it", "start": 994.7, "end": 1000.1}, {"text": "was a bit of a slap in the face. Yeah. And I got some Italian wedding soup, guys. And", "start": 1000.1, "end": 1003.46}, {"text": "I was eating the Italian wedding soup with the tiny little meatballs. And I was thinking,", "start": 1003.46, "end": 1007.22}, {"text": "Dude, these meatballs might as well be planets.", "start": 1007.22, "end": 1010.02}, {"text": "- They look like Jupiter.", "start": 1010.02, "end": 1011.02}, {"text": "- And these tiny pieces of couscous.", "start": 1011.02, "end": 1012.98}, {"text": "- Planets have been everywhere lately.", "start": 1012.98, "end": 1014.38}, {"text": "- These might as well be fucking stars.", "start": 1014.38, "end": 1016.86}, {"text": "And the vegetables could be a vegetable that's flying around.", "start": 1016.86, "end": 1019.98}, {"text": "- A space vegetable, space veggie.", "start": 1019.98, "end": 1021.66}, {"text": "- 'Cause we don't know.", "start": 1021.66, "end": 1022.9}, {"text": "There's so many mysteries in the cosmos.", "start": 1022.9, "end": 1024.22}, {"text": "- Imagine the type of vegetable that would grow on Jupiter.", "start": 1024.22, "end": 1027.22}, {"text": "- Should I go ahead and do the Jupiter planet report?", "start": 1027.22, "end": 1029.9}, {"text": "Are we ready?", "start": 1029.9, "end": 1030.74}, {"text": "- Yeah, I'm ready.", "start": 1030.74, "end": 1031.9}, {"text": "- All right, I need to see this.", "start": 1031.9, "end": 1033.34}, {"text": "I need to hear this.", "start": 1033.34, "end": 1034.66}, {"text": "Join us once again on a five week galactic journey through our solar", "start": 1034.66, "end": 1038.6}, {"text": "system.", "start": 1038.6, "end": 1039.12}, {"text": "Be prepared to learn and to laugh a little too.", "start": 1039.12, "end": 1043.16}, {"text": "And now the Planet Report with Cameron Fetter.", "start": 1043.16, "end": 1047.48}, {"text": "So I changed the background music this time 'cause somebody in the comments", "start": 1047.48, "end": 1051.82}, {"text": "last time said that it made them, always made them think the episode was over", "start": 1051.82, "end": 1056.02}, {"text": "because it is the outro music, which I guess makes a lot of sense when I", "start": 1056.02, "end": 1058.66}, {"text": "think about it. I can make you a new song. Well, I made one for myself.", "start": 1058.66, "end": 1062.26}, {"text": "I think the episode is only people, but I think the episodes fifteen minutes. I", "start": 1062.26, "end": 1066.9}, {"text": "made a new planet song for you and this one's on the last time I did poetry.", "start": 1066.9, "end": 1070.1}, {"text": "This one is more a little more comedic, so if you could imagine I mean, if maybe", "start": 1070.1, "end": 1074.06}, {"text": "if we had the resources I could be standing, you can imagine me standing up", "start": 1074.06, "end": 1076.66}, {"text": "with a red curtain and a microphone. We can hold a pause right now. Let me get", "start": 1076.66, "end": 1080.34}, {"text": "you a mic to hold. I can just stand up and hold this one. I guess it's the", "start": 1080.34, "end": 1083.58}, {"text": "camera that's the problem. All right, we can yeah, I'll change the camera and", "start": 1083.58, "end": 1086.98}, {"text": "and yeah and then I'll get the red curtain from over there. You keep talking okay.", "start": 1087.02, "end": 1093.72}, {"text": "Well", "start": 1093.72, "end": 1095.32}, {"text": "okay, here I'll just say something funny that I thought of yesterday. Well, this", "start": 1095.32, "end": 1099.82}, {"text": "all happens. I was having Sam. We're talking about something yesterday. I", "start": 1099.82, "end": 1105.02}, {"text": "thought it'd be really funny. If you lived in like a", "start": 1105.02, "end": 1107.12}, {"text": "to just a normal two bedroom apartment like in in Brooklyn, but you had a", "start": 1107.12, "end": 1112.52}, {"text": "butler and the but let's you in one bedroom and the butler lives in the", "start": 1112.52, "end": 1116.02}, {"text": "another bedroom", "start": 1116.02, "end": 1117.02}, {"text": "like he might as well just be your roommate.", "start": 1117.02, "end": 1120.42}, {"text": "Okay, are you guys ready?", "start": 1120.42, "end": 1122.22}, {"text": "Okay, hold on. Let me play this new music", "start": 1122.22, "end": 1124.82}, {"text": "and this is kind of sci-fi type music.", "start": 1124.82, "end": 1128.62}, {"text": "Okay.", "start": 1128.62, "end": 1132.72}, {"text": "All right, I'm going to go.", "start": 1132.72, "end": 1133.72}, {"text": "All right,", "start": 1133.72, "end": 1134.42}, {"text": "the joy of Jupiter a planet report.", "start": 1134.42, "end": 1138.02}, {"text": "Jupiter is by far the largest planet in our solar system.", "start": 1138.02, "end": 1142.82}, {"text": "That is if you don't count planet Lizzo", "start": 1142.82, "end": 1145.62}, {"text": "(laughing)", "start": 1145.62, "end": 1147.88}, {"text": "- Okay.", "start": 1147.88, "end": 1148.72}, {"text": "- One year on Jupiter is the equivalent", "start": 1148.72, "end": 1150.26}, {"text": "of almost 12 years on Earth,", "start": 1150.26, "end": 1151.58}, {"text": "or roughly the time it takes my girlfriend", "start": 1151.58, "end": 1153.54}, {"text": "to get ready to go out.", "start": 1153.54, "end": 1154.74}, {"text": "Jupiter is composed almost entirely of gas,", "start": 1154.74, "end": 1159.66}, {"text": "much like the day after I get Taco Bell.", "start": 1159.66, "end": 1162.12}, {"text": "Its core could be either liquid or solid,", "start": 1162.12, "end": 1166.22}, {"text": "much like my shit the day after I get Taco Bell.", "start": 1166.22, "end": 1168.66}, {"text": "(laughing)", "start": 1168.66, "end": 1169.5}, {"text": "- Oh damn.", "start": 1169.5, "end": 1170.34}, {"text": "Holy shit.", "start": 1170.34, "end": 1172.1}, {"text": "- Jupiter's surface is made up of many cloud systems", "start": 1172.1, "end": 1174.5}, {"text": "and vapors. And for all you stoners out there who just perked up, these gases would be toxic", "start": 1174.5, "end": 1179.94}, {"text": "for humans. Although I guess that's never stopped a druggie from chasing a high. So let", "start": 1179.94, "end": 1185.46}, {"text": "me just make it extra clear for all you degenerate dopers out there. There are no Doritos on", "start": 1185.46, "end": 1190.1}, {"text": "Jupiter. Thank you. Thank you. One of the most interesting features of Jupiter is its", "start": 1190.1, "end": 1197.64}, {"text": "red spot. Sounds like somebody needs a tampon. The red spot is actually a raging storm that's", "start": 1197.64, "end": 1205.4}, {"text": "gone and been going on for hundreds of years. Reminds me of the weather when I want to go", "start": 1205.4, "end": 1209.14}, {"text": "outside and play. Jupiter has a very cold exterior, but it gets warmer the deeper you go, like", "start": 1209.14, "end": 1216.98}, {"text": "a butthole. Jupiter is named after the Roman king of the gods because yeah, somehow gods", "start": 1216.98, "end": 1224.3}, {"text": "weren't powerful enough. We need a God that's also a king.", "start": 1224.3, "end": 1227.18}, {"text": "Yeah, I was waiting for the clap. It's the end of the paragraph.", "start": 1227.18, "end": 1233.74}, {"text": "Yeah, there are 95 confirmed moons orbiting Jupiter. Don't", "start": 1233.74, "end": 1237.5}, {"text": "let Buzz Aldrin find that out or he'll kill himself.", "start": 1237.5, "end": 1240.14}, {"text": "Let's talk about EO Europa, Ganymede and Callisto. And no,", "start": 1240.14, "end": 1254.02}, {"text": "Those aren't the names of Angelina Jolie's children.", "start": 1254.06, "end": 1256.4}, {"text": "Those are the four Galilean moons of Jupiter, more massive than the others.", "start": 1256.4, "end": 1262.84}, {"text": "They were discovered in 1610 by Galileo Galilei,", "start": 1262.84, "end": 1266.54}, {"text": "who takes his name from the famous dinner gibberish scene from Billy Madison.", "start": 1266.54, "end": 1270.42}, {"text": "Europa, the Galilean moon, second closest to Jupiter,", "start": 1270.42, "end": 1275.62}, {"text": "may have a water ocean underneath its surface,", "start": 1275.62, "end": 1278.22}, {"text": "which means it could conceivably be home to extraterrestrial life.", "start": 1278.22, "end": 1281.72}, {"text": "Wow, how exciting said nobody ever.", "start": 1281.92, "end": 1284.08}, {"text": "It's often been said, and this is the conclusion.", "start": 1284.08, "end": 1287.2}, {"text": "This is where I get kind of real.", "start": 1287.2, "end": 1288.66}, {"text": "OK.", "start": 1288.66, "end": 1288.96}, {"text": "It's often been said that girls go to college", "start": 1288.96, "end": 1293.08}, {"text": "to get more knowledge and boys go to Jupiter to get more stupider.", "start": 1293.08, "end": 1296.3}, {"text": "But with modern science, we know the truth.", "start": 1296.3, "end": 1299.5}, {"text": "It's actually girls that go to Jupiter to get more stupider", "start": 1299.5, "end": 1302.72}, {"text": "and boys go to the planet report to get more handsome and smart.", "start": 1302.72, "end": 1307.4}, {"text": "Cameron Fetter, everybody. That's today's Planet Report. That was amazing.", "start": 1311.6, "end": 1315.08}, {"text": "Yeah, I'll put the camera back. I feel like you,", "start": 1315.08, "end": 1318.16}, {"text": "I feel I feel like you really figured out a lane for yourself.", "start": 1318.16, "end": 1323.32}, {"text": "Yeah, I think that we should just have you do different kind of reports", "start": 1323.32, "end": 1326.6}, {"text": "every episode. I'm really liking writing the reports and thinking of my ideas", "start": 1326.6, "end": 1329.8}, {"text": "for the reports. Yeah, I think y'all ain't ready for Saturn either.", "start": 1329.8, "end": 1332.72}, {"text": "Oh, my God. I'm excited for Saturn.", "start": 1332.72, "end": 1334.88}, {"text": "I'll say that much. I'm so excited for Saturn.", "start": 1334.88, "end": 1338.2}, {"text": "It's just incredible to me to be able to make people laugh while also teaching", "start": 1338.2, "end": 1341.32}, {"text": "giving them a factor to about the great spheres and that's the best part about", "start": 1341.32, "end": 1345.32}, {"text": "this. I could see you taking a kind of role as a bill nye style science", "start": 1345.32, "end": 1351.36}, {"text": "educator or beekman kind of vsauce veritasium", "start": 1351.36, "end": 1355.0}, {"text": "fuck bro beekman is my I don't know. Beekman is that a bird and beekman is", "start": 1355.0, "end": 1360.12}, {"text": "not a bird. We've told you we've schooled you on beekman before school.", "start": 1360.12, "end": 1363.88}, {"text": "We schooled you on young boy. We", "start": 1363.88, "end": 1365.96}, {"text": "Beakman hundred percent stood up. Who the hell is Beakman Beakman stood on", "start": 1368.32, "end": 1373.42}, {"text": "business Beakman man Beakman from Beakman's world is he he has so he has", "start": 1373.42, "end": 1378.02}, {"text": "his own world. He was a scientist scientist don't have their own world. He", "start": 1378.02, "end": 1382.06}, {"text": "had a world where he taught people educational things and he had a big", "start": 1382.06, "end": 1385.74}, {"text": "haircut", "start": 1385.74, "end": 1386.38}, {"text": "Beakman big haircut. He had a big haircut. Yeah,", "start": 1386.38, "end": 1389.9}, {"text": "that sounded like a piece of cardboard falling over. Oh God,", "start": 1389.9, "end": 1398.02}, {"text": "(laughter)", "start": 1398.02, "end": 1399.52}, {"text": "Why did I do that?", "start": 1399.52, "end": 1401.02}, {"text": "Oh God, it smells so bad.", "start": 1401.02, "end": 1404.1}, {"text": "I need to hail all of it before you smell it.", "start": 1404.1, "end": 1408.26}, {"text": "(sniffing)", "start": 1408.26, "end": 1410.5}, {"text": "- That really was a crazy sounding fart.", "start": 1410.5, "end": 1413.38}, {"text": "- Well it hit the metal chair.", "start": 1413.38, "end": 1414.38}, {"text": "- I know.", "start": 1414.38, "end": 1415.22}, {"text": "- That was a school fart.", "start": 1415.22, "end": 1416.06}, {"text": "- Yeah, that was, Jesus Christ.", "start": 1416.06, "end": 1418.22}, {"text": "- Yeah.", "start": 1418.22, "end": 1419.06}, {"text": "- Oh my God.", "start": 1419.06, "end": 1420.06}, {"text": "I'm starting to smell it.", "start": 1420.06, "end": 1421.22}, {"text": "- Yeah, it's not good.", "start": 1421.22, "end": 1422.6}, {"text": "- I'm gonna work on not smelling it.", "start": 1422.6, "end": 1423.82}, {"text": "- Yeah, you should work on that.", "start": 1423.82, "end": 1424.66}, {"text": "- I'm gonna do my best to not smell it.", "start": 1424.66, "end": 1425.86}, {"text": "- But I think that you should have your own show", "start": 1425.86, "end": 1427.66}, {"text": "where you tell people because that was really well done. Thank you. You like", "start": 1427.66, "end": 1431.46}, {"text": "the jokes. I feel like adding humour to it almost made it funny. Yeah, yeah, it", "start": 1431.46, "end": 1436.42}, {"text": "makes and the thing is it gets people's attention. It disarms people because", "start": 1436.42, "end": 1439.82}, {"text": "right, you think you start telling talking people about science. I", "start": 1439.82, "end": 1442.5}, {"text": "experience this a lot. I started talking to people. Get away from me. You're", "start": 1442.5, "end": 1444.82}, {"text": "like, oh, I don't know. Oh, you think you're better than me? You're going to", "start": 1444.82, "end": 1447.38}, {"text": "talk to me about science and mathematics. You're a scientist. Fuck you. And then", "start": 1447.38, "end": 1450.34}, {"text": "I do, but I say, you know, I'm talking about math and I say, yeah, why six", "start": 1450.34, "end": 1454.74}, {"text": "afraid of seven. Why? Because seven, eight, nine. It's true. Seven, eight, nine. It's true.", "start": 1454.78, "end": 1459.28}, {"text": "And then they're learning the numbers and they're laughing. Yeah. Yeah, they're learning", "start": 1459.28, "end": 1463.28}, {"text": "about the sequential order of the numbers. Yeah. But you brought up a good point, which", "start": 1463.28, "end": 1467.44}, {"text": "is that girls go to Jupiter to get more stupid or boys go to college. You know what I thought", "start": 1467.44, "end": 1470.72}, {"text": "you were going to say? Nowadays, girls go to OnlyFans to get more money bands. And guys", "start": 1470.72, "end": 1478.64}, {"text": "Boys go to Andrew Tate to learn about what's right.", "start": 1478.64, "end": 1484.12}, {"text": "Scams we hate.", "start": 1484.12, "end": 1486.12}, {"text": "Yes.", "start": 1486.12, "end": 1487.12}, {"text": "Yeah.", "start": 1487.12, "end": 1488.12}, {"text": "Yeah.", "start": 1488.12, "end": 1489.12}, {"text": "To learn about scams we hate.", "start": 1489.12, "end": 1490.12}, {"text": "Uh huh.", "start": 1490.12, "end": 1491.12}, {"text": "Uh huh.", "start": 1491.12, "end": 1492.12}, {"text": "Is that what he does?", "start": 1492.12, "end": 1493.12}, {"text": "He talks about scams he doesn't like.", "start": 1493.12, "end": 1494.12}, {"text": "He debunks scams.", "start": 1494.12, "end": 1495.12}, {"text": "Boys go to Baldur's Gate.", "start": 1495.12, "end": 1496.68}, {"text": "Yeah.", "start": 1496.68, "end": 1497.68}, {"text": "To get more bald and straight.", "start": 1497.68, "end": 1499.68}, {"text": "Bald and straight.", "start": 1499.68, "end": 1500.68}, {"text": "Yeah.", "start": 1500.68, "end": 1501.68}, {"text": "That works.", "start": 1501.68, "end": 1502.68}, {"text": "That makes sense.", "start": 1502.68, "end": 1503.68}, {"text": "Yeah.", "start": 1503.68, "end": 1504.68}, {"text": "It's simple as, man.", "start": 1504.68, "end": 1505.68}, {"text": "It is simple as.", "start": 1505.68, "end": 1506.68}, {"text": "It's simple as man. It is simple as that is. What do you guys think about living", "start": 1506.68, "end": 1510.24}, {"text": "with a one roommate who's a butler?", "start": 1510.24, "end": 1512.28}, {"text": "I could see that.", "start": 1512.28, "end": 1515.44}, {"text": "And you get home and you're like, there's like, there's dust all, he", "start": 1515.44, "end": 1519.02}, {"text": "hasn't been dusting with his feather duster and you can hear him in his room", "start": 1519.02, "end": 1521.88}, {"text": "and he's playing Overwatch. I mean, I live with my wife. You guys live with", "start": 1521.88, "end": 1526.32}, {"text": "your girlfriends, we already live this reality. Yeah, living with a butler. I", "start": 1526.32, "end": 1530.48}, {"text": "already live with a fucking butler. Yeah. Actually, my wife lives with a butler.", "start": 1530.48, "end": 1534.22}, {"text": "I'm the butler in my house, unfortunately.", "start": 1534.24, "end": 1535.94}, {"text": "I hate to say it, I'm the butler.", "start": 1535.94, "end": 1536.78}, {"text": "- I do know that about you.", "start": 1536.78, "end": 1538.72}, {"text": "- I'm a complete butler.", "start": 1538.72, "end": 1539.64}, {"text": "I have a checklist every day. - Your wife has a real job.", "start": 1539.64, "end": 1541.56}, {"text": "- I have to vacuum the carpets,", "start": 1541.56, "end": 1543.56}, {"text": "because to get all the dog hair off,", "start": 1543.56, "end": 1545.44}, {"text": "I have to pretend that the dog was never on the couch.", "start": 1545.44, "end": 1548.12}, {"text": "I have to do all sorts of crazy covering up", "start": 1548.12, "end": 1550.96}, {"text": "to make sure that she doesn't,", "start": 1550.96, "end": 1552.44}, {"text": "I have to get rid of every stain", "start": 1552.44, "end": 1553.96}, {"text": "from when he chewed a bone on the couch.", "start": 1553.96, "end": 1555.98}, {"text": "And I have to do the dishes every day before she gets home,", "start": 1555.98, "end": 1558.88}, {"text": "or else she gets home and she--", "start": 1558.88, "end": 1561.16}, {"text": "- Hits you?", "start": 1561.16, "end": 1562.0}, {"text": "- Well, no, she just kinda-- - She won't pay you?", "start": 1562.0, "end": 1563.48}, {"text": "so he starts crocheting and kind of a weird mean way. You have kind of like an", "start": 1563.48, "end": 1567.78}, {"text": "Andy Cap and his wife kind of relationship where she's always chasing you around", "start": 1567.78, "end": 1571.2}, {"text": "with a rolling pin. Andy Cap is a chip, bro. Andy Cap was a cartoon before it", "start": 1571.2, "end": 1575.14}, {"text": "was a chip. You just blew my fucking noodle.", "start": 1575.14, "end": 1577.28}, {"text": "He thinks that were my noodle is in orbit. Your noodle is going around Jupiter.", "start": 1577.28, "end": 1582.84}, {"text": "My noodle is- Is that what a chiptune is? Whoa. Holy shit. A cartoon that became", "start": 1582.84, "end": 1587.4}, {"text": "a chip. He's the original chiptune. Or, well, but also, in another way,", "start": 1587.4, "end": 1592.34}, {"text": "he was a chip. What was Pringle?", "start": 1593.42, "end": 1595.58}, {"text": "What was you never like this? You never ever watch Pringle is a show on it was", "start": 1595.58, "end": 1601.52}, {"text": "on ABC family, but it was only runs. I actually remember that and it's a who", "start": 1601.52, "end": 1604.9}, {"text": "can do it. Pringle can yeah, I remember that shit yeah. That was the theme song", "start": 1604.9, "end": 1610.04}, {"text": "there was okay. There was speaking of actual potato cartoon.", "start": 1610.04, "end": 1614.76}, {"text": "There was a Mr. Potato Head show in the nineties that I used to watch and I", "start": 1614.76, "end": 1621.16}, {"text": "It feels like a dream.", "start": 1621.96, "end": 1623.96}, {"text": "Like that and then like we've", "start": 1623.96, "end": 1625.96}, {"text": "Oh and Timmy the Tooth.", "start": 1625.96, "end": 1627.96}, {"text": "Do you ever watch Timmy the Tooth?", "start": 1627.96, "end": 1629.96}, {"text": "You'd be pulling out these", "start": 1629.96, "end": 1631.96}, {"text": "TV shows never heard of.", "start": 1631.96, "end": 1633.96}, {"text": "I was so obsessed with", "start": 1633.96, "end": 1635.96}, {"text": "puppetry as a kid. I was so obsessed with puppets", "start": 1635.96, "end": 1637.96}, {"text": "that if anything had a puppet in it", "start": 1637.96, "end": 1639.96}, {"text": "I would watch it. So what you liked", "start": 1639.96, "end": 1641.96}, {"text": "these politicians?", "start": 1641.96, "end": 1643.96}, {"text": "God damn.", "start": 1643.96, "end": 1645.96}, {"text": "We're on fire today.", "start": 1645.96, "end": 1647.96}, {"text": "What the fuck is up with me today? We are going nuts.", "start": 1647.96, "end": 1649.96}, {"text": "guts. Holy oh my God, you know this is dude. It's the it's the it was the", "start": 1649.96, "end": 1654.8}, {"text": "Andrew Callahan story. It put me it put me completely on fire did it gives you a", "start": 1654.8, "end": 1660.0}, {"text": "special boost to say something you shouldn't say a gossip, say something", "start": 1660.0, "end": 1663.4}, {"text": "that yeah being to be I would say over we one percent gossip about just a", "start": 1663.4, "end": 1668.36}, {"text": "pretty standard misunderstanding. Yeah, standard, miss already walking it back.", "start": 1668.36, "end": 1672.92}, {"text": "So", "start": 1672.92, "end": 1673.16}, {"text": "yeah, no, he's actually a good", "start": 1673.16, "end": 1675.32}, {"text": "standard misunderstanding. Well, speaking of stories", "start": 1676.68, "end": 1680.44}, {"text": "today,", "start": 1680.44, "end": 1682.24}, {"text": "there's a new Jupiter based track", "start": 1682.24, "end": 1686.48}, {"text": "by OJ the alien.", "start": 1686.48, "end": 1688.88}, {"text": "Who's OJ the alien?", "start": 1688.88, "end": 1690.56}, {"text": "We mean Dr. Dazzle? Oh, he was that guy on that Dr. Dazzle track last week.", "start": 1690.56, "end": 1695.24}, {"text": "Oh, I remember him. Yeah, he's yeah. Yes, I was bodied on my own. He was", "start": 1695.24, "end": 1700.64}, {"text": "bodied on his own track. He got renegade. It's not me. It's not me. I feel I feel", "start": 1700.64, "end": 1704.44}, {"text": "bad about that, but I heard Dr. Dazzle does not care. I remember that. He does", "start": 1704.44, "end": 1710.08}, {"text": "like the hook or something on that Dr. Dazzle song. I feel bad for OJ the Alien", "start": 1710.08, "end": 1713.6}, {"text": "because I mostly and then he made two other Dr. Dazzle songs that didn't have", "start": 1713.6, "end": 1716.52}, {"text": "Dr. Dazzle on. Well, there's one there's one OJ the Alien song today that is", "start": 1716.52, "end": 1724.12}, {"text": "actually a harrowing tale and I think that we need to listen to it. I'm sorry", "start": 1724.12, "end": 1730.12}, {"text": "to bring the mood down, but there is a very harrowing. All right, let's hear it", "start": 1730.12, "end": 1735.0}, {"text": "from tail. You can check all these songs out on the lyrics master on. Yeah, go on", "start": 1735.0, "end": 1739.52}, {"text": "YouTube and just search the way this one's unlisted. Well, they'll they'll", "start": 1739.52, "end": 1743.96}, {"text": "become listed. Wait, wait, wait, wait, wait. I'm trying to remember what this", "start": 1743.96, "end": 1747.56}, {"text": "is a cover rip. What is this of again? You'll see. Oh, this is okay. I remember", "start": 1747.56, "end": 1754.96}, {"text": "now. Actually, I completely let's listen. Let's listen.", "start": 1754.96, "end": 1757.32}, {"text": "This is Dance with the Grouperter.", "start": 1759.02, "end": 1760.52}, {"text": "Oh my God.", "start": 1760.52, "end": 1763.32}, {"text": "I once knew this boy and his name was Grouperter", "start": 1763.32, "end": 1767.48}, {"text": "His main concern was getting real stupider His mom raised him on the streets of Jupiter", "start": 1767.48, "end": 1772.8}, {"text": "He hated his moms, he would always go poop on her", "start": 1772.8, "end": 1775.52}, {"text": "He never ate limes, lemons, or clementines All he did was jack up all the time", "start": 1775.52, "end": 1780.84}, {"text": "Addicted to jacking and he never ate limes By the way, he did lots of crimes", "start": 1780.84, "end": 1786.32}, {"text": "One of them was his hatred for limes He hated all fruit, especially clementines", "start": 1786.32, "end": 1791.52}, {"text": "He hated rap too, he hated my dope rhymes", "start": 1791.52, "end": 1794.16}, {"text": "Hated dope shit like fruit and Adventure Time", "start": 1794.16, "end": 1796.72}, {"text": "He just jacked off, he was addicted to gooning", "start": 1796.72, "end": 1799.44}, {"text": "Jacked so much that his dick was ballooning", "start": 1799.44, "end": 1802.0}, {"text": "He'd sit in his room, holler and hooting", "start": 1802.0, "end": 1804.64}, {"text": "And then one day, he did a homeschool shooting", "start": 1804.64, "end": 1807.36}, {"text": "Shot up his house with a gun called a Baus", "start": 1807.36, "end": 1810.08}, {"text": "Alien gun, if bullets are a mouse", "start": 1810.08, "end": 1812.56}, {"text": "But anyway, back to the story", "start": 1812.56, "end": 1815.28}, {"text": "He didn't eat fruit, so he got the scurvy", "start": 1815.28, "end": 1818.08}, {"text": "That's when his life got all topsy turvy", "start": 1818.08, "end": 1820.56}, {"text": "It made him insane, all up in his brain", "start": 1820.56, "end": 1823.2}, {"text": "Also Jupiter has helium rain", "start": 1823.2, "end": 1825.8}, {"text": "Oops my bad, got distracted again", "start": 1825.8, "end": 1828.48}, {"text": "He shot up his house and the new Aubon pain", "start": 1828.48, "end": 1831.08}, {"text": "Was a massacre, employees were slain", "start": 1831.08, "end": 1833.92}, {"text": "He shot a guy in his left gastric vein", "start": 1833.92, "end": 1836.44}, {"text": "Then robbed his dead body, he took his gold chain", "start": 1836.44, "end": 1839.16}, {"text": "Made his escape on a passenger train", "start": 1839.16, "end": 1841.88}, {"text": "Then he hid in a new Aubon pain", "start": 1841.88, "end": 1844.4}, {"text": "A different one from the one with the shooting", "start": 1844.4, "end": 1847.12}, {"text": "And when he got there, he started gooning", "start": 1847.12, "end": 1849.8}, {"text": "The cop shot him.", "start": 1849.8, "end": 1850.96}, {"text": "I can still hear him mooing.", "start": 1850.96, "end": 1852.56}, {"text": "When he died, he started mooing.", "start": 1852.56, "end": 1855.1}, {"text": "It fucks me up.", "start": 1855.1, "end": 1856.46}, {"text": "Why'd he start mooing?", "start": 1856.46, "end": 1857.84}, {"text": "This is all true.", "start": 1857.84, "end": 1859.0}, {"text": "I'm not just poo pooing.", "start": 1859.0, "end": 1860.4}, {"text": "This happened to a guy I knew when I was schooling.", "start": 1860.4, "end": 1863.16}, {"text": "Eat your fruit.", "start": 1863.16, "end": 1864.14}, {"text": "Eat your fruit, y'all.", "start": 1864.14, "end": 1867.14}, {"text": "It's OJ the alien.", "start": 1867.14, "end": 1871.0}, {"text": "Signing off.", "start": 1871.0, "end": 1871.8}, {"text": "Peace.", "start": 1871.8, "end": 1875.36}, {"text": "Wow.", "start": 1875.36, "end": 1875.86}, {"text": "Oh my God.", "start": 1875.86, "end": 1877.04}, {"text": "It's a cautionary tale about fruit.", "start": 1877.04, "end": 1881.04}, {"text": "But also it does feel like Dr. Dazzle somehow...", "start": 1881.04, "end": 1884.04}, {"text": "I think Dr. Dazzle is more of a pop artist.", "start": 1884.04, "end": 1886.04}, {"text": "Dr. Dazzle like changed...", "start": 1886.04, "end": 1888.04}, {"text": "He like... OJ had to switch it up after the Dr. Dazzle thing.", "start": 1888.04, "end": 1892.04}, {"text": "Like OJ made him reconsider his entire life.", "start": 1892.04, "end": 1898.04}, {"text": "I think he became more conscious.", "start": 1898.04, "end": 1900.04}, {"text": "And he's still doing the thing where he makes up a word to rhyme and then explains what that word is.", "start": 1900.04, "end": 1906.04}, {"text": "it's an alien. It's different kind of things. Explain the culture. Yeah,", "start": 1906.04, "end": 1910.2}, {"text": "you have to explain it's called bullets are a mouth as bullets about shoots", "start": 1910.2, "end": 1914.52}, {"text": "mouses, mice, mice, mice, a bow. So it's bullets are a mouse. It's a mouse", "start": 1914.52, "end": 1919.48}, {"text": "that you put in and then it deteriorates the mouse and turns into bullets.", "start": 1919.48, "end": 1922.9}, {"text": "When it comes out, it's actually very scary technology that doesn't make any", "start": 1922.9, "end": 1925.82}, {"text": "sense. You just shoot a mice. Why shoot a mouse? A mouse? Why does it? Why", "start": 1925.82, "end": 1930.6}, {"text": "does it have to turn it? Are a mouse? The bullet, the clip is a mouse. Oh,", "start": 1930.6, "end": 1935.76}, {"text": "the clip at the mag is it just didn't rhyme look. This is you can also this all", "start": 1935.78, "end": 1940.68}, {"text": "stuff you can take up with OJ the alien on maybe his genius video. That's going", "start": 1940.68, "end": 1944.3}, {"text": "to drop soon.", "start": 1944.3, "end": 1944.92}, {"text": "Is he going to do one? Maybe that's a good idea. Maybe there's an OJ the alien", "start": 1944.92, "end": 1950.46}, {"text": "great. I can't wait. I honestly can't wait for when this album drops in the", "start": 1950.46, "end": 1953.94}, {"text": "press cycle. Just when OJ is going on interviews and stuff. When Nardwar yeah,", "start": 1953.94, "end": 1960.26}, {"text": "but did you hear the Fallon performance? Did you hear the twist ending in that", "start": 1960.26, "end": 1963.5}, {"text": "- Not really, man. - He knew him?", "start": 1964.66, "end": 1966.5}, {"text": "- It was his brother.", "start": 1966.5, "end": 1967.7}, {"text": "'Cause he was homeschooled.", "start": 1967.7, "end": 1970.62}, {"text": "- I'll say that a guy I knew when I was schooling.", "start": 1970.62, "end": 1974.26}, {"text": "- Well, you don't necessarily get homeschooled", "start": 1974.26, "end": 1976.02}, {"text": "with your brother.", "start": 1976.02, "end": 1976.86}, {"text": "- It's his twin brother.", "start": 1976.86, "end": 1977.94}, {"text": "- I like the dance with the devil twist a little more,", "start": 1977.94, "end": 1980.02}, {"text": "I'm gonna be honest.", "start": 1980.02, "end": 1980.86}, {"text": "- Yeah, I was expecting something crazy", "start": 1980.86, "end": 1982.38}, {"text": "at the end of that one.", "start": 1982.38, "end": 1983.22}, {"text": "- You should've just made him fuck his mom.", "start": 1983.22, "end": 1984.86}, {"text": "- I did have an audio clip that says,", "start": 1984.86, "end": 1986.82}, {"text": "\"And he fucked his mom too.\"", "start": 1986.82, "end": 1988.58}, {"text": "It was supposed to go at the end, yeah.", "start": 1988.58, "end": 1990.06}, {"text": "- But you did?", "start": 1990.06, "end": 1991.28}, {"text": "- I can always put it in, I mean, I got a day,", "start": 1991.28, "end": 1993.46}, {"text": "I had a day before this comes out.", "start": 1993.46, "end": 1995.1}, {"text": "- True, yeah, you can change that.", "start": 1995.1, "end": 1996.42}, {"text": "- I can change it.", "start": 1996.42, "end": 1998.02}, {"text": "- But that's not the one you wanted me on, bro?", "start": 1998.02, "end": 2000.02}, {"text": "- No.", "start": 2000.02, "end": 2000.86}, {"text": "- Even though you know that I have that kind of ability?", "start": 2000.86, "end": 2002.14}, {"text": "- I made that beat and I was thinking", "start": 2002.14, "end": 2003.9}, {"text": "maybe Caleb should hop on this.", "start": 2003.9, "end": 2006.66}, {"text": "Maybe Caleb should hop on this.", "start": 2006.66, "end": 2008.02}, {"text": "Maybe there's still time for--", "start": 2008.02, "end": 2009.66}, {"text": "- Do we think we're gonna see a return", "start": 2009.66, "end": 2010.94}, {"text": "from Dr. Dazzle at all?", "start": 2010.94, "end": 2013.06}, {"text": "- The people are clamoring.", "start": 2013.06, "end": 2014.42}, {"text": "- Maybe, maybe there's another one.", "start": 2014.42, "end": 2016.7}, {"text": "I think that there's a beat in the future", "start": 2016.7, "end": 2018.7}, {"text": "for Dr. Dazzle that I made that I think I already showed you.", "start": 2018.7, "end": 2022.3}, {"text": "I want a full doctor dazzle rap album. Now, I think that I showed Dr.", "start": 2022.3, "end": 2027.66}, {"text": "Dazzle", "start": 2027.66, "end": 2028.1}, {"text": "every week.", "start": 2028.1, "end": 2030.3}, {"text": "It's fun to wrap it. So I'm having so much fun. This is the most", "start": 2030.3, "end": 2035.66}, {"text": "to do a song like this. Every single song is such a great idea. Every", "start": 2035.66, "end": 2041.1}, {"text": "episode that and then we just use it as the outro music every time. Yeah,", "start": 2041.1, "end": 2044.7}, {"text": "and also listen to it to a well over fifteen times in the middle of the", "start": 2044.7, "end": 2048.26}, {"text": "show. We could do like the like sway. We could be like, hold on, run that", "start": 2048.26, "end": 2051.3}, {"text": "get back and then hit like the explosion. That's like you know if we're doing if", "start": 2051.34, "end": 2054.42}, {"text": "we're doing say we do like for example on our OSHA episode, we could have just", "start": 2054.42, "end": 2057.74}, {"text": "done a bun a song about OSHA yeah. Every topic we have we just do a song about", "start": 2057.74, "end": 2061.66}, {"text": "it. We got to make a full album out every episode yeah. Why not make an", "start": 2061.66, "end": 2065.62}, {"text": "album every episode? That's a good episode listening to what I you know", "start": 2065.62, "end": 2069.54}, {"text": "what I heard recently do what little Wayne when he goes and he does an", "start": 2069.54, "end": 2073.98}, {"text": "album or not an album. He goes into the studio and he records for a night. He", "start": 2073.98, "end": 2077.9}, {"text": "he does like eighty songs every single time. Yeah, I was like I can do one song", "start": 2077.94, "end": 2082.2}, {"text": "a fucking day, yeah, seven songs a week. Funny, I love, I love whenever they do", "start": 2082.2, "end": 2086.68}, {"text": "like", "start": 2086.68, "end": 2086.9}, {"text": "like it's like there's someone's writing an article about a new album that's", "start": 2086.9, "end": 2091.02}, {"text": "coming out and like the it's not even the artist who's saying it, but there's", "start": 2091.02, "end": 2094.26}, {"text": "like apparently like yeah, this person wrote one hundred and twenty songs for", "start": 2094.26, "end": 2097.74}, {"text": "this album and it's funny because you know that those songs are all it's like", "start": 2097.74, "end": 2100.46}, {"text": "there it's like eight second long yeah,", "start": 2100.46, "end": 2102.94}, {"text": "and that's all there is. That counts as writing a song that you cut from the album.", "start": 2106.18, "end": 2109.1}, {"text": "I have a million beats on my computer that I just don't touch. You don't have a", "start": 2109.1, "end": 2112.34}, {"text": "million beats. I got so many in there. You probably have. You have a billion", "start": 2112.34, "end": 2115.7}, {"text": "beats. I would say you have 17 beats. I think it's more like 23. 23 beats.", "start": 2115.7, "end": 2120.5}, {"text": "That's basically a million. 23 things that I started and then maybe finished.", "start": 2120.5, "end": 2123.06}, {"text": "A lot of it is... Wait, that's a great name for the compilation album.", "start": 2123.06, "end": 2126.3}, {"text": "Of the 23 things I started. Whoa. And it's a photo of me like this. Yeah.", "start": 2126.3, "end": 2131.06}, {"text": "J Dilla Donuts cover. Yeah. You laughing into your hand. Yeah. Damn. Wow. It's a", "start": 2131.5, "end": 2138.04}, {"text": "good idea. That is a good idea. I've got a beat for Dr. Dazzo and I've got a", "start": 2138.04, "end": 2143.64}, {"text": "beat, maybe, maybe OJ the Alien is gonna step back and just only do production.", "start": 2143.64, "end": 2147.54}, {"text": "Dude, people need your... Alchemist style. People need your bars, bro. Alchemist", "start": 2147.54, "end": 2151.9}, {"text": "raps. Oh, he does? Yeah, dude. Oh, then maybe he actually has to become more", "start": 2151.9, "end": 2155.18}, {"text": "like the alchemist you. I think that you have historically been the worst", "start": 2155.18, "end": 2162.58}, {"text": "rapper on the show and it's not even close. Like you, you've always been", "start": 2162.58, "end": 2166.48}, {"text": "really, really terrible and I'm still seeing kind of shades of that in the way", "start": 2166.48, "end": 2169.54}, {"text": "that you write these raps, but", "start": 2169.54, "end": 2170.94}, {"text": "the end product so far, everyone has been a banger. It's sublime. You are, you", "start": 2170.94, "end": 2177.52}, {"text": "are, you are levelling up your rapping ability in my way, in a way I never has", "start": 2177.52, "end": 2182.5}, {"text": "better. In a way I never ever thought that was. I thought that you had a brain that was", "start": 2182.5, "end": 2187.7}, {"text": "wired wrong for rap. I thought you had a rock only brain. It is and I'm being trained. Neuroplasticity", "start": 2187.7, "end": 2194.94}, {"text": "man. I'm training myself to become one of the greatest rappers of all time. You really", "start": 2194.94, "end": 2199.88}, {"text": "are dude. If you did this, if you kept this up for like 40,000 years, you'd be really", "start": 2199.88, "end": 2205.82}, {"text": "pretty good. I think once I turn 56 or something, maybe like I could put out a full album. Yeah,", "start": 2205.82, "end": 2211.34}, {"text": "you're already putting out a full rap.", "start": 2211.34, "end": 2212.34}, {"text": "Well, a 56-year-old put out a full rap, like serious rap.", "start": 2212.34, "end": 2214.7}, {"text": "What's going to be the name?", "start": 2214.7, "end": 2216.5}, {"text": "56 years old, already had like a way already forgotten about comedy career and then you", "start": 2216.5, "end": 2224.58}, {"text": "put out a very serious rap album.", "start": 2224.58, "end": 2226.54}, {"text": "Very, very serious, like it's all about stuff that happened to me.", "start": 2226.54, "end": 2232.66}, {"text": "And it's just like Michael Rapaport style.", "start": 2232.66, "end": 2234.9}, {"text": "A Dance with the Devil song about your SNL audition.", "start": 2234.9, "end": 2237.62}, {"text": "That would be so fucking crazy.", "start": 2237.62, "end": 2241.18}, {"text": "when he fell down his shoelaces were tied together. I don't know why", "start": 2241.18, "end": 2245.02}, {"text": "yes. See that wasn't anything. My girlfriend this morning showed me a", "start": 2245.02, "end": 2249.1}, {"text": "tick tock that she saw on her feed. That was a guy performing a live concert,", "start": 2249.1, "end": 2254.38}, {"text": "and he was you could like really only hear the vocals. Mostly, I couldn't tell", "start": 2254.38, "end": 2257.58}, {"text": "what kind of music it was, but he was just going like this, like, pastor,", "start": 2257.58, "end": 2261.18}, {"text": "please, pastor, please, why are you taking off your jeans? Oh, and then all", "start": 2261.18, "end": 2265.14}, {"text": "the comments are like the pain in his voice. Oh, my God, and I think you", "start": 2265.14, "end": 2268.86}, {"text": "to do that yeah pastor, please pastor, please you taking off those he was", "start": 2268.9, "end": 2273.86}, {"text": "doing it partially like he was rapping, but he was also doing kind of like", "start": 2273.86, "end": 2276.64}, {"text": "don't know what", "start": 2276.64, "end": 2277.22}, {"text": "oh", "start": 2277.22, "end": 2278.76}, {"text": "there's trauma inside. You can't go in there. See when you rap about something", "start": 2278.76, "end": 2286.04}, {"text": "you really know, like being molested by clergyman. This is bars man. See I was", "start": 2286.04, "end": 2291.34}, {"text": "going to say pastor, please pass the bees. That doesn't make any sense.", "start": 2291.34, "end": 2294.84}, {"text": "Nothing makes no sense at all. Yo, pastor, please pass the bees. I gotta", "start": 2294.86, "end": 2299.86}, {"text": "ash my tree and then I asked it for free. I do wanna hear it. Yeah, I wanna", "start": 2299.86, "end": 2304.34}, {"text": "hear", "start": 2304.34, "end": 2304.46}, {"text": "this.", "start": 2304.46, "end": 2304.74}, {"text": "Oh my God.", "start": 2304.74, "end": 2316.34}, {"text": "That's almost exactly... What was that, man? That's almost exactly what I", "start": 2316.34, "end": 2321.58}, {"text": "thought it was that was Hamilton crazy yeah that all the comments are like oh", "start": 2321.6, "end": 2325.34}, {"text": "my God, this is the saddest thing I've ever heard in my life. Is it about him?", "start": 2325.34, "end": 2329.02}, {"text": "Please wait", "start": 2329.02, "end": 2329.8}, {"text": "later, where he says like I'm only nine years old and you're fifty two wait", "start": 2329.8, "end": 2336.82}, {"text": "play the whole song. Okay, I gotta hear this whole thing man. Yeah, I was gonna", "start": 2336.82, "end": 2339.82}, {"text": "say I need to stop about is this about him being gay with the pastor, but then", "start": 2339.82, "end": 2343.7}, {"text": "no it's about getting molested yeah, but he doesn't make a song by being gay.", "start": 2343.7, "end": 2347.42}, {"text": "That could be a good balance.", "start": 2347.42, "end": 2350.3}, {"text": "[Music]", "start": 2350.3, "end": 2379.3}, {"text": "what", "start": 2379.3, "end": 2380.1}, {"text": "dude actually wait. I just had a", "start": 2380.1, "end": 2383.26}, {"text": "it's at a concert, we got a concert. Everyone's like", "start": 2383.26, "end": 2387.06}, {"text": "I just had a mental vision of just driving down driving down Malcolm X", "start": 2387.06, "end": 2394.12}, {"text": "Boulevard and an escalate just go at eight miles an hour, blasting that so", "start": 2394.12, "end": 2398.94}, {"text": "loud, blessing that in the drive through and like cook out to please. Why you", "start": 2398.94, "end": 2403.18}, {"text": "take the quarters in the cup holders are shaking", "start": 2403.18, "end": 2405.54}, {"text": "I did right through it cook out and you're I just get", "start": 2406.94, "end": 2409.1}, {"text": "yeah barbecue plate", "start": 2409.1, "end": 2411.18}, {"text": "sorry, hold on, hold on and then it fades out and then it starts playing again.", "start": 2411.18, "end": 2416.4}, {"text": "Hold on. I love this song turn it all the way", "start": 2416.4, "end": 2418.36}, {"text": "hold on. That's the best or pastor. Please, pastor, pastor, please. Why are", "start": 2418.36, "end": 2423.2}, {"text": "you taking off your jeans is the craziest? Why is the pastor wearing", "start": 2423.2, "end": 2426.8}, {"text": "g? I know that's what it's because why is he wearing jeans so funny to me that", "start": 2426.8, "end": 2431.18}, {"text": "he's a he's wearing jeans and Sunday shoes? Yeah, what the fuck is that? Hold", "start": 2431.18, "end": 2436.0}, {"text": "and wait kind of pastor is ways the twist ending to this one, the devil and", "start": 2436.02, "end": 2440.46}, {"text": "the devil and the", "start": 2440.46, "end": 2441.58}, {"text": "the devil or what's that song dance with the dance with the devil, the devil", "start": 2441.58, "end": 2445.92}, {"text": "twist there. The man is the pastor who's singing well. That would be one", "start": 2445.92, "end": 2450.34}, {"text": "saying to himself in the mirror. I did forget I was listening there at the", "start": 2450.34, "end": 2457.18}, {"text": "pool. I also like that he it's a it's a song where he's he's getting molested", "start": 2457.18, "end": 2461.1}, {"text": "yeah and he has to throw in like I thought you said that Christians", "start": 2461.1, "end": 2464.56}, {"text": "gonna be gay? Yeah, no. Why is he throwing that in there? I like the Eminem song about", "start": 2464.6, "end": 2467.96}, {"text": "being molested. Oh, so you're gay, buddy? Oh, you're molesting me. That means you're", "start": 2467.96, "end": 2470.08}, {"text": "gay. You can't be Christian. We're kicking you out of the church, buddy. You're gay.", "start": 2470.08, "end": 2474.92}, {"text": "Caught ya. Got ya. Everett, there's a camera. I'm an undercover nine-year-old. There's a", "start": 2474.92, "end": 2479.2}, {"text": "camera right there. It doesn't really rhyme with the other stuff well either, so you know,", "start": 2479.2, "end": 2482.68}, {"text": "he just like wrote, he was like, oh, this is good. I have to fit this in there. Yeah.", "start": 2482.68, "end": 2485.96}, {"text": "Pastor, pastor, please, why are you taking off your jeans? It's fucking crazy. I mean...", "start": 2485.96, "end": 2489.8}, {"text": "He bodied that. I can't lie. He bodied that shit. That sounds like Hobo Johnson.", "start": 2489.8, "end": 2494.6}, {"text": "Yeah, it does, doesn't it? Maybe it is. Maybe it is. Could be. Is that Hobo", "start": 2494.6, "end": 2498.36}, {"text": "Johnson? That's what he sounds like? Yeah. I wanted to knew it. He doesn't", "start": 2498.36, "end": 2503.64}, {"text": "speak English. My hair is too curly. Can you imagine if the forefathers of rap", "start": 2503.64, "end": 2510.88}, {"text": "came back to life and heard Hobo Johnson and gave him a medal? Bullshit, man.", "start": 2510.88, "end": 2515.2}, {"text": "No, they wouldn't give him a medal. They'd say, \"Dude, you have four pillars there, but", "start": 2515.2, "end": 2521.72}, {"text": "you're missing the fifth one.\"", "start": 2521.72, "end": 2522.88}, {"text": "B-boying.", "start": 2522.88, "end": 2523.88}, {"text": "You're missing knowledge.", "start": 2523.88, "end": 2524.88}, {"text": "You're missing B-boying.", "start": 2524.88, "end": 2525.88}, {"text": "You're not a B-boy, straight up.", "start": 2525.88, "end": 2527.4}, {"text": "No. Show me a headspin right now.", "start": 2527.4, "end": 2529.52}, {"text": "Right now.", "start": 2529.52, "end": 2530.52}, {"text": "Show me a fucking headspin.", "start": 2530.52, "end": 2531.52}, {"text": "What happened? How come B-boying has fallen out of vogue with our popular rappers? Roddy", "start": 2531.52, "end": 2535.36}, {"text": "Rich can't spin on his head.", "start": 2535.36, "end": 2537.04}, {"text": "No.", "start": 2537.04, "end": 2538.04}, {"text": "Can he do this, though?", "start": 2538.04, "end": 2539.96}, {"text": "He could probably do that.", "start": 2539.96, "end": 2540.96}, {"text": "Most people can do that.", "start": 2540.96, "end": 2541.96}, {"text": "Bad B-boy.", "start": 2541.96, "end": 2542.96}, {"text": "Bad Baby can't.", "start": 2542.96, "end": 2543.96}, {"text": "No.", "start": 2543.96, "end": 2544.96}, {"text": "bod baby. I don't know, I don't know baby Daniel Burgoli,", "start": 2544.96, "end": 2549.32}, {"text": "but", "start": 2549.32, "end": 2550.32}, {"text": "but", "start": 2550.32, "end": 2553.32}, {"text": "but baby,", "start": 2553.32, "end": 2556.12}, {"text": "I want to perform with but baby", "start": 2556.12, "end": 2559.96}, {"text": "bring me bad baby. That would be so sick man. I've request about the baby", "start": 2559.96, "end": 2567.56}, {"text": "rolling out wrapped in Dracula's castle. You walk in a Dracula's castle. You", "start": 2567.56, "end": 2571.72}, {"text": "the can you're like the door slam behind you like you turn around you're", "start": 2571.76, "end": 2575.12}, {"text": "trying to get out and it comes in. Don't kill me, bring me bad baby,", "start": 2575.12, "end": 2579.86}, {"text": "bad baby, like your for the music. You don't want me to bring the woman,", "start": 2579.86, "end": 2585.26}, {"text": "play this. Oh, I want the woman. I want to take it to rolling loud. Oh", "start": 2585.26, "end": 2589.84}, {"text": "my God, imagine a Dracula at rolling right loud and he's doing like a like", "start": 2589.84, "end": 2594.36}, {"text": "red carpet interview. I want to go to governor's ball. It's a contract.", "start": 2594.36, "end": 2599.36}, {"text": "and Drew yeah", "start": 2599.4, "end": 2600.7}, {"text": "I like to be", "start": 2600.7, "end": 2603.5}, {"text": "he's like yes. I like blood", "start": 2603.5, "end": 2606.9}, {"text": "all right.", "start": 2606.9, "end": 2609.0}, {"text": "Oh my God, Dracula and funny Marco talking that be so sick. I want to be", "start": 2609.0, "end": 2614.2}, {"text": "front row for ski mask. The slump God", "start": 2614.2, "end": 2617.0}, {"text": "reap xxx.", "start": 2617.0, "end": 2620.8}, {"text": "I'm going to fucking kill playboy card. I had to say it. Well, I have to say it", "start": 2620.8, "end": 2626.8}, {"text": "imagine imagine how amazing the Dracula X Bobby Althoff interview would be that", "start": 2626.8, "end": 2632.3}, {"text": "be so amazing. I don't know. It is amazing Dracula, so the amazing can't see", "start": 2632.3, "end": 2637.56}, {"text": "him because you know he's being filmed and then you would set it up as a", "start": 2637.56, "end": 2640.56}, {"text": "mirror. Yeah, so there's mirrors in your you can't see you can't Dracula can't", "start": 2640.56, "end": 2644.68}, {"text": "see himself in the mirror. Yeah, well he can't see himself. He loses it. He like", "start": 2644.68, "end": 2648.12}, {"text": "forty five minutes and he's he's fed up. You're such a fucking bitch. You are", "start": 2648.12, "end": 2652.2}, {"text": "such a vied to be. Do you not know who I am? How do you not know who I am? Where", "start": 2652.2, "end": 2656.78}, {"text": "Oh, he gave up. Wait, he gotta go get Bobby.", "start": 2656.78, "end": 2659.78}, {"text": "Somebody's here?", "start": 2659.78, "end": 2660.78}, {"text": "Who the hell's at the door? Oh, God.", "start": 2660.78, "end": 2662.78}, {"text": "Oh, my God.", "start": 2662.78, "end": 2663.78}, {"text": "It's mail again, dude.", "start": 2663.78, "end": 2664.78}, {"text": "Wait, maybe it's the gift card from Verizon.", "start": 2664.78, "end": 2667.78}, {"text": "Maybe finally.", "start": 2667.78, "end": 2668.78}, {"text": "Maybe finally they sent it.", "start": 2668.78, "end": 2670.78}, {"text": "Because we were late on two payments, and I think that maybe that's why they didn't send us the $300 signing bonus.", "start": 2670.78, "end": 2675.78}, {"text": "They were holding out?", "start": 2675.78, "end": 2676.78}, {"text": "They were. They said that in July, and then they said, \"Oh, yeah, direct deposit.\"", "start": 2676.78, "end": 2681.78}, {"text": "Is anything from Verizon?", "start": 2681.78, "end": 2683.78}, {"text": "No, it's for the...", "start": 2683.78, "end": 2684.78}, {"text": "God damn it, man.", "start": 2684.78, "end": 2685.78}, {"text": "I have to call them now. I have to call them and say we never got our signing", "start": 2685.78, "end": 2688.82}, {"text": "bonus for business Fios. I want to show you guys my painting. Bring my mood back", "start": 2688.82, "end": 2693.38}, {"text": "up because I'm thinking about this lost $300 gift card. I'm going to be honest,", "start": 2693.38, "end": 2696.9}, {"text": "last week, dude, I'm going the opposite of Cameron this week. Last week, I went", "start": 2696.9, "end": 2701.46}, {"text": "funny as crap with my paintings, trying to be fun. I mean, look at this. Remember", "start": 2701.46, "end": 2708.9}, {"text": "that I was doing more watercolor paintings in my free time and I think", "start": 2708.9, "end": 2715.78}, {"text": "that I just like painting now. Yes, that's what happened when I think it is", "start": 2715.78, "end": 2721.3}, {"text": "completely... This has been, it's opened up. We found passions. We have, it's the", "start": 2721.3, "end": 2726.7}, {"text": "greatest week. Oh my god! That looks just like that! Look at that paint, look at my", "start": 2726.7, "end": 2732.78}, {"text": "Jupiter painting. What's the black dot? That's the red dot because it's black in", "start": 2732.78, "end": 2736.5}, {"text": "in a photo that it's a very dark red. All right,", "start": 2736.5, "end": 2739.0}, {"text": "yeah, I just had a great time painting this and it had nothing to do with the", "start": 2739.0, "end": 2743.3}, {"text": "fact that it's my wife's birthday and I had twenty minutes to paint.", "start": 2743.3, "end": 2745.86}, {"text": "It was because I got so in love with painting looks great, but I also give", "start": 2745.86, "end": 2751.98}, {"text": "that to her. I'll show right. I think I'm going to paint her something beautiful", "start": 2751.98, "end": 2756.66}, {"text": "tonight. Yeah, it's nice. You're going to paint a picture of Phil.", "start": 2756.66, "end": 2759.06}, {"text": "I was going to paint a picture of you really", "start": 2759.06, "end": 2761.76}, {"text": "for your wife.", "start": 2761.76, "end": 2763.78}, {"text": "I", "start": 2765.78, "end": 2766.28}, {"text": "like George", "start": 2766.28, "end": 2771.04}, {"text": "like a cane in front of a fire place. Yeah, I thought you would love that, but", "start": 2771.04, "end": 2778.48}, {"text": "I also wrote a hike because I'm getting into this to its forty eight by fifty.", "start": 2778.48, "end": 2781.98}, {"text": "It's not it's five by seven by five to big to hang up. Oh, you're talking", "start": 2781.98, "end": 2787.46}, {"text": "about painting. Yeah, a giant painting.", "start": 2787.46, "end": 2789.08}, {"text": "This is my", "start": 2789.08, "end": 2791.0}, {"text": "I", "start": 2791.82, "end": 2811.46}, {"text": "like", "start": 2811.46, "end": 2822.38}, {"text": "tears like a huge burger. I want fries right now.", "start": 2822.38, "end": 2828.22}, {"text": "That's the whole hike.", "start": 2828.22, "end": 2835.18}, {"text": "Don't what kind of dickhead?", "start": 2835.18, "end": 2839.28}, {"text": "I like who is 17 syllables man. Yeah, you should have been counting them out.", "start": 2839.28, "end": 2846.78}, {"text": "Yeah, I want you to count them out. I thought I was like I felt like I was", "start": 2846.78, "end": 2849.58}, {"text": "missing a syllable.", "start": 2849.58, "end": 2850.58}, {"text": "Alright, ready?", "start": 2850.58, "end": 2851.58}, {"text": "Give me the music again real quick.", "start": 2851.58, "end": 2852.58}, {"text": "Missing a syllable.", "start": 2852.58, "end": 2853.58}, {"text": "Flying to Ridgeville.", "start": 2853.58, "end": 2854.58}, {"text": "Alright, watch this.", "start": 2854.58, "end": 2855.58}, {"text": "Woah, that was C, holy shit, he's really learning.", "start": 2855.58, "end": 2856.58}, {"text": "Planet Jupiter.", "start": 2856.58, "end": 2857.58}, {"text": "Layers, like a huge burger.", "start": 2857.58, "end": 2858.58}, {"text": "I want fries, right now.", "start": 2858.58, "end": 2859.58}, {"text": "Wow, that's 575 y'all.", "start": 2859.58, "end": 2860.58}, {"text": "575.", "start": 2860.58, "end": 2861.58}, {"text": "We don't need that for a haiku man, you're getting a long vibe from my camera.", "start": 2861.58, "end": 2862.58}, {"text": "Alright, so we're going to be doing a little bit of a haiku.", "start": 2862.58, "end": 2863.58}, {"text": "Alright, so we're going to be doing a little bit of a haiku.", "start": 2863.58, "end": 2864.58}, {"text": "Alright, so we're going to be doing a little bit of a haiku.", "start": 2864.58, "end": 2865.58}, {"text": "Alright, so we're going to be doing a little bit of a haiku.", "start": 2865.58, "end": 2866.58}, {"text": "Alright, so we're going to be doing a little bit of a haiku.", "start": 2866.58, "end": 2867.58}, {"text": "I want fries right now.", "start": 2867.58, "end": 2872.26}, {"text": "That's 575 y'all.", "start": 2872.26, "end": 2873.26}, {"text": "575.", "start": 2873.26, "end": 2874.26}, {"text": "We don't need that for a haiku man.", "start": 2874.26, "end": 2875.26}, {"text": "You're getting the wrong vibe for my coup.", "start": 2875.26, "end": 2876.26}, {"text": "How's that?", "start": 2876.26, "end": 2877.26}, {"text": "That's fine.", "start": 2877.26, "end": 2878.26}, {"text": "The clapping.", "start": 2878.26, "end": 2879.26}, {"text": "I don't think you clap at a...", "start": 2879.26, "end": 2880.26}, {"text": "Snap I guess but I don't have a snap.", "start": 2880.26, "end": 2881.26}, {"text": "Dude I went to a bar that had a jazz performance the other night.", "start": 2881.26, "end": 2882.26}, {"text": "Oh yeah?", "start": 2882.26, "end": 2883.26}, {"text": "It was amazing.", "start": 2883.26, "end": 2884.26}, {"text": "But...", "start": 2884.26, "end": 2885.26}, {"text": "They do haikus there?", "start": 2885.26, "end": 2886.26}, {"text": "No but what the hell?", "start": 2886.26, "end": 2887.26}, {"text": "Are you supposed to clap when they finish jazz?", "start": 2887.26, "end": 2888.26}, {"text": "Yeah I don't know.", "start": 2888.26, "end": 2889.26}, {"text": "I don't know.", "start": 2889.26, "end": 2890.26}, {"text": "I don't know.", "start": 2890.26, "end": 2891.26}, {"text": "I don't know.", "start": 2891.26, "end": 2892.26}, {"text": "I don't know.", "start": 2892.26, "end": 2893.26}, {"text": "I don't know.", "start": 2893.26, "end": 2894.26}, {"text": "I don't know.", "start": 2894.26, "end": 2895.26}, {"text": "I don't know.", "start": 2895.26, "end": 2896.26}, {"text": "I don't know.", "start": 2896.26, "end": 2897.26}, {"text": "I don't know you're supposed to go. I was I started clapping, then I felt kind of", "start": 2897.26, "end": 2901.06}, {"text": "rude wasn't nobody else was clapping a couple of people, but I think they were", "start": 2901.06, "end": 2904.58}, {"text": "clapping because I started clapping yeah and then it was every song. As soon as", "start": 2904.58, "end": 2908.5}, {"text": "I finished, they started clapping and then the guy to like justify the collapse", "start": 2908.5, "end": 2912.8}, {"text": "introduced the bassist and the drummer, because it was a guitar player, a", "start": 2912.8, "end": 2916.5}, {"text": "bassist and a drummer, and he introduced them every single time, one of them", "start": 2916.5, "end": 2920.26}, {"text": "every time between songs. He'd be like and on the drums you got Nick. Here's my", "start": 2920.26, "end": 2923.94}, {"text": "question was it was a background situation or there was a like a", "start": 2923.98, "end": 2927.22}, {"text": "concert like it was like was it like people were hanging out and they're", "start": 2927.22, "end": 2929.5}, {"text": "just they were it's like a restaurant and they had yeah it's like a yeah,", "start": 2929.5, "end": 2932.9}, {"text": "I think the vibe there is probably just that in general nobody nobody knows", "start": 2932.9, "end": 2936.9}, {"text": "what to do when a song ends like that. Nobody knows you're supposed to call it", "start": 2936.9, "end": 2939.46}, {"text": "no matter what kind of music it is. Everybody knows that he's trying to", "start": 2939.46, "end": 2942.1}, {"text": "clap. It was not so I think you created you made everyone feel bad that they", "start": 2942.1, "end": 2945.66}, {"text": "hadn't been clapping before probably yeah. Oh fuck you probably made everyone", "start": 2945.66, "end": 2949.94}, {"text": "go. Oh shit, maybe we should be clapping. You made someone think in their head", "start": 2949.94, "end": 2953.26}, {"text": "douche chill. I know exactly what me you remember that from remember that from", "start": 2953.34, "end": 2958.78}, {"text": "arrested development. You think they got a douche chill for me to do is chill the", "start": 2958.78, "end": 2963.08}, {"text": "bias. You and K would say that douche chill. I somebody somebody said douche", "start": 2963.08, "end": 2967.1}, {"text": "chill in their head. No, I think so. No toasty under that an hour of this.", "start": 2967.1, "end": 2972.62}, {"text": "Remember that yeah,", "start": 2972.62, "end": 2973.66}, {"text": "those days from mortal combat. What else do we remember", "start": 2973.66, "end": 2976.58}, {"text": "still? You remember okay, guys, we have to do jupiter. We barely talked about", "start": 2976.58, "end": 2981.7}, {"text": "Jupiter. We barely what time are you put or we're at fifty. We got ten minutes.", "start": 2981.74, "end": 2985.42}, {"text": "Ten minutes. We have", "start": 2985.42, "end": 2986.9}, {"text": "well, this is all the time. We'll do a two hour episodes. We talk about", "start": 2986.9, "end": 2990.08}, {"text": "Jupiter. Yeah, let's just talk about Jupiter. All right. Okay. What is your", "start": 2990.08, "end": 2993.1}, {"text": "experience with Jupiter? Don't know much about it. Big as fuck. It's you. Did", "start": 2993.1, "end": 2996.26}, {"text": "you guys know it's like", "start": 2996.26, "end": 2997.66}, {"text": "really", "start": 2997.66, "end": 2998.78}, {"text": "quite big? It's the biggest planet. It's the biggest planet on the solar system", "start": 2998.78, "end": 3003.74}, {"text": "and it's I think it's bigger than like all the other planets combined or", "start": 3003.74, "end": 3006.22}, {"text": "something like that. Do you feel like", "start": 3006.22, "end": 3007.9}, {"text": "because it's a gas giant, there's a little bit of an issue in terms of size.", "start": 3008.9, "end": 3012.5}, {"text": "Yeah, 'cause it is its atmosphere. Yeah, so it's like who gives a fuck,", "start": 3012.5, "end": 3016.7}, {"text": "really? I think it still is anyway. I think visually, it's the planet I would", "start": 3016.7, "end": 3021.58}, {"text": "like to take a bite out of the most. I think I agree with you there.", "start": 3021.58, "end": 3024.3}, {"text": "Actually, no, I would like to put it in my mouth like a jaw breaker.", "start": 3024.3, "end": 3028.26}, {"text": "I think Neptune looks the... It looks the candiest, but we'll get to Neptune.", "start": 3028.26, "end": 3031.94}, {"text": "Yeah, don't talk about that. If you had to fit any planet in your", "start": 3031.94, "end": 3035.34}, {"text": "asshole. This would be the one to do because it's just air. Yeah, it's true.", "start": 3035.34, "end": 3039.14}, {"text": "Well, that's what I thought I've thought I found interesting when I was doing my", "start": 3039.14, "end": 3042.36}, {"text": "research. They don't they don't know what the core is. They don't know if the", "start": 3042.36, "end": 3045.54}, {"text": "core is all it could have no solid. Well, let's send it be let's send a let's", "start": 3045.54, "end": 3049.12}, {"text": "send someone in there. The first manned mission to do because there's been a", "start": 3049.12, "end": 3051.72}, {"text": "woman to mission every single year to get stupider, but a manned mission yeah", "start": 3051.72, "end": 3055.54}, {"text": "to find out what's in that core. Imagine I just ask the girls", "start": 3055.54, "end": 3059.02}, {"text": "I don't understand. Oh yeah, they're too. I don't know what a or is too dumb to", "start": 3059.02, "end": 3063.26}, {"text": "play it because they went to do they got more stupid. What's the difference?", "start": 3063.3, "end": 3066.5}, {"text": "Yeah. Can you explain? Yeah, sorry, I forgot you got stupider there while I", "start": 3066.5, "end": 3069.94}, {"text": "was in college. They so they learn so much while they're on there, but then I", "start": 3069.94, "end": 3073.5}, {"text": "think the gas itself, I think that's what it's supposed to be saying and that", "start": 3073.5, "end": 3077.1}, {"text": "it's like kind of like how Ring Around the Rosie was about like", "start": 3077.1, "end": 3079.86}, {"text": "whatever. The gas is a neurotoxin. The gas is a neurotoxin. So all these women", "start": 3079.86, "end": 3084.94}, {"text": "go there and they're very, very smart. Then they, you know, hang out. Our", "start": 3084.94, "end": 3087.7}, {"text": "brightest minds. Yeah, well, yeah, how they're gonna get to Jupiter and then", "start": 3087.7, "end": 3090.78}, {"text": "to get to Jupiter and then their brain kind of it's like you know you sit in", "start": 3090.8, "end": 3094.46}, {"text": "like a room full of carbon monoxide for a little bit you're going to feel stupid.", "start": 3094.46, "end": 3097.58}, {"text": "Did you guys also know the same they named Jupiter after the king of the gods", "start": 3097.58, "end": 3101.46}, {"text": "back in Roman times or whatever and they named the they named it that before they", "start": 3101.46, "end": 3105.88}, {"text": "even knew it was the biggest planet. It just happened to be that Jesus Christ", "start": 3105.88, "end": 3110.06}, {"text": "is that incredible discover planets back then they had telescopes man in the", "start": 3110.06, "end": 3114.4}, {"text": "sixteen hundreds even they were looking up rocks. They were just taking pieces of", "start": 3114.4, "end": 3118.4}, {"text": "glass and putting them into different pieces of glass. You just put one piece", "start": 3118.42, "end": 3121.86}, {"text": "of glass here. I saw this crazy telescope in Ireland called the Great Telescope", "start": 3121.86, "end": 3125.66}, {"text": "that was from hella long ago, and it was a big wooden telescope that was huge,", "start": 3125.66, "end": 3130.28}, {"text": "like a NASA telescope, like giant. Really? And they could adjust it, and they", "start": 3130.28, "end": 3134.3}, {"text": "were able to trace the planets and stuff. Did it go like, \"Click, click, click,", "start": 3134.3, "end": 3137.5}, {"text": "click, click, click\"? I don't know, they didn't move it. Would you, if you got", "start": 3137.5, "end": 3141.02}, {"text": "sent back to a far away time,", "start": 3141.02, "end": 3143.5}, {"text": "What is one thing that you think with the knowledge that you have today, you could", "start": 3146.14, "end": 3150.0}, {"text": "invent there and get credit for?", "start": 3150.0, "end": 3151.74}, {"text": "RCA cables.", "start": 3151.74, "end": 3152.66}, {"text": "I can invent the kickflip.", "start": 3152.66, "end": 3155.46}, {"text": "Kickflip, maybe, but you'd have to invent a skateboard.", "start": 3155.46, "end": 3157.54}, {"text": "Oh, right.", "start": 3157.54, "end": 3159.3}, {"text": "If I went back into the 1970s, I could invent the kickflip.", "start": 3159.3, "end": 3161.78}, {"text": "And also, I don't think they would have cared that much about a kickflip,", "start": 3161.78, "end": 3166.58}, {"text": "honestly.", "start": 3166.58, "end": 3166.94}, {"text": "That would have been magical.", "start": 3166.94, "end": 3168.02}, {"text": "No, they would have cared more about that back then than they do now.", "start": 3168.02, "end": 3171.1}, {"text": "Yeah.", "start": 3171.1, "end": 3171.34}, {"text": "Kickflip?", "start": 3171.34, "end": 3171.94}, {"text": "Yeah.", "start": 3171.94, "end": 3172.38}, {"text": "Kickflip means nothing now.", "start": 3172.38, "end": 3172.94}, {"text": "People were swallowing swords and eating fire.", "start": 3172.94, "end": 3175.54}, {"text": "every single day. Yeah, but a new type of trick completely it would blow their", "start": 3175.94, "end": 3179.82}, {"text": "minds. It's a trick. It'd be a rolling. It'd be like this is a trick flip a", "start": 3179.82, "end": 3184.34}, {"text": "rolling kick flip. So not like", "start": 3184.34, "end": 3186.26}, {"text": "not like a just, you know, stationary, stationary. It's like, Oh, what the hell?", "start": 3186.26, "end": 3191.46}, {"text": "How the hell did you do that? If somebody could, if somebody could magic", "start": 3191.46, "end": 3194.22}, {"text": "back could jump more than one foot in the air in the olden days, they would", "start": 3194.22, "end": 3197.74}, {"text": "call them the human frog. Yeah, it called them leaper. But then they kill", "start": 3197.74, "end": 3201.94}, {"text": "you, man. What? Okay, that what's that? You have to strike a balance. Get last", "start": 3201.94, "end": 3205.18}, {"text": "names like Smith first you're going first you're saying they won't care now", "start": 3205.18, "end": 3207.92}, {"text": "you're saying they'll kill you you think you get him in an RCA cable yeah it's", "start": 3207.92, "end": 3211.2}, {"text": "easy it's just red yellow and white I guess that's true the red goes in the", "start": 3211.2, "end": 3217.34}, {"text": "red yeah why didn't they call it a r y w cable yeah I don't know I think is", "start": 3217.34, "end": 3224.5}, {"text": "great because they were invented by the RCA corporation shut up man mystery of", "start": 3224.5, "end": 3230.14}, {"text": "media arts how long ago would you have to go back okay I'm trying to think of a", "start": 3230.14, "end": 3234.78}, {"text": "really easy. How far in time would you have to go to invent like I mean, I", "start": 3234.78, "end": 3238.66}, {"text": "guess I could go back to really long and invent the wheel. That's a yeah, but", "start": 3238.66, "end": 3242.74}, {"text": "even then man, I don't know how well of a wheel I'd I'd whittle. I would find a", "start": 3242.74, "end": 3247.62}, {"text": "rock", "start": 3247.62, "end": 3248.0}, {"text": "that was kind of like a basically already a wheel and I would you know", "start": 3248.0, "end": 3252.98}, {"text": "smooth. I would rub it on other rocks and smooth it out a little bit, but then", "start": 3252.98, "end": 3257.12}, {"text": "even then, what are you like? What are you? Are you going to use that to move a", "start": 3257.12, "end": 3261.26}, {"text": "piece of meat. I'm just going to show them about it. I'm going back to the", "start": 3261.3, "end": 3264.48}, {"text": "year one and I'm a venting doggy style.", "start": 3264.48, "end": 3266.64}, {"text": "I'll go back.", "start": 3266.64, "end": 3268.76}, {"text": "I think dog that's all that was the first one. Yeah, yeah, no you would need to", "start": 3268.76, "end": 3275.0}, {"text": "invent the Amazon position. Can you imagine that guy, the guy who invented", "start": 3275.0, "end": 3279.36}, {"text": "missionary? Yeah, wow yeah, did John John mission. What is one brown? It was", "start": 3279.36, "end": 3285.52}, {"text": "yeah, it's definitely John Brown. It was John Brown from the evolutionist era. I", "start": 3285.52, "end": 3289.56}, {"text": "guess that for a real answer, I mean you could go back to cave men because they", "start": 3289.6, "end": 3292.84}, {"text": "were using tools, but they none of the tools they had had handles. They were", "start": 3292.84, "end": 3295.96}, {"text": "just taking rocks and you didn't eat it. So I could just I would just do the", "start": 3295.96, "end": 3298.82}, {"text": "classic, you know, medieval tool of just I would just take a stick and I would", "start": 3298.82, "end": 3302.76}, {"text": "tie it with a vine", "start": 3302.76, "end": 3303.68}, {"text": "onto there. I would just take their axe head that they already made. I'd be", "start": 3303.68, "end": 3308.0}, {"text": "like see you'd be doing that you'd be there would be a lot of going. Yeah,", "start": 3308.0, "end": 3312.08}, {"text": "and then honestly to be so honest with you realistically scientifically, they'd", "start": 3312.08, "end": 3316.48}, {"text": "probably start fucking me. I didn't fake breasts", "start": 3316.52, "end": 3320.02}, {"text": "breast implants again. I think going to the and inventing I'd get cantaloupes", "start": 3320.02, "end": 3325.86}, {"text": "and watermelons and cut them in half. So we have different approaches here. I'm", "start": 3325.86, "end": 3328.72}, {"text": "saying we could you could go so far back that you could invent something easy and", "start": 3328.72, "end": 3331.3}, {"text": "it would be incredible and brand new. You're saying if you go recent, you", "start": 3331.3, "end": 3334.44}, {"text": "could you have more tools to invent. That is a good point. That actually you have", "start": 3334.44, "end": 3337.88}, {"text": "outsmarted this question. Yeah, you could because I could go to the if you go", "start": 3337.88, "end": 3341.12}, {"text": "back you could go to nine years, seventy nine hundred and seventy invent like", "start": 3341.14, "end": 3344.7}, {"text": "flat jack or in venture time. I know another I know another good way to cheat", "start": 3344.7, "end": 3349.7}, {"text": "this question. What's that just memorize a mathematical formula? Oh yeah,", "start": 3349.7, "end": 3353.64}, {"text": "but you're walking around theory, but you're walking around Pythagoras, but", "start": 3353.64, "end": 3358.86}, {"text": "then also you have to all those guys had to prove it on a big chalk. The", "start": 3358.86, "end": 3362.34}, {"text": "Pythagorean theorem is easy to prove. You just draw triangles. Well, that's a", "start": 3362.34, "end": 3365.94}, {"text": "good point. I would invent the isosceles triangle. I would go back to like the", "start": 3365.94, "end": 3370.54}, {"text": "when you I would be like pre pre homo sapiens, I'd be showing it to like", "start": 3370.58, "end": 3374.7}, {"text": "australopithecus yeah, just like trying to draw a triangle, the butterfly of the", "start": 3374.7, "end": 3378.82}, {"text": "one of them, grabbing my leg and trying to pull me into the river to drown me", "start": 3378.82, "end": 3381.92}, {"text": "sitting in a car. You go and change that and then some kids in a third grade", "start": 3381.92, "end": 3386.88}, {"text": "class getting taught to. I saw some of these triangles because you could", "start": 3386.88, "end": 3390.32}, {"text": "remember the", "start": 3390.32, "end": 3390.8}, {"text": "yeah. I saw some of the I saw some of these triangles. Yeah, you go back in", "start": 3390.8, "end": 3397.62}, {"text": "time when you teach cavemen about triangles and you go back to the future", "start": 3397.66, "end": 3400.72}, {"text": "and is everything is a triangle. Yeah, yeah, no other shapes in the world.", "start": 3400.72, "end": 3404.36}, {"text": "Yeah, exactly that's that would be my big fear. I triangle heads because I'm", "start": 3404.36, "end": 3408.66}, {"text": "a", "start": 3408.66, "end": 3409.18}, {"text": "like when you mold a baby's because they started like it's just natural", "start": 3409.18, "end": 3413.56}, {"text": "selection of people who had the kind of triangle head. It's been a hundred", "start": 3413.56, "end": 3417.4}, {"text": "thousand years. There's been time yeah of triangle selective breeding yeah", "start": 3417.4, "end": 3421.96}, {"text": "damn that's what they do. I'm too much of a believer in the butterfly effect to", "start": 3421.96, "end": 3425.96}, {"text": "anything with a time machine. Yeah. I wouldn't do it, man. I'm too scared. You can go forward.", "start": 3426.0, "end": 3431.16}, {"text": "I mean, I just don't want to get hurt. I have to worry about the butterfly. Then you'd butter", "start": 3431.16, "end": 3435.9}, {"text": "or butter is amazing.", "start": 3435.9, "end": 3439.44}, {"text": "The forward thing would suck as you go forward in time and you find out that you're going", "start": 3439.44, "end": 3445.26}, {"text": "to fucking die because of stray soccer ball. I'm dead. I'm going to die. What was it? What", "start": 3445.26, "end": 3451.64}, {"text": "was that truck honking sounded like dramatic chip. No, you guys are like", "start": 3451.64, "end": 3456.0}, {"text": "newly adopted dogs. You heard a car before I've heard of a car.", "start": 3456.0, "end": 3459.64}, {"text": "You don't have to worry about going forward, though, because the butterfly", "start": 3459.64, "end": 3463.76}, {"text": "effect would just apply to the people in front of where you go. You do you do", "start": 3463.76, "end": 3467.12}, {"text": "all this butterfly effect stuff like you go back in time, you invent the", "start": 3467.12, "end": 3469.88}, {"text": "isosceles triangle or whatever, and then you come back to the future and", "start": 3469.88, "end": 3472.96}, {"text": "Ashton Kutcher is got a nosebleed. Oh, she's got some new. It's a every worth", "start": 3472.96, "end": 3477.56}, {"text": "it. And every single holocaust, when you come back nosebleed, Ashton Kutcher's", "start": 3477.56, "end": 3481.48}, {"text": "hurt. Actually, I would do it now because he's proven to be a CIA asset.", "start": 3481.5, "end": 3486.5}, {"text": "Was there... Did somebody... Was this in a Freddie Wong podcast or was this a movie where", "start": 3486.5, "end": 3492.84}, {"text": "somebody stops the Holocaust and then comes back to the normal time and stuff is way worse", "start": 3492.84, "end": 3499.82}, {"text": "somehow?", "start": 3499.82, "end": 3500.82}, {"text": "Freddie Wong did that?", "start": 3500.82, "end": 3503.42}, {"text": "Like a guy was like, \"Oh man, the Holocaust almost happened. I'm going to do it 50 times", "start": 3503.42, "end": 3507.98}, {"text": "bigger. Yeah. Yeah. No, not for anyone. I feel like somebody talked about that on a Freddie", "start": 3507.98, "end": 3512.1}, {"text": "Wong podcast. Huh? Yeah, but that's a scary thought. Yeah. What if we're in the safest,", "start": 3512.1, "end": 3518.3}, {"text": "most amazing timeline that it could possibly exist? Well, I know I aren't. Well, you are", "start": 3518.3, "end": 3523.5}, {"text": "for sure. I know I am. Cameron is. I mean, because he's going to make a quantum leap", "start": 3523.5, "end": 3527.94}, {"text": "one day. I'm never going to be killed. You don't think so? He's going to be preserved", "start": 3527.94, "end": 3534.3}, {"text": "can imagine as well. I will be in as well. He wants to be preserved in amber", "start": 3534.3, "end": 3538.36}, {"text": "rather not be killed. Would you guys want to get cremated? You want to get put", "start": 3538.36, "end": 3542.0}, {"text": "in the ground, say cream,", "start": 3542.0, "end": 3543.04}, {"text": "would you rather be cremated or cream pod when you die? When I die, I guess", "start": 3543.04, "end": 3549.4}, {"text": "moments after you feel it yeah, you won't you know sometimes they don't", "start": 3549.4, "end": 3553.74}, {"text": "people's body. You know sometimes they donate people's bodies to science. I", "start": 3553.74, "end": 3557.22}, {"text": "want my body to be donated to pleasure. I want to be my body. I want my body", "start": 3557.22, "end": 3561.64}, {"text": "so don't it to the fan. Would you like to see what we're doing with your", "start": 3561.68, "end": 3564.98}, {"text": "grandmother?", "start": 3564.98, "end": 3565.58}, {"text": "My body was donated to the fan bus. I feel like we have baby alien wears it", "start": 3565.58, "end": 3572.08}, {"text": "like a mech suit. I fuck bigger with", "start": 3572.08, "end": 3575.18}, {"text": "I feel like we've taught we probably I feel like we maybe talked about it", "start": 3575.18, "end": 3582.5}, {"text": "before, but yeah you don't your grandmother don't answer body to", "start": 3582.5, "end": 3584.88}, {"text": "science and you come to see what research they're doing and they're using", "start": 3584.88, "end": 3587.38}, {"text": "her to invent a new flesh like", "start": 3587.38, "end": 3590.64}, {"text": "taking molds of her. I'd be sad man be tragic. I would re that make me rethink", "start": 3590.64, "end": 3597.84}, {"text": "my entire throw up yeah straight up. I would honestly be the least of the", "start": 3597.84, "end": 3602.56}, {"text": "reactions. I have I emotionally it would shatter me. I'd bar for a bag. I hope I", "start": 3602.56, "end": 3607.04}, {"text": "get donated to like a sushi bar yeah and they use me to put to do the taxidermy.", "start": 3607.04, "end": 3613.0}, {"text": "You you think you'd be great, no not sushi great not to eat, but use me like", "start": 3613.0, "end": 3617.32}, {"text": "one of the naked things to eat off as a plate. Yeah, I want to be a play. I", "start": 3617.36, "end": 3622.42}, {"text": "think I'd like to be a plate when I pass. I think that's a good idea or maybe I", "start": 3622.42, "end": 3627.02}, {"text": "want them to use my body to make an RC airplane or helicopter. I truly want to", "start": 3627.02, "end": 3631.7}, {"text": "fly. I want to get donated to the science to the haunted house science.", "start": 3631.7, "end": 3635.26}, {"text": "Wasn't there like some story I God I'm", "start": 3635.26, "end": 3638.56}, {"text": "there was some story where they thought like some guy was like, oh, my", "start": 3638.56, "end": 3643.02}, {"text": "grandmother is being donated donated to science and then the army put a bunch of", "start": 3643.02, "end": 3647.34}, {"text": "explosives in her. Yeah, that happens all the time. Oh my God, that's so fucking funny.", "start": 3647.34, "end": 3652.38}, {"text": "I think something like a huge percentage of people whose bodies are donated to science", "start": 3652.38, "end": 3658.32}, {"text": "get donated to like weapons testing. Yeah, they get donated to the army. And they get", "start": 3658.32, "end": 3661.54}, {"text": "stuffed with dynamite and they do MythBusters stuff with everybody's dead creatures. It's", "start": 3661.54, "end": 3666.98}, {"text": "so fucking funny. It's so funny how gross that shit is. That is so awesome. Oh my God.", "start": 3666.98, "end": 3673.38}, {"text": "What a terrible world.", "start": 3673.38, "end": 3675.22}, {"text": "I would want to stop. I would want to be donated to the police or something.", "start": 3675.22, "end": 3679.06}, {"text": "Yeah. I want them to, when I die, I want them to like dissect my brain and study it and", "start": 3679.06, "end": 3683.16}, {"text": "use the information to make a pill that would make people like TV more than normal.", "start": 3683.16, "end": 3687.18}, {"text": "Yeah. I want to be donated to like a college classroom. It's just like a pinata for like", "start": 3687.18, "end": 3691.86}, {"text": "the last day of class.", "start": 3691.86, "end": 3692.86}, {"text": "Pinata is good, yeah.", "start": 3692.86, "end": 3693.86}, {"text": "Last day of class.", "start": 3693.86, "end": 3694.86}, {"text": "Oh, pinata is good. Oh yeah, getting donated.", "start": 3694.86, "end": 3695.86}, {"text": "I'm feeling filled up with Kindles.", "start": 3695.86, "end": 3696.86}, {"text": "Oh, I have a good one.", "start": 3696.86, "end": 3697.86}, {"text": "I'll be fat by then. I'll be fatter.", "start": 3697.86, "end": 3698.86}, {"text": "I'll be fat by then. I want to get donated to a guy who needs somebody to sit in his front seat so he can get in the carpool lane.", "start": 3698.86, "end": 3705.86}, {"text": "That'd be a good one.", "start": 3705.86, "end": 3706.86}, {"text": "I want to be donated to the city so they can stuff me like a bear and then put me into the sewers or any abandoned buildings to scare urban explorers.", "start": 3706.86, "end": 3716.86}, {"text": "So people are like, \"Oh, we're going to go exploring.\"", "start": 3716.86, "end": 3719.86}, {"text": "That's a good idea.", "start": 3719.86, "end": 3720.86}, {"text": "It's you holding a gun.", "start": 3720.86, "end": 3722.86}, {"text": "And a cop outfit.", "start": 3722.86, "end": 3724.86}, {"text": "And a big text bubble made of cardboard that says freeze.", "start": 3724.86, "end": 3728.66}, {"text": "They turn your body into a pyramid head from Silent Hill.", "start": 3728.66, "end": 3731.5}, {"text": "Yeah, they should make me a ghost.", "start": 3731.5, "end": 3732.5}, {"text": "And then they just put you in like abandoned hospitals.", "start": 3732.5, "end": 3735.98}, {"text": "Yeah.", "start": 3735.98, "end": 3736.98}, {"text": "And just have you stand there.", "start": 3736.98, "end": 3738.7}, {"text": "Wow.", "start": 3738.7, "end": 3739.7}, {"text": "That's a good idea.", "start": 3739.7, "end": 3741.22}, {"text": "Just in general to be scolding and scaring people for doing something wrong.", "start": 3741.22, "end": 3745.42}, {"text": "Oh my god, that'd be so...", "start": 3745.42, "end": 3746.62}, {"text": "To have a job in death.", "start": 3746.62, "end": 3748.42}, {"text": "To still have a purpose.", "start": 3748.42, "end": 3749.42}, {"text": "A purpose for your entire legacy.", "start": 3749.42, "end": 3750.42}, {"text": "To have a purpose even when you're gone.", "start": 3750.42, "end": 3753.42}, {"text": "Yeah.", "start": 3753.42, "end": 3754.42}, {"text": "That's how like Einstein must feel.", "start": 3754.42, "end": 3756.42}, {"text": "Wearing a shirt that says one way, pointing.", "start": 3756.42, "end": 3758.42}, {"text": "Yeah.", "start": 3758.42, "end": 3760.42}, {"text": "All signs should be dead people.", "start": 3760.42, "end": 3762.42}, {"text": "Because who's catching", "start": 3762.42, "end": 3764.42}, {"text": "when you walk by one of those billboards", "start": 3764.42, "end": 3766.42}, {"text": "that has a fake person hanging off of it", "start": 3766.42, "end": 3768.42}, {"text": "that catches your eye man.", "start": 3768.42, "end": 3770.42}, {"text": "I've never seen one of those.", "start": 3770.42, "end": 3772.42}, {"text": "These should be outlawed.", "start": 3772.42, "end": 3774.42}, {"text": "Imagine how you would feel when you're walking down the street", "start": 3774.42, "end": 3776.42}, {"text": "you're like, \"Oh is this the turn? What street is this?\"", "start": 3776.42, "end": 3778.42}, {"text": "You're squinting up at the street sign. It's your friend who killed himself last year.", "start": 3778.42, "end": 3780.42}, {"text": "Exactly. Yeah, giant hole in his head.", "start": 3780.42, "end": 3782.42}, {"text": "in his head. Oh my god, you know what would be perfect is getting turned into a bike.", "start": 3782.42, "end": 3790.22}, {"text": "Like arm like this, holding the wheel and then the feet are also the wheel. Like an", "start": 3790.22, "end": 3798.26}, {"text": "HRT gear thing. Yeah. That's good. I can just like this. Mic stand. You want to be a mic", "start": 3798.26, "end": 3806.82}, {"text": "stand? Yeah, well someone could be. They put the microphone in your mouth when they're", "start": 3806.82, "end": 3810.18}, {"text": "done. That's a good idea. You know what also would be good is if maybe I have the same measurements", "start": 3810.18, "end": 3815.06}, {"text": "as like a celebrity who's about to be in a wax museum, right? So they can just take my", "start": 3815.06, "end": 3819.98}, {"text": "body, right? Put it on chains. I got a movie to show you, man. Put it on chains and then", "start": 3819.98, "end": 3823.86}, {"text": "dunk me up and down into a big thing, a big tub of wax and then mold my face into like", "start": 3823.86, "end": 3830.02}, {"text": "Obama or whatever. I hope you like Paris Hilton, man. That movie's so fucking good, dude. They're", "start": 3830.02, "end": 3834.02}, {"text": "gonna turn me into Paris Hilton? I love that movie. You like the House of Wax remake? It's", "start": 3834.02, "end": 3837.58}, {"text": "It's so good. I've been watching it since I was a kid. I've never seen it. It's really,", "start": 3837.58, "end": 3841.06}, {"text": "really good. I remember it being disgusting. It's so gross. And they spent like fucking", "start": 3841.06, "end": 3846.06}, {"text": "millions of dollars. It's like the, he has a huge budget. Really? They built a town for", "start": 3846.06, "end": 3851.46}, {"text": "it. Whoa. It's so swag, dude. It's awesome. All the marketing for it was like, \"Watch", "start": 3851.46, "end": 3855.7}, {"text": "Paris Hilton get killed.\" Yeah. That's what all the trailers were. And me and all my boys", "start": 3855.7, "end": 3860.22}, {"text": "lined up, dude. Midnight premiere. What a movie. I got that shit on Blu-ray, man. Wow.", "start": 3860.22, "end": 3865.22}, {"text": "I watched it this year. I'm gonna have to watch it rewatch it. I believe I've never seen it.", "start": 3865.22, "end": 3869.48}, {"text": "It's sick dude. You know it's a good movie. The wrong guy. I watched it again on YouTube", "start": 3869.48, "end": 3875.04}, {"text": "for free. What's the wrong guy? Dave Foley. That movie is so funny. Dave Foley, Joe Flatterdy.", "start": 3875.04, "end": 3881.88}, {"text": "Free guy. Jennifer Tilly is in it also. What's it about? It's about a guy who walks in on", "start": 3881.88, "end": 3889.92}, {"text": "his manager dead and then he flees. So it's like it's like the Alfred Hitchcock movie.", "start": 3889.92, "end": 3897.92}, {"text": "It's like the player. I don't know my favorite movie man the player. Julio pull this go on", "start": 3897.92, "end": 3903.12}, {"text": "a YouTube look up the wrong guy 1997. No whole movie on there in HD for free for free free", "start": 3903.12, "end": 3910.12}, {"text": "but with ads probably no. If you have not if you have YouTube premium. Well I do have", "start": 3910.12, "end": 3914.4}, {"text": "YouTube premium or if you know how to download one hour of medieval M&M. Why are you pulling", "start": 3914.4, "end": 3919.48}, {"text": "pulling up this meme shit bro. Yeah, pull up the wrong guy. We don't need to show", "start": 3919.48, "end": 3925.18}, {"text": "anything. We'll have the last hour of the episode and it'll be us watching a show.", "start": 3925.18, "end": 3930.08}, {"text": "We're not actually doing a two hour episode, man. I want to shake you so bad. Don't shake", "start": 3930.08, "end": 3933.34}, {"text": "me. Do you guys want to go to a giant buffet? I want to go to a buffet, so I've been thinking", "start": 3933.34, "end": 3938.96}, {"text": "about it. I want to go to Fogo de Chao. There's a buffet over... I never got to go to Fogo", "start": 3938.96, "end": 3943.26}, {"text": "de Chao. Over a Chinese buffet. Really? Yeah. It doesn't look like it is good. But I kind", "start": 3943.26, "end": 3949.08}, {"text": "I don't want to go to like a big I want to go to like a golden corral. Yeah,", "start": 3949.08, "end": 3952.5}, {"text": "golden corral. Yeah, I miss that fucking seafood buffet man. We gotta get back to", "start": 3952.5, "end": 3957.28}, {"text": "murder, murder beach. We gotta go back to murder. That's just the best idea ever.", "start": 3957.28, "end": 3961.08}, {"text": "We grab legs. Oh my God, it's fish sitting out all day. Yeah. Oh my God, on", "start": 3961.08, "end": 3964.98}, {"text": "a hot sternum. That place, I drove by that place on the way to", "start": 3964.98, "end": 3968.2}, {"text": "on the way to the airport. Calabash. Yeah, the Calabash seafood place and", "start": 3968.2, "end": 3973.72}, {"text": "it's called like Captain something. Yeah, but a guy had a guy had driven off", "start": 3973.72, "end": 3978.88}, {"text": "road into the sign and it was like I passed by right as it happened the like", "start": 3978.9, "end": 3982.94}, {"text": "big brick sign a bunch of cops were there. That's crazy. Pretty badass dude.", "start": 3982.94, "end": 3987.62}, {"text": "Yeah you know what's badass? The wrong guy. Stop talking about the wrong guy. It's a really good movie.", "start": 3987.62, "end": 3995.02}, {"text": "You gotta stop speaking on the wrong guy. Okay you are not standing on business.", "start": 3995.02, "end": 3998.98}, {"text": "I'm not standing on business but what if I change the movie up? Let me stand on", "start": 3998.98, "end": 4002.8}, {"text": "business and promote my show. Oh yeah that's right. Can I promote my show?", "start": 4002.8, "end": 4006.38}, {"text": "Yeah, you can promote it. Guys, there is very few tickets left. How many? Probably, let's", "start": 4006.38, "end": 4013.94}, {"text": "see, it's a 110 cap venue, there's two shows, there's probably only a hundred and", "start": 4013.94, "end": 4020.18}, {"text": "fifty tickets left guys. Wow. Which is almost none and we're one week from", "start": 4020.18, "end": 4025.74}, {"text": "today that I'm recording this is the show. The Yard Theatre, or the two shows,", "start": 4025.74, "end": 4030.78}, {"text": "the Yard Theatre in Los Angeles, me and my friend Gus Fiveros are doing 30", "start": 4030.78, "end": 4034.38}, {"text": "minutes of stand-up comedy. Julio, can you pull up this poster? The poster was made", "start": 4034.38, "end": 4038.46}, {"text": "by Neil Linsky, little known fact. Whoa! And Neil is going to be... I would call it a", "start": 4038.46, "end": 4043.22}, {"text": "known fact, I knew it. We're flying him out to host it and mostly to just hang out with us.", "start": 4043.22, "end": 4047.74}, {"text": "But this is going to be an amazing show guys. Please come out to this. One show at", "start": 4047.74, "end": 4052.86}, {"text": "eight, one show at ten. I wish I could be there. I wish I could go to the show. Maybe I give", "start": 4052.86, "end": 4056.08}, {"text": "you a two-minute video you can play up the top that says hello to everybody. Yeah,", "start": 4056.08, "end": 4060.86}, {"text": "Yeah, probably.", "start": 4060.86, "end": 4062.86}, {"text": "Why do you keep asking people to do that?", "start": 4062.86, "end": 4064.86}, {"text": "You're asking that to Pierce too.", "start": 4064.86, "end": 4066.86}, {"text": "What?", "start": 4066.86, "end": 4068.86}, {"text": "What is this thing with you where you want to film a video for people to play before their shows?", "start": 4068.86, "end": 4070.86}, {"text": "I would love to be a part of the show in some capacity.", "start": 4070.86, "end": 4072.86}, {"text": "You're trying to make it about you, man. It's my show.", "start": 4072.86, "end": 4074.86}, {"text": "I'm not trying to make it about me.", "start": 4074.86, "end": 4076.86}, {"text": "How about you do 30 minutes with some guy?", "start": 4076.86, "end": 4078.86}, {"text": "Maybe I could. I could maybe do that.", "start": 4078.86, "end": 4080.86}, {"text": "Who would you do it with, huh?", "start": 4080.86, "end": 4082.86}, {"text": "Because I already got Gus.", "start": 4082.86, "end": 4084.86}, {"text": "It would be Andy Kaufman.", "start": 4084.86, "end": 4086.86}, {"text": "Andy Kaufman's long dead, man.", "start": 4086.86, "end": 4088.86}, {"text": "Andy Kaufman's long dead. Andy Kaufman? That's what you think. He was faking it the whole", "start": 4088.86, "end": 4092.26}, {"text": "time. Dude, he's dead as a doornand. And then, and then it's my, then I reveal, basically", "start": 4092.26, "end": 4097.64}, {"text": "I'm the one that's revealing it. That you're Andy Kaufman? No, that I know him. You're", "start": 4097.64, "end": 4102.26}, {"text": "so crazy. That I know him. You hate girls so much. I beat up every woman I see. I wrestle", "start": 4102.26, "end": 4108.38}, {"text": "women. I've seen you do that at bars. Wrestle random women. You ever seen Andy Kaufman?", "start": 4108.38, "end": 4115.38}, {"text": "off and yeah and you have to hold me back by my chain. You have to start", "start": 4115.38, "end": 4120.52}, {"text": "bringing me. I have you on a chain right up step right up. Watch the I call him", "start": 4120.52, "end": 4125.12}, {"text": "the", "start": 4125.12, "end": 4125.34}, {"text": "human", "start": 4125.34, "end": 4127.08}, {"text": "the human people. Look at him. He's foaming at the mouth. Please come out to", "start": 4127.08, "end": 4133.78}, {"text": "my show. That'd be really good. Go to Pierce's show. Oh, and Pierce's show is", "start": 4133.78, "end": 4138.46}, {"text": "also that night. So you do have to choose that. We'll just go to the eight", "start": 4138.46, "end": 4141.66}, {"text": "the clock in line and go to the his show at ten o'clock. He put the day on the", "start": 4141.7, "end": 4145.74}, {"text": "same show as you. Yeah, I don't care, bro. Here's this is your burn notice.", "start": 4145.74, "end": 4150.54}, {"text": "I'm standing on business and I know you're gonna stand on everybody. We", "start": 4150.54, "end": 4154.4}, {"text": "didn't talk much about Jupiter today, but you can rest assured that we will", "start": 4154.4, "end": 4158.18}, {"text": "be talking a lot about Saturn on the next episode, which is the next planet", "start": 4158.18, "end": 4161.66}, {"text": "coming up. I wish we had", "start": 4161.66, "end": 4162.74}, {"text": "stay tuned for all types of special surprises for the planets coming", "start": 4162.74, "end": 4168.22}, {"text": "forward. I wish that we had planned this. I wish that we had planned this.", "start": 4168.22, "end": 4171.58}, {"text": "Saturday.", "start": 4171.62, "end": 4172.62}, {"text": "Shareholders meeting is when?", "start": 4172.62, "end": 4173.62}, {"text": "Saturn would be on a Saturday.", "start": 4173.62, "end": 4174.62}, {"text": "21st.", "start": 4174.62, "end": 4175.62}, {"text": "Well, it's okay.", "start": 4175.62, "end": 4176.62}, {"text": "Shareholders meeting is on the 21st.", "start": 4176.62, "end": 4177.62}, {"text": "That's 21st of November, so subscribe to the executive producer tier on Patreon.", "start": 4177.62, "end": 4184.46}, {"text": "And we have something pretty amazing, I think, for the shareholders.", "start": 4184.46, "end": 4188.92}, {"text": "We got to explain what the shareholders is.", "start": 4188.92, "end": 4190.74}, {"text": "Yeah, go ahead.", "start": 4190.74, "end": 4191.74}, {"text": "I'm going to go pee.", "start": 4191.74, "end": 4192.74}, {"text": "We got to explain what that is, because I don't think people understand.", "start": 4192.74, "end": 4194.38}, {"text": "We are doing, we do basically a monthly live show.", "start": 4194.38, "end": 4198.38}, {"text": "Remember during COVID when everybody was doing Zoom stand up? It's basically that.", "start": 4198.38, "end": 4203.9}, {"text": "It's Zoom stand up.", "start": 4203.9, "end": 4204.9}, {"text": "So if you missed that, come on in.", "start": 4204.9, "end": 4205.9}, {"text": "We'll release one on YouTube or something so everyone can see how awesome it is.", "start": 4205.9, "end": 4209.62}, {"text": "Yes. Maybe we're coming up on one year of shareholders.", "start": 4209.62, "end": 4211.98}, {"text": "Is that true?", "start": 4211.98, "end": 4213.38}, {"text": "Yeah, pretty soon.", "start": 4213.38, "end": 4214.98}, {"text": "That's unbelievable.", "start": 4214.98, "end": 4215.98}, {"text": "Yeah, that's true.", "start": 4215.98, "end": 4216.98}, {"text": "All right.", "start": 4216.98, "end": 4217.98}, {"text": "All right.", "start": 4217.98, "end": 4218.98}, {"text": "And then Julio has a show coming up.", "start": 4218.98, "end": 4219.98}, {"text": "Yeah.", "start": 4219.98, "end": 4220.98}, {"text": "You want to plug that?", "start": 4220.98, "end": 4221.98}, {"text": "Yeah. I'm coming to New York. I'm going to be doing five minutes during Thanksgiving at", "start": 4221.98, "end": 4227.7}, {"text": "at Kills apartment. We're going to have Julio do his first open mic set at a bar", "start": 4227.7, "end": 4232.08}, {"text": "in Bushwick.", "start": 4232.08, "end": 4232.8}, {"text": "All right, Thanksgiving on Thanksgiving. Happy Jupiter, y'all.", "start": 4232.8, "end": 4236.4}, {"text": "Wait, guys, we should literally become a spa worker so we can see women naked all", "start": 4236.4, "end": 4244.38}, {"text": "the time.", "start": 4244.38, "end": 4244.9}, {"text": "It's a great idea. I'm all these people who are wasting their time jacking off", "start": 4244.9, "end": 4252.5}, {"text": "to porn. Just get a job at a", "start": 4252.5, "end": 4254.1}, {"text": "We have to go on Shark Tank and we have to pitch this to Mark Cuban and Mr. Wonderful.", "start": 4257.5, "end": 4262.34}, {"text": "A spa for women who don't mind being ogled.", "start": 4262.34, "end": 4265.02}, {"text": "Yeah.", "start": 4265.02, "end": 4266.02}, {"text": "A spa where you...", "start": 4266.02, "end": 4267.02}, {"text": "How about this?", "start": 4267.02, "end": 4268.02}, {"text": "A spa where you go for free and you get a bunch of perverts who pay.", "start": 4268.02, "end": 4271.94}, {"text": "Like if a woman wants to go to a spa, you could either...", "start": 4271.94, "end": 4275.34}, {"text": "You could either...", "start": 4275.34, "end": 4276.34}, {"text": "The perverts are paying double what the women would pay.", "start": 4276.34, "end": 4277.34}, {"text": "Yeah, you could either pay...", "start": 4277.34, "end": 4278.34}, {"text": "$1,000.", "start": 4278.34, "end": 4279.34}, {"text": "This is a great idea.", "start": 4279.34, "end": 4280.34}, {"text": "You either pay $50 to go to a normal spa or you pay zero.", "start": 4280.34, "end": 4283.18}, {"text": "Meanwhile, the perverts, Patrick and Cameron, are sitting behind a...", "start": 4283.18, "end": 4287.26}, {"text": "I didn't say that I was going to be there.", "start": 4287.26, "end": 4288.78}, {"text": "Oh wait, here's the thing though.", "start": 4288.78, "end": 4289.82}, {"text": "You could even do tears.", "start": 4289.82, "end": 4290.86}, {"text": "I'm literally the inventor of this company.", "start": 4290.86, "end": 4291.98}, {"text": "I wouldn't be one of the perverts.", "start": 4291.98, "end": 4293.1}, {"text": "You could even do... well, you have to test it out.", "start": 4293.1, "end": 4294.7}, {"text": "You could even do tears of the...", "start": 4294.7, "end": 4296.94}, {"text": "I would honestly be whipping and torturing the perverts.", "start": 4296.94, "end": 4299.02}, {"text": "The pervert tears could be this, dude.", "start": 4299.02, "end": 4300.94}, {"text": "Listen to this.", "start": 4300.94, "end": 4301.9}, {"text": "You could either have...", "start": 4301.9, "end": 4303.18}, {"text": "You could say, \"It's a pervert honeypot.\"", "start": 4303.18, "end": 4306.22}, {"text": "We pitch this business on Shark Tank and then we post that.", "start": 4306.22, "end": 4310.46}, {"text": "We tell them afterwards like we and this the secret don't air this part on your", "start": 4311.26, "end": 4315.1}, {"text": "TV show, but actually we're going to kill all the perfect.", "start": 4315.1, "end": 4317.3}, {"text": "We don't want to kill.", "start": 4317.3, "end": 4318.1}, {"text": "We're going to get that and John and conchig were you guys.", "start": 4318.1, "end": 4320.46}, {"text": "If you OK, you guys are fucking idiots because you're wasting a million dollar", "start": 4320.46, "end": 4323.34}, {"text": "idea. You can even have it.", "start": 4323.34, "end": 4324.46}, {"text": "He wants to go.", "start": 4324.46, "end": 4325.54}, {"text": "You could even have it be tiered where there's windows that you think that", "start": 4325.54, "end": 4329.58}, {"text": "they can be seen through both sides and that tickets 50.", "start": 4329.58, "end": 4332.46}, {"text": "Well, they already have.", "start": 4332.46, "end": 4333.1}, {"text": "But then they shut up.", "start": 4333.1, "end": 4333.94}, {"text": "There's one that is that is a mirror.", "start": 4333.94, "end": 4336.22}, {"text": "What do they call that?", "start": 4336.22, "end": 4337.62}, {"text": "A double sided mirror, one way, one way, two way mirror, a two way mirror.", "start": 4337.62, "end": 4341.1}, {"text": "it really is. And that one is more money so that your identity is hidden.", "start": 4341.1, "end": 4345.78}, {"text": "And then there's one that's even more that is a private cube.", "start": 4345.78, "end": 4348.82}, {"text": "They have this already, the window and everything. It's called a peep show.", "start": 4348.82, "end": 4353.14}, {"text": "But these women are just doing their own thing. They're not like put on a show.", "start": 4353.14, "end": 4357.14}, {"text": "Yeah, but wouldn't you want to pay for women doing the show?", "start": 4357.14, "end": 4360.34}, {"text": "If we're trying to maximize profit, I just thought of an even better idea, Caleb, kind of jumping off your two-way mirror idea.", "start": 4360.34, "end": 4365.38}, {"text": "What if we have it, it's all two-way mirrors, the", "start": 4365.38, "end": 4368.66}, {"text": "perverts pay a hundred dollars to come watch from behind the mirror and the", "start": 4368.66, "end": 4372.22}, {"text": "women also are charged a hundred dollars to use the spot they don't know the", "start": 4372.22, "end": 4375.18}, {"text": "perverts watching", "start": 4375.18, "end": 4375.82}, {"text": "[MUSIC PLAYING]", "start": 4375.82, "end": 4379.16}], "title": "#209 - The Five Weeks Of Planets: Jupiter", "link": "https://www.patreon.com/posts/209-five-weeks-92671793", "date": "Sat, 11 Nov 2023 11:00:04 GMT", "id": 60}