{"lines": [{"text": "I don't know.", "start": 0.0, "end": 1.0}, {"text": "Ten thousand twenty one thousand", "start": 1.0, "end": 12.36}, {"text": "don't touch that man.", "start": 12.36, "end": 14.0}, {"text": "I'll get to that shit.", "start": 14.0, "end": 15.6}, {"text": "OK, I'll get to that shit.", "start": 15.6, "end": 17.96}, {"text": "I just realized don't I don't realize", "start": 17.96, "end": 20.2}, {"text": "there's a lot of realize right now on", "start": 20.2, "end": 21.92}, {"text": "D realize now do it right now.", "start": 21.92, "end": 23.72}, {"text": "Sorry, I ruined our song about our", "start": 23.72, "end": 25.44}, {"text": "subscriber count.", "start": 25.44, "end": 26.4}, {"text": "Guys, we want to hit ten thousand", "start": 26.4, "end": 27.64}, {"text": "subscribers. We are almost very soon.", "start": 27.64, "end": 29.4}, {"text": "very soon, very soon like Pluto. Let's get the fuck into this shit man. Let's", "start": 29.44, "end": 34.54}, {"text": "get this shit is easy for me these days to do Pluto to talk about Pluto. First", "start": 34.54, "end": 38.68}, {"text": "of all, completely deteriorating. Can I ask you that first the sands of time or", "start": 38.68, "end": 43.34}, {"text": "taking this hat down the shore? Yeah, it's yeah. Do I have to retire this one", "start": 43.34, "end": 49.28}, {"text": "to have to put this one in the hat Hall of Fame? How many hats do you have?", "start": 49.28, "end": 52.28}, {"text": "Give me a number right now. Give me between I have no you. I was going to", "start": 52.28, "end": 57.3}, {"text": "I ask you to give me a tens number between from thirty to forty, forty,", "start": 57.34, "end": 60.78}, {"text": "fifty. There's some that I don't wear. Yeah, you don't need to be wearing a", "start": 60.78, "end": 63.54}, {"text": "hat like this if you have forty hats. Yeah, I agree. I like it though,", "start": 63.54, "end": 67.22}, {"text": "and I think that I'm gonna do a big sale on my hats. You can wear a hat", "start": 67.22, "end": 69.82}, {"text": "like this if you're forty years old, and it's your one hat. I might do hats", "start": 69.82, "end": 74.86}, {"text": "for sale. You might sell something. I kinda look like hats for sale.", "start": 74.86, "end": 77.66}, {"text": "What's hats for sale? You remember the book? Caps for sale? Caps for sale,", "start": 77.66, "end": 81.1}, {"text": "sorry. I could do caps for sale. He's slinging cap. I could be... Yeah,", "start": 81.1, "end": 84.62}, {"text": "got caps for sale. Don't even, just chill on me. You're capping on shit all day. Chill", "start": 84.66, "end": 89.58}, {"text": "on me today. Black Friday deal 100% off cap, buy one get 1000 free from Patrick. I would", "start": 89.58, "end": 94.7}, {"text": "sell a hat to you Cameron if you wanted it. And even that's cap, you have to buy two.", "start": 94.7, "end": 98.3}, {"text": "If you wanted a hat I would sell one to you. You're capping right now. I would sell you", "start": 98.3, "end": 100.66}, {"text": "a hat. At a discount? Yes. Guys I got super glue on my teeth man. You did. This is feeling", "start": 100.66, "end": 106.5}, {"text": "fucking crazy. If you want any of my hats, a specific hat that I've worn on the show", "start": 106.5, "end": 111.94}, {"text": "I'm willing to get rid of it, you can DM me about it. I will sell you the hat for $30", "start": 111.94, "end": 118.02}, {"text": "each because I wore them and I'll sign them.", "start": 118.02, "end": 120.54}, {"text": "You never...", "start": 120.54, "end": 121.54}, {"text": "Thank God.", "start": 121.54, "end": 122.54}, {"text": "Nobody wants to... That is actually repulsive to me.", "start": 122.54, "end": 127.82}, {"text": "It's repulsive?", "start": 127.82, "end": 128.82}, {"text": "It's nasty.", "start": 128.82, "end": 129.82}, {"text": "Signing hats and selling...", "start": 129.82, "end": 130.82}, {"text": "I'm trying to get my money up this year.", "start": 130.82, "end": 135.06}, {"text": "$30 for a sweated hat?", "start": 135.06, "end": 136.06}, {"text": "$30 for a sweated hat?", "start": 136.06, "end": 137.06}, {"text": "Sell two hats for $30 and you're going to sign them for $60?", "start": 137.06, "end": 139.9}, {"text": "Depends on the hat too, because some of them are the Ebbets hats that I was either given,", "start": 139.9, "end": 145.3}, {"text": "I was given all of them.", "start": 145.3, "end": 147.02}, {"text": "You never bought a hat made?", "start": 147.02, "end": 148.26}, {"text": "No.", "start": 148.26, "end": 149.26}, {"text": "No, they're too expensive.", "start": 149.26, "end": 150.26}, {"text": "They're too expensive.", "start": 150.26, "end": 151.26}, {"text": "I never bought a hat.", "start": 151.26, "end": 152.26}, {"text": "You guys ever do flat bill brim hats from New Era?", "start": 152.26, "end": 153.9}, {"text": "I've never worn a flat brim hat in my life.", "start": 153.9, "end": 156.58}, {"text": "And you ride on the brim?", "start": 156.58, "end": 157.58}, {"text": "Mine said ex-vegan-ex, man.", "start": 157.58, "end": 158.58}, {"text": "Oh, you did one of those?", "start": 158.58, "end": 159.58}, {"text": "Oh, for real.", "start": 159.58, "end": 160.58}, {"text": "Oh my God.", "start": 160.58, "end": 161.58}, {"text": "I used to wear it.", "start": 161.58, "end": 162.58}, {"text": "This is my daily driver outfit, ready?", "start": 162.58, "end": 166.46}, {"text": "I would wear a flat bill hat, new era hat that said X Vegan X on the bottom. What", "start": 166.46, "end": 173.18}, {"text": "team was the don't remember couldn't for the life of me remember what team it was", "start": 173.18, "end": 176.38}, {"text": "had that it might have been just a blank one. Actually, oh, that's even blamer.", "start": 176.38, "end": 181.02}, {"text": "Is that crazy? I think you went to lids. I went to live at the thirty dollars on", "start": 181.02, "end": 186.46}, {"text": "the play, but I was like sports or game. Yeah, whatever nothing so that right", "start": 186.46, "end": 192.06}, {"text": "Abercrombie sweatpants that had the tattered, the tattered pros down the side of it that", "start": 193.82, "end": 202.14}, {"text": "said Abercrombie.", "start": 202.14, "end": 203.14}, {"text": "I know the ones you're talking about, the wool ones that are really worn.", "start": 203.14, "end": 207.78}, {"text": "They were comfy.", "start": 207.78, "end": 208.78}, {"text": "Wasn't that like...", "start": 208.78, "end": 209.78}, {"text": "Aero-possil t-shirt.", "start": 209.78, "end": 210.78}, {"text": "Aero.", "start": 210.78, "end": 211.78}, {"text": "Wasn't that like a thing that dudes in the hardcore scene would do though?", "start": 211.78, "end": 214.78}, {"text": "I'm not done, man.", "start": 214.78, "end": 215.78}, {"text": "Yeah, dude.", "start": 215.78, "end": 216.78}, {"text": "And you need one that you grew up in.", "start": 216.78, "end": 217.78}, {"text": "Yeah, and here's what I'd do, bro.", "start": 217.78, "end": 218.78}, {"text": "I'd take my sweatpants.", "start": 218.78, "end": 219.78}, {"text": "This was the wave in Myrtle Beach, Myrta Beach.", "start": 219.78, "end": 222.1}, {"text": "Myrta Beach hardcore.", "start": 222.1, "end": 223.66}, {"text": "you would take your waistband on your sweatpants, you'd roll that bitch about", "start": 223.66, "end": 227.26}, {"text": "forty times. You roll up your waistband, right? None of this. Who came up with", "start": 227.26, "end": 232.2}, {"text": "this shit? Yeah. Who decided that this looked good? This sounds like they", "start": 232.2, "end": 235.42}, {"text": "gonna be rude to say, but it sounds like somebody saw a special needs person and", "start": 235.42, "end": 241.14}, {"text": "said, I love that guy's swag. I love his swag. We need to, we need to,", "start": 241.14, "end": 245.34}, {"text": "and then... We need to do this in the hardcore scene. Dude, and then some...", "start": 245.34, "end": 249.22}, {"text": "Yeah, that guy's moshing like crazy. And then either some old schools,", "start": 249.22, "end": 252.06}, {"text": "I'd get the old school vans or I'd have some like DC shoes with the laces taken", "start": 252.3, "end": 256.6}, {"text": "out. Which DC, like DC court graphics. The one with the big, the heel.", "start": 256.6, "end": 260.1}, {"text": "Something big. The DC heel logo. Yeah. Yeah. Yeah. There's the court graphics.", "start": 260.1, "end": 264.54}, {"text": "Something big, man. With that big tongue. Yeah. Big puffy tongue, man.", "start": 264.54, "end": 268.38}, {"text": "I was wearing like, when I was like probably around the same age as you,", "start": 268.38, "end": 273.38}, {"text": "I was wearing like three quarter sleeve shirts,", "start": 273.38, "end": 277.58}, {"text": "like the fucking those ones. Oh yeah. And then like the,", "start": 278.02, "end": 281.62}, {"text": "I was wearing like high water pants, dude. I need to see that. Oh my God.", "start": 281.62, "end": 286.9}, {"text": "You could not believe I had like, I would put pomade in my hair and shit.", "start": 286.9, "end": 290.14}, {"text": "Dude, I used to put pomade in my hair. Yeah.", "start": 290.14, "end": 292.42}, {"text": "I can't, I think that you used to,", "start": 292.42, "end": 295.98}, {"text": "when I'm picturing you at the same age, like the same age that we're describing,", "start": 295.98, "end": 299.46}, {"text": "what age are we talking about? Like 16, 17, something like that. I was fucking 11.", "start": 299.46, "end": 302.66}, {"text": "Oh, you were 11 doing that? Yeah, my brother dressed me up like a doll", "start": 302.66, "end": 306.22}, {"text": "Every day, man. He took me to the mall. I used all my Santa gift cards at the mall, and I'd", "start": 307.66, "end": 314.18}, {"text": "just dress like him and his friends.", "start": 314.18, "end": 317.62}, {"text": "There was a specific type of wave that skaters were on in 2014 where every single one of them", "start": 317.62, "end": 323.42}, {"text": "was slicking back their hair, wearing these fucking high water pants. You could see your", "start": 323.42, "end": 327.02}, {"text": "socks.", "start": 327.02, "end": 328.02}, {"text": "I've had so many insane eras, man. I had a crazy ass Christmas sweater I used to wear", "start": 328.02, "end": 332.7}, {"text": "every day when I was 15.", "start": 332.7, "end": 335.18}, {"text": "Don't even try to play on me.", "start": 335.18, "end": 336.86}, {"text": "I didn't play with that shit man. Don't even try to play. I had three of them. I'd wear", "start": 336.86, "end": 340.58}, {"text": "these like. Mine was from Urban Outfitters dude. I've had a lot of eras too. I used to", "start": 340.58, "end": 344.9}, {"text": "dress like Mercury and I dressed like Venus for a while. I feel like I had a Mars era", "start": 344.9, "end": 350.06}, {"text": "for a minute. What era do you feel like you're in these days? Honestly? Be real with me.", "start": 350.06, "end": 355.14}, {"text": "You looking mad Plutonian. Probably Pluto. Pluto I could see that. I'm thinking about", "start": 355.14, "end": 361.22}, {"text": "it and I feel like, I'm not sure it's going to stick. Yeah. But I feel like I'm like Pluto", "start": 361.22, "end": 365.74}, {"text": "last three days. Did you have any errors like this when you were younger like we're talking", "start": 365.74, "end": 369.54}, {"text": "about? Well, I think you can probably guess that I was, you know, new balances. Yep. Cargoes,", "start": 369.54, "end": 377.14}, {"text": "cargos or glasses, full pajama pants, glasses, tape in the middle, glasses, pocket protector,", "start": 377.14, "end": 384.22}, {"text": "sweater vest. No, I would not wear anything that I the least it just might not as well", "start": 384.22, "end": 391.84}, {"text": "I'll not even be clothes. Yeah, okay, could you were full PJ you dress like a", "start": 391.84, "end": 396.0}, {"text": "slug? PJ PJ. Oh yeah, you dress like the cookie monster. I bet like I just woke", "start": 396.0, "end": 400.6}, {"text": "up", "start": 400.6, "end": 400.88}, {"text": "four days. I bet cookie monster sweat pans and he was walking. Imagine walking", "start": 400.88, "end": 405.6}, {"text": "behind him in school and seeing that that that that meat that meat way through", "start": 405.6, "end": 409.52}, {"text": "those thin ass pants.", "start": 409.52, "end": 410.6}, {"text": "Thin as pants of all time. Yeah, I really went to school. My pajamas every", "start": 410.6, "end": 415.48}, {"text": "day showed the print. Yeah, you had the print a huge print. Yeah, huge print.", "start": 415.48, "end": 419.4}, {"text": "yeah, that middle school print three prong print. What happened to my print?", "start": 419.4, "end": 422.64}, {"text": "My print was bigger in middle school than it is now as an adult. Yeah,", "start": 422.64, "end": 425.72}, {"text": "what ratio of your legs? I think that", "start": 425.72, "end": 427.56}, {"text": "my print got smaller. My print doesn't look small. You're a big pricks or", "start": 427.56, "end": 432.92}, {"text": "little", "start": 432.92, "end": 433.2}, {"text": "bro. My print, my print, just a dot. You got that dot my print. My print", "start": 433.2, "end": 440.2}, {"text": "looks like it's like you get your like wearing a glove, like a knuckle and a", "start": 440.2, "end": 445.0}, {"text": "glove. Looks like I brought my own eraser. My print that I'm walking around", "start": 445.0, "end": 448.6}, {"text": "both. I got the damn the the freaking Larry David poorly fitting pants. Oh", "start": 448.6, "end": 453.46}, {"text": "yeah, I'm talking about that. I know that. Yeah, I got it. Probably got it", "start": 453.46, "end": 458.1}, {"text": "right now. Yeah, I had that shit the other day in the airport and I look at", "start": 458.1, "end": 462.4}, {"text": "my", "start": 462.4, "end": 462.6}, {"text": "I'm seeing your tent bro is", "start": 462.6, "end": 465.32}, {"text": "strong.", "start": 465.32, "end": 467.16}, {"text": "Oh, my God, get that shit away.", "start": 467.16, "end": 470.56}, {"text": "Next thing man, we have to be done with the gray sweatpants challenge in the", "start": 470.56, "end": 474.88}, {"text": "print the dick print in the yoga pants and whatever.", "start": 474.92, "end": 477.48}, {"text": "What you got to do?", "start": 477.48, "end": 478.48}, {"text": "Whatever the fuck.", "start": 478.48, "end": 479.48}, {"text": "No, you know what the best is?", "start": 479.48, "end": 480.48}, {"text": "It's about the tent nowadays.", "start": 480.48, "end": 481.48}, {"text": "The tent, the best thing, the best pants.", "start": 481.48, "end": 482.48}, {"text": "The tent pole.", "start": 482.48, "end": 483.6}, {"text": "You got to go to the thrift store.", "start": 483.6, "end": 485.92}, {"text": "You got to find these like, you got to find some corduroys from like 1990, like a Joseph", "start": 485.92, "end": 490.6}, {"text": "A. Bank style corduroys that were meant for a corduroy suit.", "start": 490.6, "end": 494.4}, {"text": "Okay.", "start": 494.4, "end": 495.44}, {"text": "Those are going to, you're going to get a huge tent from those.", "start": 495.44, "end": 498.08}, {"text": "I don't want corduroy.", "start": 498.08, "end": 499.08}, {"text": "I want, if I can get a tent.", "start": 499.08, "end": 501.72}, {"text": "I can get a tent and literally any pants I wear because of the weird shape of my", "start": 501.72, "end": 504.84}, {"text": "body. That's true. It's all happens to me. There's yeah. There's extra room", "start": 504.84, "end": 509.96}, {"text": "there. Yeah. I think that the best looking ones for a print would be", "start": 509.96, "end": 513.68}, {"text": "something like corduroy, but it goes the other way, because you have that sideways", "start": 513.68, "end": 517.64}, {"text": "like a lot of that horizontal. It looks like it's moving back and forth.", "start": 517.64, "end": 520.2}, {"text": "Exactly. Horizontal corduroy. You have the", "start": 520.2, "end": 522.58}, {"text": "horizontal line man. Yeah, now it'll make that shit look wide. Yeah. See the", "start": 522.58, "end": 527.84}, {"text": "long line. I think people think I got that skinny pole. I don't have a skinny pole.", "start": 527.86, "end": 532.86}, {"text": "No way. I shit wide and small. It's like a tuna can. Yeah, nice and short. What", "start": 532.86, "end": 537.62}, {"text": "you want to yeah, what here's the new here's the new thing is the tent right,", "start": 537.62, "end": 541.86}, {"text": "but you're sitting down, you're at dinner, not with your family. Just to", "start": 541.86, "end": 546.94}, {"text": "clarify.", "start": 546.94, "end": 547.5}, {"text": "I mean, I don't know. Yeah, that's what that's the dinner. The most recent", "start": 547.5, "end": 551.78}, {"text": "dinner I had was Thanksgiving. It wasn't with my family, but this isn't at", "start": 551.78, "end": 554.26}, {"text": "Thanksgiving. Then it would be a wigwam. This could be a dinner with a bunch of", "start": 554.26, "end": 557.84}, {"text": "women you want to fuck or something okay, but I've had those yeah Charlie's", "start": 557.84, "end": 561.3}, {"text": "their own dinner. You got to you got your lap. You got two tents dinner,", "start": 561.3, "end": 565.54}, {"text": "which are at least the one biggest fuck one medium size in the same and in the", "start": 565.54, "end": 570.84}, {"text": "same pants you leave. I'm guessing how the hell you do which one is real and", "start": 570.84, "end": 574.9}, {"text": "which one which one and which one is just is just empty space. Yeah, air,", "start": 574.9, "end": 579.24}, {"text": "which one the fold of the pan you're going to have sure the run confused is", "start": 579.24, "end": 582.64}, {"text": "fuck at this table that bottle in the bag magic trick is going to be doing", "start": 582.64, "end": 586.14}, {"text": "yeah, yeah, yeah, yeah, yeah, yeah, I bitch that's a scary, no nail in that", "start": 586.18, "end": 590.48}, {"text": "cup. That's the that's a real life five nights at Freddy's jump scare. Did you", "start": 590.48, "end": 594.58}, {"text": "see a tre? You see that David Blaine greatest magician who ever lived hurt", "start": 594.58, "end": 599.78}, {"text": "his hand? How he did that? He did the nail in the cup and he did the nail in", "start": 599.78, "end": 605.1}, {"text": "the cup trick where you smash the thing with and he guessed wrong and he put his", "start": 605.1, "end": 608.82}, {"text": "hand through a nail where his nail through a nail, his hand on through he", "start": 608.82, "end": 613.38}, {"text": "oh yeah his hand through the nail. This is really yeah, the or he put his hand", "start": 613.42, "end": 618.54}, {"text": "around a nail yeah all the way around all on the sharp part. He put his nail", "start": 618.54, "end": 622.48}, {"text": "through his hand. It's not his nail. I mean it may be well. It was made", "start": 622.48, "end": 627.0}, {"text": "probably brought it from home, just a like magician,", "start": 627.0, "end": 632.66}, {"text": "carpenters.", "start": 632.66, "end": 634.58}, {"text": "Guy who's got like a hammer very", "start": 634.58, "end": 639.08}, {"text": "that's how you I mean well, that's how you you you be like it's not my nail.", "start": 640.42, "end": 644.02}, {"text": "See it's not a pre prepared nail. This carpenter just happened to be working", "start": 644.02, "end": 647.46}, {"text": "under the yeah yeah this Richard scary carpenter that's walking around with a", "start": 647.46, "end": 652.0}, {"text": "hammer around. Is anyone having his back a box and a saw? Does anyone have a", "start": 652.0, "end": 656.58}, {"text": "trick box with strange compartment? I saw a very talented woman. Does anyone", "start": 656.58, "end": 660.82}, {"text": "have a deck of cards with they're all the same card all five, except for one", "start": 660.82, "end": 664.58}, {"text": "that's marked except for one? Thank you. I", "start": 664.58, "end": 667.16}, {"text": "have a marked card for me. I think I David Blaine actually scares me a little bit.", "start": 668.18, "end": 672.18}, {"text": "Yeah, a lot of that stuff is scary. How the hell does he roll the pussy posse", "start": 672.18, "end": 676.32}, {"text": "with a pussy? Pussy posse was a Leonardo. I didn't know he was in the pussy posse.", "start": 676.32, "end": 680.92}, {"text": "It was Leo DiCaprio, Toby Maguire, who named it. That's just two guys. Hardly.", "start": 680.92, "end": 685.12}, {"text": "There was other guys, too. David Blaine. And there's more to those. I knew where", "start": 685.12, "end": 688.54}, {"text": "the tree you pull up was a posse. Google pussy posse. You look, can you look them", "start": 688.54, "end": 692.98}, {"text": "up there? They made some movie that they have tried to scrub from the world", "start": 692.98, "end": 697.74}, {"text": "about being a pussy about", "start": 698.02, "end": 699.88}, {"text": "be it's a movie where the coolest guys in the club, the guy the ones having the", "start": 699.88, "end": 705.78}, {"text": "most fun, but they were also assholes fucking hooligans", "start": 705.78, "end": 709.14}, {"text": "way. Oh, Don's Plum is the movie. Kevin Connolly Don's Plum is the movie and it", "start": 709.14, "end": 715.98}, {"text": "just makes Leo DiCaprio look like the worst person. Look at that pick, bro.", "start": 715.98, "end": 719.66}, {"text": "Yeah, there's blame. They're all coming. That's the pussy posse. The pussy posse.", "start": 719.66, "end": 723.62}, {"text": "That's what that's what you look like when you're running around getting in", "start": 723.62, "end": 727.02}, {"text": "I know people say it all. Every time the Pussy Posse comes up, somebody says it, but it's", "start": 727.02, "end": 732.34}, {"text": "so funny that Tobey Maguire was in the Pussy Posse.", "start": 732.34, "end": 735.18}, {"text": "Oh yeah.", "start": 735.18, "end": 736.18}, {"text": "Look at him, dude. He was a hot piece of ass.", "start": 736.18, "end": 737.18}, {"text": "He was getting it, man.", "start": 737.18, "end": 738.5}, {"text": "Bro, he was Spider-Man.", "start": 738.5, "end": 739.5}, {"text": "He was Spider-Man. Everybody wants to fuck you if you're Spider-Man.", "start": 739.5, "end": 742.78}, {"text": "Yeah.", "start": 742.78, "end": 743.78}, {"text": "No doubt, man. I can take it two girls.", "start": 743.78, "end": 745.14}, {"text": "Yeah.", "start": 745.14, "end": 746.14}, {"text": "Mary Jane and Gwen Stacy.", "start": 746.14, "end": 747.14}, {"text": "Gwen Stacy.", "start": 747.14, "end": 748.14}, {"text": "Gwen Stacy.", "start": 748.14, "end": 749.14}, {"text": "Hey, Mrs. Stacy. Tell me how you been.", "start": 749.14, "end": 752.38}, {"text": "Wow.", "start": 752.38, "end": 753.38}, {"text": "Yeah. My song.", "start": 753.38, "end": 754.38}, {"text": "That's a song you wrote about Gwen Stacy. If this shit doesn't taste like Wumpa", "start": 754.38, "end": 758.78}, {"text": "fruit, I don't even know what the fuck does. Crash Bandicoot 4. I wish I could", "start": 758.78, "end": 762.74}, {"text": "take a sip of that right now bro. I already had, no I'm trying to lower my", "start": 762.74, "end": 766.58}, {"text": "caffeine intake. One sip man. You wouldn't say something like that if you", "start": 766.58, "end": 770.66}, {"text": "weren't gonna drink it. Yeah. I wish I could have a sip of this right now.", "start": 770.66, "end": 773.9}, {"text": "I wish I could have one sip. That was a big sip. I wasn't, at a different date. You were", "start": 773.9, "end": 777.94}, {"text": "begging to get peer pressure. Oh that's disgusting. You were asking permission.", "start": 777.94, "end": 781.46}, {"text": "you like one per for that is so bad from crash bandicoot for it's about time that", "start": 781.46, "end": 785.34}, {"text": "is so disgusting. Why what style of for the one per it doesn't taste like a", "start": 785.34, "end": 789.3}, {"text": "mango. It looks like a mango, but it gives you points. Yeah, I don't exchange", "start": 789.3, "end": 793.7}, {"text": "them. It tastes exactly. It tastes like they mixed mango and cotton candy.", "start": 793.7, "end": 796.94}, {"text": "So you don't touch it. Oh, I don't touch Cameron. I had a new apple.", "start": 796.94, "end": 802.26}, {"text": "Recently, I'm going to touch it. Don't touch it. I don't like touching that", "start": 802.26, "end": 805.7}, {"text": "type of thing. Don't even take a sip. I don't want it. Had a new apple recently.", "start": 805.7, "end": 809.66}, {"text": "You had an apple cosmic crisp you're bragging.", "start": 809.68, "end": 813.08}, {"text": "Never ever heard of you know I'm allergic to the what it's a called", "start": 813.08, "end": 815.88}, {"text": "something Jen specifically cosmic crisp.", "start": 815.88, "end": 818.08}, {"text": "I'm allergic to cosmic crisp bro.", "start": 818.08, "end": 819.88}, {"text": "That's it.", "start": 819.88, "end": 820.58}, {"text": "Yeah, it's a new breed though.", "start": 820.58, "end": 822.08}, {"text": "They drop it.", "start": 822.08, "end": 823.38}, {"text": "Yeah, and last couple years.", "start": 823.38, "end": 824.68}, {"text": "I've been on the golden delicious back on the golden delicious.", "start": 824.68, "end": 827.88}, {"text": "Oh delicious is my favorite Apple.", "start": 827.88, "end": 829.38}, {"text": "I know it's old as fuck.", "start": 829.38, "end": 831.18}, {"text": "That's I haven't had one in a while, but I back on back on that's like 3G man.", "start": 831.18, "end": 836.18}, {"text": "Yeah, I know that's not how could I be back on them?", "start": 836.18, "end": 839.48}, {"text": "if they were new. What's that? They're old, man. Oh, Fuji apples are still the goat? Shut", "start": 839.48, "end": 845.4}, {"text": "up, man. No, what are you talking about? Those are the crispiest ones. Try Honeycrisp. Honeycrisp", "start": 845.4, "end": 851.2}, {"text": "is fire. Wait, wait, wait. Cosmic Crisp now is up there with Honeycrisp. I want to try", "start": 851.2, "end": 854.84}, {"text": "Cosmic Crisp. I didn't even know it dropped. Cosmic Crisp, I will say, man, the flavor,", "start": 854.84, "end": 858.76}, {"text": "less good than a Honeycrisp, but the crispness of it, out of this world. I usually go to", "start": 858.76, "end": 864.44}, {"text": "a Honeycrisp, yo. And because of this whole planet shit that I've been on, this new kind", "start": 864.44, "end": 868.04}, {"text": "a wave. I don't know if you guys have been on the show. I'm eating more cosmic", "start": 868.04, "end": 871.92}, {"text": "things, cosmic brownies, I'm eating more things from other planets or at least it", "start": 871.92, "end": 875.04}, {"text": "seem like they are like, for example, one per fruit, which I don't think crash", "start": 875.04, "end": 878.24}, {"text": "bandicoot is on Earth. I don't know the UN would allow space cake space cake", "start": 878.24, "end": 882.44}, {"text": "space cake sounds good as fuck to me. I've been eating a lot of we had we had", "start": 882.44, "end": 886.32}, {"text": "a galactic ham galactic ham. We did have a galactic ham because it was as big as", "start": 886.32, "end": 890.48}, {"text": "a galaxy Mars and cheese. We had Mars and cheese galactic ham green bean", "start": 890.48, "end": 896.56}, {"text": "green bean, asteroid, blast roll,", "start": 896.58, "end": 897.92}, {"text": "sprouts again, green bean, asteroid, blast,", "start": 897.92, "end": 901.54}, {"text": "you know, like an asteroid blast yeah, yeah, no, I got a rocket blast role.", "start": 901.54, "end": 910.46}, {"text": "Well, I don't think you need it.", "start": 910.46, "end": 911.74}, {"text": "They're worried in it. Green bean, asteroid, rocket, blast, maybe it would", "start": 911.74, "end": 916.38}, {"text": "work, maybe like green men, green men, green men, casserole, green men, little", "start": 916.38, "end": 921.18}, {"text": "green men, casserole. I'm not eating green man. You already did, bro. You", "start": 921.18, "end": 924.58}, {"text": "like that shit yesterday. I guzzled it", "start": 924.62, "end": 926.78}, {"text": "pumpkin, guzzled it down bro pie pumpkin space lot. I can pies in the number man", "start": 926.78, "end": 934.14}, {"text": "or pumpkin space lot is good, but we didn't have that for thanks. You know we", "start": 934.14, "end": 937.1}, {"text": "didn't well. You could have had it in the morning. Well, I didn't though, but", "start": 937.1, "end": 940.1}, {"text": "yeah, morning on the way to okay. I said a cup of coffee. Yeah, I coffee I had a", "start": 940.1, "end": 945.14}, {"text": "Mars fee. I had a Celsius. That was that already sounds like a planet. Yeah, yeah,", "start": 945.14, "end": 951.1}, {"text": "the Celsius. Here's how fucked up this Celsius versus Fahrenheit shit is right", "start": 951.86, "end": 955.84}, {"text": "today. It's what thirty some degrees. It's like fifty fifty yeah right. You go", "start": 955.84, "end": 961.3}, {"text": "up to Canada. It's seven. What the hell that pisses me off. That's kind of nice.", "start": 961.3, "end": 966.3}, {"text": "So cold there. It's so cold so much colder. It's seven there. It's seven", "start": 966.3, "end": 971.1}, {"text": "here. It's much cold. No, but if you're from Canada, I picked up my friend from", "start": 971.1, "end": 974.64}, {"text": "Canada today. If you're from Canada, you touch down and say, oh, it feels like", "start": 974.64, "end": 978.22}, {"text": "seven out here. You shut up this and this is seven touch down man. Have you ever", "start": 978.42, "end": 983.12}, {"text": "talked", "start": 983.12, "end": 983.56}, {"text": "ever been a conversation? What is going on right now? Touch down all right walk me", "start": 983.56, "end": 988.5}, {"text": "through the fit. What do you got? I would just looked at the first picture of", "start": 988.5, "end": 992.54}, {"text": "Pluto on Google images and I saw it had elements of white and blue and brown and", "start": 992.54, "end": 997.2}, {"text": "this was kind of the closest thing I had to that. It was a reddish brown like a", "start": 997.2, "end": 1000.56}, {"text": "patina to brown. There was a bunch of different all these planets man. When", "start": 1000.56, "end": 1003.64}, {"text": "you Google them, they have they everyone nobody wants to give it to you straight.", "start": 1003.64, "end": 1007.26}, {"text": "those conflicting answer. They go all the pics are spectrographs and enhanced", "start": 1007.3, "end": 1011.42}, {"text": "color and whatever the fuck it's. I don't want to reach colored, but I will", "start": 1011.42, "end": 1014.42}, {"text": "say always they're like okay. This you look at it's like oh wow, it's bright", "start": 1014.42, "end": 1017.44}, {"text": "purple and it's like actually the colors on this picture represent how gaseous", "start": 1017.44, "end": 1021.14}, {"text": "the atmosphere is. Yeah, that's not what colors I hate that when they colorize an", "start": 1021.14, "end": 1024.74}, {"text": "old photo to yeah. I will say Pluto is the definitely the coolest looking", "start": 1024.74, "end": 1028.46}, {"text": "planet, most interesting looking one. I find that to be Neptune. Personally,", "start": 1028.46, "end": 1032.66}, {"text": "Neptune is just completely blue. That's cool. It has different elements of blue.", "start": 1032.66, "end": 1036.9}, {"text": "Yeah, it does have different shades.", "start": 1036.98, "end": 1038.34}, {"text": "And it's got rings.", "start": 1038.34, "end": 1039.34}, {"text": "Pluto looks like multiple...", "start": 1039.34, "end": 1040.34}, {"text": "A golf ball, bro.", "start": 1040.34, "end": 1041.34}, {"text": "No, no.", "start": 1041.34, "end": 1042.34}, {"text": "It's got like a red corner.", "start": 1042.34, "end": 1043.34}, {"text": "Pluto looks like the Grateful Dead logo.", "start": 1043.34, "end": 1044.34}, {"text": "Pluto looks like a Star Wars video game planet.", "start": 1044.34, "end": 1048.34}, {"text": "Yeah.", "start": 1048.34, "end": 1049.34}, {"text": "It looks cool, man.", "start": 1049.34, "end": 1050.34}, {"text": "That's why it's a beast.", "start": 1050.34, "end": 1051.34}, {"text": "It's got red and blue.", "start": 1051.34, "end": 1052.34}, {"text": "That's why it sucks that they got rid of it as a planet.", "start": 1052.34, "end": 1054.34}, {"text": "What do you have?", "start": 1054.34, "end": 1055.34}, {"text": "What do I got on?", "start": 1055.34, "end": 1056.34}, {"text": "I have on a...", "start": 1056.34, "end": 1057.34}, {"text": "Well, I saw the photo that I saw.", "start": 1057.34, "end": 1059.1}, {"text": "It looked red, white, and blue, so I put on blue mostly because when I was a kid, I was", "start": 1059.1, "end": 1064.9}, {"text": "told that Pluto was blue like Neptune. I thought so too. I thought it was fully blue until this", "start": 1064.9, "end": 1069.1}, {"text": "week. Yep, me too. So I put on, I've got red here. I'll never forget that Thanksgiving", "start": 1069.1, "end": 1073.5}, {"text": "2023, I found out that Pluto was not completely blue. Yeah. Took me most of my life to get", "start": 1073.5, "end": 1077.74}, {"text": "there. Yeah. I hope this is just my life. We all looked at a photo of it and went, oh.", "start": 1077.74, "end": 1082.22}, {"text": "Yeah. And then that was it. Yeah. Even though it looked cooler than I thought. It was the", "start": 1082.22, "end": 1084.9}, {"text": "whole thing. You know, you got blue, a little red on the hat. Me, you know me man. Abstract.", "start": 1084.9, "end": 1091.9}, {"text": "Okay, what do we know about Pluto? I see no keep going man. Well, you small readers", "start": 1091.9, "end": 1101.4}, {"text": "small. Okay, or my smallest shirt. Okay. What does it say on your shirt? So skater", "start": 1101.4, "end": 1107.2}, {"text": "and ice skater. There we go. Wow, another element. I was about to get to that man.", "start": 1107.2, "end": 1112.0}, {"text": "Yeah, I was trying to alley up you man. It was that I see you alley up yourself.", "start": 1112.0, "end": 1116.8}, {"text": "Oh, I got I know you didn't you didn't catch. I didn't catch on. I got to do it", "start": 1116.8, "end": 1119.9}, {"text": "nice on to that is a crazy thick chain. I know for a white guy. What the hell", "start": 1119.9, "end": 1125.7}, {"text": "barbed wire, bro? Yeah, my house. We gave it to me supposed to go thin man.", "start": 1125.7, "end": 1129.94}, {"text": "Yeah, I don't know why that was like a robot's arm. I think it was a beast.", "start": 1129.94, "end": 1133.7}, {"text": "This is a Halloween costume. What the hell? Well, I had to be iced out like", "start": 1133.7, "end": 1139.58}, {"text": "Pluto. He got the Greek. Mm. You're completely Greek. Yeah. So there's a lot", "start": 1139.58, "end": 1144.74}, {"text": "of big changes going on in my life. Now you became Greco came Greco. Holy shit.", "start": 1144.74, "end": 1149.82}, {"text": "Holy shit.", "start": 1149.82, "end": 1150.82}, {"text": "Well, I'm wearing a tiny shirt.", "start": 1150.82, "end": 1152.74}, {"text": "I'm wearing a tiny shirt.", "start": 1152.74, "end": 1153.74}, {"text": "All right, give us a planet report, man.", "start": 1153.74, "end": 1155.58}, {"text": "I need to learn about this fucking planet right now if it's the last thing I do.", "start": 1155.58, "end": 1159.38}, {"text": "Wumpa fruit.", "start": 1159.38, "end": 1160.38}, {"text": "What ever this is.", "start": 1160.38, "end": 1161.38}, {"text": "Travis was again on a five week collapsive journey through our solar system.", "start": 1161.38, "end": 1162.38}, {"text": "What the hell?", "start": 1162.38, "end": 1163.38}, {"text": "Be prepared to learn and to laugh at the truth.", "start": 1163.38, "end": 1164.38}, {"text": "And now the planet report with Cameron Fetter.", "start": 1164.38, "end": 1165.38}, {"text": "I liked it though.", "start": 1165.38, "end": 1166.38}, {"text": "Yeah, I loved it.", "start": 1166.38, "end": 1167.38}, {"text": "I was going to just do the fast part.", "start": 1167.38, "end": 1168.38}, {"text": "Well, just play it twice then.", "start": 1168.38, "end": 1169.38}, {"text": "Travis was again on a five week collapsive journey through our solar system.", "start": 1169.38, "end": 1170.38}, {"text": "Be prepared to learn and to laugh at the truth.", "start": 1170.38, "end": 1171.38}, {"text": "And now the planet report with Cameron Fetter.", "start": 1171.38, "end": 1172.38}, {"text": "You still get all the stuff from it.", "start": 1172.38, "end": 1173.38}, {"text": "Be prepared to learn and to laugh at the truth, and now the planet report with Cameron Fetter.", "start": 1173.38, "end": 1178.38}, {"text": "get all the stuff from yeah, I got a last time. I like the song. You still hear the", "start": 1178.38, "end": 1182.78}, {"text": "song. It's just Michael and I like my core.", "start": 1182.78, "end": 1185.66}, {"text": "So I'm doing a little different today. Okay,", "start": 1185.66, "end": 1189.88}, {"text": "and I know I've been doing these planet reports, but I'm actually doing a", "start": 1189.88, "end": 1193.5}, {"text": "different type of report today. That's still Pluto related. There's better be a", "start": 1193.5, "end": 1196.6}, {"text": "book report. It's not a book report. It is a book report.", "start": 1196.6, "end": 1199.34}, {"text": "There's part of it. That's a book report. Oh shit,", "start": 1199.34, "end": 1202.94}, {"text": "Michael E. Brown, a loser report.", "start": 1202.94, "end": 1207.78}, {"text": "Michael E. Brown is an American astronomer from Huntsville, Alabama.", "start": 1207.78, "end": 1213.18}, {"text": "He is a professor of planetary astronomy at the California Institute of Technology, and", "start": 1213.18, "end": 1219.1}, {"text": "he is the author of the 2010 book, \"How I Killed Pluto and Why It Had It Coming.\"", "start": 1219.1, "end": 1224.34}, {"text": "No, it was a book report.", "start": 1224.34, "end": 1227.58}, {"text": "One of the people responsible for the demotion of Pluto to dwarf planet, but being one of", "start": 1227.58, "end": 1232.18}, {"text": "the people isn't enough for this nerd.", "start": 1232.18, "end": 1233.94}, {"text": "He has to claim all the credit.", "start": 1233.94, "end": 1236.02}, {"text": "So let me share some quotes from reviews of his book on Goodreads.", "start": 1236.02, "end": 1241.58}, {"text": "I actually care less about the topic now that now than I did going in.", "start": 1241.58, "end": 1247.5}, {"text": "Mike Brown is an engaging scientist from Caltech, but this book is incorrectly titled and misleading.", "start": 1247.5, "end": 1252.96}, {"text": "It includes a great deal about his personal life, especially his obsessive interest in", "start": 1252.96, "end": 1257.14}, {"text": "his newborn daughter, Lila, and very little about planetary science and the decision to", "start": 1257.14, "end": 1262.68}, {"text": "the very minor role that Brown played in it.", "start": 1263.68, "end": 1267.16}, {"text": "And here's the last review.", "start": 1267.16, "end": 1268.68}, {"text": "Horrid bad book, boring high hubba bobbin,", "start": 1268.68, "end": 1271.32}, {"text": "hubba, hubba, hubba, hubba, hubba, hubba, hubba, hubba,", "start": 1271.32, "end": 1273.0}, {"text": "Bob bluff, hubba, hubba, hubba, hubba, hubba, hubba, hubba,", "start": 1273.0, "end": 1276.04}, {"text": "bye, hubba, hubba.", "start": 1276.04, "end": 1276.88}, {"text": "Michael E. Brown, you are a clown.", "start": 1276.88, "end": 1281.2}, {"text": "- Wow.", "start": 1281.2, "end": 1282.04}, {"text": "- Your work in the field of astronomy is irrelevant.", "start": 1282.04, "end": 1284.8}, {"text": "Your book is a flop and you were ugly,", "start": 1284.8, "end": 1286.92}, {"text": "not just on the outside, but the inside.", "start": 1286.92, "end": 1289.84}, {"text": "Big whoop, you discovered the dwarf planet Eris.", "start": 1289.84, "end": 1292.32}, {"text": "How about you discover some platform shoes?", "start": 1292.32, "end": 1294.52}, {"text": "You don't need a telescope to find a dwarf.", "start": 1294.52, "end": 1296.28}, {"text": "You just needed a mirror.", "start": 1296.28, "end": 1297.28}, {"text": "I don't know if he's short or not, but he is, man.", "start": 1297.28, "end": 1300.28}, {"text": "I can tell based on his name.", "start": 1300.28, "end": 1302.92}, {"text": "Anybody who needs that middle initial is short.", "start": 1302.92, "end": 1304.92}, {"text": "That's right.", "start": 1304.92, "end": 1306.1}, {"text": "The plutonians are coming for you, Michael.", "start": 1306.1, "end": 1308.3}, {"text": "You picked the wrong galactic army to fuck with.", "start": 1308.3, "end": 1311.04}, {"text": "I hope you like being zapped with electricity because they have electric powers.", "start": 1311.04, "end": 1315.64}, {"text": "Wow.", "start": 1315.64, "end": 1316.64}, {"text": "The plutonians do?", "start": 1316.64, "end": 1317.64}, {"text": "Yeah, their army does.", "start": 1317.64, "end": 1318.64}, {"text": "That's amazing.", "start": 1318.64, "end": 1319.64}, {"text": "Just the army?", "start": 1319.64, "end": 1320.64}, {"text": "Yeah.", "start": 1320.64, "end": 1321.64}, {"text": "watch this report out, I'd actually just like to promote my new book. It's", "start": 1321.64, "end": 1325.18}, {"text": "called How I liquefied Michael E Brown into a boiling slurry of deconstituted", "start": 1325.18, "end": 1329.74}, {"text": "flesh and nerves with a pulse rifle and why his wife married me afterward.", "start": 1329.74, "end": 1333.62}, {"text": "It will be out very, very, very soon, but you're only part of the team that", "start": 1333.62, "end": 1339.14}, {"text": "destroyed. Yeah, I'm a minor and it's mostly about my family.", "start": 1339.14, "end": 1341.86}, {"text": "So he wrote this book about how Pluto was sucked a dick, but he mostly talked", "start": 1341.86, "end": 1347.7}, {"text": "about his daughter. Yeah, is it like oh my god, I guess you haven't read the", "start": 1347.7, "end": 1351.08}, {"text": "it's about I read the like the like blurb for the book is like it's like a", "start": 1351.1, "end": 1354.74}, {"text": "witty account of one scientist and it's that like it's like oh, I was the so the", "start": 1354.74, "end": 1360.38}, {"text": "way that he that they de planetized Pluto is because he and his team", "start": 1360.38, "end": 1364.82}, {"text": "discovered a new planet that was bigger than Pluto, called Eris and they were", "start": 1364.82, "end": 1369.1}, {"text": "like okay. So if there's something bigger than Pluto, Pluto can't be a", "start": 1369.1, "end": 1371.42}, {"text": "planet. Why not just add errors to the mix of there's a whole bunch of there's", "start": 1371.42, "end": 1375.18}, {"text": "a whole bunch of crap, go commercial, taco commercial. Why not both man yeah", "start": 1375.18, "end": 1379.46}, {"text": "yeah, okay, okay, no, they should have, but they didn't and that's why this guy", "start": 1379.5, "end": 1383.14}, {"text": "is a dick head, but I guess, but the book is like and but like even when we", "start": 1383.14, "end": 1387.48}, {"text": "were working hard, like what was more important was like the discovery of", "start": 1387.48, "end": 1390.96}, {"text": "human life and like it just like very like yeah, it found human life on", "start": 1390.96, "end": 1395.46}, {"text": "Pluto. They found human life in his family. Oh, and his wife's stomach.", "start": 1395.46, "end": 1399.26}, {"text": "Whoa yeah, I feel like without that the book is probably that big yeah, that's", "start": 1399.26, "end": 1403.18}, {"text": "literally all the found a bigger one. The reviews that are positive are like", "start": 1403.18, "end": 1406.14}, {"text": "yeah, this book is like more than half about his wife, like how much he loves", "start": 1406.18, "end": 1409.98}, {"text": "his wife. I hate that shit man terrible to any literally. They also said all", "start": 1409.98, "end": 1414.02}, {"text": "the science stuff is just that it's just just hear him writing like we looked at", "start": 1414.02, "end": 1417.04}, {"text": "the data when we didn't see anything. Then we looked and we thought we saw", "start": 1417.04, "end": 1419.68}, {"text": "something and then there wasn't anything and then we kept looking and we didn't", "start": 1419.68, "end": 1422.22}, {"text": "find anything and then we found eris shit pissing me off man terrible bit", "start": 1422.22, "end": 1427.24}, {"text": "like cash in Bill Simmons book, the big book of basketball, barely about", "start": 1427.24, "end": 1431.18}, {"text": "basketball. Mostly is about fucking his oh me and my dad used to go to the", "start": 1431.18, "end": 1435.38}, {"text": "basketball games. Talk about why the ball bounces yeah. Why how does it bounce", "start": 1435.42, "end": 1439.96}, {"text": "what it's got air in it? There's air outside the ball. It's all friction from", "start": 1439.96, "end": 1445.68}, {"text": "the air. There's air. It's probably the same amount. I think it's because the", "start": 1445.68, "end": 1448.7}, {"text": "balls made of rubber. Yeah, but what's it? Why is it got air in it to bounce?", "start": 1448.7, "end": 1453.78}, {"text": "Fill the ball, but just fill it with more rubber. If it's so fucking bouncy.", "start": 1453.78, "end": 1457.98}, {"text": "Oh yeah, but it'll be too bouncy. Yeah, you put air in it so you can control the", "start": 1457.98, "end": 1462.3}, {"text": "bounce. Okay, less bouncy. You guys should have written the book and not", "start": 1462.34, "end": 1465.38}, {"text": "fucking bill simon. We basically I went to the I went to the Celtics games in", "start": 1465.38, "end": 1469.5}, {"text": "the seventies and oh no all the entire book is him going yeah man. We used to", "start": 1469.5, "end": 1473.62}, {"text": "go to the seven in the seventies. We go to the Celtics and no nobody was racist.", "start": 1473.62, "end": 1477.18}, {"text": "He's like oh yeah, everybody says it was racist. No one was racist. Talk about", "start": 1477.18, "end": 1480.78}, {"text": "the ball yeah and the net. Why does it happen? Why did he did about the", "start": 1480.78, "end": 1484.58}, {"text": "orange was pissing me off too because he the even all the reviews are like yeah.", "start": 1484.58, "end": 1488.18}, {"text": "He didn't even do anything. He was like put one member of the team. He writes a", "start": 1488.18, "end": 1491.34}, {"text": "book called How I Killed Pluto. That's like did your parents hate Al Gore when", "start": 1491.38, "end": 1495.52}, {"text": "you were a kid? Yeah. Yours definitely did. Did your parents? I don't think I", "start": 1495.52, "end": 1498.16}, {"text": "remember hearing about Al Gore at all. My parents talked about Al Gore. Why did", "start": 1498.16, "end": 1501.58}, {"text": "their parents talk about Al Gore so much? 'Cause of Inconvenient Truth. Why", "start": 1501.58, "end": 1504.22}, {"text": "the fuck? 'Cause of that, that movie came out and they were like, \"Well, now", "start": 1504.22, "end": 1506.58}, {"text": "we gotta, now our cars have to be gay.\" Yeah, my, my fucking mom was complaining", "start": 1506.58, "end": 1510.6}, {"text": "about Al Gore was the, probably Al Gore's name was said in my house probably once", "start": 1510.6, "end": 1514.7}, {"text": "every day. I got it. From the time I was born to like 2010. My mom complained", "start": 1514.7, "end": 1518.86}, {"text": "about Hillary more even before the 2016 like even before Benghazi and stuff like", "start": 1518.88, "end": 1524.72}, {"text": "my mom was saying that Hillary Clinton is a lesbo bitch. She was a stuff like", "start": 1524.72, "end": 1530.04}, {"text": "that whom Abedin saying like she hates her and Bill Clinton. I didn't know why I", "start": 1530.04, "end": 1536.56}, {"text": "still don't really know why my mom hates her that much, but I get it. Well, she's", "start": 1536.56, "end": 1542.16}, {"text": "a pedophile. Yeah. No, I know why your mom's a pedophile. Yeah, she doesn't and", "start": 1542.16, "end": 1546.44}, {"text": "She doesn't like Democrats. That's the other. It's not really why she doesn't", "start": 1546.44, "end": 1549.28}, {"text": "like her, but yeah, your mom is a pedophile. My mom's a complete", "start": 1549.28, "end": 1552.88}, {"text": "pedophile, which I feel like her and Hillary would have got along then.", "start": 1552.88, "end": 1556.88}, {"text": "Yeah.", "start": 1556.88, "end": 1557.88}, {"text": "Yeah, my mom, the thing was that my parents would make fun of Al Gore all", "start": 1557.88, "end": 1566.4}, {"text": "the time. Like South Park. Well, it was maybe South Park. Yeah, but also like", "start": 1566.4, "end": 1570.56}, {"text": "if I would, if my mom was like, \"Hey, did you do the dishes?\" I'd be like,", "start": 1570.56, "end": 1574.52}, {"text": "she'd be like yeah and Al Gore invented the internet. I guess he claimed that he invented", "start": 1574.52, "end": 1578.84}, {"text": "the internet or some shit. I never even learned what she was talking about. Like I'm the Queen", "start": 1578.84, "end": 1583.12}, {"text": "of England. Yeah that was a new update. Well we didn't know about the Queen of England", "start": 1583.12, "end": 1586.36}, {"text": "when I was a kid. We were in North Carolina. Yeah. You know. They don't teach you about", "start": 1586.36, "end": 1589.48}, {"text": "that there. Fuck no. I just picked up my Canadian friend. He handed me a piece of money to show", "start": 1589.48, "end": 1594.84}, {"text": "me how weird it was. First of all. The Looney and the Tooney. First of all it's plastic.", "start": 1594.84, "end": 1599.0}, {"text": "weird. Second of all, the Queen's on it. It's because they were a territory of Canada until", "start": 1599.0, "end": 1605.0}, {"text": "the 80s or the early 90s. I think I think Canada was a territory of the UK. I think", "start": 1605.0, "end": 1611.08}, {"text": "we should put Sacagawea on ours. Yep. Don't they have her on some of the coins? A gold", "start": 1611.08, "end": 1615.42}, {"text": "one. Then they changed all the gold. No, it was a gold coin. The gold was a dollar. Yeah,", "start": 1615.42, "end": 1622.4}, {"text": "the gold dollar was Sacagawea and then they changed it from Sacagawea to all of the presidents,", "start": 1622.4, "end": 1627.24}, {"text": "it just fucked up because then you got to put you put Andrew Jackson in there.", "start": 1627.24, "end": 1630.5}, {"text": "You know what they should do the kings of comedy. I agree. Bernie Mac, Bernie.", "start": 1630.5, "end": 1634.7}, {"text": "That's not a bad idea. It's the entertainer bands in the world. That's a", "start": 1634.7, "end": 1639.54}, {"text": "good idea to put breaking Benjamin on one breaking Benjamin. It should be", "start": 1639.54, "end": 1643.2}, {"text": "breaking the rock. The rock core either. Yeah, yeah, yeah, yeah, yeah.", "start": 1643.2, "end": 1646.92}, {"text": "Finger 11. I mean, not stricken. That's a song. Finger 11. 11 is good. Flip", "start": 1646.92, "end": 1653.04}, {"text": "front side of the coin. A photo of them on like a like a moody, moody photo of", "start": 1653.04, "end": 1657.0}, {"text": "them on a rooftop, you know, like every rock band in the early two thousand", "start": 1657.0, "end": 1659.88}, {"text": "had back of the coin picture of the single. Oh, no, I'm saying one coin", "start": 1659.88, "end": 1664.8}, {"text": "with every rock band in America to make up a coin in my perfect world. All the", "start": 1664.8, "end": 1669.74}, {"text": "presidents, they can do all the rock bands. Yeah, but they all the presidents", "start": 1669.74, "end": 1672.6}, {"text": "get their own coins or my back by doing this, then we should respect the rock", "start": 1672.6, "end": 1676.6}, {"text": "bands by giving them each their own. Can you imagine how excited you would be if", "start": 1676.6, "end": 1679.52}, {"text": "you got a coin with all the rock bands on it? It's not our job to figure out", "start": 1679.52, "end": 1682.96}, {"text": "how to fit the bands on there to be bands. I don't like government to make", "start": 1682.96, "end": 1685.98}, {"text": "the band's coin and they make it and then you get it. And guess what? All the", "start": 1686.0, "end": 1689.12}, {"text": "toilet paper should have wrappers on it.", "start": 1689.12, "end": 1691.0}, {"text": "Oh, wrapper. I thought you meant wrappers like it should be wrapped up.", "start": 1691.0, "end": 1695.28}, {"text": "No, it should have little Wayne and all this bull crap. I understand now you", "start": 1695.28, "end": 1697.12}, {"text": "want to wipe your ass with it. Wipe my ass with little Wayne. Little Wayne.", "start": 1697.12, "end": 1699.6}, {"text": "All the, I should have every single member of the DNC. And all my food should", "start": 1699.6, "end": 1703.72}, {"text": "have chocolates on it. And all my food should have whipped cream on the side.", "start": 1703.72, "end": 1707.0}, {"text": "And all my food, the sauce on the side should be free. In my perfect world and", "start": 1707.0, "end": 1713.12}, {"text": "our perfect economy instead of dollar bills and money, we'd have album", "start": 1713.16, "end": 1717.56}, {"text": "albums, LPs, and we'd trade each other. You'd say, Hey, here's this Bob Seger", "start": 1717.56, "end": 1723.56}, {"text": "album. I go, Okay, I'll trade you for", "start": 1723.56, "end": 1725.68}, {"text": "I'll trade you for the Leonard Skinner album. Yeah, what would the what would", "start": 1725.68, "end": 1729.76}, {"text": "the number one? Well, dude, obviously, the number one would be the Beatles.", "start": 1729.76, "end": 1733.96}, {"text": "You'd be so pissed off, bro, if you're working as a cashier in the store and", "start": 1733.96, "end": 1738.56}, {"text": "someone came in and they were buying a cliff bar and they're one of those guys", "start": 1738.56, "end": 1741.12}, {"text": "that comes in and they dig by cliff bar. They pay with five hundred Justin", "start": 1741.12, "end": 1744.36}, {"text": "Bieber. Oh, they've been collecting in a jar in their house, bro, or they say", "start": 1744.36, "end": 1749.22}, {"text": "hey dude, I'm not counting that for you. Take it. I only have the mollusk on", "start": 1749.22, "end": 1753.16}, {"text": "LP. Do you have a change for it?", "start": 1753.16, "end": 1754.88}, {"text": "Yeah, yeah, dude, here's fucking for Justin Bieber albums and usher album.", "start": 1754.88, "end": 1759.52}, {"text": "Yeah, whatever take it to the Bank of Music, take it to the Bank of Music,", "start": 1759.52, "end": 1763.54}, {"text": "roll it up into a", "start": 1763.54, "end": 1764.34}, {"text": "put it in the mute thing. I'm wondering what the convert like what all the", "start": 1764.34, "end": 1768.52}, {"text": "dollars would be djs and they spin the albums when you yeah deposit the how", "start": 1768.56, "end": 1773.64}, {"text": "much", "start": 1773.64, "end": 1773.8}, {"text": "it's record movie music country music.", "start": 1773.8, "end": 1777.88}, {"text": "How much would okay, okay, how much would like just a loaf of bread cost what", "start": 1777.88, "end": 1783.8}, {"text": "album would that be a loaf of bread would probably be", "start": 1783.8, "end": 1788.04}, {"text": "and how much is a loaf of bread cost three bucks, yeah, something like that,", "start": 1788.04, "end": 1793.68}, {"text": "depending on the bread, though, like a baseline loaf like what would a three", "start": 1793.68, "end": 1797.32}, {"text": "three dollar bill be yeah. What would what would three dollars dollar bill", "start": 1797.36, "end": 1801.34}, {"text": "we all by limp biscuit? Oh, that's three a three dollar bill. Anything that's", "start": 1801.34, "end": 1805.98}, {"text": "good.", "start": 1805.98, "end": 1806.3}, {"text": "Anything under five would have to be either a full album from some piece of", "start": 1806.3, "end": 1810.44}, {"text": "crap pop star or maybe just a single with a radio with it with a yeah, I think", "start": 1810.44, "end": 1816.78}, {"text": "three dollar a single. I think that's part that would be so ignition and", "start": 1816.78, "end": 1820.28}, {"text": "ignition remix on one thing. Yeah, I guess this would all the five would have", "start": 1820.28, "end": 1825.4}, {"text": "to be like", "start": 1825.4, "end": 1826.02}, {"text": "would be the all music reviews or like the pitchforks course. No, it's yeah.", "start": 1827.02, "end": 1831.42}, {"text": "It'd be how good it is. Yeah. I mean reviews. Somebody's got to be a", "start": 1831.42, "end": 1835.46}, {"text": "standard. Nobody's reviewing. You don't review money, man. You do. There's a lot", "start": 1835.46, "end": 1839.7}, {"text": "of people who do review money. I like this money, but it's not enough. Ben", "start": 1839.7, "end": 1843.22}, {"text": "Stein, Ben Stein, he doesn't review money. He has money and you can win it.", "start": 1843.22, "end": 1847.22}, {"text": "Oh yeah. You know, he was my mom's professor. Have I told you that before?", "start": 1847.22, "end": 1851.26}, {"text": "No. Yeah, he taught like that. Well, that's what that's how we got. No, this", "start": 1851.26, "end": 1856.14}, {"text": "this was after this after Buehler. He was a professor at Pepperdine and he was", "start": 1856.14, "end": 1861.34}, {"text": "then he did he made a movie about intelligent design. I don't even know", "start": 1861.34, "end": 1865.04}, {"text": "who that is inside. He's a guy who says anybody anybody Buehler Buehler. Oh", "start": 1865.04, "end": 1868.58}, {"text": "really yeah, that was my mom's professor. Yeah, he was an actor. He was", "start": 1868.58, "end": 1872.06}, {"text": "an actor and then also an economics professor. Yeah, he's like what's his", "start": 1872.06, "end": 1876.78}, {"text": "deal. He's like he's a he thinks that poor people should be grounded. A", "start": 1876.78, "end": 1880.38}, {"text": "Asian Jewish guy, yeah, who's libertarian and", "start": 1880.42, "end": 1884.22}, {"text": "thinks that he got kicked out of working in academia because he believes that God", "start": 1884.22, "end": 1890.12}, {"text": "created the world and not some monkey", "start": 1890.12, "end": 1892.26}, {"text": "or whatever evolution. So actually he aligns with all of my views. Yeah, he's", "start": 1892.26, "end": 1898.66}, {"text": "cool man. Yeah, he did and he did a movie called No Intelligence Allowed, I", "start": 1898.66, "end": 1903.46}, {"text": "believe is what it was called. Yeah, and it's", "start": 1903.46, "end": 1905.14}, {"text": "and it was about how no professors are allowed to say that God", "start": 1906.5, "end": 1910.46}, {"text": "invented the world. Yeah, that's crazy. Yeah, speaking of world,", "start": 1910.46, "end": 1915.42}, {"text": "what did you guys know? Here's something I learned music world. Pluto", "start": 1915.42, "end": 1918.9}, {"text": "was only discovered in 1930. Yeah, it's new as fuck. It's the newest.", "start": 1918.9, "end": 1924.26}, {"text": "It's really new and what came first, the dog or the planet. The dog", "start": 1924.26, "end": 1929.3}, {"text": "was named after the planet, but very shortly after. Yeah, it was new.", "start": 1929.3, "end": 1932.58}, {"text": "It was a new discovery and Walt Disney was excited about it and named", "start": 1932.58, "end": 1936.14}, {"text": "with the dog after that's like if we named a cartoon character ebay right", "start": 1936.22, "end": 1941.98}, {"text": "well ebay is not very new. He's been around for a minute. It wasn't really", "start": 1941.98, "end": 1946.98}, {"text": "discovered. That'd be like if it was one thousand nine hundred and ninety nine", "start": 1946.98, "end": 1951.34}, {"text": "and we named a cartoon character ebay.", "start": 1951.34, "end": 1953.18}, {"text": "Yeah, you're saying yeah, okay, what year is", "start": 1953.18, "end": 1955.94}, {"text": "two thousand and twenty three. Oh yeah, so then that'd be like if we named a", "start": 1955.94, "end": 1960.5}, {"text": "cartoon character x yeah, okay, I would do that yeah.", "start": 1960.5, "end": 1963.82}, {"text": "that's a good idea. That's a good name for a character. There's a good chunk of", "start": 1964.42, "end": 1967.78}, {"text": "you to find a decent, but I guess what happened with Pluto and this is this is", "start": 1967.78, "end": 1971.76}, {"text": "what maybe where I can see the scientist argument for Pluto, which I don't agree", "start": 1971.76, "end": 1975.1}, {"text": "with okay, but it only was discovered in one thousand and thirty and basically", "start": 1975.1, "end": 1979.06}, {"text": "they discovered it and announced it and then all the public was like, Oh my God,", "start": 1979.06, "end": 1982.72}, {"text": "the ninth planet and all those signs are like, oh no, it's not it's actually it's", "start": 1982.72, "end": 1986.82}, {"text": "different and everyone's like no, it's a not planet right. You and I it's and I", "start": 1986.82, "end": 1989.38}, {"text": "put it and then they were like, okay, I guess they were and you can't go back on", "start": 1989.38, "end": 1993.78}, {"text": "that that's what I'm saying. You guys fucked up in one thousand and thirty", "start": 1993.8, "end": 1997.0}, {"text": "please don't tell the nerd man. You gave it to us. We got it. You can't say", "start": 1997.0, "end": 2001.34}, {"text": "never mind. I was actually lying. I don't know the science nerds. Of course", "start": 2001.34, "end": 2005.54}, {"text": "they weren't going to like", "start": 2005.54, "end": 2006.18}, {"text": "okay, nineteen thirties as science. Well, that's the thing they just", "start": 2006.18, "end": 2011.38}, {"text": "glass just discovered football and then the nerds had to strike back exactly and", "start": 2011.38, "end": 2015.94}, {"text": "they said all right. You know what we got another planet. It's called Pluto.", "start": 2015.94, "end": 2018.54}, {"text": "It's way out there and you can't actually see it because it's so small.", "start": 2018.54, "end": 2021.1}, {"text": "Yeah, we like that planet. Actually, it's a dwarf planet. We like that planet.", "start": 2021.14, "end": 2025.94}, {"text": "Yeah. I miss those old time bullies that talk out of the side of their mouth,", "start": 2025.94, "end": 2030.34}, {"text": "man. They knew this. Yeah. 1930 to 2010, bro. You almost never see...", "start": 2030.34, "end": 2034.74}, {"text": "When was it? 1930 to 2008. That was 2010. 2008? The book came out? 2008, yeah.", "start": 2034.74, "end": 2040.14}, {"text": "I was in middle... I think I was in sixth grade, so probably 2008, 2009.", "start": 2040.14, "end": 2044.14}, {"text": "How old am I? Yeah, 2008, 2009, somewhere in there. What happened to people", "start": 2044.14, "end": 2048.94}, {"text": "talking out of the side of their mouth. You almost never see that anymore.", "start": 2048.94, "end": 2050.94}, {"text": "2006. I think it's because there's less lead in stuff.", "start": 2050.94, "end": 2054.94}, {"text": "Everybody's talking out of the side of their mouth because of these vaccines.", "start": 2054.94, "end": 2057.94}, {"text": "They're all getting Bell's palsy. Well, Bell's palsy for sure.", "start": 2057.94, "end": 2059.94}, {"text": "But that's... That too. There was also a lot of more vaccines back then.", "start": 2059.94, "end": 2063.94}, {"text": "Sorry. Sorry. I have Bell's palsy. Or the new vaccines back then.", "start": 2063.94, "end": 2066.94}, {"text": "I just got the COVID vaccine. I just got the COVID vaccine.", "start": 2066.94, "end": 2068.94}, {"text": "What you getting, Moderna? What happened to that?", "start": 2068.94, "end": 2070.94}, {"text": "People used to do that and then they started talking out of both sides of their mouth.", "start": 2070.94, "end": 2073.94}, {"text": "Oh, they would have cigars. Is that why? Yeah.", "start": 2073.94, "end": 2075.94}, {"text": "yeah to back mouth would would and they were eating sticky jellos and aspects", "start": 2075.94, "end": 2082.34}, {"text": "and it was", "start": 2082.34, "end": 2082.74}, {"text": "that makes sense to nowadays. We don't have much sticky food anymore. It's all", "start": 2082.74, "end": 2088.42}, {"text": "dry or wet. We don't really have any more nowadays. It's aspects from an only", "start": 2088.42, "end": 2093.14}, {"text": "fans model. Yeah, and only and spicy food is mostly the norm. And even then a lot", "start": 2093.14, "end": 2098.14}, {"text": "of times they put an emoji.", "start": 2098.14, "end": 2099.46}, {"text": "that's become very normal. Yeah, I see food has become normalized. I had some", "start": 2102.62, "end": 2106.34}, {"text": "hot sauce earlier that put me in the dirt, man. Yeah. Put me in the dirt. I", "start": 2106.34, "end": 2110.18}, {"text": "hate that. When you eat, when you... You took a gamble on a new hot sauce that", "start": 2110.18, "end": 2113.58}, {"text": "they had at the restaurant and it looked, it had a woman on it. You think you", "start": 2113.58, "end": 2117.42}, {"text": "know your spice level? Yeah. You think you know your Scoville line? I sit in", "start": 2117.42, "end": 2121.56}, {"text": "there hacking up a fucking", "start": 2121.56, "end": 2122.96}, {"text": "I feel like maybe I kinda wanna do one of the challenges just so I can feel", "start": 2122.96, "end": 2126.94}, {"text": "the upper limit, 'cause I've never liked spicy. I mean, I don't mind spicy", "start": 2126.94, "end": 2129.7}, {"text": "stuff, but I never seeked sorted out before. I think you might find it", "start": 2129.72, "end": 2133.32}, {"text": "orgasmic. I think I might find it horrible and it might completely ruin my", "start": 2133.32, "end": 2136.72}, {"text": "life for a couple of days, but I feel like I need to I need to I need to be", "start": 2136.72, "end": 2140.1}, {"text": "able to understand. We should do a spicy episode. Yeah,", "start": 2140.1, "end": 2142.68}, {"text": "oh my God,", "start": 2142.68, "end": 2144.0}, {"text": "a whole Jesus Christ of spicy episode yeah and we should look at spicy pics.", "start": 2144.0, "end": 2150.4}, {"text": "We should do the death nut challenge. The death nut is there a death nut.", "start": 2150.4, "end": 2154.12}, {"text": "Yeah, it's a kill the kid. Where does that grow? It grows. I think it's a", "start": 2154.12, "end": 2157.92}, {"text": "normal nut that they put spice put yeah they death up a nut.", "start": 2157.96, "end": 2161.76}, {"text": "It's so funny that all the spicy challenges you buy is like it looks", "start": 2161.76, "end": 2166.54}, {"text": "like a fucking like like Hot Wheels package where it's like the paper and", "start": 2166.54, "end": 2169.76}, {"text": "like a blister pack and it's like one thing that's like not a spicy food and", "start": 2169.76, "end": 2174.52}, {"text": "then somehow infused with chemicals. Cover it and so much like what it's", "start": 2174.52, "end": 2178.22}, {"text": "called like the one chip challenge or the", "start": 2178.22, "end": 2180.04}, {"text": "I know that yeah just it's always just you buy it. It's just a fucking little", "start": 2180.04, "end": 2186.46}, {"text": "We were at, I think we were at Gordo's and I got the birria tacos there and they had one", "start": 2186.92, "end": 2194.8}, {"text": "of those little ancho chilies.", "start": 2194.8, "end": 2198.0}, {"text": "And I don't know why, like it was like a dried pepper that was in the sauce and I bit the", "start": 2198.0, "end": 2204.52}, {"text": "whole thing because I've had those before and I've been fine but that was, I guess the", "start": 2204.52, "end": 2209.4}, {"text": "one that they put in there was the spiciest one ever because I had to go in the bathroom.", "start": 2209.4, "end": 2213.56}, {"text": "I went in the bathroom and almost threw up because I was spicy. I almost threw up", "start": 2213.56, "end": 2217.06}, {"text": "last night because the ham was too spicy. This happens with peppers often.", "start": 2217.06, "end": 2220.34}, {"text": "Some jalapenos, like every tenth jalapeno is like ten times. There's a", "start": 2220.34, "end": 2224.52}, {"text": "jalapeno my dad still talks about. He ate it ten years ago. I swear to God.", "start": 2224.52, "end": 2229.24}, {"text": "That's how I feel about this little ancho chili, dude. Every time I go home,", "start": 2229.24, "end": 2231.32}, {"text": "my dad, if my dad sees a jalapeno, he's like, \"Remember that one time, that one", "start": 2231.32, "end": 2235.16}, {"text": "summer when I made cheeseburgers and we had jalapenos on the side, and there was", "start": 2235.16, "end": 2239.08}, {"text": "that one that was so spicy that everybody took a bite and everyone had to", "start": 2239.08, "end": 2242.08}, {"text": "go run water under their mouth. He's obsessed with this hell of a thing.", "start": 2242.08, "end": 2245.52}, {"text": "There was one time we were doing the same thing, little ancho chilis at a taco truck.", "start": 2245.52, "end": 2249.36}, {"text": "It was like me, you, and Mike. Same shit. I overestimated, I think I ate two or three,", "start": 2249.36, "end": 2258.36}, {"text": "overestimated my spice level and was on the side of the street trying to throw up.", "start": 2258.36, "end": 2263.88}, {"text": "From chili.", "start": 2263.88, "end": 2264.88}, {"text": "From a little dry to chili.", "start": 2264.88, "end": 2266.72}, {"text": "This spicy food ain't right. They went too far with this spicy food.", "start": 2266.72, "end": 2269.68}, {"text": "I have white ass.", "start": 2269.68, "end": 2270.68}, {"text": "become part of life. Keep that shit in Thailand to do with the Thai spice.", "start": 2270.68, "end": 2275.44}, {"text": "Julio, can you handle spicy stuff? No, not really. I do. I like that bow tie", "start": 2275.44, "end": 2281.08}, {"text": "spice. What do you think of Thanksgiving food, by the way? Yeah, first time ever.", "start": 2281.08, "end": 2284.68}, {"text": "I thought it was delicious.", "start": 2284.68, "end": 2285.72}, {"text": "Had a great, great day. I even tried to, I tried to, you know,", "start": 2285.72, "end": 2291.6}, {"text": "spruce up the mac and cheese a little bit, put the chipotle in it. That's", "start": 2291.6, "end": 2296.08}, {"text": "unusual, man. The spiciness of the mac and cheese? It wasn't even spicy, but it", "start": 2296.08, "end": 2299.64}, {"text": "something in it. It had a bit of a thing. It had a red flavor. Yeah, yeah. I know", "start": 2299.64, "end": 2304.74}, {"text": "what you mean. I noticed it. I added red stuff. To what? The mac and cheese.", "start": 2304.74, "end": 2309.92}, {"text": "And guess what? Guess what mix I used at the grocery store? Mac and cheese mix.", "start": 2309.92, "end": 2315.88}, {"text": "Quesadilla. Oh. That mac and cheese was fuego. Yeah, dude. We all, we all, everyone popped off.", "start": 2315.88, "end": 2322.44}, {"text": "Bro, we tore. Everyone popped off. We ate and left no crumbs, man.", "start": 2322.44, "end": 2326.92}, {"text": "man. We I had pressed even the tiny amount of cauliflower that I did bring", "start": 2326.92, "end": 2332.62}, {"text": "because you said last year I pulled up with a poultry option. You did, but this", "start": 2332.62, "end": 2337.12}, {"text": "year I completely redeemed myself. The biggest thing of Brussels, you pulled up", "start": 2337.12, "end": 2340.76}, {"text": "with enough Brussels sprouts to feed a family and we had family meal. We did.", "start": 2340.76, "end": 2346.18}, {"text": "We had the biggest thing of Brussels sprouts of and all I brought the drinks", "start": 2346.18, "end": 2349.96}, {"text": "and he brought the drink and they were given to me by a miracle. Do you guys", "start": 2349.96, "end": 2353.54}, {"text": "know what happened? No, what happened? Well, I got some. I got some of the", "start": 2353.54, "end": 2356.56}, {"text": "white claws and I was going to go get a big thirty rack and then when I went", "start": 2356.58, "end": 2362.64}, {"text": "outside and I was opening the windows when we were going to go buy the beer,", "start": 2362.64, "end": 2365.82}, {"text": "I was opening the window gates here at the office and in our trash area, there", "start": 2365.82, "end": 2370.98}, {"text": "was a twenty dollar bill on the ground. You're kidding. Yeah, so we got free", "start": 2370.98, "end": 2375.04}, {"text": "beer. God subsidized our drinks. Oh my God, he blessed us from the sky and I", "start": 2375.04, "end": 2380.92}, {"text": "had to do it.", "start": 2380.92, "end": 2381.24}, {"text": "The planets God knew about the five weeks of plans has been changing", "start": 2381.24, "end": 2386.54}, {"text": "shined upon in some way that is not normal, dude.", "start": 2386.54, "end": 2389.9}, {"text": "- No. - We were getting scared.", "start": 2389.9, "end": 2391.46}, {"text": "- Neptune, we were like, kind of like, you know,", "start": 2391.46, "end": 2394.62}, {"text": "kind of, we felt like maybe, we were saying like,", "start": 2394.62, "end": 2397.04}, {"text": "oh, this kind of sucks, whatever, this is kind of crap.", "start": 2397.04, "end": 2400.58}, {"text": "- But Pluto's back and I have proof, man.", "start": 2400.58, "end": 2402.14}, {"text": "- But Pluto brought us back.", "start": 2402.14, "end": 2402.98}, {"text": "- Do you guys wanna see my painting?", "start": 2402.98, "end": 2403.98}, {"text": "- Yeah. - Yes.", "start": 2403.98, "end": 2404.82}, {"text": "- What do we know about Pluto?", "start": 2404.82, "end": 2406.1}, {"text": "- Tiny, smallest planet. - Small.", "start": 2406.1, "end": 2408.14}, {"text": "- Bingo.", "start": 2408.14, "end": 2409.1}, {"text": "- Mercury, Mercury, second smallest planet.", "start": 2409.1, "end": 2411.46}, {"text": "- Look at this painting.", "start": 2411.46, "end": 2413.3}, {"text": "- It's so gorgeous. - Oh my God.", "start": 2413.3, "end": 2415.86}, {"text": "the world. You record an Instagram reel of you painting that night. I wish you", "start": 2415.86, "end": 2419.78}, {"text": "had it go viral. It would go so viral. I'm going to get up and show this. I'm", "start": 2419.78, "end": 2424.1}, {"text": "going to show Cameron's camera how small this is.", "start": 2424.1, "end": 2426.34}, {"text": "That is a small planet picture I've ever seen. It looks like a purse, too,", "start": 2426.34, "end": 2433.74}, {"text": "because of the handle. I like the handle. Give me the loose thumb tack over", "start": 2433.74, "end": 2438.06}, {"text": "there. I got to hang this shit up. Oh, it's it stuck to me and rip my thumb", "start": 2438.06, "end": 2442.42}, {"text": "off. Is that what the super glue is for? How did you get it in your mouth? I opened it", "start": 2442.42, "end": 2448.02}, {"text": "with my fucking mouth because I ain't no bitch. This looks amazing. That is a great painting.", "start": 2448.02, "end": 2459.82}, {"text": "Wow. Looks great. Pluto y'all. Reminds you of anything? Planet. So that's my amazing painting", "start": 2459.82, "end": 2469.36}, {"text": "for today. That was amazing. I think that art is going to be a really big that's a", "start": 2469.36, "end": 2473.8}, {"text": "thing. I mean we've talked about it before, but this this five weeks of", "start": 2473.8, "end": 2476.68}, {"text": "planet shit has opened our minds to different avenues once this whole", "start": 2476.68, "end": 2480.04}, {"text": "podcast that we know once everything's over once this turns to dust once the", "start": 2480.04, "end": 2483.52}, {"text": "ceiling over there finally collapses. Yeah what's going on with that? I can't", "start": 2483.52, "end": 2486.88}, {"text": "tell if it grew or not it kind of was browning me. It's just brown. It's sagging quite badly.", "start": 2486.88, "end": 2490.96}, {"text": "It is sagging, but there's a family up there or something. Are they made out of water?", "start": 2490.96, "end": 2495.76}, {"text": "there. Maybe it's the water. They might be making water or they have a hot tub. Are", "start": 2495.76, "end": 2499.6}, {"text": "they fish? They could have a hot tub in their apartment. I don't believe that.", "start": 2499.6, "end": 2503.4}, {"text": "Could be. I can see that. It's just a it's practically a bath. Maybe they have. It's not so", "start": 2503.4, "end": 2508.64}, {"text": "strange to have. Maybe they're like they're on a permanent honeymoon. Oh lovers. And they have a heart shaped tub.", "start": 2508.64, "end": 2514.52}, {"text": "Oh yeah. That has a jacuzzi jacuzzi. Renting the honeymoon apartment.", "start": 2514.52, "end": 2519.24}, {"text": "Honeymoon apartment in Ridgewood, Queens. Yeah. Wow. This would be an amazing place to", "start": 2519.24, "end": 2524.68}, {"text": "That does sound wonderful. A balcony, a hot tub.", "start": 2524.68, "end": 2527.68}, {"text": "Where would you guys go on a honeymoon to?", "start": 2527.68, "end": 2529.68}, {"text": "Bridgewood Queens. Right above this office.", "start": 2529.68, "end": 2531.68}, {"text": "I want to go to China.", "start": 2531.68, "end": 2532.68}, {"text": "I want to go underground.", "start": 2532.68, "end": 2534.68}, {"text": "I would love to go underground.", "start": 2534.68, "end": 2536.68}, {"text": "Oh, I want to go to Vietnam and see the underground tunnels.", "start": 2536.68, "end": 2538.68}, {"text": "And make love in the honeymoon tunnel.", "start": 2538.68, "end": 2541.68}, {"text": "Oh my god, dude.", "start": 2541.68, "end": 2543.68}, {"text": "With a grenade wire above me and a bunch of razor blades everywhere.", "start": 2543.68, "end": 2546.68}, {"text": "That sounds so fucking awesome.", "start": 2546.68, "end": 2548.68}, {"text": "In a spike pit?", "start": 2548.68, "end": 2550.68}, {"text": "Yeah, some of that shit.", "start": 2550.68, "end": 2551.68}, {"text": "What is that thing called? Is it Puka Pit?", "start": 2551.68, "end": 2554.68}, {"text": "No, you're thinking of a necklace.", "start": 2554.68, "end": 2556.68}, {"text": "But what's the word?", "start": 2556.68, "end": 2557.68}, {"text": "Well, they had a lot. They had the ones where...", "start": 2557.68, "end": 2560.68}, {"text": "Pungi?", "start": 2560.68, "end": 2561.68}, {"text": "Pungi?", "start": 2561.68, "end": 2562.68}, {"text": "Pungi?", "start": 2562.68, "end": 2563.68}, {"text": "They were kind of playing Pungi.", "start": 2563.68, "end": 2564.68}, {"text": "Pungi Pit?", "start": 2564.68, "end": 2565.68}, {"text": "That's what they called it in Tony Hawk's Frozen Skater 2.", "start": 2565.68, "end": 2568.68}, {"text": "A Spike Pit?", "start": 2568.68, "end": 2569.68}, {"text": "They called it a Spike Pit, but in the first game they called it by the name,", "start": 2569.68, "end": 2574.68}, {"text": "and I think it starts with a P.", "start": 2574.68, "end": 2576.68}, {"text": "We'll figure it out later. It's not of any importance.", "start": 2576.68, "end": 2580.68}, {"text": "it's okay. Well, that's fine. We'll figure it out. You guys think you'd be any good", "start": 2580.68, "end": 2585.08}, {"text": "at guerrilla warfare or do you think you're the only type of warfare? I'd be", "start": 2585.08, "end": 2587.76}, {"text": "good. Yeah, me too. I feel like I'm much more built for this line shit. I don't", "start": 2587.76, "end": 2591.4}, {"text": "think so walking out line. I still fight like that. Get well, if I get in a fight", "start": 2591.4, "end": 2595.44}, {"text": "with somebody at the bar, I say you get eight friends, I'll get eight friends.", "start": 2595.44, "end": 2598.48}, {"text": "Let's walk at each other play Red Rover. Yeah, we're about to walk at each other,", "start": 2598.48, "end": 2602.16}, {"text": "get eight friends and get a kid and put him he's going to give him a guitar or", "start": 2602.16, "end": 2606.0}, {"text": "something. Yeah, he can play. Let it rock and let's walk at each other with our", "start": 2606.0, "end": 2609.24}, {"text": "hands out. He's probably going to play smoke on the water. Play smoke on the water? He's", "start": 2609.26, "end": 2612.82}, {"text": "probably only going to play smoke on the water. Yeah, I guess you're right. It's the first", "start": 2612.82, "end": 2615.7}, {"text": "song he learned. I would have been getting it as a little drummer boy, man. It would", "start": 2615.7, "end": 2618.46}, {"text": "be so scary to be in one of those lines because they were using the muskets that would misfire", "start": 2618.46, "end": 2623.3}, {"text": "like 60% of the time and they didn't have rifling inside it, so the shots didn't go", "start": 2623.3, "end": 2628.82}, {"text": "straight. They would just go out in random directions. So you'd just be standing with", "start": 2628.82, "end": 2632.26}, {"text": "two lines facing each other and you'd just be shooting at each other. I feel like everyone's", "start": 2632.26, "end": 2638.62}, {"text": "was missing like eighty percent of the time. I feel like and you're really", "start": 2638.62, "end": 2641.32}, {"text": "learning and we're just standing there and it's a loud banks going off and", "start": 2641.32, "end": 2645.16}, {"text": "nobody's die.", "start": 2645.16, "end": 2645.86}, {"text": "The fuck is going to die first Jesus Christ yeah, you might like it's like a", "start": 2645.86, "end": 2651.16}, {"text": "game at the fair or something. It's like you're playing a egg spoon.", "start": 2651.16, "end": 2655.34}, {"text": "Imagine", "start": 2655.34, "end": 2657.4}, {"text": "a really bad", "start": 2657.4, "end": 2659.28}, {"text": "yeah,", "start": 2659.28, "end": 2661.04}, {"text": "that to be so scary man. I would imagine trying that shit now with like an air", "start": 2661.04, "end": 2667.94}, {"text": "it's like rows of guys with fucking AR 15s. Yeah, just everyone is me dead.", "start": 2667.98, "end": 2673.82}, {"text": "Everyone would know it was a fight would last two seconds. I would definitely if I", "start": 2673.82, "end": 2677.18}, {"text": "was on the front lines, I bet we'd be marching, you know,", "start": 2677.18, "end": 2679.5}, {"text": "you're a high flying flag. Yeah, that's playing dad dad dad dad dad dad dad dad", "start": 2679.5, "end": 2688.62}, {"text": "dad. And then I would I would say, Oh, fuck my shoes on tide man. Hold on, give", "start": 2688.62, "end": 2693.42}, {"text": "second but then I slowly the entire every line kind of passes me now I'm at the", "start": 2693.42, "end": 2698.36}, {"text": "back of the line and now I'm the chef general guess we're making grits nice", "start": 2698.36, "end": 2703.4}, {"text": "okay now I just now was thinking about you know the Looney Tunes short where", "start": 2703.4, "end": 2708.02}, {"text": "Bunker Hill Bunny or Bugs Bunny is in the Battle of Bunker Hill and it's him", "start": 2708.02, "end": 2711.74}, {"text": "and Yosemite Sam and they're shooting cannons at each other no it sounds fun", "start": 2711.74, "end": 2714.7}, {"text": "really I guess I kind of just assumed everyone's seen that because I saw it", "start": 2714.7, "end": 2718.26}, {"text": "probably 500 times did you watch it in school but as a Bunker Hill no I watched", "start": 2718.26, "end": 2721.68}, {"text": "watched it at home because of my love for bugs bunny, but I just did where I", "start": 2721.68, "end": 2727.76}, {"text": "guess this doesn't make any sense. If you guys haven't seen it, but in that", "start": 2727.76, "end": 2730.42}, {"text": "it's two forts that are built right next to each other and they're shooting", "start": 2730.42, "end": 2733.9}, {"text": "cannons at each other. You think they ever actually do they just feel like", "start": 2733.9, "end": 2736.64}, {"text": "okay, we're going to build our fort here and you guys build your fort right here.", "start": 2736.64, "end": 2740.56}, {"text": "It's a while to one of the forts blows. We should make you guys chill. While we", "start": 2740.56, "end": 2746.92}, {"text": "build our fort, you build your fort chill everybody chill. We're just going", "start": 2746.92, "end": 2750.96}, {"text": "we're going to go away to forts next to each other so that we can have a we can", "start": 2751.0, "end": 2754.82}, {"text": "have the war. If the forts are too far apart from each other, we're going to", "start": 2754.82, "end": 2759.48}, {"text": "we're not going to be able to battle will not work. The battle will not work.", "start": 2759.48, "end": 2762.6}, {"text": "The guns aren't good yet. We don't have enough gunpowder to shoot the cannon", "start": 2762.6, "end": 2766.26}, {"text": "balls. That for neither of us want to go do the line. We don't want to line", "start": 2766.26, "end": 2769.9}, {"text": "anymore. We both want to shoot from inside the fort, so let's just shake on", "start": 2769.9, "end": 2773.28}, {"text": "this. We're not going to fight. What was the country that in World War One? They", "start": 2773.28, "end": 2777.58}, {"text": "thought it was still the line. Was it Poland? No, it wasn't Poland. It was I", "start": 2777.6, "end": 2781.72}, {"text": "think it was like", "start": 2781.72, "end": 2782.4}, {"text": "Luxembourg. It was something weird and they pulled up and like all the regalia", "start": 2782.4, "end": 2788.28}, {"text": "and they're like Cray and they were like, let's do this. Let's make the line", "start": 2788.28, "end": 2790.84}, {"text": "I think", "start": 2790.84, "end": 2791.36}, {"text": "I think it was Poland. I don't think so. There's nerve gas and trenches yeah. It", "start": 2791.36, "end": 2797.12}, {"text": "was literally like a guy was like, okay, I guess we're going to start the war.", "start": 2797.12, "end": 2800.24}, {"text": "Let's line up from shortest to tallest and then his head just", "start": 2800.24, "end": 2803.04}, {"text": "like that must have been crazy man. That must have been we're pulling up on", "start": 2805.44, "end": 2808.64}, {"text": "horses, yeah, like horses like it was bush gardens pulling up on like giant", "start": 2808.64, "end": 2812.32}, {"text": "ass horses with like they put their horses in clothes and they're like,", "start": 2812.32, "end": 2815.6}, {"text": "yeah, let's go to war man. That must do that. I mean that AK forty seven,", "start": 2815.6, "end": 2819.88}, {"text": "yeah, that was suck being the general or whatever that was like yeah, trust me,", "start": 2819.88, "end": 2824.48}, {"text": "they're gonna line up. It's still a line. I know dude that's what that's what it", "start": 2824.48, "end": 2828.28}, {"text": "is and that's what you as in Vietnam, bro. We all we put yeah, we're gonna", "start": 2828.28, "end": 2832.44}, {"text": "fuck you up like get ready. You get you come out. We're going to fight you bro", "start": 2832.48, "end": 2835.74}, {"text": "and we're going to fucking get we're coming there and we're going to shoot", "start": 2835.74, "end": 2837.88}, {"text": "and we got second. We see you we're going to shoot. Yeah,", "start": 2837.88, "end": 2840.48}, {"text": "we got beat by dental floss, yeah, walking around ringing a bell.", "start": 2840.48, "end": 2845.96}, {"text": "Yeah,", "start": 2845.96, "end": 2846.98}, {"text": "where are you getting?", "start": 2846.98, "end": 2851.78}, {"text": "The tiger trap to just a fucking just a spike that fell out of a literally", "start": 2851.78, "end": 2857.78}, {"text": "walking into Jurassic Park, right? Oh, here we go. It's like it's like a bully", "start": 2857.78, "end": 2862.32}, {"text": "school being like going up to the nerd me like hey as soon as school's out like", "start": 2862.36, "end": 2866.28}, {"text": "at two thirty, I'm going to beat your ass and the kid just goes home at two", "start": 2866.28, "end": 2869.74}, {"text": "o'clock", "start": 2869.74, "end": 2870.24}, {"text": "walking around like what the", "start": 2870.24, "end": 2872.18}, {"text": "that shit must have sucked so bad. I think almost every war has been", "start": 2872.18, "end": 2876.84}, {"text": "basically shit yeah, but like", "start": 2876.84, "end": 2878.68}, {"text": "even more because it's like they already had like", "start": 2878.68, "end": 2883.6}, {"text": "it's like I can't imagine going to", "start": 2883.6, "end": 2886.76}, {"text": "before after rock and roll has been invented,", "start": 2888.32, "end": 2890.58}, {"text": "like all you'd want to do is just go home and listen to rock and roll the", "start": 2890.58, "end": 2895.56}, {"text": "whole time. You finally had something to live for. Yeah, exactly. All these", "start": 2895.56, "end": 2898.86}, {"text": "other there's a music or the world war one and two. What are you gonna go", "start": 2898.86, "end": 2901.24}, {"text": "back?", "start": 2901.24, "end": 2901.44}, {"text": "Fuck that. No,", "start": 2901.44, "end": 2903.6}, {"text": "I'm a fucking little trumpet ass. Yeah, but I gotta go sit in a club and", "start": 2903.6, "end": 2908.84}, {"text": "dress up and listen to music. Fuck that man, right? Don't even have a cell", "start": 2908.84, "end": 2913.12}, {"text": "phone, got a fucking telegram and shit.", "start": 2913.12, "end": 2915.08}, {"text": "there's somebody back home writing a song about how he just fucked your", "start": 2915.88, "end": 2919.14}, {"text": "girlfriend. Yeah, exactly, and you can't you don't know yet. Yeah, we don't have", "start": 2919.14, "end": 2922.68}, {"text": "the computer. You come home and your your your family is now living in a", "start": 2922.68, "end": 2926.78}, {"text": "house of straw. We had three little pigs because they stripped every piece of", "start": 2926.78, "end": 2930.66}, {"text": "metal and wood out of your house to to invent a new guitar", "start": 2930.66, "end": 2934.38}, {"text": "to send you a box of spikes. Yeah, dude, imagine they need more spikes.", "start": 2934.38, "end": 2941.48}, {"text": "say your mom gets a job building spikes because it's a war. They need spy and", "start": 2943.02, "end": 2948.96}, {"text": "that", "start": 2948.96, "end": 2949.32}, {"text": "when rock came out, you're sitting there and your white your wife is back home", "start": 2949.32, "end": 2953.98}, {"text": "getting fucked by a ninety pound guy who looks exactly like it most looks like", "start": 2953.98, "end": 2957.88}, {"text": "the most beautiful woman of all time and it's from bloody London right God damn", "start": 2957.88, "end": 2962.26}, {"text": "yeah, no going to Vietnam. Fuck that all these all the you know I would have", "start": 2962.26, "end": 2966.56}, {"text": "England involved in that war. I think that if a war came up in Vietnam, it's", "start": 2966.56, "end": 2970.62}, {"text": "Luckily, we're nowhere close. Us and Iran are going to patch things up pretty fast, I", "start": 2970.64, "end": 2975.6}, {"text": "think. As long as I turn 27 before that shit happens, I'm good. But if I was draft, I think", "start": 2975.6, "end": 2980.6}, {"text": "that I would straight up say, \"Dude, I can't do it. I can't do it, man. I'm not built for", "start": 2980.6, "end": 2986.6}, {"text": "this war shit.\"", "start": 2986.6, "end": 2987.6}, {"text": "They didn't let you in if you had flat feet, right?", "start": 2987.6, "end": 2990.32}, {"text": "Dude, I'm doing jump training.", "start": 2990.32, "end": 2993.92}, {"text": "I feel like flat feet was the thing that's like the stereotypical draft dodger thing.", "start": 2993.92, "end": 2998.68}, {"text": "You can't let me in if I have flat feet.", "start": 2998.68, "end": 3000.16}, {"text": "I have no arch. I have no arch either. You're not special bro. Yeah, I know, but we're both", "start": 3000.16, "end": 3016.4}, {"text": "going to have a high arch. I don't know. I have a few of high arches. I'm going to be", "start": 3016.4, "end": 3020.34}, {"text": "real. My feet are fucking made for straight up. Yeah. Oh yeah. Yeah. He's got high arches.", "start": 3020.34, "end": 3025.9}, {"text": "because I knew he got high arches. I think you and I were not going to war.", "start": 3025.9, "end": 3029.1}, {"text": "He is going what is going to be the bones you do of the next war. If you", "start": 3029.1, "end": 3033.24}, {"text": "it's anxiety, it has to be right, it's going to be as I mean that you have to", "start": 3033.24, "end": 3036.84}, {"text": "just be full of the something that we have over the people in the in the past", "start": 3036.84, "end": 3040.64}, {"text": "generation, they're getting drafted and yeah, they're trying to be like, oh, I", "start": 3040.64, "end": 3043.48}, {"text": "have bone spurs. My hips are they hurt when I lie down now. They're going to", "start": 3043.48, "end": 3048.32}, {"text": "move. I can't dance now. I said they come to me. They're trying to they're", "start": 3048.32, "end": 3052.06}, {"text": "trying to get me in the army. I say, listen, buddy, you can do if you want to.", "start": 3052.06, "end": 3055.76}, {"text": "in fact, I want you to because the second you put a gun in my hands, I'm going to", "start": 3055.8, "end": 3059.24}, {"text": "slay every member", "start": 3059.24, "end": 3060.68}, {"text": "of my company. They're all going to be dead because I'm a psycho zoomer and I", "start": 3060.68, "end": 3066.0}, {"text": "have PTS. I have PTSD from a bad interaction at McDonald's. Yeah, I have", "start": 3066.0, "end": 3071.08}, {"text": "PTSD from a interaction where I was kind of weird. One time I thought that the", "start": 3071.08, "end": 3075.36}, {"text": "computer screen was a person at the McDonald's straight up. Yeah. Back then,", "start": 3075.36, "end": 3079.72}, {"text": "if they tried to be like, oh, I can't be in the army because I'm crazy, they", "start": 3079.72, "end": 3082.96}, {"text": "they would take your clipboard and they would take a big red marker and they", "start": 3083.0, "end": 3086.18}, {"text": "just write gay on it. Yeah. And you would not be able to get a job for the rest of", "start": 3086.18, "end": 3089.48}, {"text": "your life. No, no. They change your last name. You don't have to go to war, but you also have to live in a hole now.", "start": 3089.48, "end": 3093.32}, {"text": "Yeah. You're going to live in an apartment that has a big arrow pointing to it that says gay guy inside.", "start": 3093.32, "end": 3098.92}, {"text": "Nowadays, they say, if you try to get out of the army by saying you're gay, they say,", "start": 3098.92, "end": 3103.84}, {"text": "please, we need you. Yeah, we need you, man. We need you to whip the other men into shape.", "start": 3103.84, "end": 3108.12}, {"text": "Yeah, we need you and we need you to, I mean, you're already good at the computer.", "start": 3108.12, "end": 3113.62}, {"text": "Get behind the like, the drone thing.", "start": 3113.62, "end": 3116.62}, {"text": "I could probably be content creator for the army or something.", "start": 3116.62, "end": 3120.62}, {"text": "Yeah.", "start": 3120.62, "end": 3121.12}, {"text": "Some kind of streamer.", "start": 3121.12, "end": 3122.12}, {"text": "I would love to work social media for the army right now.", "start": 3122.12, "end": 3124.12}, {"text": "I could do that shit, I think.", "start": 3124.12, "end": 3125.62}, {"text": "Oh my god, I would love to go to PAX East with the pull-up bar.", "start": 3125.62, "end": 3128.62}, {"text": "I'd be the guy that stands next to the pull-up bar at PAX East.", "start": 3128.62, "end": 3132.12}, {"text": "I could be a recruiter for sure.", "start": 3132.12, "end": 3133.62}, {"text": "It's not the pull-up bar at PAX East, but it is VR pull-ups.", "start": 3133.62, "end": 3137.12}, {"text": "you guys are you're talking about the being the recruiter who goes to Paxos.", "start": 3137.12, "end": 3140.36}, {"text": "That's that's the one that's your that's your like that's your pizza party.", "start": 3140.36, "end": 3143.56}, {"text": "That's your once your your day to day job is you are texting fifteen year old", "start": 3143.56, "end": 3146.92}, {"text": "and say", "start": 3146.92, "end": 3147.24}, {"text": "you finish your homework. Oh shit, my bad. You still in school. I'll text", "start": 3147.24, "end": 3152.68}, {"text": "back. I thought that's literally all they do. They take they text high", "start": 3152.68, "end": 3155.84}, {"text": "schoolers and I was friends with this army recruiter on Facebook when I was in", "start": 3155.84, "end": 3159.52}, {"text": "high school because I would just add like any friend request that came in. I", "start": 3159.52, "end": 3162.72}, {"text": "to accept it, bitch and it was funny to do that because you so funny. I have", "start": 3162.76, "end": 3167.8}, {"text": "thousands of friends on Facebook. A lot of people fucking kill for that. Okay,", "start": 3167.8, "end": 3171.24}, {"text": "well, there's one guy, the friend cap, this one guy, no, I didn't", "start": 3171.24, "end": 3175.08}, {"text": "yeah, I probably have twice as many. I deleted it, I deleted it, but there's", "start": 3175.08, "end": 3178.56}, {"text": "one guy that like my Facebook group has been popping off, y'all. Yeah, my man,", "start": 3178.56, "end": 3184.44}, {"text": "but there's this one army recruiter I was friends with that would try to make", "start": 3184.44, "end": 3188.44}, {"text": "memes about why you should join. And there's this one that was stuck in my", "start": 3188.52, "end": 3193.22}, {"text": "brain forever. It was like, \"TB12 is throwing touchdown passes while you're", "start": 3193.22, "end": 3197.86}, {"text": "passing your opportunity to join the US Army.\" Damn, dude. That shit worked in", "start": 3197.86, "end": 3202.9}, {"text": "New Hampshire, too. Bro, that probably worked. That got three kids. He probably", "start": 3202.9, "end": 3206.78}, {"text": "got the biggest meathead in the school. That and then the Dodge Charger,", "start": 3206.78, "end": 3210.9}, {"text": "obviously. The Dodge Charger's always gonna get people. These days, all you'd", "start": 3210.9, "end": 3212.7}, {"text": "have to say is, \"Do you guys wanna... Do you wanna go shoot a Draco or a", "start": 3212.7, "end": 3217.06}, {"text": "yet. Join the army man. And avoid student debt. You want to avoid student loan debt and go", "start": 3217.06, "end": 3222.94}, {"text": "shoot a glizzy man? Go straight up to fucking go to Iran right now. You need to, we need", "start": 3222.94, "end": 3229.98}, {"text": "you to go over there and instill a phantom tax on Iran. You need to go jump out of where", "start": 3229.98, "end": 3235.1}, {"text": "the battle bus is leaving. You better get your spot man. If I was a recruiter I would", "start": 3235.1, "end": 3239.86}, {"text": "just be telling people like you have to sign this right now or you're going to jail. Yeah.", "start": 3239.86, "end": 3244.82}, {"text": "it's just been a you're being sued. Yep, I pretend everything to drop the soup. If", "start": 3244.82, "end": 3249.82}, {"text": "you if you sign right here, if you know, I don't tell them they're joining me, I", "start": 3249.82, "end": 3253.14}, {"text": "just say your name and Tokyo drift style situation. Yeah, what happened? Why did", "start": 3253.14, "end": 3258.22}, {"text": "he have to go to Japan and who knows? Have we talked about it before? Yeah, I", "start": 3258.22, "end": 3262.58}, {"text": "never seen it. You ever seen Tokyo drift? We've talked about this. He gets in big", "start": 3262.58, "end": 3266.26}, {"text": "Bantha Pudu and then he fucking has to go to Japan.", "start": 3266.26, "end": 3268.86}, {"text": "yeah, he said he gets in Bantha Pudu", "start": 3269.9, "end": 3271.9}, {"text": "shit, a Star Wars fan. I know I know that well. I didn't expect him. I know", "start": 3271.9, "end": 3277.3}, {"text": "what a Bantha is, but I wouldn't expect him to say who do is poop in the Star", "start": 3277.3, "end": 3280.58}, {"text": "Wars.", "start": 3280.58, "end": 3280.9}, {"text": "I say that quite quite often. Yeah, I never heard you say that before. Well,", "start": 3280.9, "end": 3288.24}, {"text": "you don't hang out with me when I cussed it.", "start": 3288.24, "end": 3289.66}, {"text": "I don't I say I say that kind of stuff. That's true. I say alternative cusses.", "start": 3289.66, "end": 3295.1}, {"text": "Yeah, alternative cussing is good again earlier instead of Dick. I said prick", "start": 3295.1, "end": 3298.94}, {"text": "brick. That's funny. Brick is always good instead of a but how much time do", "start": 3299.3, "end": 3302.8}, {"text": "we have left on the holly relax bro? Well, there's a", "start": 3302.8, "end": 3305.92}, {"text": "the hell's that there's a new jay so that's why I thought you're trying to", "start": 3305.92, "end": 3309.98}, {"text": "get out of here. I was no, no, no, I have to show this new song. I forgot", "start": 3309.98, "end": 3313.68}, {"text": "about so I want to preface this by saying that I didn't know we were", "start": 3313.68, "end": 3317.9}, {"text": "acknowledging Pluto as a planet, so I had to make this one really quick. I", "start": 3317.9, "end": 3323.52}, {"text": "need to push back against this because we've we listed the plants are doing so", "start": 3323.52, "end": 3326.88}, {"text": "20 times on the episode. There's audio evidence. Okay, that's not an excuse.", "start": 3326.9, "end": 3330.42}, {"text": "Well, I think what you'll hear in this song", "start": 3330.42, "end": 3333.38}, {"text": "is lyrics. Is lyrics. And a beat. And a beat. And maybe a chorus, man. And I", "start": 3333.38, "end": 3338.42}, {"text": "think you're gonna be pretty impressed. Alright, let me hear this shit. What's", "start": 3338.42, "end": 3341.62}, {"text": "it called? Remember. Damn. It's actually his deepest song yet.", "start": 3341.62, "end": 3346.06}, {"text": "Man,", "start": 3346.06, "end": 3349.18}, {"text": "I don't know what I've been doing, man.", "start": 3349.18, "end": 3352.94}, {"text": "I'm so confused.", "start": 3352.94, "end": 3356.26}, {"text": "I gotta talk to my best friend Pluto about this.", "start": 3356.26, "end": 3361.26}, {"text": "Oh, OJ the alien.", "start": 3361.26, "end": 3362.26}, {"text": "I'm spinning in this cosmic confusion.", "start": 3362.26, "end": 3365.26}, {"text": "I'm lost in love, caught in grand illusion.", "start": 3365.26, "end": 3368.26}, {"text": "Neptune's allured like a magnetic pull.", "start": 3368.26, "end": 3371.26}, {"text": "My thoughts scattered like stardust in the pool.", "start": 3371.26, "end": 3373.26}, {"text": "I love the pool, man, the pool is cool.", "start": 3373.26, "end": 3376.26}, {"text": "Summertime, go there right after school.", "start": 3376.26, "end": 3379.26}, {"text": "We'd all go there playing fish out of water.", "start": 3379.26, "end": 3382.26}, {"text": "That was the game that I used to slaughter.", "start": 3382.26, "end": 3385.26}, {"text": "fifth", "start": 3385.26, "end": 3403.98}, {"text": "the", "start": 3403.98, "end": 3413.82}, {"text": "*Rap music*", "start": 3413.82, "end": 3434.46}, {"text": "*Demonic laughter*", "start": 3434.46, "end": 3440.22}, {"text": "(laughing)", "start": 3440.22, "end": 3442.46}, {"text": "- This is plutonium rapping.", "start": 3442.46, "end": 3451.98}, {"text": "Cookie Monster?", "start": 3451.98, "end": 3454.68}, {"text": "- Yeah.", "start": 3454.68, "end": 3455.5}, {"text": "- Okay.", "start": 3455.5, "end": 3463.94}, {"text": "Okay,", "start": 3468.22, "end": 3472.02}, {"text": "that's a really good one. That was great. The beat was amazing, a little bit of", "start": 3472.02, "end": 3476.86}, {"text": "you know some kind of padding, maybe at the end. What do you mean? For the", "start": 3476.86, "end": 3480.7}, {"text": "length", "start": 3480.7, "end": 3481.1}, {"text": "we do do we", "start": 3481.1, "end": 3483.18}, {"text": "Tony and his speaking plutonium. It makes sense yeah, but then he had the", "start": 3483.18, "end": 3488.98}, {"text": "adlibs that exponent for the well, the Adler English. Oh, so that was saying", "start": 3488.98, "end": 3493.38}, {"text": "what he said yeah, okay, he said lives were done in English. So we do it. It", "start": 3493.38, "end": 3497.34}, {"text": "He was talking about how he remembers Bill Nye the Science Guy and Cat Dog and Toonami", "start": 3497.38, "end": 3503.9}, {"text": "and how much he misses playing in the pool. See, because every good rapper has a song", "start": 3503.9, "end": 3509.24}, {"text": "about the 90s. Every single good rapper has a song about the 90s. Yeah, I'm from the 90s.", "start": 3509.24, "end": 3518.24}, {"text": "Boy, I'm from the 90s. Do you guys consider yourselves from the 90s, man? I don't think", "start": 3518.24, "end": 3524.02}, {"text": "I don't know because we're told all the time that I feel like I'm from right now.", "start": 3524.02, "end": 3528.02}, {"text": "Yeah, I feel like I just now I'm hitting on the pulse.", "start": 3528.02, "end": 3531.02}, {"text": "Yeah, I got I'm not my finger.", "start": 3531.02, "end": 3533.02}, {"text": "My whole body's my whole I live on the pole.", "start": 3533.02, "end": 3536.02}, {"text": "It's my I'm in the I am the pulse.", "start": 3536.02, "end": 3539.02}, {"text": "We're Gen Z, right?", "start": 3539.02, "end": 3541.02}, {"text": "Did they change the definition again?", "start": 3541.02, "end": 3543.02}, {"text": "Dude, I think I really I think we're cusp.", "start": 3543.02, "end": 3545.02}, {"text": "I think this I think we are literally Gen Z.", "start": 3545.02, "end": 3547.02}, {"text": "I'm not going to lie to you.", "start": 3547.02, "end": 3548.02}, {"text": "I think we're elders.", "start": 3548.02, "end": 3549.02}, {"text": "Z lineals, man.", "start": 3549.02, "end": 3550.02}, {"text": "I literally we are.", "start": 3550.02, "end": 3551.02}, {"text": "Yeah, fuck my life.", "start": 3551.02, "end": 3552.02}, {"text": "by elders Ellen you doesn't have between one thousand nine hundred and", "start": 3553.02, "end": 3556.02}, {"text": "ninety six and twenty two. I was born ninety seven barely made ninety eight", "start": 3556.02, "end": 3558.62}, {"text": "bro. I was born in two thousand nine. I'm barely made it.", "start": 3558.62, "end": 3560.86}, {"text": "I'm right on the cusp.", "start": 3560.86, "end": 3563.42}, {"text": "Wow. What's the new generation of these alpha", "start": 3563.42, "end": 3567.66}, {"text": "generation alpha? You say what? Yeah. These thirteen year olds are alpha", "start": 3567.66, "end": 3572.18}, {"text": "generation. My nephew speaking of gen alphas, his birthday yesterday, I called", "start": 3572.18, "end": 3577.18}, {"text": "them on the phone to say happy birthday. The same happy birthday immediately", "start": 3577.18, "end": 3580.9}, {"text": "takes the phone from me or from his mom and goes up to his brother and starts", "start": 3580.9, "end": 3585.64}, {"text": "doing, he started doing POV like Call of Duty and was just walking around the", "start": 3585.64, "end": 3589.56}, {"text": "house shooting stuff and there's, I just, I have a video of him just shooting his", "start": 3589.56, "end": 3594.64}, {"text": "brother like that and his brother's just standing still trying to do stuff with a", "start": 3594.64, "end": 3599.56}, {"text": "paper turkey they were making. I think he's gone... Do stuff with a paper turkey?", "start": 3599.56, "end": 3603.96}, {"text": "I think he's gone... What the hell kind of perverted shit is your nephew doing?", "start": 3603.96, "end": 3606.2}, {"text": "I think my nephew's gone completely insane. You think he finally lost it, Slim", "start": 3606.2, "end": 3608.56}, {"text": "I think that this phone generation is truly fucking up the younger generation", "start": 3608.56, "end": 3613.56}, {"text": "because why the hell is he shooting?", "start": 3613.56, "end": 3615.56}, {"text": "You didn't walk around with like a...", "start": 3615.56, "end": 3617.56}, {"text": "Yeah, every kid shot.", "start": 3617.56, "end": 3618.56}, {"text": "He's doing COV...", "start": 3618.56, "end": 3619.56}, {"text": "What was your favorite gun when you were a kid?", "start": 3619.56, "end": 3621.56}, {"text": "P90?", "start": 3621.56, "end": 3622.56}, {"text": "No, like a fake gun.", "start": 3622.56, "end": 3623.56}, {"text": "Oh, fake.", "start": 3623.56, "end": 3624.56}, {"text": "Oh, a stick?", "start": 3624.56, "end": 3625.56}, {"text": "Bro, I had this really good...", "start": 3625.56, "end": 3627.56}, {"text": "Nerf gun, I guess.", "start": 3627.56, "end": 3628.56}, {"text": "I had this amazing stick, dude.", "start": 3628.56, "end": 3629.56}, {"text": "I used anything.", "start": 3629.56, "end": 3630.56}, {"text": "That had like a handle.", "start": 3630.56, "end": 3631.56}, {"text": "It was like this crazy, like it had a natural handle in it.", "start": 3631.56, "end": 3634.56}, {"text": "It had a good, yeah.", "start": 3634.56, "end": 3635.56}, {"text": "And it looked huge like a Halo gun.", "start": 3635.56, "end": 3638.56}, {"text": "Sick.", "start": 3638.56, "end": 3639.56}, {"text": "I kept it for a long time in my parents basement.", "start": 3639.56, "end": 3642.56}, {"text": "You know those long chip clips that you used to like seal?", "start": 3642.56, "end": 3646.56}, {"text": "I would use that as a gun. I killed my dad thousands of times.", "start": 3646.56, "end": 3649.56}, {"text": "I also had a very realistic General Grievous' blaster that I got for Christmas one year.", "start": 3649.56, "end": 3653.56}, {"text": "That's cheating.", "start": 3653.56, "end": 3654.56}, {"text": "That is cheating. That's why I used the stick more.", "start": 3654.56, "end": 3656.56}, {"text": "I don't think I was allowed to have gun toys for quite some time.", "start": 3656.56, "end": 3658.56}, {"text": "We were allowed to have lightsabers and that was a bad mistake.", "start": 3658.56, "end": 3660.56}, {"text": "I was allowed to have lightsabers for sure.", "start": 3660.56, "end": 3662.56}, {"text": "I don't know. Lightsabers is the worst mistake that you can make for your child.", "start": 3662.56, "end": 3666.08}, {"text": "We had a potato gun, a real one that shot a potato. That's cool.", "start": 3666.08, "end": 3670.0}, {"text": "Yeah, it was sick. Like the PVC. Yeah, the PVC hairspray. Yeah, hairspray. That shit would launch.", "start": 3670.0, "end": 3674.88}, {"text": "Why were you allowed to have that? Did your brother just make it? Science vibes. Yeah,", "start": 3674.88, "end": 3678.56}, {"text": "how are you going to stop someone from inventing something? It's not possible.", "start": 3678.56, "end": 3681.2}, {"text": "What, I can't have a potato? I can't have a potato in a PVC pipe? Yeah, what do you want", "start": 3681.2, "end": 3683.6}, {"text": "for dinner tonight? Potato again. I'm actually really hungry for potato and I want it served", "start": 3683.6, "end": 3687.36}, {"text": "on a PVC pipe in the middle. And also I need a new hairdo. It worked, man. I need a new", "start": 3687.36, "end": 3694.36}, {"text": "hairdo. It worked every time.", "start": 3694.36, "end": 3696.52}, {"text": "Well, I tried to look up how to make those, and I learned, like early YouTube, there was", "start": 3696.52, "end": 3701.2}, {"text": "like tutorials on how to make zip guns.", "start": 3701.2, "end": 3703.5}, {"text": "You can kill somebody with anything.", "start": 3703.5, "end": 3705.1}, {"text": "My friend's older brother made a like magnet gun that shot a nail.", "start": 3705.1, "end": 3711.08}, {"text": "What the hell?", "start": 3711.08, "end": 3712.08}, {"text": "300 milligrams a can.", "start": 3712.08, "end": 3713.08}, {"text": "300?", "start": 3713.08, "end": 3714.08}, {"text": "Yeah.", "start": 3714.08, "end": 3715.08}, {"text": "That's too much, dude.", "start": 3715.08, "end": 3716.08}, {"text": "That's why I didn't want to take a sip. I know that G Fuel has 300.", "start": 3716.08, "end": 3719.08}, {"text": "I drank the whole thing.", "start": 3719.08, "end": 3720.08}, {"text": "I thought it was 200, dude. Well, I'm done.", "start": 3720.08, "end": 3723.08}, {"text": "Yeah, you're going to have heart problems constantly.", "start": 3723.08, "end": 3725.08}, {"text": "I got to go to the gym. Bye.", "start": 3725.08, "end": 3727.08}, {"text": "Bye.", "start": 3727.08, "end": 3728.08}, {"text": "Is there anything we need to talk about?", "start": 3728.08, "end": 3730.08}, {"text": "I don't think so. I guess it's the...", "start": 3730.08, "end": 3732.08}, {"text": "Oh my God.", "start": 3732.08, "end": 3733.08}, {"text": "That's the end of week four, week five, the final week.", "start": 3733.08, "end": 3736.08}, {"text": "Get ready.", "start": 3736.08, "end": 3737.08}, {"text": "This is coming up next.", "start": 3737.08, "end": 3738.08}, {"text": "Big shit plan.", "start": 3738.08, "end": 3739.08}, {"text": "Oh, and then if you're in New York, we're on a show with Girl God for the holidays.", "start": 3739.08, "end": 3744.08}, {"text": "Oh yeah, we're going to be...", "start": 3744.08, "end": 3745.08}, {"text": "- Yeah, what day is it? - An amazing choir.", "start": 3745.08, "end": 3747.08}, {"text": "- You can find it on their social media. - Yeah, December 10th, I believe.", "start": 3747.08, "end": 3749.66}, {"text": "- December 10th. - I'm still in New York. Come find me.", "start": 3749.66, "end": 3752.0}, {"text": "- Oh yeah, Jubio's in New York. - Oh yeah.", "start": 3752.0, "end": 3753.82}, {"text": "- Look for him, man. - Yep.", "start": 3753.82, "end": 3755.22}, {"text": "- All right. - Bye, mate. - Bye.", "start": 3755.22, "end": 3756.74}, {"text": "This is the story of Neptune, a planet report by Cameron Fetter.", "start": 3756.74, "end": 3767.0}, {"text": "Once upon a time, 30 astronomical units away from the sun,", "start": 3767.0, "end": 3773.62}, {"text": "There was a blue and icy planet named Neptune.", "start": 3773.94, "end": 3778.18}, {"text": "One orbit, Neptune woke up and felt depressed.", "start": 3778.18, "end": 3782.98}, {"text": "\"What makes me special?\" asked Neptune.", "start": 3782.98, "end": 3786.22}, {"text": "\"I feel so average.\"", "start": 3786.22, "end": 3788.74}, {"text": "\"Don't worry, Neptune,\" said the sun.", "start": 3788.74, "end": 3791.82}, {"text": "\"You're very special.", "start": 3791.82, "end": 3793.5}, {"text": "For example, you're an ice giant.", "start": 3793.5, "end": 3795.94}, {"text": "Your distance from me means that you're dark and cold,", "start": 3795.94, "end": 3798.98}, {"text": "covered by frozen, icy materials.\"", "start": 3798.98, "end": 3802.66}, {"text": "\"Big whoop,\" replied Neptune.", "start": 3802.66, "end": 3804.98}, {"text": "\"That doesn't make me unique.", "start": 3804.98, "end": 3806.78}, {"text": "Uranus is an ice giant as well.\"", "start": 3806.78, "end": 3809.46}, {"text": "\"Well, maybe your surface doesn't matter.", "start": 3809.46, "end": 3811.78}, {"text": "It's what you're like on the inside that counts.", "start": 3811.78, "end": 3814.18}, {"text": "You have a rocky core,\" the sun said.", "start": 3814.18, "end": 3817.18}, {"text": "\"Yeah, right.", "start": 3817.18, "end": 3818.02}, {"text": "So does Mercury, Venus, Earth, Mars, Uranus,", "start": 3818.02, "end": 3821.66}, {"text": "and probably Jupiter and Saturn too.", "start": 3821.66, "end": 3823.9}, {"text": "I knew I wasn't special.", "start": 3823.9, "end": 3826.02}, {"text": "You're just making me feel worse.", "start": 3826.02, "end": 3828.06}, {"text": "I think I'm going to kill myself.\"", "start": 3828.06, "end": 3830.06}, {"text": "No.", "start": 3830.06, "end": 3830.9}, {"text": "Neptune opened its desk drawer with its hand, where it kept its revolver and used its hand", "start": 3830.9, "end": 3835.22}, {"text": "to put the gun to its atmosphere.", "start": 3835.22, "end": 3837.62}, {"text": "\"No!\"", "start": 3837.62, "end": 3838.62}, {"text": "\"I'm done doing this with you!\" screamed the sun in anguish.", "start": 3838.62, "end": 3843.06}, {"text": "\"It seems like every rotation you threaten to kill yourself.", "start": 3843.06, "end": 3846.78}, {"text": "You think you have it bad?", "start": 3846.78, "end": 3847.94}, {"text": "Look at Pluto, the poor guy isn't even a planet anymore!\"", "start": 3847.94, "end": 3851.14}, {"text": "\"Even my suffering isn't unique,\" sighed Neptune.", "start": 3851.14, "end": 3854.98}, {"text": "\"I think I get it now.", "start": 3854.98, "end": 3856.98}, {"text": "I was so concerned with being special, but what's actually special is that I'm so similar", "start": 3856.98, "end": 3862.58}, {"text": "to everyone else in my solar system.", "start": 3862.58, "end": 3864.82}, {"text": "It's about togetherness and family.", "start": 3864.82, "end": 3867.9}, {"text": "That's right, said the sun.", "start": 3867.9, "end": 3869.7}, {"text": "I'm glad you came around.", "start": 3869.7, "end": 3872.66}, {"text": "Coming around the sun.", "start": 3872.66, "end": 3873.66}, {"text": "Yeah, coming around me, I mean.", "start": 3873.66, "end": 3875.38}, {"text": "The me.", "start": 3875.38, "end": 3876.38}, {"text": "The me.", "start": 3876.38, "end": 3877.38}, {"text": "Let's eat.", "start": 3877.38, "end": 3878.38}, {"text": "And the planets all started in on their Thanksgiving dinner.", "start": 3878.38, "end": 3881.46}, {"text": "Moral.", "start": 3881.46, "end": 3884.82}, {"text": "The moral of the story.", "start": 3884.82, "end": 3886.26}, {"text": "Okay.", "start": 3886.26, "end": 3887.26}, {"text": "There is nothing interesting about Neptune.", "start": 3887.26, "end": 3893.26}, {"text": "[BARKING]", "start": 3893.26, "end": 3895.7}], "title": "#211 - The Five Weeks of Planets: Pluto", "link": "https://www.patreon.com/posts/211-five-weeks-93492964", "date": "Sat, 25 Nov 2023 11:00:06 GMT", "id": 62}