{"lines": [{"text": "I", "start": 0.0, "end": 2.0}, {"text": "You guys it's officially the five", "start": 2.0, "end": 12.08}, {"text": "The five weeks of planets are coming to a", "start": 12.08, "end": 16.32}, {"text": "Please I don't want it to come to an end. I don't want us. No, don't do that. Keep it", "start": 16.32, "end": 24.66}, {"text": "keep it going. That's not right. Keep it going right invent another planet right", "start": 26.28, "end": 29.88}, {"text": "now. Right. I do is that we're doing a plan here today. We should have invented", "start": 29.88, "end": 33.58}, {"text": "another one. We have a full planet in front of us. Okay, well, just invent one", "start": 33.58, "end": 36.2}, {"text": "more the moon, the planet of the earth, planet of the moon, but just invent one", "start": 36.2, "end": 39.28}, {"text": "more. There's billions of planets in the solar. I mean, the galaxy one in our", "start": 39.28, "end": 43.36}, {"text": "solar system. I've said there's right now man, billions of planets in the", "start": 43.36, "end": 47.24}, {"text": "solar system. Just name a planet Sedna Sedna. All right, Ares,", "start": 47.24, "end": 51.48}, {"text": "that one sounded fake. Those are the two exoplanets. I know in the solar", "start": 51.48, "end": 56.0}, {"text": "system. What is an XO? Paris is the one that here's what I'm saying every minute.", "start": 56.0, "end": 59.66}, {"text": "Do we have to add another week of some people? Some people ain't never paid", "start": 59.66, "end": 63.9}, {"text": "attention to the planet reports and it shows do we have to add a bit of", "start": 63.9, "end": 67.22}, {"text": "attention? It's Alpha Centauri. Yes, that's exactly on man. Planet dingbat.", "start": 67.22, "end": 71.74}, {"text": "I know all about all this shit from every planner. One hundred and fifty", "start": 71.74, "end": 74.98}, {"text": "million from one hundred and fifty one moons by which one had that planet", "start": 74.98, "end": 78.58}, {"text": "dingbat that was Venus. Maybe no, it doesn't have a hundred and fifty moons.", "start": 78.58, "end": 83.9}, {"text": "that had to be one of the gas giants, bro. That's my Jupiter. That was Jupiter man. I", "start": 83.92, "end": 87.76}, {"text": "had probably hundred and fifty one moons, including Titan. Well, that's in the original generation.", "start": 87.76, "end": 91.76}, {"text": "It's a different generation of planets and the second generation. They added more. Now", "start": 91.76, "end": 96.96}, {"text": "that's in Jupiter, gold and silver. What the fuck are we going to do after this? But we're", "start": 96.96, "end": 100.44}, {"text": "all at ideas. We have the five for the boy for the planet report. Oh crap. I spilled", "start": 100.44, "end": 104.88}, {"text": "a little bit of water onto my hand. This is one drop. Well, it doesn't seem so. Oh, that's", "start": 104.88, "end": 111.8}, {"text": "not a deal. Can we start over now? We can start the whole episode a little bit.", "start": 111.8, "end": 116.0}, {"text": "Look, my hand's shiny now.", "start": 116.0, "end": 117.8}, {"text": "Cameron's got a wet hand.", "start": 117.8, "end": 122.0}, {"text": "This is not going to be a viral video called shiny hand.", "start": 122.0, "end": 125.2}, {"text": "Shiny hand white boy. I'm giving my hand under the table the rest of the", "start": 125.2, "end": 128.6}, {"text": "episode. But then it looks like it don't do that man. Then it looks like you", "start": 128.6, "end": 131.4}, {"text": "got wet from something else bro. It looks like it's wet from Jess.", "start": 131.4, "end": 134.1}, {"text": "Your hand looks odder now that you're putting it so front and center on the", "start": 134.1, "end": 140.4}, {"text": "you need to learn what to do with your hand. It is a little bit more. Put it on", "start": 140.9, "end": 143.96}, {"text": "here, put it on there and then it'll look like you're DJing and the sweat", "start": 143.96, "end": 148.34}, {"text": "will be. Now this looks like you're a thinker. Don't think like this man. This", "start": 148.34, "end": 151.82}, {"text": "pisses me off. Yeah. What's wrong with thinking? Well, it just is too much. I", "start": 151.82, "end": 156.06}, {"text": "feel like anti intellectual. I feel like you might outsmart me at any second", "start": 156.06, "end": 159.34}, {"text": "here. I already have. We're doing what? You got spilled water on your damn", "start": 159.34, "end": 163.14}, {"text": "hand, you fucking fool. He spilled water in a Machiavellian way. If you guys", "start": 163.14, "end": 166.78}, {"text": "didn't realize I basically made the episode funny just now. Wow, wow, you", "start": 166.78, "end": 171.92}, {"text": "got us a good thing to start with up, man. You got us an amazing people. So", "start": 171.92, "end": 176.38}, {"text": "realize that sometimes the class clown has a lot going on inside his head.", "start": 176.38, "end": 179.92}, {"text": "Yeah, sometime the class clown actually does all that shit on purpose. Yeah,", "start": 179.92, "end": 183.22}, {"text": "instead of a bad home life. All right, let's go through the outfits. Okay,", "start": 183.22, "end": 189.42}, {"text": "well, you're looking at mine and I assume you guys probably are like what", "start": 189.42, "end": 192.62}, {"text": "the hell I'm thinking. Well, my initial impression is well, you're right. It's", "start": 192.62, "end": 196.76}, {"text": "it's what the hell yeah. So what you guys assume you guys don't know is that this", "start": 196.76, "end": 200.4}, {"text": "is an album cover and it's an album by they might be giants and if you look at", "start": 200.4, "end": 203.96}, {"text": "the back of my shirt, you'll see the name of this album. It will say that you", "start": 203.96, "end": 207.16}, {"text": "can read it off for everybody to hear", "start": 207.16, "end": 208.76}, {"text": "the might Apollo 18 tour Apollo 18. There was the last mission to the moon", "start": 208.76, "end": 216.96}, {"text": "was Apollo 17. That was the last time this in demand mission to the moon", "start": 216.96, "end": 221.12}, {"text": "today folks. We're doing Apollo. Where did you get this shirt from my dad? Oh", "start": 221.12, "end": 225.88}, {"text": "yeah, I can tell because this is an old this is a man is a shirt is a older", "start": 225.92, "end": 230.12}, {"text": "album. That's a single stitch that you can tell that's how you know it's a", "start": 230.12, "end": 232.92}, {"text": "real true because they stopped doing single stitch in like that's a good", "start": 232.92, "end": 235.76}, {"text": "shirt. Ninety-four. I think something around there. Okay. All right. So", "start": 235.76, "end": 239.22}, {"text": "that's a little bit of your shirt, but I'm still saying what the hell to your", "start": 239.22, "end": 242.42}, {"text": "hat, man, bro is bro. Does this blow up on the shirt? It's a circle like a", "start": 242.42, "end": 247.26}, {"text": "moon. Yeah, and there's yellow and there's a man in the moon. Yeah, or a", "start": 247.26, "end": 250.72}, {"text": "rabbit or Chinese believe there's a rabbit in the moon and is close to a", "start": 250.72, "end": 254.32}, {"text": "a rabbit. I read that is a rabbit. I think he's a he's not a he's a beaver yeah.", "start": 254.32, "end": 258.12}, {"text": "Yeah, beavers and beavers, a subset of rabbit or a type of that's true. It's", "start": 258.12, "end": 262.42}, {"text": "got buck teeth like one yeah.", "start": 262.42, "end": 263.94}, {"text": "How many different animals can there be with buck does it besides nerds and", "start": 263.94, "end": 268.02}, {"text": "beavers and rabbits, nerds, beavers, rabbits, they're all in the same genius.", "start": 268.02, "end": 271.88}, {"text": "Oh, because you guys know did you guys see that there was a kid who was", "start": 271.88, "end": 274.18}, {"text": "protesting the nerd emoji because it looks exactly like him. Yes, now I have", "start": 274.18, "end": 277.92}, {"text": "I have news to break about that. So there was a kid. He was a ten year old", "start": 277.92, "end": 280.98}, {"text": "kid. He looked just like the nerd emoji. So he said, please apple change the", "start": 280.98, "end": 283.84}, {"text": "nerd emoji and he drew a new one where it has a little smile, but what I noticed a", "start": 283.88, "end": 287.76}, {"text": "long time ago here, Julio pulled it up for us. I noticed this a while ago. If", "start": 287.76, "end": 291.46}, {"text": "you you know how you when you type on your phone, it will it sometimes gives", "start": 291.46, "end": 295.2}, {"text": "the option to to replace to replace the words with an emoji. I know predict", "start": 295.2, "end": 299.84}, {"text": "air. Yeah, yeah, when you type the word nerd, the emoji does not come up. You", "start": 299.84, "end": 305.64}, {"text": "have to type glasses. They're so woke that that is not even a nerd.", "start": 305.64, "end": 311.12}, {"text": "I owe you anymore. It's a show me that emoji and tell me that's not a", "start": 311.16, "end": 314.56}, {"text": "fucking nerd. I know bro. It's got buck teeth man. It's crazy that you can't", "start": 314.56, "end": 318.36}, {"text": "that who would type glasses to get that instead of nerd right. Nobody talking", "start": 318.36, "end": 323.52}, {"text": "about yeah, you're not it's not. I mean who wears glasses is cool. Well,", "start": 323.52, "end": 327.0}, {"text": "nobody Harry Potter, Harry Potter, not cool. Jerry Potter is a nerd. Now Jeff", "start": 327.0, "end": 331.44}, {"text": "Goldbloom's a nerd Jeff Jeff Jeff Goldbloom's a nerd. Yeah, Potter's a", "start": 331.44, "end": 336.0}, {"text": "nerd. Everybody who's wears glasses is a nerd. I'm doing it ironically in which", "start": 336.0, "end": 339.76}, {"text": "because there's a loser there. A hipster yeah, they're a hipster and they want to", "start": 339.8, "end": 343.1}, {"text": "they want to wear glasses before it's cool. Anyway, sorry to derail the", "start": 343.1, "end": 346.1}, {"text": "the like an emoji to yeah, it does look a bit. It does look like the Bucky's", "start": 346.1, "end": 350.44}, {"text": "emoji, Bucky's emoji, yeah, the yellow shining. It was a big shining moon", "start": 350.44, "end": 354.28}, {"text": "to last night. It was a waning. I may be three quarters crescent. It was really", "start": 354.28, "end": 359.82}, {"text": "scary. I thought that it was bright, bright moon last night. Do you know that", "start": 359.82, "end": 362.92}, {"text": "the moon cycle controls why your girlfriend is mad at you? I heard this", "start": 362.92, "end": 368.12}, {"text": "Apparently, girls' bodies get attracted...", "start": 368.2, "end": 372.6}, {"text": "Okay, what do girls like more than anything?", "start": 372.6, "end": 374.3}, {"text": "The moon.", "start": 374.3, "end": 374.8}, {"text": "White balls.", "start": 374.8, "end": 375.3}, {"text": "White balls, depending.", "start": 375.3, "end": 377.3}, {"text": "So they look up at the moon, they see a big white ball,", "start": 377.3, "end": 379.9}, {"text": "and their downstairs starts getting all hairy and crazy,", "start": 379.9, "end": 382.8}, {"text": "like a werewolf.", "start": 382.8, "end": 383.8}, {"text": "They grow...", "start": 383.8, "end": 384.8}, {"text": "That's where their pubes come from.", "start": 384.8, "end": 386.3}, {"text": "Yeah.", "start": 386.3, "end": 387.3}, {"text": "So if you want to make sure that your girl has no pubes,", "start": 387.3, "end": 389.8}, {"text": "block that moon out, man.", "start": 389.8, "end": 391.8}, {"text": "Block the moon from your house.", "start": 391.8, "end": 392.8}, {"text": "Inside at night.", "start": 392.8, "end": 393.8}, {"text": "Do not open the shades.", "start": 393.8, "end": 394.8}, {"text": "Do not let her out, or else she will grow.", "start": 394.8, "end": 396.8}, {"text": "- A fro down below. - Movie night.", "start": 396.8, "end": 399.04}, {"text": "- Movie night. - Yeah.", "start": 399.04, "end": 400.68}, {"text": "- Wow. - Yeah, I just came up with that shit.", "start": 400.68, "end": 402.68}, {"text": "- Oh my God, I wish I had you on today's song.", "start": 402.68, "end": 405.68}, {"text": "- Yeah, you do, man. - Yeah.", "start": 405.68, "end": 407.64}, {"text": "- Yeah, I'm really excellent at rapping.", "start": 407.64, "end": 409.08}, {"text": "- I know, I wish I had you on today's song", "start": 409.08, "end": 410.76}, {"text": "that we will play in a little bit", "start": 410.76, "end": 413.12}, {"text": "after we're done going through our outfits.", "start": 413.12, "end": 414.88}, {"text": "- I think that only happens if women", "start": 414.88, "end": 416.4}, {"text": "are away from telephones or something.", "start": 416.4, "end": 418.72}, {"text": "- What do you mean?", "start": 418.72, "end": 419.66}, {"text": "- I think I saw this on Rogan some years ago.", "start": 419.66, "end": 422.2}, {"text": "That women, if they're away from telephones", "start": 422.2, "end": 424.08}, {"text": "for a certain amount of time,", "start": 424.08, "end": 426.08}, {"text": "when they're in a gaggle a group, they start will think up with the moon.", "start": 426.08, "end": 430.68}, {"text": "Yeah in a rhythmic. Well, what I was wondering is it true? Is it true?", "start": 430.68, "end": 433.68}, {"text": "People always say that, you know, when there's full moon animals behave crazy", "start": 433.68, "end": 437.28}, {"text": "and that humans are committing more crimes and acting more crazy. Is that", "start": 437.28, "end": 440.4}, {"text": "actually true? I know I was thinking about this last night. I don't know if", "start": 440.4, "end": 444.24}, {"text": "that's scientifically true or not. If the moon affects people's mood, yeah,", "start": 444.24, "end": 447.92}, {"text": "or their behaviour and animals, not just people, but animals to the moon.", "start": 447.92, "end": 451.44}, {"text": "people are animals. My Luna Luna see you guys know about that. Yes, Luna see wow.", "start": 451.84, "end": 456.3}, {"text": "I never thought about you didn't know that yeah. Holy that's like how dementia", "start": 456.3, "end": 459.84}, {"text": "and demented have the are the same thing. Well, that's the same word yeah. Yeah, I", "start": 459.84, "end": 464.42}, {"text": "didn't know that till a couple of weeks ago right, but that's literally the same", "start": 464.42, "end": 467.7}, {"text": "word. Yeah, well, that was a pretty you know, it's not like Luna means the moon", "start": 467.7, "end": 471.62}, {"text": "that's like the same that's not really at all. I did know etymology wise", "start": 471.62, "end": 475.34}, {"text": "running is like ran", "start": 475.34, "end": 476.5}, {"text": "is what you said. I didn't know that a Cornish game hen was a chicken. I", "start": 477.82, "end": 482.14}, {"text": "thought it was a completely new type of animal. How often are you thinking about", "start": 482.14, "end": 485.22}, {"text": "a Cornish game hen that that matters? I also until right now thought a Cornish", "start": 485.22, "end": 488.94}, {"text": "game hen was like a like a bird. I thought it was a completely different", "start": 488.94, "end": 492.34}, {"text": "bird, like how a turkey is different. I guess I could have thought that, but I'm", "start": 492.34, "end": 495.78}, {"text": "not. I can't say that I've thought about a Cornish game hen. You have never been", "start": 495.78, "end": 499.5}, {"text": "that's the craziest name for a fucking bird. Of course you think about that all", "start": 499.5, "end": 502.98}, {"text": "the time. I don't. That's the bird for like the one that was a fancy.", "start": 502.98, "end": 507.78}, {"text": "tiny bird food. I think the bird the the thing that you use in a restaurant", "start": 507.78, "end": 513.02}, {"text": "sketch quail, a Cornish, you see, I thought I would game hen was closer to a", "start": 513.02, "end": 516.96}, {"text": "quail. I thought it was a tiny bird, just a chicken is a Cape on a chicken", "start": 516.96, "end": 519.98}, {"text": "two. Is that a different bird Cape on? What the hell are you talking about? Oh,", "start": 519.98, "end": 523.1}, {"text": "it's a Cape on that's you bitch got you, you got your way. I'm sensing lunacy. I", "start": 523.1, "end": 529.34}, {"text": "am between you two right now. This kind of crazy is a Cape on adversarial nature.", "start": 529.34, "end": 534.42}, {"text": "I don't know what a small is I've never heard also a small food bird. Okay,", "start": 534.46, "end": 538.38}, {"text": "well, there's one that only you knew at this table. How do you guys not know a", "start": 538.38, "end": 541.88}, {"text": "capon? I've never had it. I never had it either. I know it. I know what is", "start": 541.88, "end": 545.98}, {"text": "though. C A P O N let's look it up. Maybe it's the same thing as a cap on", "start": 545.98, "end": 549.98}, {"text": "this shit. Yeah, ain't no such thing as a shit. Whoa, a capon is a male", "start": 549.98, "end": 553.74}, {"text": "chicken that has been castrated or neutered", "start": 553.74, "end": 555.98}, {"text": "and that makes it taste different. I guess capons cost more than hens,", "start": 555.98, "end": 561.9}, {"text": "because they're expensive to feed and not mass produce, which is why you won't see", "start": 561.94, "end": 564.74}, {"text": "them sold at a chain supermarket. Yeah. Why is it better to eat? I guess that's", "start": 564.74, "end": 568.84}, {"text": "why I've never seen one fattened for eating, so it's actually a bigger", "start": 568.84, "end": 571.78}, {"text": "chicken, like a wagyu chicken. Yeah, that's cool. All right, walk us through", "start": 571.78, "end": 575.64}, {"text": "your outfit, Pat. Well, I am some kind of a werewolf. I think I really tried my", "start": 575.64, "end": 582.54}, {"text": "best on this. I kind of just look like Howard Stern right now. You do look a", "start": 582.54, "end": 586.38}, {"text": "lot like Howard Stern. Yeah, kind of, kind of just look like Howard Stern. If", "start": 586.38, "end": 590.22}, {"text": "he got bit by a wolf. Howard Stern does have a bit of a, he does have an apish", "start": 590.26, "end": 597.06}, {"text": "kind of hair configuration. He is set up to", "start": 597.06, "end": 601.86}, {"text": "be in a movie where he takes off his sunglasses and there's some kind of", "start": 601.86, "end": 606.4}, {"text": "crazy animal eye underneath, like a werewolf like bloodshot eye. Like a", "start": 606.4, "end": 609.38}, {"text": "thriller. Yeah, exactly. Or a Judge Doom, who framed Roger Rabbit, some pop out", "start": 609.38, "end": 614.62}, {"text": "eyes. He has some silly eyes. But I could see him, he's like probably the", "start": 614.62, "end": 617.5}, {"text": "perfect specimen to be a werewolf. He has silly eyes under his glasses. He pops", "start": 617.52, "end": 621.28}, {"text": "them off whenever a woman gets on the Sibium. Yep, and he goes, oh, he takes", "start": 621.28, "end": 625.48}, {"text": "him off and he's got binocular. Wow. Wow. I'm looking at your butt. We need", "start": 625.48, "end": 631.08}, {"text": "to do more stuff like this on this show. Stern, just like having his voice", "start": 631.08, "end": 634.88}, {"text": "is because now that we have video, we need to get a Sibium is what you're", "start": 634.88, "end": 638.48}, {"text": "saying. Not a Sibium. It's outplayed, man. Yeah, we get a new thing. The", "start": 638.48, "end": 642.52}, {"text": "Sibium's washed. We have Juvio sit on. Let's just put an obstacle course over", "start": 642.52, "end": 646.96}, {"text": "there. Yeah, that's not a bad idea. A sexual obstacle course where it's like", "start": 646.96, "end": 650.96}, {"text": "wipe out, but you're jumping on the bad dragon thing. It's like a pit in the", "start": 650.96, "end": 654.24}, {"text": "pendulum, but there's a dildo on the- Why did he make the women ride the", "start": 654.24, "end": 657.6}, {"text": "Sibiu? He didn't make them, they wanted to fucking- Well, yeah, but why was that", "start": 657.6, "end": 660.52}, {"text": "his thing? 'Cause it was- It was a shock jock. Yeah, it was something different.", "start": 660.52, "end": 664.0}, {"text": "I guess they would make, I guess, yeah, but that's like, you know, that's just", "start": 664.0, "end": 667.88}, {"text": "the sound of vibration, really. And also this.", "start": 667.88, "end": 670.56}, {"text": "Yeah, I have to say that's more the draw than the vibration. You think he ever got", "start": 670.56, "end": 675.56}, {"text": "on that thing. How it's a turn. You think he ever sat on that thing? He loved that", "start": 675.6, "end": 680.36}, {"text": "shit. Think he ever sat on that and put the whole thing up his rear? Hell yeah.", "start": 680.36, "end": 685.0}, {"text": "I would have shaken up his balls like a can of soda. Yeah. Yeah, then would have", "start": 685.0, "end": 688.84}, {"text": "shot a spray. Yeah, it'd be foaming out everywhere. Yeah. Coming out through the", "start": 688.84, "end": 693.72}, {"text": "cracks in his zipper. I just shot a huge rope. But I think they probably- No,", "start": 693.72, "end": 697.76}, {"text": "that's Alan Alda. I lost the- Why do you want to do this impression so bad?", "start": 697.76, "end": 701.64}, {"text": "Because I'm dressed up like him. You're not dressed- you're dressed up like a", "start": 701.64, "end": 704.64}, {"text": "monkey was sung. You're dressed up like like", "start": 704.68, "end": 706.68}, {"text": "don't feel like doing anything.", "start": 706.68, "end": 708.68}, {"text": "I'm Howard Stern.", "start": 708.68, "end": 709.68}, {"text": "No, this is the lazy song.", "start": 709.68, "end": 712.18}, {"text": "Okay, should I dress like Bruno Mars then?", "start": 712.18, "end": 716.18}, {"text": "I don't know how he talks.", "start": 716.18, "end": 717.18}, {"text": "Filipino-y?", "start": 717.18, "end": 718.18}, {"text": "You are so yeah, you're whole because the mic is also covering your mouth.", "start": 718.18, "end": 723.68}, {"text": "You're like a shadow. Yeah, yeah, you look evil. I do and also you chose to", "start": 723.68, "end": 727.68}, {"text": "have a grim reaper. Yeah, I thought this would work better. No, it's not working", "start": 727.68, "end": 732.18}, {"text": "informing that much. Now you're resting your boob table. You look like a magic", "start": 732.18, "end": 736.82}, {"text": "trick. Yeah, yeah, you don't wait. All right, enough of your fucking outfit.", "start": 736.82, "end": 741.34}, {"text": "Yeah, let's let's hear we can talk about the show. I think I have a guess about", "start": 741.34, "end": 743.74}, {"text": "yours. What's the guess man that it's coloured like the moon? It's coloured", "start": 743.74, "end": 747.26}, {"text": "like the", "start": 747.26, "end": 747.58}, {"text": "yeah, it's not that deep for me man. It's coloured like the moon and the fit the", "start": 747.58, "end": 753.22}, {"text": "man in the moon, the face in the moon. I kind of just look like one of the Abu", "start": 753.22, "end": 756.9}, {"text": "Grey prisoners. Now", "start": 756.9, "end": 757.94}, {"text": "I don't really look like a monkey anymore. That's because the monkey", "start": 759.26, "end": 762.36}, {"text": "because you covered the monkey mask.", "start": 762.36, "end": 763.86}, {"text": "Yeah.", "start": 763.86, "end": 764.26}, {"text": "You can't do it.", "start": 764.26, "end": 766.46}, {"text": "I mean, of course you don't.", "start": 766.46, "end": 768.16}, {"text": "Yeah, you put a hood over your entire head.", "start": 768.16, "end": 769.96}, {"text": "Yeah,", "start": 769.96, "end": 770.36}, {"text": "I was stepping behind a wall and saying I don't look like anything now.", "start": 770.36, "end": 775.26}, {"text": "I'd look like nothing.", "start": 775.26, "end": 776.36}, {"text": "I don't even look like I'm here.", "start": 776.36, "end": 777.76}, {"text": "Yeah, we should get one of those.", "start": 777.76, "end": 779.16}, {"text": "Have you guys seen the invisibility panels?", "start": 779.16, "end": 782.56}, {"text": "No, I can imagine what it might be.", "start": 782.56, "end": 785.36}, {"text": "I think I've seen a camera through the...", "start": 785.36, "end": 787.76}, {"text": "No, man.", "start": 787.76, "end": 788.36}, {"text": "It's crazy.", "start": 788.36, "end": 788.86}, {"text": "it's like a piece of plastic that bends light in like from two directions into", "start": 788.86, "end": 793.42}, {"text": "the middle so that it just basically like you can if you sit in the middle of", "start": 793.42, "end": 799.02}, {"text": "it it looks like there you don't exist and you're invisible oh is that what", "start": 799.02, "end": 802.86}, {"text": "they use for that like have you ever seen that public toilet that's all like", "start": 802.86, "end": 806.94}, {"text": "what's it called is it invisibility panels or is it the two-way mirrors I'm", "start": 806.94, "end": 813.66}, {"text": "I'm trying to think I don't know mirrors probably yeah, this thing's expensive.", "start": 813.66, "end": 817.66}, {"text": "Would you put that I'd poop anywhere? Yeah, I'd poop in a probably wouldn't", "start": 817.66, "end": 822.54}, {"text": "want to pee in. I poop in our bathrooms pretty often man. I just do that.", "start": 822.54, "end": 826.46}, {"text": "Somebody told me that the fuck is the problem with that man? I don't toilet.", "start": 826.46, "end": 830.46}, {"text": "That's what I'm told me. They got yelled at. I think it was Neil. Neil went", "start": 830.46, "end": 833.86}, {"text": "into a bar into a bar bathroom was shitting in there and the bartender ran", "start": 833.86, "end": 838.14}, {"text": "over said he was in there for too long. I guess it was one of those ones that", "start": 838.14, "end": 841.82}, {"text": "you got to fight. It's a fucking turd. I guess they thought he was in there.", "start": 841.86, "end": 844.96}, {"text": "He was banging on the wall and going,", "start": 844.96, "end": 846.62}, {"text": "I guess they thought that he was shooting up, which is why they like", "start": 846.62, "end": 850.78}, {"text": "banged on the door at him, and then when he got out and said,", "start": 850.78, "end": 853.46}, {"text": "\"Sorry, I was shitting,\" the lady went, \"Well, you don't do that in a", "start": 853.46, "end": 856.46}, {"text": "bar.\"", "start": 856.46, "end": 856.9}, {"text": "That's one of those social norms that needs to be eliminated. It doesn't make", "start": 856.9, "end": 862.52}, {"text": "any sense. I've shitted in so many bars. Don't install a toilet in your", "start": 862.52, "end": 866.14}, {"text": "bar if you don't want people to use it. You have food at your bar.", "start": 866.14, "end": 867.94}, {"text": "I'm gonna crap. Yeah, and I digest food instantly.", "start": 867.94, "end": 871.34}, {"text": "I have I have I have your bells the thing, though you know how we can we", "start": 871.34, "end": 875.64}, {"text": "can prove show all these these evil bartenders, how that they're wrong,", "start": 875.64, "end": 879.02}, {"text": "yeah, how they're I just remember there's a curb your enthusiasm episode", "start": 879.02, "end": 882.86}, {"text": "where Larry is opening his coffee shop and he wants to have a bathroom. I", "start": 882.86, "end": 885.7}, {"text": "remember where there's no pooping allowed and you shows you show somebody", "start": 885.7, "end": 889.74}, {"text": "that they're doing what Larry David did in an episode. They're going to turn", "start": 889.74, "end": 893.38}, {"text": "around. They're liable to kill themselves. What if they say that he's", "start": 893.38, "end": 896.38}, {"text": "their spirit animal, though,", "start": 896.38, "end": 897.54}, {"text": "but he's supposed to be the kind of spirit animal where you like secretly are like, I", "start": 899.26, "end": 903.7}, {"text": "want to be like that. But in real life, you're like, oh my God, he's so me. He he acts like", "start": 903.7, "end": 908.1}, {"text": "me. But then you're like, oh, thank you so much. Like how people want to like, oh, thank", "start": 908.1, "end": 911.58}, {"text": "you so much. That's you. And this is Larry. I want a box of bear. It's honestly no worry,", "start": 911.58, "end": 916.82}, {"text": "but worries like if not, but like seriously, thank you so much. It's like a spirit animal", "start": 916.82, "end": 920.42}, {"text": "in the sense that like like oh, like say like a bear is your spirit animal. But like, you", "start": 920.42, "end": 924.9}, {"text": "know, you always have a thought like as a man, you're walking around acting like a bear.", "start": 924.9, "end": 928.78}, {"text": "a man you always have a thought like I could get in a boxing ring with a bear.", "start": 928.78, "end": 931.74}, {"text": "This fucking Larry the David guy, nobody needs to be acting like him. He's a scumbag.", "start": 931.74, "end": 937.9}, {"text": "He teaches you how not to act. Yeah. Isn't that fascinating? I think he has", "start": 937.9, "end": 942.14}, {"text": "actually sociopathic tendencies. I think I'm somewhat agreeing with you. I think that", "start": 942.14, "end": 946.72}, {"text": "we have an essay that we could make video wise. Here's what I noticed about", "start": 946.72, "end": 949.98}, {"text": "video essays yesterday. Why do they always have this parentheses at the end?", "start": 949.98, "end": 953.62}, {"text": "Like one about Larry David would be like, \"Why Larry David acts like an asshole.\"", "start": 953.62, "end": 958.74}, {"text": "double and then princes and why he's right yeah. Why get that parenthesis", "start": 958.74, "end": 963.1}, {"text": "out of it's because of the argument that shit they want to hook it on yeah. Why", "start": 963.1, "end": 967.04}, {"text": "does it work? I want to hook you. I'm watching all these fucking videos man no,", "start": 967.04, "end": 970.58}, {"text": "but I know I know exactly what you're talking about. Shit man. I'm trying to", "start": 970.58, "end": 973.76}, {"text": "watch NBA highlights, not why Josh Giddy what he did was wrong princes or right. I", "start": 973.76, "end": 979.7}, {"text": "don't want to watch this shit. This is a fucking for all right. If you live in a", "start": 979.7, "end": 983.78}, {"text": "country where the age of consent is different now, they got him on some", "start": 983.78, "end": 987.74}, {"text": "bullshit man. What do you mean? Apparently the woman had a fake ID.", "start": 987.78, "end": 991.82}, {"text": "Oh.", "start": 991.82, "end": 992.34}, {"text": "So? Was he supposed to hire a private investigator? Maybe. I mean, if he's", "start": 992.34, "end": 997.54}, {"text": "got the money to do that. How old was she? 12? She was fucking four years", "start": 997.54, "end": 1000.82}, {"text": "old, man. She's a four year old child, yeah. Well, I guess if she's that", "start": 1000.82, "end": 1004.5}, {"text": "young, maybe. And the fake ID said she was 65 years old. You're telling me", "start": 1004.5, "end": 1007.66}, {"text": "that a man named Josh Kitty was...", "start": 1007.66, "end": 1009.86}, {"text": "Yeah, big surprise. Yeah.", "start": 1009.86, "end": 1013.9}, {"text": "You're telling me that Josh Kitty", "start": 1013.9, "end": 1016.98}, {"text": "was hitting up kids. Here's the thing man, Josh, do you realize how much of a", "start": 1016.98, "end": 1023.36}, {"text": "fucking privilege it is to be a fucking just corn-fed white boy in the NBA? Is he", "start": 1023.36, "end": 1028.14}, {"text": "Australian? He's Australian. Yeah. Yeah. I don't think he's corn-fed, I think he's kangaroo-fed.", "start": 1028.14, "end": 1033.46}, {"text": "To be a roo-fed white boy in the NBA, that is such a such a mistake, a universal", "start": 1033.46, "end": 1042.02}, {"text": "just just crazy stroke of luck that you're in there. Don't fuck it up for us.", "start": 1042.02, "end": 1045.82}, {"text": "You're ruining the reputation of guys like Bryant \"Big Country\" Reeves or the other", "start": 1045.82, "end": 1051.66}, {"text": "guy Jokic.", "start": 1051.66, "end": 1052.66}, {"text": "Jokic?", "start": 1052.66, "end": 1053.66}, {"text": "Jokic.", "start": 1053.66, "end": 1054.66}, {"text": "Jokic.", "start": 1054.66, "end": 1055.66}, {"text": "I don't know how to spell any of that fucking Polish shit.", "start": 1055.66, "end": 1058.5}, {"text": "Well, you're not spelling, you're talking.", "start": 1058.5, "end": 1060.26}, {"text": "Or speaking it.", "start": 1060.26, "end": 1061.66}, {"text": "You put a J and it's supposed to make a different sound, I'm done with that.", "start": 1061.66, "end": 1066.74}, {"text": "I'm out of there.", "start": 1066.74, "end": 1067.74}, {"text": "That's any other language except ours pretty much.", "start": 1067.74, "end": 1070.34}, {"text": "Every single Balkan style language where you got the Y with the shit on top of it.", "start": 1070.34, "end": 1074.82}, {"text": "I don't like that shit. I don't know how to get that shit on top of the Y unless it's a", "start": 1074.82, "end": 1079.62}, {"text": "Zivic. I like those, but that got the Y with the shit on it. You just basically destroyed", "start": 1079.62, "end": 1088.5}, {"text": "your entire position. You're making a convincing argument and then you said you liked the most", "start": 1088.5, "end": 1092.94}, {"text": "insane one. Yeah, I know. I don't agree with you anymore. The most impossible to pronounce.", "start": 1092.94, "end": 1097.38}, {"text": "Well I'm a hypocrite and I'm a double crosser. Don't say you're a double crosser. Because", "start": 1097.38, "end": 1103.86}, {"text": "I'm in business with you. I don't want that shit. I'm a complete double crosser.", "start": 1103.86, "end": 1106.44}, {"text": "Don't say that. You're not a double crosser.", "start": 1106.44, "end": 1107.96}, {"text": "Yep. And well, how do you know I'm telling the truth? How do you know that", "start": 1107.96, "end": 1111.46}, {"text": "my double agent status is even... Who would you be a double agent for, man?", "start": 1111.46, "end": 1115.78}, {"text": "Probably Poland. Maybe I'm spreading anti-Poland shit. There's no... You would", "start": 1115.78, "end": 1119.18}, {"text": "not be a double agent for Poland and podcasts about Lyft. That would not be...", "start": 1119.18, "end": 1122.7}, {"text": "You don't know that. We're not in any kind of conflict with any country.", "start": 1122.7, "end": 1125.58}, {"text": "We're about to be. You could be a double agent for... We're about to be the", "start": 1125.58, "end": 1129.18}, {"text": "Call of Duty five weeks of war", "start": 1129.18, "end": 1131.18}, {"text": "with Poland.", "start": 1131.18, "end": 1134.18}, {"text": "Oh, no war with you want to invade Poland. No, that's reminding me of", "start": 1134.18, "end": 1139.18}, {"text": "something that's reminding where you learn that as well. Where'd you learn", "start": 1139.18, "end": 1142.18}, {"text": "how to do that? Call of Duty five.", "start": 1142.18, "end": 1144.18}, {"text": "I learned it in Call of Duty five from playing the bad team, but the call", "start": 1144.18, "end": 1151.18}, {"text": "of Duty five is about invading Poland. I think so. I don't think so. No, I", "start": 1151.18, "end": 1154.18}, {"text": "never played. No, it's actually mostly about Japan. I just realized you're", "start": 1154.18, "end": 1158.18}, {"text": "World War Two in real life. Yes, that's what he's thinking. Yeah. Okay, so maybe we're not", "start": 1158.18, "end": 1163.42}, {"text": "going to invade Poland, but we are going to go to war with some country. I don't want", "start": 1163.42, "end": 1167.74}, {"text": "to go to war, man. We're not ready for this fucking disgusting war. We're going to go", "start": 1167.74, "end": 1171.06}, {"text": "to war with a country. We already finished the war, man. We literally appeased the Nazis", "start": 1171.06, "end": 1175.78}, {"text": "of Brooklyn. We literally lost a war. No, no, no, no. We appeased them. Yeah. I would", "start": 1175.78, "end": 1181.66}, {"text": "say that we appeased them like they appeased the Nazis. We waved a white flag and the Nazis", "start": 1181.66, "end": 1186.06}, {"text": "have taken over the trash Nazis have taken over everything. Yeah. Which in my opinion,", "start": 1186.06, "end": 1190.34}, {"text": "all Nazis are fucking trash. Holy shit. I just fucking amazing. Play Zombie Nation after that.", "start": 1190.34, "end": 1196.26}, {"text": "Say it again. In my opinion, every fucking Nazi on this planet Earth is trash to me. I", "start": 1196.26, "end": 1202.14}, {"text": "missed it so much. Yep. And it's back. We could not, I don't know why we haven't even", "start": 1202.14, "end": 1206.1}, {"text": "touched it in the five weeks of planets. I think every single... Because we're on a different", "start": 1206.1, "end": 1209.46}, {"text": "wavelength man. Yeah, but that's the best sound. That's an Earth song. That song was", "start": 1209.46, "end": 1213.42}, {"text": "was written on earth. Yeah, that's songs that were written on other planets.", "start": 1213.42, "end": 1216.22}, {"text": "Speaking of man, yeah, speaking of you guys,", "start": 1216.22, "end": 1219.46}, {"text": "this is the one to close it all out. The last song, the last OJ the alien song.", "start": 1219.46, "end": 1225.1}, {"text": "Unless,", "start": 1225.1, "end": 1225.78}, {"text": "I don't know, unless we discover a new planet, I don't know,", "start": 1225.78, "end": 1229.94}, {"text": "which we could. I guess we could. Unless there's a discovery of a new planet.", "start": 1229.94, "end": 1236.98}, {"text": "We could discover it.", "start": 1236.98, "end": 1238.06}, {"text": "Maybe there's gonna be a discovery of a new planet. You guys can't,", "start": 1238.06, "end": 1242.46}, {"text": "you can't be setting stuff up in the plan. You don't know what's in it.", "start": 1243.22, "end": 1245.86}, {"text": "You're going to disappoint everybody. There's no new plan in the plan report.", "start": 1245.86, "end": 1248.58}, {"text": "It's not right. You're setting expectations that can't be met. It's not", "start": 1248.58, "end": 1252.62}, {"text": "fair. I was supposed to maybe I guys. I think the painting is going to be a", "start": 1252.62, "end": 1255.42}, {"text": "hundred feet tall. It's actually way taller. It's way taller. Yeah, people", "start": 1255.42, "end": 1260.06}, {"text": "are going to be disappointed. Now I'm excited to see it. I was supposed to", "start": 1260.06, "end": 1262.3}, {"text": "make another song with Rupert, but Rupert was busy, so I had to make this", "start": 1262.3, "end": 1266.1}, {"text": "in under an hour before the episode. So what I further ado,", "start": 1266.1, "end": 1270.42}, {"text": "Nothing Looks The Same by OJ the Alien", "start": 1271.62, "end": 1273.62}, {"text": "Nothing looks the same.", "start": 1273.62, "end": 1275.62}, {"text": "This is a song about my dreams y'all.", "start": 1275.62, "end": 1277.62}, {"text": "He looks fucking sad.", "start": 1277.62, "end": 1281.62}, {"text": "I guess it's more like my nightmares actually.", "start": 1281.62, "end": 1283.62}, {"text": "OJ the Alien!", "start": 1283.62, "end": 1285.62}, {"text": "Old man, water bear, rabbit or hare", "start": 1285.62, "end": 1287.62}, {"text": "These the creatures in my nightmare", "start": 1287.62, "end": 1290.62}, {"text": "I tried to run but I don't know where", "start": 1290.62, "end": 1292.62}, {"text": "Damn this shit has got me scared", "start": 1292.62, "end": 1295.62}, {"text": "I once had a dream that everybody hated me", "start": 1295.62, "end": 1298.62}, {"text": "They called me names like Pooh Head and Pee Wee", "start": 1298.62, "end": 1300.62}, {"text": "They wanted me dead, tried to hit me with a piece of tree", "start": 1300.62, "end": 1303.82}, {"text": "Until I showed them the Infinity Pea", "start": 1303.82, "end": 1306.22}, {"text": "Infinity Pea brought a bountiful harvest", "start": 1306.22, "end": 1309.22}, {"text": "I planted it and they said I'm the smartest", "start": 1309.22, "end": 1311.82}, {"text": "Had a portrait done by an artist", "start": 1311.82, "end": 1314.42}, {"text": "Till they realized what I had started", "start": 1314.42, "end": 1317.02}, {"text": "The pea grew wings and started flying like crazy", "start": 1317.02, "end": 1319.62}, {"text": "I was alive, the pea ate a baby", "start": 1319.62, "end": 1322.42}, {"text": "Then it maimed a sweet old lady", "start": 1322.42, "end": 1325.02}, {"text": "Then I woke up and I was doing 80", "start": 1325.02, "end": 1327.62}, {"text": "Behind the wheel of my Flora Explorer", "start": 1327.62, "end": 1330.22}, {"text": "I rammed into an old Toyota", "start": 1330.22, "end": 1332.88}, {"text": "This all happened in Minnesota", "start": 1332.88, "end": 1335.46}, {"text": "I killed a man and his name was Dakota", "start": 1335.46, "end": 1338.3}, {"text": "Wasn't the impact, it was the fire that killed him", "start": 1338.3, "end": 1340.84}, {"text": "The car was cracked and it broke all of his limbs", "start": 1340.84, "end": 1343.46}, {"text": "It was all fucked up, it left me feeling very grim", "start": 1343.46, "end": 1346.04}, {"text": "When I drove away, it was me or him", "start": 1346.04, "end": 1348.84}, {"text": "Every single day, I still see his face", "start": 1348.84, "end": 1351.38}, {"text": "I think of his blood all over the place", "start": 1351.38, "end": 1354.04}, {"text": "And how my car was the coup de grace", "start": 1354.04, "end": 1356.72}, {"text": "I ended his life with my car from space", "start": 1356.72, "end": 1359.46}, {"text": "Wait, that was a dream? This is all okay.", "start": 1359.46, "end": 1361.86}, {"text": "Okay.", "start": 1361.86, "end": 1362.36}, {"text": "Okay.", "start": 1362.36, "end": 1365.4}, {"text": "We learned.", "start": 1365.4, "end": 1365.9}, {"text": "We learned that the moon controls all nightmares.", "start": 1365.9, "end": 1369.94}, {"text": "Whoa.", "start": 1369.94, "end": 1370.44}, {"text": "When did we learn that?", "start": 1370.44, "end": 1371.3}, {"text": "And moon creatures like the werewolf or the water bear.", "start": 1371.3, "end": 1374.02}, {"text": "We learned that you can have a dream while you're driving.", "start": 1374.02, "end": 1381.38}, {"text": "But we shouldn't let the dream world control the real world.", "start": 1381.38, "end": 1387.7}, {"text": "*laughs*", "start": 1387.7, "end": 1389.7}, {"text": "When did we learn-", "start": 1389.7, "end": 1391.7}, {"text": "behind the wheel of my car is a dream and it didn't happen. Don't look up the case of", "start": 1391.7, "end": 1400.06}, {"text": "Epona Wellman from Minnesota, okay? Nothing happened. And if you're from his family and", "start": 1400.06, "end": 1409.14}, {"text": "you're listening, leave me the fuck alone. There's no reason for me to be penalized for", "start": 1409.14, "end": 1417.06}, {"text": "what happened in the dream world.", "start": 1417.06, "end": 1418.42}, {"text": "This is OJ the alien signing off.", "start": 1418.42, "end": 1423.62}, {"text": "Five weeks of planets, y'all.", "start": 1423.62, "end": 1426.38}, {"text": "Peace.", "start": 1426.38, "end": 1427.62}, {"text": "The fuck was that?", "start": 1427.62, "end": 1434.5}, {"text": "I had to make it in an hour.", "start": 1434.5, "end": 1437.1}, {"text": "What the fuck?", "start": 1437.1, "end": 1437.74}, {"text": "What the?", "start": 1437.74, "end": 1438.18}, {"text": "I mean,", "start": 1438.18, "end": 1438.78}, {"text": "why?", "start": 1438.78, "end": 1441.66}, {"text": "What did that have to do with the moon, man?", "start": 1441.66, "end": 1443.78}, {"text": "There is different kinds of lichen throat creatures that he says.", "start": 1444.1, "end": 1448.1}, {"text": "A werewolf?", "start": 1448.1, "end": 1450.1}, {"text": "A werewolf, a water bear.", "start": 1450.1, "end": 1452.1}, {"text": "A water bear is a real animal.", "start": 1452.1, "end": 1454.1}, {"text": "Microscopic.", "start": 1454.1, "end": 1456.1}, {"text": "But it's powered by the moon?", "start": 1456.1, "end": 1458.1}, {"text": "No. I guess it lives in the water so the tides could...", "start": 1458.1, "end": 1461.1}, {"text": "They found a water bear on the moon.", "start": 1461.1, "end": 1463.1}, {"text": "That's not true.", "start": 1463.1, "end": 1465.1}, {"text": "Is that true?", "start": 1465.1, "end": 1467.1}, {"text": "Look it up.", "start": 1467.1, "end": 1469.1}, {"text": "They found a creature from earth on the moon?", "start": 1469.1, "end": 1471.1}, {"text": "What the hell they stop see that shit it's small as fuck. They say I don't", "start": 1471.1, "end": 1474.54}, {"text": "know what kind of telescope they use and see this fucking bullshit. This is", "start": 1474.54, "end": 1477.26}, {"text": "I'm pissed off. You're pissed off about the song? I'm pissed off about this", "start": 1477.26, "end": 1481.74}, {"text": "song. It's about the moon is at night time. So this song is about dreams.", "start": 1481.74, "end": 1487.3}, {"text": "Yeah, no shit.", "start": 1487.3, "end": 1487.3}, {"text": "It's all about dreams? The song is about how the moon controls dreams.", "start": 1487.3, "end": 1492.78}, {"text": "Talk about that, dude, there's so much amazing shit to talk about on the", "start": 1492.78, "end": 1495.42}, {"text": "moon. First of all, the fake, the fake, the fake landing. The flag. The flag", "start": 1495.42, "end": 1499.94}, {"text": "that's on there. There's been a lot of creators, the people who you can see on", "start": 1499.94, "end": 1503.72}, {"text": "the moon, the tides, the tides man talk about any of that shit. Don't say I was", "start": 1503.72, "end": 1507.74}, {"text": "first of all one thing that did come out of this. It was good dreaming and", "start": 1507.74, "end": 1511.06}, {"text": "driving. That's good. I like that yeah. That's a good well dreaming and you", "start": 1511.06, "end": 1515.22}, {"text": "weren't even going for that. That's what I put together watching the song yeah", "start": 1515.22, "end": 1518.76}, {"text": "dreaming and driving. I'll never forget that fifth of dreams dare me to drive. I", "start": 1518.76, "end": 1522.38}, {"text": "just had a", "start": 1522.38, "end": 1522.74}, {"text": "I just had a five second dream.", "start": 1522.74, "end": 1525.86}, {"text": "I had a dream last night. I was hanging out with Taylor Swift. Really yeah, I", "start": 1528.34, "end": 1531.3}, {"text": "had a dream that I was at a party and Taylor Swift was there and I was", "start": 1531.3, "end": 1533.9}, {"text": "talking to a bunch of people and everyone kind of left and I was just me", "start": 1533.9, "end": 1536.22}, {"text": "and Taylor Swift and I was like this is really awkward. I don't want to be", "start": 1536.22, "end": 1538.62}, {"text": "talking to Taylor Swift, so I was going to try and find my fiance to be like", "start": 1538.62, "end": 1541.38}, {"text": "oh, you guys should talk.", "start": 1541.38, "end": 1542.86}, {"text": "I don't have to talk to Taylor Swift and you just talk to her man. Leave your", "start": 1542.86, "end": 1548.9}, {"text": "fiance fucking. I was having so awkwardness with Taylor Swift and we", "start": 1548.9, "end": 1552.3}, {"text": "had nothing to talk about. I was like, oh, I heard you set a record with your", "start": 1552.3, "end": 1555.42}, {"text": "latest concert or something and she's like oh yeah, that is honestly every", "start": 1555.54, "end": 1558.84}, {"text": "guy's worst nightmares being in a one on one conversation with Taylor Swift,", "start": 1558.84, "end": 1562.08}, {"text": "having no idea what she expects you to know everything about you getting", "start": 1562.08, "end": 1565.86}, {"text": "that's literally what I said. She expects everything from you and you're", "start": 1565.86, "end": 1568.4}, {"text": "just like", "start": 1568.4, "end": 1568.8}, {"text": "so I heard yeah. I guess you're really popular right now, so", "start": 1568.8, "end": 1571.92}, {"text": "really I have no I have no idea what I would even talk to that lady about", "start": 1571.92, "end": 1577.28}, {"text": "out. That's what I'm saying, but I think in the world of dreams, my dream self", "start": 1577.28, "end": 1581.96}, {"text": "we would have nothing in common. You know, the only thing the only thing that I", "start": 1582.0, "end": 1586.04}, {"text": "think that I guess we both may be Travis Kelsey. Yeah, the only thing that I", "start": 1586.04, "end": 1589.64}, {"text": "think I could maybe say, but I know that it would end the conversation", "start": 1589.64, "end": 1593.48}, {"text": "immediately is are the four chain rumors true. Are you really a beat hard? Did", "start": 1593.48, "end": 1597.98}, {"text": "you write that? She was on four chan and then she would go. She would walk", "start": 1597.98, "end": 1601.6}, {"text": "away. These these rumors, T swizzle was on four chance. That's what people", "start": 1601.6, "end": 1605.56}, {"text": "that's a claim, a claim, racial memes and shit like that. People claim that", "start": 1605.56, "end": 1609.28}, {"text": "she was on there on the random forum.", "start": 1609.3, "end": 1611.3}, {"text": "Mm-hmm.", "start": 1611.3, "end": 1612.3}, {"text": "That, why would she be on there?", "start": 1612.3, "end": 1613.62}, {"text": "I don't know.", "start": 1613.62, "end": 1615.76}, {"text": "When you're famous and you got nothing else to do, you might as well go on the internet,", "start": 1615.76, "end": 1618.86}, {"text": "I guess.", "start": 1618.86, "end": 1619.86}, {"text": "Yeah.", "start": 1619.86, "end": 1620.86}, {"text": "Why?", "start": 1620.86, "end": 1621.86}, {"text": "I guess you're fucking right.", "start": 1621.86, "end": 1622.86}, {"text": "You can't go talk about random crap with people in real life.", "start": 1622.86, "end": 1624.82}, {"text": "But why would you go on there?", "start": 1624.82, "end": 1625.82}, {"text": "You'd have to go on an image board.", "start": 1625.82, "end": 1626.82}, {"text": "Because it's completely anonymous.", "start": 1626.82, "end": 1627.82}, {"text": "But I would get, but obviously not if people found out that she was on the fucking website.", "start": 1627.82, "end": 1632.18}, {"text": "Well, she was sloppy.", "start": 1632.18, "end": 1633.18}, {"text": "Well, yeah, she was sloppy.", "start": 1633.18, "end": 1634.18}, {"text": "What'd she say?", "start": 1634.18, "end": 1635.18}, {"text": "There's evidence.", "start": 1635.18, "end": 1636.18}, {"text": "It was something about, I don't remember.", "start": 1636.18, "end": 1637.58}, {"text": "There was something she...", "start": 1637.58, "end": 1638.58}, {"text": "cats and they're like a like yeah, my cat's name or some shit. It's nothing.", "start": 1638.58, "end": 1643.46}, {"text": "It's nothing. It's not a real thing. It's not real. It's all fake. But why", "start": 1643.46, "end": 1646.74}, {"text": "do you say it then? If it was fake? I think it's a hoax, but it could be true.", "start": 1646.74, "end": 1650.5}, {"text": "That's why that's the only thing that I would want to ask her about. Let's get", "start": 1650.5, "end": 1653.74}, {"text": "into it, bro. Guys, what's the big elephant in the room with? I think that", "start": 1653.74, "end": 1658.58}, {"text": "they filmed the moon landing.", "start": 1658.58, "end": 1660.66}, {"text": "There actually is a lot of stuff. I think they filmed it, man. I think they", "start": 1660.66, "end": 1664.86}, {"text": "I filmed it, man. Yeah. I think it was more than just a bunch of images strung", "start": 1664.86, "end": 1669.66}, {"text": "together. It was actual film that they used on this ship. I don't get how that", "start": 1669.66, "end": 1674.66}, {"text": "got back into the atmosphere without completely exploding. Isn't there a", "start": 1674.66, "end": 1679.7}, {"text": "radiation plane that you can't pass?", "start": 1679.7, "end": 1682.58}, {"text": "Yep.", "start": 1682.58, "end": 1683.7}, {"text": "Yeah, but should spaceships have radiation shielding? But that doesn't", "start": 1683.7, "end": 1688.26}, {"text": "really do anything. That's a myth. That's also a myth. Yeah, I guess that", "start": 1688.26, "end": 1690.54}, {"text": "probably doesn't do anything. It doesn't do anything. It doesn't do anything at", "start": 1690.54, "end": 1693.78}, {"text": "Oh, that's all crap. Okay. Well, let's break this down, though. Okay. What are", "start": 1693.82, "end": 1697.06}, {"text": "the arguments for it being real? Because that's what I'm working on. Obviously,", "start": 1697.06, "end": 1701.54}, {"text": "there are no or no. There are some arguments. The footage is crazy. It is", "start": 1701.54, "end": 1704.96}, {"text": "crazy, crazy footage. Yeah, that's not an argument for it being real. That's", "start": 1704.96, "end": 1708.26}, {"text": "just I think that's a middle thing. Argument for it being fake is that why", "start": 1708.26, "end": 1712.58}, {"text": "haven't we gone back? Right? That's what I feel like. Okay, I get the and the", "start": 1712.58, "end": 1716.86}, {"text": "argument people always say for not going back is that they say, well, it costs a", "start": 1716.86, "end": 1722.18}, {"text": "a lot of money and we already saw it's just rocks yeah, but that's stupid", "start": 1722.18, "end": 1726.72}, {"text": "something could have happened since then yeah could have changed up there. Well,", "start": 1726.72, "end": 1730.3}, {"text": "first of all the flat you guys know I was reading about this. The flags that", "start": 1730.3, "end": 1733.22}, {"text": "they put up on the moon, they weren't like special space flags. There's normal", "start": 1733.22, "end": 1737.3}, {"text": "flag yeah they're done. So they're done yeah they're gone. We gone as fuck, so", "start": 1737.3, "end": 1740.78}, {"text": "we need to go back and put more flags up there. We should put a new flag for the", "start": 1740.78, "end": 1745.08}, {"text": "five weeks of planets flag. Yes, these days, I probably put the LGBTQIA two", "start": 1745.08, "end": 1750.34}, {"text": "plus yeah yeah flag put that probably there. You can't you can't call them", "start": 1750.38, "end": 1756.32}, {"text": "guys. No, I'm no. They put said it in such a way. I was saying me and", "start": 1756.32, "end": 1760.34}, {"text": "Patrick both thought that that's not what I was saying at all. You said it", "start": 1760.34, "end": 1763.88}, {"text": "the way you I was the way you said that into me both of our minds that", "start": 1763.88, "end": 1767.82}, {"text": "simultaneously put that banner up there. You're going to ban them. You're", "start": 1767.82, "end": 1771.02}, {"text": "going to ban them from the moon. Sure, who cares you want to ban her days", "start": 1771.02, "end": 1774.98}, {"text": "from the moon. I don't care who goes to the moon. I want to ban her chaise", "start": 1774.98, "end": 1778.78}, {"text": "for shays no more. You shouldn't be able to. I agree. I agree. You shouldn't be", "start": 1778.98, "end": 1784.94}, {"text": "able to. No chocolate on the moon. No. We should have done a cheese tasting for", "start": 1784.94, "end": 1788.98}, {"text": "today's episode. Oh, my God, we're so stupid. We're so stupid. And I should", "start": 1788.98, "end": 1793.74}, {"text": "have dressed up like motherfucking Wallace. Yeah, you should have dressed up", "start": 1793.74, "end": 1796.78}, {"text": "like that. Wallace the dog. Wallace is the guy. Don't even try to start. I'll", "start": 1796.78, "end": 1801.86}, {"text": "mute you for the rest of the episode. We're not doing that again. I don't know", "start": 1801.86, "end": 1805.34}, {"text": "which is which, y'all.", "start": 1805.34, "end": 1806.26}, {"text": "I actually do know.", "start": 1806.26, "end": 1808.1}, {"text": "Okay, go ahead, talk whatever you know. No, I don't want to talk. We okay. Now", "start": 1808.1, "end": 1813.5}, {"text": "you just made me a bad. So yeah, I'm getting mad now because it's it's the", "start": 1813.5, "end": 1817.54}, {"text": "end of the five weeks of planets. Okay, and we're getting mad at me because I", "start": 1817.54, "end": 1821.28}, {"text": "got mad at your song where because yeah, I flopped and then what next is like", "start": 1821.28, "end": 1826.34}, {"text": "let me guess like your painting is like going to be digital to you already. You", "start": 1826.34, "end": 1832.7}, {"text": "already knew it was digital asshole. Yeah, you have a digital painting. You", "start": 1832.7, "end": 1836.26}, {"text": "can't even do a water. I was taller than a hundred feet. It was taller than a", "start": 1836.3, "end": 1840.32}, {"text": "hundred feet could be it because it's digital. It's not so I", "start": 1840.32, "end": 1843.7}, {"text": "mention okay. I know the song and then there's no to the painting. The", "start": 1843.7, "end": 1848.76}, {"text": "painting has no dimension. We're going out with a flop. We're not going out", "start": 1848.76, "end": 1851.9}, {"text": "with a bang. It's the end of the five guys, guys, guys, guys, guys, guys,", "start": 1851.9, "end": 1855.32}, {"text": "guys, guys, guys, guys, guys, guys, guys, guys, guys, guys, guys, guys,", "start": 1855.32, "end": 1857.28}, {"text": "Joe, the pressures, the lunacy, the pressure, where we're completely", "start": 1857.28, "end": 1861.56}, {"text": "where we're where we'll think not only that tunes, but I think I'm realizing", "start": 1861.56, "end": 1865.54}, {"text": "right now that this has been, I think for all three of us,", "start": 1865.58, "end": 1868.38}, {"text": "like the most fucking unbelievable experience I've ever had with this show.", "start": 1868.38, "end": 1875.5}, {"text": "Yes. You know, I think I speak for all of us when I say that. I learned music", "start": 1875.5, "end": 1879.3}, {"text": "production. This has opened our eyes to so many new things, and I think that the", "start": 1879.3, "end": 1885.78}, {"text": "fact that it's ending", "start": 1885.78, "end": 1886.86}, {"text": "is ticking us off. Alright, let's not start crying yet, 'cause we still have", "start": 1886.86, "end": 1890.26}, {"text": "half the episode to go. Okay, man. Yeah. So, here's my theory about the moon", "start": 1890.26, "end": 1893.22}, {"text": "thing. I think that the moon landing was real. They really did film it, but here's", "start": 1893.26, "end": 1897.06}, {"text": "my, my thing. I think that 2001, a space odyssey was actually filmed in space. I", "start": 1897.06, "end": 1902.7}, {"text": "agree with that. I think it's the other way around. People say that Stanley", "start": 1902.7, "end": 1905.74}, {"text": "Kubrick did the moon landing. And they were both fake. Because he knew about how", "start": 1905.74, "end": 1908.42}, {"text": "to do it from 2001. No, they were both real. Yeah. He really was on that", "start": 1908.42, "end": 1913.74}, {"text": "spaceship and he really went to the future. And he really had a computer. So", "start": 1913.74, "end": 1917.34}, {"text": "the year 2001. I believe that shit. Yeah, I believe it, too. But I think that, I", "start": 1917.34, "end": 1920.82}, {"text": "think that that was film in space. No doubt how did he do a loop de loop on", "start": 1920.86, "end": 1925.26}, {"text": "the ship and are you going to build a fake moon can rocks it's too big. What", "start": 1925.26, "end": 1929.4}, {"text": "a giant run a bunch of rocks in a sound stage. What you put I don't get is how", "start": 1929.4, "end": 1934.62}, {"text": "they got the footage of the moon landing.", "start": 1934.62, "end": 1936.54}, {"text": "They brought it back. They don't just leave it there. I thought that there", "start": 1936.54, "end": 1940.44}, {"text": "was a I guess they also trend. They did transmit it didn't they well. I guess", "start": 1940.44, "end": 1943.58}, {"text": "they had that work well. They can also can't be far away. They can transmit", "start": 1943.58, "end": 1947.18}, {"text": "their voice as well, because they can say Houston. We have a problem, so it", "start": 1947.18, "end": 1950.02}, {"text": "must not be that hard. How it must be the same as TV, I guess. Okay, here's the", "start": 1950.06, "end": 1954.82}, {"text": "so they want you to believe. Here's the argument for it being. Wow, I can't my", "start": 1954.82, "end": 1958.22}, {"text": "dad was born before humans landed on the moon. He only land on the moon. Nineteen", "start": 1958.22, "end": 1963.02}, {"text": "sixty nine. So it was my dad. Isn't that crazy that your my dad was my dad", "start": 1963.02, "end": 1968.62}, {"text": "watch that on TV, bro? My dad probably watched that to my dad. Isn't that crazy?", "start": 1968.62, "end": 1972.7}, {"text": "Oh my God, my dad was three. My dad was eight years old. It's my uncle. I bet he", "start": 1972.7, "end": 1977.14}, {"text": "I should ask him about that today. Yeah, my mom apparently she heard dad put her in front", "start": 1977.18, "end": 1982.02}, {"text": "of the TV and said even though she was like two years old, it was like you have to watch", "start": 1982.02, "end": 1986.62}, {"text": "you have to be in front of the TV for it's so funny how many and then he and then my", "start": 1986.62, "end": 1990.14}, {"text": "grandpa did the exact same thing with me with 9/11. Wow, he put me in front of the TV and", "start": 1990.14, "end": 1995.78}, {"text": "was like you got to remember this shit. My dad has to remember the moon landing because", "start": 1995.78, "end": 1998.74}, {"text": "he told me he remembered when Martin Luther King got assassinated. That was what 1968", "start": 1998.74, "end": 2002.62}, {"text": "something like that.", "start": 2002.62, "end": 2003.62}, {"text": "Yeah, I mean I guess it's true.", "start": 2003.62, "end": 2006.18}, {"text": "It is funny though putting your kid in front of the TV like that, I don't know.", "start": 2006.18, "end": 2011.58}, {"text": "Why?", "start": 2011.58, "end": 2012.58}, {"text": "Just like a stupid 60's thing.", "start": 2012.58, "end": 2015.98}, {"text": "Put him in front of the tube.", "start": 2015.98, "end": 2016.98}, {"text": "Just putting him in front of there for some kind of significant, yeah.", "start": 2016.98, "end": 2021.66}, {"text": "Here's the argument for why we didn't go back, okay?", "start": 2021.66, "end": 2025.58}, {"text": "So say 20 years ago you went and climbed Mount Everest and it was the hardest fucking shit", "start": 2025.58, "end": 2029.86}, {"text": "that you ever did right and you had all sorts of amazing Chinese food that you", "start": 2029.86, "end": 2033.36}, {"text": "never had before at the bottom of the thing right and it was great, but it's", "start": 2033.36, "end": 2036.82}, {"text": "very expensive. You're not going to do it again, but then you get a go pro for", "start": 2036.82, "end": 2040.3}, {"text": "Christmas and somebody's like why don't you go back to fucking Mount Everest and", "start": 2040.3, "end": 2043.94}, {"text": "kind of with the go pro. You get a go pro. Yeah, well here's a every no", "start": 2043.94, "end": 2047.06}, {"text": "yeah, here's what it is. You know it's because that's basically we invented the", "start": 2047.06, "end": 2050.14}, {"text": "go pro and they're like go do a go pro commercial, an apple commercial for an", "start": 2050.14, "end": 2054.18}, {"text": "eye. Yeah shot on iPhone on the moon suck on it.", "start": 2054.18, "end": 2057.1}, {"text": "but America is the only country that of where people walked on the moon. So", "start": 2058.06, "end": 2061.9}, {"text": "it's more like so here's what I think if ever you can imagine every country in", "start": 2061.9, "end": 2065.26}, {"text": "the world is brothers and sisters in a family. I like to think that yeah your", "start": 2065.26, "end": 2069.9}, {"text": "brother goes and walks. It goes and climbs Mount Everest yeah and then your", "start": 2069.9, "end": 2074.9}, {"text": "fam everyone you why does nobody else do it? Aren't you jealous? Well, your", "start": 2074.9, "end": 2079.5}, {"text": "brother be the only guy who did it because you're kind of been coasting off", "start": 2079.5, "end": 2082.34}, {"text": "the being the moon people right. Can you imagine that? I think that's it. I", "start": 2082.34, "end": 2085.98}, {"text": "I think when China lands on the moon, it's over for us. Yeah, it's absolutely over.", "start": 2086.02, "end": 2089.82}, {"text": "Well, because they're going to put cool stuff up. They're going to build some", "start": 2089.82, "end": 2092.74}, {"text": "shit up. They're going to change everything. They're going to eat a crab", "start": 2092.74, "end": 2095.54}, {"text": "up there or something. They're going to bring back moon rocks and then they're", "start": 2095.54, "end": 2099.86}, {"text": "going to use them as a source of fuel. Have you guys ever seen the fucking", "start": 2099.86, "end": 2105.7}, {"text": "spaceship part at the Air and Space Museum? No, I've never been. Maybe.", "start": 2105.7, "end": 2109.78}, {"text": "Where is that? DC. I did not go. I'm sure I saw it, but I don't remember.", "start": 2109.78, "end": 2115.54}, {"text": "their lander yeah, the lunar lander it's really small man. You know it's not. I", "start": 2115.54, "end": 2120.46}, {"text": "thought that it would be as big as a palace, but these guys they landed on the", "start": 2120.46, "end": 2123.74}, {"text": "moon as poppers yeah, it's crazy. It's really is unbelievable that you could do", "start": 2123.74, "end": 2128.8}, {"text": "that. I think I fully understand people who think we didn't land on the moon,", "start": 2128.8, "end": 2132.22}, {"text": "because how could you do that? I can't do that shit yeah, bro. I think it was a", "start": 2132.22, "end": 2136.14}, {"text": "six man think about their cars exactly. I'd be up there trying to hold my", "start": 2136.14, "end": 2139.6}, {"text": "breath. Think about the airplanes, the cars and how come every single spaceship", "start": 2139.6, "end": 2144.34}, {"text": "has looked the same since the they did not have Mario yet. No Mario was not", "start": 2144.42, "end": 2149.22}, {"text": "even invented, not even close. Nobody even had an idea of Mario in their head", "start": 2149.22, "end": 2153.02}, {"text": "at that point. Maybe they had an idea. Maybe one guy had an idea. I had an", "start": 2153.02, "end": 2157.22}, {"text": "idea. It was probably only one guy, one guy, one guy had an idea for Mario,", "start": 2157.22, "end": 2162.12}, {"text": "but then was was hit by one of those big 1960s like Chevys and was immediately", "start": 2162.12, "end": 2167.86}, {"text": "just just decimated. Yeah, well, it would have been the Japanese guy.", "start": 2167.86, "end": 2171.9}, {"text": "Okay,", "start": 2171.9, "end": 2172.9}, {"text": "so he wouldn't gotten hit by. He's saying like an alternate thing. I had an idea", "start": 2174.02, "end": 2177.72}, {"text": "from Mario and then he didn't get to you, but I was saying yeah, maybe it was", "start": 2177.72, "end": 2180.48}, {"text": "whoever who's that Jigoro Miyamoto.", "start": 2180.48, "end": 2182.66}, {"text": "Is that that's exactly who it is? I don't know. I don't know if that I know", "start": 2182.66, "end": 2188.98}, {"text": "that's just a Nintendo guy in general. I don't know if it was a different guy", "start": 2188.98, "end": 2191.38}, {"text": "from now. He made up Mario and Donkey Kong. Well, then it was him as a child.", "start": 2191.38, "end": 2195.78}, {"text": "I guess he's probably born at that point. That's an and that's an idea you have", "start": 2195.78, "end": 2199.58}, {"text": "as a kid and then you grow up and you oh yeah, you think you refine it. Yeah, I", "start": 2199.58, "end": 2202.54}, {"text": "guess I should make this thing that I drew on a piece of paper when I was", "start": 2202.56, "end": 2205.92}, {"text": "all right years old. Speaking of drawing on a piece of paper, I have to show my", "start": 2205.92, "end": 2208.66}, {"text": "painting. Okay, even though it was not drawn on a piece of paper, it was drawn", "start": 2208.66, "end": 2211.58}, {"text": "on wood. It was not drawn on wood. Stopped hyping it up in a way that I", "start": 2211.58, "end": 2215.06}, {"text": "can't. It was burned into wood. You guys are going to like this shit man and you", "start": 2215.06, "end": 2219.08}, {"text": "spend ten hours on this. I spent a long time on it. Okay, I spent a really long", "start": 2219.08, "end": 2223.16}, {"text": "time on it. Wow, so guys, this is the moon right and this is this is Caleb", "start": 2223.16, "end": 2229.96}, {"text": "that's twenty twenty three digital. Here's the moon right here and from left to right", "start": 2229.98, "end": 2234.74}, {"text": "OJ the alien Cameron Patrick me and Julio and at the very top at the very top. I love you", "start": 2234.74, "end": 2243.44}, {"text": "five weeks of planets. That's I like that font to that's so sweet. It's very like kind", "start": 2243.44, "end": 2247.7}, {"text": "of loving font. Well, it's a digital very, very futuristic font. That's what I'll find", "start": 2247.7, "end": 2253.46}, {"text": "you're going to look like in the future. True it's true as fuck, but that's us", "start": 2253.46, "end": 2258.76}, {"text": "three. It works just like I did different head shapes for me and Patrick.", "start": 2258.76, "end": 2262.06}, {"text": "First, I'm saying detail on my hair man. Yeah, the hair looks that's insane.", "start": 2262.06, "end": 2266.26}, {"text": "You're welcome to how do you do that? Dude, I'm an amazing artist. What do you", "start": 2266.26, "end": 2270.66}, {"text": "mean? That's the most impressive piece of art you've done yet. No shading on", "start": 2270.66, "end": 2275.1}, {"text": "that hair. Is it beautiful? It's great. It's wonderful painting. I mean, I", "start": 2275.1, "end": 2278.74}, {"text": "wanted to nail it. You know, it's the last painting, so I told you I spent a", "start": 2278.74, "end": 2282.9}, {"text": "of time on it man. Our eyebrows, I gave Pat his mustache. And a hat and I guess some type", "start": 2282.94, "end": 2289.06}, {"text": "of hat. It's a beanie. It looks like me. It does look like me. It's just a beanie. Julio", "start": 2289.06, "end": 2293.86}, {"text": "is kind of looking like a chip. I like how you made Julio pale and white. He's white", "start": 2293.86, "end": 2298.38}, {"text": "man. He's as white as a ghost. He's whiter than any of us and he's got his favorite hat", "start": 2298.38, "end": 2301.94}, {"text": "on. He's the whitest guy I know. And I made OJ green. Classic. Everyone's smiling. Classic", "start": 2301.94, "end": 2306.58}, {"text": "OJ green. Yep. The moon, didn't spend that much time on the moon I'm going to be honest.", "start": 2306.58, "end": 2310.62}, {"text": "which is mostly about my friends faces looks good, though it kind of looks like", "start": 2310.62, "end": 2314.42}, {"text": "a close up of a hairy ball sack. This is a", "start": 2314.42, "end": 2317.46}, {"text": "microscope", "start": 2317.46, "end": 2319.12}, {"text": "exactly like a my", "start": 2319.12, "end": 2322.58}, {"text": "germs under a microscope on a ball. So", "start": 2322.58, "end": 2326.84}, {"text": "doesn't really look like this is a this is a dead guy's balls yeah and then", "start": 2326.84, "end": 2332.44}, {"text": "yeah dude. I love you five weeks of planets. This has been the pleasure of", "start": 2332.44, "end": 2335.8}, {"text": "my professional career, ten episodes, ten episodes, episodes, a complete", "start": 2335.8, "end": 2340.22}, {"text": "mastery. Exclusively about planets. I mean, it's been amazing, guys, and I", "start": 2340.46, "end": 2344.54}, {"text": "can't wait to continue my artistic endeavours into the future, whatever,", "start": 2344.54, "end": 2349.74}, {"text": "into the future, that future. For the future planet. Whatever comes next for", "start": 2349.74, "end": 2353.38}, {"text": "us, 'cause I don't know what comes next. I don't know if there's another planet", "start": 2353.38, "end": 2356.14}, {"text": "that maybe is gonna... Cameron's the leader, he decides this kind of thing,", "start": 2356.14, "end": 2360.54}, {"text": "man. I don't know why you guys are doing this. He's the leader and... If there's", "start": 2360.54, "end": 2363.3}, {"text": "maybe an extra day of planets that could happen, maybe, who knows? Maybe for a", "start": 2363.3, "end": 2368.38}, {"text": "planet called Poonam or something who no more cent or cent or something like that", "start": 2368.38, "end": 2376.72}, {"text": "cent or never. I'm never telling you guys that I'm doing something at the end", "start": 2376.72, "end": 2381.18}, {"text": "of the episode ever again. Okay, why as you're trying so hard to put build up", "start": 2381.18, "end": 2385.5}, {"text": "false expectations? I don't know. I don't know. I literally already told you", "start": 2385.5, "end": 2388.9}, {"text": "point blank. There's no other planet in the plan about it. Think about it,", "start": 2388.9, "end": 2392.58}, {"text": "though. What if there is a planet called cent that had a moon called Poonam could", "start": 2392.58, "end": 2396.74}, {"text": "like a day because I said a instead of something,", "start": 2396.76, "end": 2400.32}, {"text": "which is how planets get name. I guess it could be somewhere. It happens with", "start": 2400.32, "end": 2405.52}, {"text": "the universe is infinite. The universe,", "start": 2405.52, "end": 2408.32}, {"text": "the first universe", "start": 2408.32, "end": 2410.88}, {"text": "we could go. It can look into that. I guess we could look into that. Do you", "start": 2410.88, "end": 2416.8}, {"text": "guys ever? I just don't want it to end. I just don't want the five weeks of", "start": 2416.8, "end": 2420.52}, {"text": "planets to end. Let's talk. Let's get real about space. This space fucking", "start": 2420.52, "end": 2423.88}, {"text": "terrify you every second you think of it.", "start": 2423.96, "end": 2425.44}, {"text": "Yes. This month has made me...", "start": 2425.44, "end": 2427.64}, {"text": "I'm fascinated by...", "start": 2427.64, "end": 2428.64}, {"text": "I think that humans, I think our brains... I was thinking about this yesterday when I", "start": 2428.64, "end": 2431.92}, {"text": "was walking my dog. I was seeing so many people and I was like, \"I don't think that people", "start": 2431.92, "end": 2435.64}, {"text": "were meant to see this many people.\"", "start": 2435.64, "end": 2437.16}, {"text": "No, we were not meant to see this many people. I don't...", "start": 2437.16, "end": 2439.24}, {"text": "You're meant to know like 15 people.", "start": 2439.24, "end": 2441.16}, {"text": "Everything that I've learned about planets this whole month has fucked me up beyond all", "start": 2441.16, "end": 2447.36}, {"text": "repair.", "start": 2447.36, "end": 2448.36}, {"text": "I think that it's made me really happy I don't smoke weed anymore. If I was smoking weed and", "start": 2448.36, "end": 2451.6}, {"text": "doing five weeks of planets, this would be an entirely different. I'd be in the", "start": 2451.6, "end": 2455.24}, {"text": "mental hospital. Dude, I was watching a video of going inside of", "start": 2455.24, "end": 2459.08}, {"text": "Neptune and it's unbelievable. How'd they go in? They went inside? It's gas.", "start": 2459.08, "end": 2464.88}, {"text": "I mean it's... They sent a thing? No, no, no, it was like CGI. Oh, okay.", "start": 2464.88, "end": 2469.04}, {"text": "But they have... There is footage of Neptune where they fly by it and", "start": 2469.04, "end": 2471.58}, {"text": "that shit is... I mean, just any actual footage of flying by a planet is", "start": 2471.58, "end": 2475.2}, {"text": "actually so fucking crazy. I get why people want... I get why these millionaires", "start": 2475.2, "end": 2479.46}, {"text": "want to go to space. I wouldn't. I don't want to go up there, man. I want to go", "start": 2479.46, "end": 2482.62}, {"text": "there pretty badly. You know the thing where like everybody... I think that's", "start": 2482.62, "end": 2486.82}, {"text": "the... I mean to be real about it, I think that's how you have a... You", "start": 2486.82, "end": 2490.54}, {"text": "transcend. I think I agree. I would change into a completely different person.", "start": 2490.54, "end": 2494.02}, {"text": "I would shed my... I guess it would feel like the first time you do acid", "start": 2494.02, "end": 2498.78}, {"text": "in college. Was it Mr. Armstrong? Neil? Neil Armstrong that said that he thinks", "start": 2498.78, "end": 2504.58}, {"text": "that anytime somebody's elected president, they should send them up into", "start": 2504.58, "end": 2507.26}, {"text": "spaceships so that they have to see Earth from very far away.", "start": 2507.26, "end": 2510.06}, {"text": "I think, didn't SpaceX send like William Shatner up into space and he like had a nervous breakdown", "start": 2510.06, "end": 2516.58}, {"text": "in his life?", "start": 2516.58, "end": 2517.58}, {"text": "Oh yeah, he had a nervous breakdown and then, or no, it was Bezos.", "start": 2517.58, "end": 2520.42}, {"text": "He went up to space with Bezos and Bezos, like he's telling everybody like, \"Jesus fucking", "start": 2520.42, "end": 2525.14}, {"text": "Christ, this is so scary.\"", "start": 2525.14, "end": 2526.3}, {"text": "And then Bezos is just like, \"Hahaha, Captain Kirk!\"", "start": 2526.3, "end": 2529.3}, {"text": "Yeah.", "start": 2529.3, "end": 2530.3}, {"text": "Really?", "start": 2530.3, "end": 2531.3}, {"text": "It's a really good clip.", "start": 2531.3, "end": 2532.3}, {"text": "It like destroyed his brain.", "start": 2532.3, "end": 2533.3}, {"text": "Yeah.", "start": 2533.3, "end": 2534.3}, {"text": "is having like a real like moment and then Bezos is just like, \"Who cares?\" I get that", "start": 2534.3, "end": 2539.78}, {"text": "with the backgrounds of YouTube videos. Yeah. If somebody's talking and they decide to put", "start": 2539.78, "end": 2544.98}, {"text": "a space video behind it, I'd fucking close the tab, dude. I don't want to see space.", "start": 2544.98, "end": 2548.96}, {"text": "I want to see space. I want to see the planets individually and learn about them and what", "start": 2548.96, "end": 2552.62}, {"text": "kind of creatures they are. I want to hear raps from every planet. Yeah. I don't want", "start": 2552.62, "end": 2556.46}, {"text": "to see this space shit. It's too scary. I want to go to the South Pole. I want to wear", "start": 2556.46, "end": 2561.2}, {"text": "some South Pole and be a gangsta. Is that a type of clothing? I guess it is. You don't", "start": 2561.2, "end": 2567.24}, {"text": "remember the South Pole? No. It was like a brand from the early 2000s. Coca-Cola Polar", "start": 2567.24, "end": 2574.32}, {"text": "Bear. No, no, no. South Pole. You never wore South Pole? Coca-Cola Polar Bear. Coca-Cola", "start": 2574.32, "end": 2578.8}, {"text": "Polar Bear. Yep. We got to make a new wrap. We can use that in the next wrap. We got to", "start": 2578.8, "end": 2584.16}, {"text": "make a new one. No, but I think that this final one was such a flop that we got to make", "start": 2584.16, "end": 2589.32}, {"text": "the last like when we went to the Grand Canyon, I was attacked by large.", "start": 2589.32, "end": 2593.32}, {"text": "That's why I want to go to space.", "start": 2593.32, "end": 2595.32}, {"text": "But I think it would. I think I'm right.", "start": 2595.32, "end": 2597.32}, {"text": "I would read my humanity to the brink man brought me to my knees.", "start": 2597.32, "end": 2600.52}, {"text": "It brought me to the brink is too big.", "start": 2600.52, "end": 2602.32}, {"text": "That's what I mean. Don't you want to don't you?", "start": 2602.32, "end": 2604.12}, {"text": "Wouldn't you like to seek something greater?", "start": 2604.12, "end": 2606.22}, {"text": "Hell no, no.", "start": 2606.22, "end": 2608.42}, {"text": "Find it something new.", "start": 2608.42, "end": 2610.32}, {"text": "Actually don't I don't want to but have your brain destroyed.", "start": 2610.32, "end": 2614.52}, {"text": "My brain's already been my brain wasn't destroyed by the great", "start": 2614.52, "end": 2617.12}, {"text": "of existence. I saw the Grand Canyon and I was just like, well that's nice. You're built", "start": 2617.12, "end": 2622.28}, {"text": "for space. I don't want to think about it. You're built for space, man. Well, I think", "start": 2622.28, "end": 2626.6}, {"text": "that I was making myself not think about it hard. Because it's too scary and big. Yeah.", "start": 2626.6, "end": 2633.32}, {"text": "I think I'm good at that. I think I'm good at shutting off my brain to not think about", "start": 2633.32, "end": 2637.6}, {"text": "big things. Imagine seeing space. I would come back and I would start a cult. Imagine", "start": 2637.6, "end": 2641.88}, {"text": "missing Lizzo in real life.", "start": 2641.88, "end": 2643.3}, {"text": "Celebrities have a glow to them. They do you can tell why they're famous. Once", "start": 2643.3, "end": 2648.5}, {"text": "you see him in person, some of them have been taking Adam Scott in real life and", "start": 2648.5, "end": 2652.2}, {"text": "I was like this", "start": 2652.2, "end": 2652.82}, {"text": "yeah, you bit your no, it was hot as fuck yeah. Apparently, Paul Rudd came", "start": 2652.82, "end": 2658.58}, {"text": "into my fucking wife's work again. Paul Rudd stay away from my fucking wife. I", "start": 2658.58, "end": 2663.16}, {"text": "swear to fucking God, if you ever do this shit again, I will kill you", "start": 2663.16, "end": 2666.62}, {"text": "sorry", "start": 2666.62, "end": 2668.52}, {"text": "don't bring your kids around either and make my wife think this look at my", "start": 2670.92, "end": 2674.62}, {"text": "amazing family you would plug in as a perfect step mom don't do this shit man", "start": 2674.62, "end": 2678.52}, {"text": "don't make me divorce don't make me hurt you I love wet hot American summer I", "start": 2678.52, "end": 2682.12}, {"text": "love Ant-Man don't do this is he divorced Oh speaking of Ant-Man here's a", "start": 2682.12, "end": 2686.62}, {"text": "funny here's a funny space thing okay I've been I've been reading the", "start": 2686.62, "end": 2691.32}, {"text": "Fantastic Four comics from the beginning the originals and do you guys know the", "start": 2691.32, "end": 2695.62}, {"text": "origin of the Fantastic Four yes they're all four friends and they go up into a", "start": 2695.62, "end": 2699.72}, {"text": "their spaceship together and they get blasted by cosmic rays and it mutates", "start": 2699.72, "end": 2704.42}, {"text": "them yeah and then they come down and they land and and they all get their", "start": 2704.42, "end": 2708.88}, {"text": "powers. They got and they're all like okay. We should become a team and the", "start": 2708.88, "end": 2713.14}, {"text": "human torch is like well. I can I can make myself go on fire, so I'll call", "start": 2713.14, "end": 2717.48}, {"text": "myself the human torch and then the invisible girl says well. I can turn", "start": 2717.48, "end": 2721.4}, {"text": "invisible. I guess I'll call myself the invisible girl and then the thing he's", "start": 2721.4, "end": 2724.8}, {"text": "become a mutant monster. He's like I'm not even human anymore. I guess I'll be", "start": 2724.8, "end": 2727.64}, {"text": "called the thing and then the last guy says and I'll call myself Mr.", "start": 2727.68, "end": 2731.92}, {"text": "Fantastic", "start": 2731.92, "end": 2732.68}, {"text": "and we're going to be the fantastic for wait. Wait, this is what we need to do.", "start": 2732.68, "end": 2738.12}, {"text": "We go up in space. We come back and stretch, so I guess I'll be", "start": 2738.12, "end": 2740.76}, {"text": "four of us will be fantastic for wasn't there. He wanted to be the leader so", "start": 2740.76, "end": 2748.74}, {"text": "bad. There is like a what if I think like a marvel, what if that was like if", "start": 2748.74, "end": 2753.24}, {"text": "they went up to space, but like their powers just like killed them.", "start": 2753.24, "end": 2756.4}, {"text": "that's a pretty short comic. That sounds like a boring. What is yeah?", "start": 2757.6, "end": 2760.2}, {"text": "What if someone died as soon as the story started? I don't know it's like", "start": 2760.2, "end": 2765.0}, {"text": "over a long period of time that they're like powers or like they just got like", "start": 2765.0, "end": 2768.64}, {"text": "radiation sickness or something. No, I don't remember exactly what it was, but", "start": 2768.64, "end": 2772.56}, {"text": "I think it couldn't have been that they just got it. Yeah, one there is one", "start": 2772.56, "end": 2776.56}, {"text": "and we're dead. There is one yeah. I think that might have been what it was.", "start": 2776.56, "end": 2780.8}, {"text": "I don't know. I don't really remember it that well, but we need to go up to", "start": 2780.8, "end": 2783.76}, {"text": "space, come back, become the thoughtful three. Yes, I was oh my God, yes, the", "start": 2783.76, "end": 2787.58}, {"text": "thankful three, the thankful three. What would your powers be in the thankful?", "start": 2787.58, "end": 2791.34}, {"text": "Well, I'd be I'd be Mr. Thankful", "start": 2791.34, "end": 2793.48}, {"text": "okay, and I would be a stretching ability. Oh man,", "start": 2793.48, "end": 2798.98}, {"text": "whatever I have stretch. I can't have a new power. Okay, I would have", "start": 2798.98, "end": 2804.18}, {"text": "acrobatic powers. Okay, that's pretty good and I would be Mr. Thankful. Could", "start": 2804.18, "end": 2808.06}, {"text": "I be late have laser beams? Yeah, where from where my hands, my fingers, ten", "start": 2808.06, "end": 2813.62}, {"text": "laser beams who and they come in ten fingers. That's too many ten figures,", "start": 2813.66, "end": 2818.26}, {"text": "mister ten finger finger", "start": 2818.26, "end": 2820.06}, {"text": "is good. Okay, I'll just shoot to from I'll okay. The thing I'll just do you do", "start": 2820.06, "end": 2826.6}, {"text": "this yeah just yeah you're the finger yeah, and I do this and it shoots it out", "start": 2826.6, "end": 2830.36}, {"text": "of my ring finger or it's lightning bolts yeah, and it's the shocker that", "start": 2830.36, "end": 2834.62}, {"text": "the shockers are real. I'm sure right, so the thing I would be is real. I would", "start": 2834.62, "end": 2839.54}, {"text": "I have like the like like the human torch, I would have water powers and I", "start": 2839.56, "end": 2844.18}, {"text": "would be the human drop", "start": 2844.18, "end": 2845.26}, {"text": "and that would be", "start": 2845.26, "end": 2848.1}, {"text": "the human job and I would I would turn into water. I do water guy. I'd be the", "start": 2848.1, "end": 2855.94}, {"text": "human drop. I'd be a water guy. I walk around", "start": 2855.94, "end": 2858.12}, {"text": "that's my whole power.", "start": 2858.12, "end": 2862.2}, {"text": "Basically, my power is that I give people cups of water. He's a super", "start": 2862.2, "end": 2866.58}, {"text": "still in in that doctor doom. Okay, so doctor doom comes up right, mister", "start": 2866.62, "end": 2871.12}, {"text": "thankful, I'm acrobatic, so I do a bunch of back flips to distract him and then I", "start": 2871.12, "end": 2875.96}, {"text": "finger him to death. You finger him to death and the human drop gets him wet", "start": 2875.96, "end": 2879.84}, {"text": "and what wets him. I just I put a puddle. You get him wet, you finger him and I", "start": 2879.84, "end": 2884.42}, {"text": "amaze or I could make I could just make a wave or something. I don't know. I", "start": 2884.42, "end": 2887.84}, {"text": "think, you know, the human torch can only just turn into fire. He can turn", "start": 2887.84, "end": 2891.36}, {"text": "into fire and shoot shit out of his hands fire, but the human drop can't do", "start": 2891.36, "end": 2894.66}, {"text": "the drop. You know, like when the Brita is like a little bit empty and you have", "start": 2894.68, "end": 2900.28}, {"text": "to tilt it to get the water out, that's basically what I can do with my hands. I", "start": 2900.28, "end": 2904.0}, {"text": "just do that tilt water. It just kind of falls out. It falls. I understand. Yeah,", "start": 2904.0, "end": 2908.6}, {"text": "I can mostly fill up cups. Yeah, I can mostly do the human drop filling. Is", "start": 2908.6, "end": 2913.56}, {"text": "your water need to be boiled before you drink it? Yes,", "start": 2913.56, "end": 2916.84}, {"text": "water. It is not. It is not potable. No potable. Potable. No, it's definitely", "start": 2916.84, "end": 2923.6}, {"text": "potable.", "start": 2923.6, "end": 2924.08}, {"text": "Well, it's not potable water. It's mostly like it's mostly rain water. I think you", "start": 2924.08, "end": 2929.78}, {"text": "drink rain water. You can drink rain water after you clean it. Depends on", "start": 2929.78, "end": 2932.36}, {"text": "what it hit more like river water. I feel like I think mostly what my power", "start": 2932.36, "end": 2936.28}, {"text": "would be for is helping people make ramen, helping people make tea. I can", "start": 2936.28, "end": 2941.28}, {"text": "boil it with my finger and you had a pasta and I could do a back flip in", "start": 2941.28, "end": 2944.68}, {"text": "front of them. Yeah, or I guess I could fight with it and we'd be wearing the", "start": 2944.68, "end": 2949.32}, {"text": "jumpsuits, the stretchy jumpsuits with a big three. I would I would basically be", "start": 2950.64, "end": 2955.34}, {"text": "we would be more of a Vegas act than really a super hero and we'd always just", "start": 2955.34, "end": 2959.32}, {"text": "be like we're so so thankful that everybody for supporting us. Thank you", "start": 2959.32, "end": 2964.5}, {"text": "so putting us in jail. Yes, well, he would for being criminal. I would turn", "start": 2964.5, "end": 2968.88}, {"text": "into a drop of water. I would back flip out of jail. He would escape. You would", "start": 2968.88, "end": 2972.1}, {"text": "cut the bars of every old superhero comic from the sixties always has at least like", "start": 2972.1, "end": 2976.88}, {"text": "five different issues where they are the whole plot of the issue is just that", "start": 2977.56, "end": 2981.86}, {"text": "they are going to Hollywood and starring in a movie and the director turns out", "start": 2981.86, "end": 2985.66}, {"text": "to be evil. So we would do that would be fully are the only thing for three", "start": 2985.66, "end": 2989.14}, {"text": "would only do that.", "start": 2989.14, "end": 2990.38}, {"text": "Only villains are always movie directors who are always going to star in", "start": 2990.38, "end": 2995.02}, {"text": "different movies. Well, who's that? Who's that guy who", "start": 2995.02, "end": 2997.34}, {"text": "that one director that Roman Polanski? Yeah, we go and it's Roman Polanski man", "start": 2997.34, "end": 3003.1}, {"text": "and he starts telling us he starts getting a little locker room talk with", "start": 3003.54, "end": 3007.14}, {"text": "us yeah and then we and then I", "start": 3007.14, "end": 3008.96}, {"text": "anger", "start": 3008.96, "end": 3010.38}, {"text": "that's our that's our thing. I was saying like a vendors assemble. I say", "start": 3010.38, "end": 3017.84}, {"text": "get him wet and finger him, get him wet, figure him a back flip right in front", "start": 3017.84, "end": 3020.94}, {"text": "of him.", "start": 3020.94, "end": 3021.26}, {"text": "Yeah, you wish you never fucked with the thankful three", "start": 3021.26, "end": 3024.56}, {"text": "bitch ass Roman. We have a we have a rap at the end of the movie. Yeah, yeah,", "start": 3024.56, "end": 3030.12}, {"text": "Thankful Three and I'm here to say we are the Thankful Three. I've been thinking about...", "start": 3030.24, "end": 3035.76}, {"text": "Get 'em wet in finger! We are the Thankful Three. Why is it you know all these rappers are getting", "start": 3035.76, "end": 3042.72}, {"text": "in trouble because they rapped about doing killings in their songs. How come that never", "start": 3042.72, "end": 3047.28}, {"text": "happened with Grandmaster Flash? I don't know. And that that is only a new thing. Nobody,", "start": 3047.28, "end": 3054.08}, {"text": "there was no attorney in the 80s that was like your honor Grandmaster Flash said that he was", "start": 3054.08, "end": 3059.76}, {"text": "not only not only here to say, but he was also wrapping in a thankful way and then", "start": 3059.76, "end": 3065.46}, {"text": "they put him in jail. He said that he broke glass everywhere. Exactly.", "start": 3065.46, "end": 3069.16}, {"text": "This should have been prison for life. He saw somebody peeing and didn't report it.", "start": 3069.16, "end": 3073.26}, {"text": "Straight up. I got in trouble for that as a kid. My cousin just started peeing on", "start": 3073.26, "end": 3077.82}, {"text": "his bedroom floor. My cousin just started peeing on the carpet on his", "start": 3077.82, "end": 3081.24}, {"text": "bedroom floor and then I just said stop doing that, stop doing that and then my", "start": 3081.24, "end": 3088.56}, {"text": "my aunt came downstairs, put him in time out and also put me in time out for not", "start": 3088.56, "end": 3092.66}, {"text": "telling her. Here's a what if what if the thankful three came up? What if the", "start": 3092.66, "end": 3096.4}, {"text": "way your cousin stopped that fingered him? Yeah, backflow,", "start": 3096.4, "end": 3099.5}, {"text": "wet him, finger him, back flip, wet him, finger him, back flip. Well, that's how", "start": 3099.5, "end": 3104.08}, {"text": "you stop all crime. Yeah, yeah. I mean, who's going to be able to power through", "start": 3104.08, "end": 3107.36}, {"text": "getting wetted, fingered and back flip? Oh my God, it's not Dr. Doom. It's the", "start": 3107.36, "end": 3111.6}, {"text": "it's Dr. Soon, ungrateful, all rich and he's he's not a doctor. He's not", "start": 3111.6, "end": 3117.44}, {"text": "thankful. Well, I don't think we're going to so grateful urologist.", "start": 3117.46, "end": 3121.82}, {"text": "That's a doctor. You're the urologist is a doctor, like a lot doctor doom, but", "start": 3121.82, "end": 3128.5}, {"text": "why are we going to what about us wedding him fingering him and back flipping is", "start": 3128.5, "end": 3133.14}, {"text": "going to make him? We're just called a thankful three because we're thankful", "start": 3133.14, "end": 3135.62}, {"text": "for our powers and yeah everyone support. Okay powers, but wouldn't the", "start": 3135.62, "end": 3139.38}, {"text": "wouldn't the natural enemy public? That's what we say every time we thank", "start": 3139.38, "end": 3142.5}, {"text": "you public.", "start": 3142.5, "end": 3143.26}, {"text": "Thank you mayor. Thank you. We get the key to the and now the thankful three have to comment about defeating the ungrateful urologist.", "start": 3145.1, "end": 3151.7}, {"text": "Thank you.", "start": 3151.7, "end": 3153.5}, {"text": "Thank you everybody.", "start": 3153.5, "end": 3154.4}, {"text": "Thank you everybody for watching.", "start": 3154.4, "end": 3156.3}, {"text": "Thank you for letting us put on like a little show and getting everybody wet.", "start": 3156.3, "end": 3160.1}, {"text": "And I'm all my God hundred backflips in a row.", "start": 3160.1, "end": 3162.5}, {"text": "We get to throw out the first pitch at a game.", "start": 3162.5, "end": 3164.8}, {"text": "Mm-hmm.", "start": 3164.8, "end": 3165.3}, {"text": "Yeah, that would be amazing.", "start": 3165.3, "end": 3167.0}, {"text": "Wow.", "start": 3167.0, "end": 3167.6}, {"text": "But then we but then dude we turn evil.", "start": 3167.6, "end": 3171.3}, {"text": "Oh God.", "start": 3171.3, "end": 3172.6}, {"text": "Yeah, like", "start": 3172.6, "end": 3173.9}, {"text": "like Magneto thankless three thankless three or that's a villain. That is a", "start": 3174.7, "end": 3179.16}, {"text": "copycat of us, so yeah, the evil version, the thankless three and they do the toe.", "start": 3179.16, "end": 3184.16}, {"text": "They get them hot,", "start": 3184.16, "end": 3185.26}, {"text": "yeah, they faced them, the human torch, the human, the toe, they told him and", "start": 3185.26, "end": 3190.52}, {"text": "mister thank you mister front flip is very inflexible, so you can't do it", "start": 3190.52, "end": 3194.42}, {"text": "yourself all the time.", "start": 3194.42, "end": 3196.26}, {"text": "So he'd be mister front flip, not mister thankless, but he can't even do a front", "start": 3196.26, "end": 3201.22}, {"text": "front flip yeah because he has why that's his villain or is a back. It's his real", "start": 3201.26, "end": 3204.82}, {"text": "name, Mr front. Yep, it's really just kind of born with that name is front", "start": 3204.82, "end": 3208.94}, {"text": "flip yeah and it just he's really mad at his parents and he's taking it out on", "start": 3208.94, "end": 3212.66}, {"text": "the world. That's what he does try to front flip a lot, but he got in a car", "start": 3212.66, "end": 3216.54}, {"text": "accident a long time ago. Dreaming, a wheelchair, it's just a guy in a", "start": 3216.54, "end": 3220.18}, {"text": "wheelchair. It's just not pretty mad about it.", "start": 3220.18, "end": 3223.78}, {"text": "That is a villain. That's a villain and unbreakable yeah. Oh yeah, I wanted to", "start": 3223.78, "end": 3230.14}, {"text": "that movie the other day, but I feel like it might suck. No, it's fire. It's really good.", "start": 3230.18, "end": 3236.3}, {"text": "You need to stop taking these. Why? You are not built for Zen. What do you mean? You spit", "start": 3236.3, "end": 3241.9}, {"text": "them out instantly. I didn't spit it out instantly. I was in there for like 15 minutes. But yesterday", "start": 3241.9, "end": 3246.7}, {"text": "you had to leave Phil's birthday party. Yes, because I had a few. Yeah, I had a birthday", "start": 3246.7, "end": 3251.38}, {"text": "party for my dog, okay? You had to leave because you had one. I had one and yes, after a couple", "start": 3251.38, "end": 3257.9}, {"text": "I'm not. You don't need this shit. This is not good for you. You don't know that. I do", "start": 3257.9, "end": 3262.54}, {"text": "know that. I'm saying you spit it out in pain and run away from obligations. You didn't", "start": 3262.54, "end": 3267.42}, {"text": "even sing Happy Birthday to Phil. Did you guys sing when I left? Yeah, man. Yeah, dude.", "start": 3267.42, "end": 3273.42}, {"text": "You missed out on an amazing moment of reverie. Damn. And music. There was music? And revelry.", "start": 3273.42, "end": 3280.02}, {"text": "And revelry. That's what I meant to say. You need to lift my spirits with maybe a planet", "start": 3280.02, "end": 3284.66}, {"text": "report reverie is like chill bro. You don't control the planet report. That's", "start": 3284.66, "end": 3288.86}, {"text": "not your business. Yeah, stay the fuck out of that reverie is music.", "start": 3288.86, "end": 3293.86}, {"text": "There's a bunch of songs called reverie in whatever a minor that kind of thing.", "start": 3293.86, "end": 3299.26}, {"text": "I believe reverie is like sitting around being like, oh, this is amazing.", "start": 3299.26, "end": 3303.96}, {"text": "Yeah, that kind of thing. So I suppose it was reverie as well. I think it was,", "start": 3303.96, "end": 3306.56}, {"text": "but I wasn't trying to correct you. I thought that that was what I did mean", "start": 3306.56, "end": 3310.16}, {"text": "revelry. Okay. I was just adding revel rebel. They got rid of it. Revel is", "start": 3310.16, "end": 3314.46}, {"text": "gone. There's no more mopeds. Really? They're getting rid of every cool thing", "start": 3314.46, "end": 3317.58}, {"text": "in New York. No more Airbnbs. Yeah. Oh, I mean, Airbnb sucks shit. All right, let's", "start": 3317.58, "end": 3321.56}, {"text": "get back to the moon. But we don't have any... Oh, yeah, okay. Sorry. Back to the", "start": 3321.56, "end": 3324.96}, {"text": "moon. So the Thankful Three were sitting on the moon. Yeah. Oh, a werewolf would", "start": 3324.96, "end": 3329.42}, {"text": "be a good villain for the moon. Yes. For a moon-based group. So the... Yeah. Because", "start": 3329.42, "end": 3334.18}, {"text": "a werewolf would always be a werewolf on the moon. I've never thought of that", "start": 3334.18, "end": 3337.66}, {"text": "before. Because of the rays. If you sent a werewolf to the moon, it'd be a zoo.", "start": 3337.66, "end": 3341.62}, {"text": "blue. Yeah, well, no, it'd be a werewolf.", "start": 3341.62, "end": 3344.12}, {"text": "Oh, would he be wearing a suit, a space suit? You can wear a space suit.", "start": 3344.12, "end": 3349.68}, {"text": "That's cool. That's really cool. A werewolf in a... I was imagining a", "start": 3349.68, "end": 3354.52}, {"text": "were... I always thought it'd be cool to have a werewolf and he's wearing", "start": 3354.52, "end": 3357.36}, {"text": "some type of glasses where the moon is like painted on or he has some", "start": 3357.36, "end": 3360.52}, {"text": "kind of like VR headset where like he's always sees the full moon. So", "start": 3360.52, "end": 3363.86}, {"text": "we always... And if you take it off, he turns back. Like Cyclops. So wait,", "start": 3363.86, "end": 3367.9}, {"text": "it's just a picture of the moon can do it. I thought he's a physical moon rays", "start": 3367.9, "end": 3371.8}, {"text": "and it's like a real that's what I mean. It's like Vr, so it's realistic enough", "start": 3371.8, "end": 3375.2}, {"text": "yeah, is it like influence? It tricks the psychology, the rays of the moon that", "start": 3375.2, "end": 3379.48}, {"text": "makes them werewolves. You know about them full moon, you know about monsters,", "start": 3379.48, "end": 3383.54}, {"text": "it's the full moon, so even a picture could do it, though, I think it probably", "start": 3383.54, "end": 3387.26}, {"text": "the jury's out because well it's not real. I'd have to test it. Oh yeah, it's", "start": 3387.26, "end": 3390.58}, {"text": "not real, so it's no, but why is nobody? Why is Robert Rodriguez never made a", "start": 3390.58, "end": 3394.54}, {"text": "movie about about a bunch of astronauts sitting on the moon and then they", "start": 3394.56, "end": 3398.66}, {"text": "become werewolves. I'm almost certain there's a movie about werewolves on the", "start": 3398.66, "end": 3401.88}, {"text": "moon. That's that's that has to be like", "start": 3401.88, "end": 3404.04}, {"text": "probably I'm sure that a million guys who love sharknado have come up with that.", "start": 3404.04, "end": 3410.16}, {"text": "Oh yeah, I feel like they definitely want to watch that movie. Yeah, I feel", "start": 3410.16, "end": 3413.92}, {"text": "like it probably isn't good. I'm sure there's at least three movies about", "start": 3413.92, "end": 3416.48}, {"text": "that. Whatever that was just the type wasn't that nazi werewolves on the moon.", "start": 3416.48, "end": 3420.0}, {"text": "They probably did that. They definitely did nazis on the moon. I remember that", "start": 3420.0, "end": 3422.88}, {"text": "Yeah, is that where they got off to dinosaurs on? No, that is a thing.", "start": 3422.9, "end": 3426.86}, {"text": "Where did those bloody Nazis get off to? There was a million of them.", "start": 3426.86, "end": 3429.9}, {"text": "Hell, hollow, your seat, oh, hollow earth between me and Pat. Oh, God,", "start": 3429.9, "end": 3435.54}, {"text": "yeah, kill him.", "start": 3435.54, "end": 3437.1}, {"text": "The hollow earth, the hollow. I think that's one that I would really on the", "start": 3437.1, "end": 3441.36}, {"text": "hollow. I would really like to believe in the hollow earth. Yeah, it's easy to", "start": 3441.36, "end": 3444.68}, {"text": "believe in. You just have to think about it's called faith. Yeah, well, now I", "start": 3444.68, "end": 3448.62}, {"text": "believe faith is about believing, even despite evidence to the contrary.", "start": 3448.62, "end": 3452.54}, {"text": "Okay, well then I'll do it then.", "start": 3452.54, "end": 3454.54}, {"text": "Alright. I suppose. There we go.", "start": 3454.54, "end": 3456.54}, {"text": "But how do they get sunlight in the Hall of Worth?", "start": 3456.54, "end": 3458.54}, {"text": "There's another sun in the center.", "start": 3458.54, "end": 3460.54}, {"text": "You're kidding. I'm not kidding. That's the theory.", "start": 3460.54, "end": 3462.54}, {"text": "That's what they said back when they thought that was it.", "start": 3462.54, "end": 3464.54}, {"text": "Oh, the molten magma core is actually a sun.", "start": 3464.54, "end": 3466.54}, {"text": "They thought it was a sun, yeah. And then it was like", "start": 3466.54, "end": 3468.54}, {"text": "the sun was, you know, it's all like", "start": 3468.54, "end": 3470.54}, {"text": "So is everything topsy-turvy? Yeah, I think so.", "start": 3470.54, "end": 3472.54}, {"text": "Is it reverse me?", "start": 3472.54, "end": 3474.54}, {"text": "I think there's, they said there were different layers.", "start": 3474.54, "end": 3476.54}, {"text": "I think there's also a bunch of different", "start": 3476.54, "end": 3478.54}, {"text": "people had different ideas.", "start": 3478.54, "end": 3480.54}, {"text": "ideas. There's different ideas there. Yeah, it was all based on a guy who", "start": 3480.54, "end": 3485.5}, {"text": "wrote a book. There was a science fiction book and then the Nazis did a", "start": 3485.5, "end": 3488.9}, {"text": "bunch of research in it to be like, well, let's see if this is real. They", "start": 3488.9, "end": 3491.38}, {"text": "were some fools. Let's take this book and let's see if", "start": 3491.38, "end": 3493.82}, {"text": "weren't they trying to summon the devil to yeah, they were all types of strange", "start": 3493.82, "end": 3498.18}, {"text": "stuff. They also were trying to murder thousands of millions.", "start": 3498.18, "end": 3501.86}, {"text": "I did not mean to say that. Oh, my God,", "start": 3501.86, "end": 3506.98}, {"text": "millions of people. Wow yeah", "start": 3509.5, "end": 3511.8}, {"text": "Oh God,", "start": 3511.8, "end": 3514.4}, {"text": "that's an honest that's", "start": 3514.4, "end": 3516.3}, {"text": "no. If you said hundreds, if you said millions of thousands, there we go", "start": 3516.3, "end": 3522.74}, {"text": "thousands of hundreds, thousands of hours, time, a still hundreds, a", "start": 3522.74, "end": 3526.32}, {"text": "hundred thousand", "start": 3526.32, "end": 3527.12}, {"text": "hundred thousand times millions man, I'm done talking on a million, two", "start": 3527.12, "end": 3532.26}, {"text": "million, millions, millions,", "start": 3532.26, "end": 3533.62}, {"text": "kajillion okay.", "start": 3534.38, "end": 3535.78}, {"text": "Something else to stop talking about I don't want to talk about this. I made a", "start": 3535.78, "end": 3542.68}, {"text": "mistake man. I just said you should have said kajillion.", "start": 3542.68, "end": 3546.22}, {"text": "No, that's not true either. It's not true, but it's less bad. Just so", "start": 3546.22, "end": 3551.3}, {"text": "excited to jump in. I said the word murder and you went yeah thousands. I", "start": 3551.3, "end": 3555.46}, {"text": "falling ill.", "start": 3555.46, "end": 3559.34}, {"text": "I'm falling completely ill.", "start": 3559.34, "end": 3561.98}, {"text": "you're sick of what you said. I'm sick of myself for making that kind of", "start": 3563.1, "end": 3566.88}, {"text": "historical", "start": 3566.88, "end": 3567.66}, {"text": "inaccurate statement, man. I'm sick of myself. Yeah, it's just well, it's good", "start": 3567.66, "end": 3574.18}, {"text": "that you're sick. I'm glad that you're setting the record straight. Yeah, it's", "start": 3574.18, "end": 3577.36}, {"text": "not right to say things that are false about history. I agree. It's bad to", "start": 3577.36, "end": 3581.58}, {"text": "miss a historical bullshit.", "start": 3581.58, "end": 3583.18}, {"text": "That's right. You know, gingus slash gingus con whatever his name may be.", "start": 3583.18, "end": 3589.28}, {"text": "People say Genghis, people say Genghis.", "start": 3589.5, "end": 3591.42}, {"text": "Dan Carlin says Genghis.", "start": 3591.42, "end": 3592.98}, {"text": "- Genghis is crazy.", "start": 3592.98, "end": 3594.46}, {"text": "- It's cool.", "start": 3594.46, "end": 3595.3}, {"text": "It's kind of cooler.", "start": 3595.3, "end": 3596.14}, {"text": "- Yeah, a little bit.", "start": 3596.14, "end": 3596.98}, {"text": "- Genghis.", "start": 3596.98, "end": 3597.8}, {"text": "- Yeah, it is cool.", "start": 3597.8, "end": 3598.64}, {"text": "- Hey, I'm Genghis.", "start": 3598.64, "end": 3599.66}, {"text": "- I'm walking the other way.", "start": 3599.66, "end": 3600.86}, {"text": "Genghis, what are you, a plant with a face?", "start": 3600.86, "end": 3603.3}, {"text": "- Dr. Stephen Brewell style Jesus.", "start": 3603.3, "end": 3605.22}, {"text": "- Genghis.", "start": 3605.22, "end": 3606.06}, {"text": "- Yeah.", "start": 3606.06, "end": 3606.9}, {"text": "- But apparently he didn't kill as many people", "start": 3606.9, "end": 3608.58}, {"text": "as people say he did.", "start": 3608.58, "end": 3609.62}, {"text": "He was a propagandist, not unlike Donald Trump.", "start": 3609.62, "end": 3612.54}, {"text": "- Propagengist.", "start": 3612.54, "end": 3613.62}, {"text": "- Propagengist.", "start": 3613.62, "end": 3614.46}, {"text": "So he wanted people to walk around and say,", "start": 3614.46, "end": 3617.94}, {"text": "Oh Genghis Khan's killing all these people and shit and he was killing some", "start": 3617.94, "end": 3621.58}, {"text": "people sure,", "start": 3621.58, "end": 3622.1}, {"text": "wasn't that crazy back then you everybody was killing people yeah. It", "start": 3622.1, "end": 3626.38}, {"text": "really seemed like people didn't matter that much. No, no, what is that about", "start": 3626.38, "end": 3629.78}, {"text": "isn't it funny to there's way less people way less. He won't be like I just", "start": 3629.78, "end": 3633.32}, {"text": "fucking kill whatever who cares cut cut him into a trillion pieces. Let's just", "start": 3633.32, "end": 3636.84}, {"text": "do that yeah nowadays you can't even kill one guy. Go to jail. You go to jail", "start": 3636.84, "end": 3640.66}, {"text": "immediately for one for one back in the day for half of one for half of a", "start": 3640.66, "end": 3644.72}, {"text": "the fucking guy could injure somebody and go to go to jail. You can go to jail. A", "start": 3644.74, "end": 3648.88}, {"text": "guy recently went to jail for shooting other people who were trying to rob his", "start": 3648.88, "end": 3652.54}, {"text": "weed store. Oh,", "start": 3652.54, "end": 3654.22}, {"text": "doesn't seem like that big of a deal to me.", "start": 3654.22, "end": 3656.58}, {"text": "Shooting shooting it's not shooting and not even killing. I mean what he shot", "start": 3656.58, "end": 3661.12}, {"text": "him with what a BB gun right yeah, a BB gun that killed them instantly. No, I", "start": 3661.12, "end": 3666.5}, {"text": "didn't kill anyone dude. He was just shooting at him. Can you imagine you get", "start": 3666.5, "end": 3670.12}, {"text": "in front you shot somebody you killed them and you get in front of the judge", "start": 3670.12, "end": 3673.18}, {"text": "and the judges like gathering papers and he's like okay you and you shot them", "start": 3673.22, "end": 3676.58}, {"text": "with a BB gun right,", "start": 3676.58, "end": 3677.62}, {"text": "yeah,", "start": 3677.62, "end": 3678.62}, {"text": "yes, clerical air, yeah, actually, he's and then he's trying to catch you. He", "start": 3678.62, "end": 3684.14}, {"text": "says lying, you just lied, perjury, double time in jail. You guys got to", "start": 3684.14, "end": 3689.8}, {"text": "watch brawl on cell block. Ninety nine. Do you guys want to watch that tonight?", "start": 3689.8, "end": 3692.42}, {"text": "I'm now that movie's fucking fire, all right, well", "start": 3692.42, "end": 3696.42}, {"text": "give us a report. Join us. One yes, on a five week galactic. There's a big one", "start": 3696.42, "end": 3702.28}, {"text": "So this is the report not about the moon.", "start": 3702.3, "end": 3717.38}, {"text": "What the fuck are you talking about?", "start": 3717.38, "end": 3719.34}, {"text": "I'm just going to go ahead and read it starting with the title.", "start": 3719.34, "end": 3724.44}, {"text": "Five weeks a friendship report by Cameron Fetter.", "start": 3724.44, "end": 3732.04}, {"text": "Five weeks, ten episodes, the greatest experience of our lives.", "start": 3732.04, "end": 3738.16}, {"text": "We've done it all guys.", "start": 3738.16, "end": 3740.06}, {"text": "Met up on Mercury, vanquished violent varmints on Venus, made love on Mars, jumped for joy", "start": 3740.06, "end": 3748.08}, {"text": "on Jupiter, said silly stuff on Saturn, yelled yippee into Uranus or on Uranus, needed nourishment", "start": 3748.08, "end": 3757.54}, {"text": "on Neptune, partied on Pluto, sang songs in the sunshine, but as much as the sun shined,", "start": 3757.54, "end": 3768.02}, {"text": "there was one thing that shined twice as bright, and that was the three of us.", "start": 3768.02, "end": 3773.24}, {"text": "We connected with each other by dressing in outlandish yet stylish outfits.", "start": 3773.24, "end": 3779.32}, {"text": "We found points of similarity we never even considered before, our opinions on planets.", "start": 3779.32, "end": 3785.86}, {"text": "Patrick blossomed into a talented musician before our very eyes,", "start": 3785.86, "end": 3790.46}, {"text": "writing several of the catchiest songs that have ever been heard in our galaxy.", "start": 3790.46, "end": 3795.66}, {"text": "Caleb revealed his hidden art skills,", "start": 3795.66, "end": 3799.86}, {"text": "turning out some paintings that seriously belonged in the Louvre,", "start": 3799.86, "end": 3803.36}, {"text": "and some haikus that belonged in the Haiku Museum in Japan.", "start": 3803.36, "end": 3809.46}, {"text": "And I hit it big on the Powerball.", "start": 3809.46, "end": 3812.56}, {"text": "Even Julio felt the love of the Five Weeks of Planets.", "start": 3812.56, "end": 3815.76}, {"text": "He traveled to New York City all the way from his home planet of Mexico", "start": 3815.76, "end": 3819.6}, {"text": "just to talk about the solar system with us.", "start": 3819.6, "end": 3822.9}, {"text": "Our friendship is a lot like the planets.", "start": 3822.9, "end": 3825.88}, {"text": "We built it off a strong terrestrial core,", "start": 3825.88, "end": 3829.28}, {"text": "surrounded by the stormy, wild gases of mad romantic love", "start": 3829.28, "end": 3833.56}, {"text": "and blanketed in an atmosphere of normal pleasantness.", "start": 3833.56, "end": 3838.16}, {"text": "We stand strong for each other on our rotational axes.", "start": 3838.16, "end": 3842.04}, {"text": "We all orbit each other at a speed of one smile per minute.", "start": 3842.04, "end": 3845.88}, {"text": "And we all have moons, which represent our hobbies.", "start": 3845.88, "end": 3849.32}, {"text": "Well, now it's time to return to Earth after our long space journey.", "start": 3849.32, "end": 3856.2}, {"text": "I know I learned a lot, and I loved a lot too.", "start": 3856.2, "end": 3860.16}, {"text": "I can only hope everybody else did as well.", "start": 3860.16, "end": 3863.92}, {"text": "I wish the five weeks of planets could last forever, but there's a reason it can't.", "start": 3863.92, "end": 3869.4}, {"text": "because it's five weeks long. Planets for every everybody. And now it's time for the four", "start": 3869.4, "end": 3881.4}, {"text": "weeks of Christmas.", "start": 3881.4, "end": 3883.4}, {"text": "YAY!", "start": 3883.4, "end": 3885.4}, {"text": "I don't want a lot for Christmas There is just one thing I need and that's", "start": 3885.4, "end": 3892.4}, {"text": "Santa Claus will make me happy With a toy on Christmas day", "start": 3892.4, "end": 3901.4}, {"text": "I don't want a lot for Christmas There is just one thing I need and that's", "start": 3901.4, "end": 3908.4}, {"text": "[Music]", "start": 3908.4, "end": 3915.4}, {"text": "[Music]", "start": 3915.4, "end": 3922.4}, {"text": "[Music]", "start": 3922.4, "end": 3929.4}, {"text": "[Music]", "start": 3929.4, "end": 3934.4}, {"text": "10th at the bell house with Girl God.", "start": 3934.4, "end": 3938.4}, {"text": "If you like us singing, scrap the fuck in,", "start": 3938.4, "end": 3941.4}, {"text": "because we're going to be the crier.", "start": 3941.4, "end": 3943.4}, {"text": "The choir, rather.", "start": 3943.4, "end": 3944.4}, {"text": "We are going to be actually elves.", "start": 3944.4, "end": 3946.4}, {"text": "Elves.", "start": 3946.4, "end": 3947.4}, {"text": "And that's the Five Weeks of Planets, everybody.", "start": 3947.4, "end": 3950.4}, {"text": "And get ready for the Four Weeks of Christmas.", "start": 3950.4, "end": 3952.4}, {"text": "This has been an amazing journey, you guys.", "start": 3952.4, "end": 3954.4}, {"text": "It really has changed everything.", "start": 3954.4, "end": 3956.4}, {"text": "[applause]", "start": 3956.4, "end": 3958.4}, {"text": "*singing*", "start": 3958.4, "end": 3965.4}, {"text": "I wanna take the mask off", "start": 3965.4, "end": 3967.4}, {"text": "Take it off man", "start": 3967.4, "end": 3969.4}, {"text": "*singing*", "start": 3969.4, "end": 3974.4}, {"text": "Woah", "start": 3974.4, "end": 3975.4}, {"text": "Woah man", "start": 3975.4, "end": 3976.4}, {"text": "I'll change your whole vibe up man", "start": 3976.4, "end": 3979.4}, {"text": "Alright, alright, that's the episode", "start": 3979.4, "end": 3981.4}, {"text": "A sandwich I ate the other day gave me indigestion so bad that my whole chest felt like it was", "start": 3985.4, "end": 3991.56}, {"text": "jumping out of my chest.", "start": 3991.56, "end": 3992.56}, {"text": "I feel like I can't even eat turkey ham anymore without the nitrates going into my system", "start": 3992.56, "end": 3998.84}, {"text": "and just totally bubbling me.", "start": 3998.84, "end": 3999.84}, {"text": "I feel like I got bubbles in my stomach and chest almost every day I wake up.", "start": 3999.84, "end": 4000.84}, {"text": "Walking to the train station I feel this gulp gulp gulp gulp gulp gulp.", "start": 4000.84, "end": 4001.84}, {"text": "I shouldn't be eating that turkey or that ham man or the turkey ham.", "start": 4001.84, "end": 4002.84}, {"text": "This stuff is destroying our planet.", "start": 4002.84, "end": 4003.84}, {"text": "I'm not going to eat it.", "start": 4003.84, "end": 4004.84}, {"text": "I'm not going to eat it.", "start": 4004.84, "end": 4005.84}, {"text": "I'm not going to eat it.", "start": 4005.84, "end": 4006.84}, {"text": "I'm not going to eat it.", "start": 4006.84, "end": 4007.84}, {"text": "I'm not going to eat it.", "start": 4007.84, "end": 4008.84}, {"text": "I'm not going to eat it.", "start": 4008.84, "end": 4009.84}, {"text": "I'm not going to eat it.", "start": 4009.84, "end": 4010.84}, {"text": "I'm not going to eat it.", "start": 4010.84, "end": 4011.84}, {"text": "and this stuff is destroying our men and our women.", "start": 4011.84, "end": 4016.84}, {"text": "- I've developed-- - Mostly men,", "start": 4016.84, "end": 4017.68}, {"text": "men usually eat more cold cuts than women.", "start": 4017.68, "end": 4020.76}, {"text": "- On average, on average, okay.", "start": 4020.76, "end": 4023.52}, {"text": "I've developed an adult gluten allergy.", "start": 4023.52, "end": 4025.52}, {"text": "I never thought it would happen, but here I am,", "start": 4025.52, "end": 4029.88}, {"text": "close to 27 years old,", "start": 4029.88, "end": 4031.64}, {"text": "and the only bread that I can eat is sourdough.", "start": 4031.64, "end": 4034.56}, {"text": "Sourdough's good for breakfast, and it's good for sandwiches.", "start": 4034.56, "end": 4037.84}, {"text": "I can't eat Hawaiian rolls anymore.", "start": 4037.84, "end": 4041.36}, {"text": "Just the other day man I was cleaning out my humidifier, it had a heavy mineral scaling.", "start": 4041.36, "end": 4049.76}, {"text": "Mineral scales were collecting onto the humidifier's heating element.", "start": 4049.76, "end": 4052.68}, {"text": "I soaked it in a solution of vinegar and water for about 15-20 minutes and I started to scrub", "start": 4052.68, "end": 4057.3}, {"text": "it with a soft brush so as not to damage the element.", "start": 4057.3, "end": 4059.96}, {"text": "I was rinsing the brush under the sink so it wouldn't just have vinegar residue and minerals", "start": 4059.96, "end": 4065.4}, {"text": "in it.", "start": 4065.4, "end": 4066.4}, {"text": "I flicked back the bristle.", "start": 4066.4, "end": 4068.4}, {"text": "The vinegar shot straight into my eye.", "start": 4068.4, "end": 4070.4}, {"text": "And you know, when you think about how men are treated in society nowadays, every single...", "start": 4070.4, "end": 4080.4}, {"text": "The way that women make us feel is like we always have to act like Howie Mandel.", "start": 4080.4, "end": 4086.4}, {"text": "We always gotta be thinking about putting a rubber glove on our heads and doing Bobby's World impressions and talking like Gizmo.", "start": 4086.4, "end": 4095.4}, {"text": "is", "start": 4095.4, "end": 4113.48}, {"text": "Graham.", "start": 4113.48, "end": 4116.0}, {"text": "(Bowser roaring)", "start": 4116.0, "end": 4118.66}], "title": "#212 - The Five Weeks of Planets: The Moon", "link": "https://www.patreon.com/posts/212-five-weeks-93934292", "date": "Sat, 02 Dec 2023 11:00:08 GMT", "id": 63}