{"lines": [{"text": "(farting)", "start": 0.0, "end": 2.16}, {"text": "- See I'm getting better at making fake farts.", "start": 2.16, "end": 11.68}, {"text": "- So listen to one sound, listen to a sound right now.", "start": 11.68, "end": 14.34}, {"text": "(farting)", "start": 14.34, "end": 16.6}, {"text": "- Yeah, that one was, that one was very mouthful.", "start": 16.6, "end": 19.16}, {"text": "- I'm gonna close my eyes.", "start": 19.16, "end": 20.72}, {"text": "You're gonna do one fake one and one real one", "start": 20.72, "end": 23.56}, {"text": "and I won't know which one is which.", "start": 23.56, "end": 24.92}, {"text": "- No I shouldn't, I think it's 'cause I ate", "start": 24.92, "end": 28.12}, {"text": "vegan meatballs last night and I think that's making my gains.", "start": 28.12, "end": 31.62}, {"text": "So you decided to ruin my fun last night for dinner?", "start": 31.62, "end": 35.32}, {"text": "That one was... wait, give me the next one.", "start": 35.32, "end": 37.32}, {"text": "They both sound real to me.", "start": 37.32, "end": 44.22}, {"text": "They were both my mouth.", "start": 44.22, "end": 45.72}, {"text": "They were both fake?", "start": 45.72, "end": 46.82}, {"text": "Uh-huh.", "start": 46.82, "end": 47.42}, {"text": "Well, then you broke the rule of the game.", "start": 47.42, "end": 49.02}, {"text": "I thought at least one was real.", "start": 49.02, "end": 50.82}, {"text": "No.", "start": 50.82, "end": 51.32}, {"text": "But I thought you broke it the other way.", "start": 51.32, "end": 54.82}, {"text": "I thought you said both...", "start": 54.82, "end": 55.82}, {"text": "or you did both. What do you think I was going to pick up the mic and put it up", "start": 55.82, "end": 58.94}, {"text": "to my butt? I would have to smell that. I'm not a scientist. I don't I can't", "start": 58.94, "end": 62.56}, {"text": "figure out how you might do stuff. I you weren't in the room. Okay, thank God,", "start": 62.56, "end": 66.86}, {"text": "but you were over there and you walked in after I had farted", "start": 66.86, "end": 71.1}, {"text": "and I said to myself, Oh, my goodness,", "start": 71.1, "end": 74.18}, {"text": "you said out loud. Oh, my God, you open the door. I've been farting nasty to", "start": 74.18, "end": 79.32}, {"text": "what do we eat? I don't know the other day. I've been having some of my stomach", "start": 79.32, "end": 83.64}, {"text": "wishes. The other day I took a shit that took that was so violent and horrible", "start": 83.66, "end": 88.86}, {"text": "and wet that when I got up off the toilet and I looked in the bathroom", "start": 88.86, "end": 91.96}, {"text": "mirror, I was two inches shorter.", "start": 91.96, "end": 93.24}, {"text": "This is good.", "start": 93.24, "end": 95.5}, {"text": "A minute, a minute, twenty nine, you were the poop talker podcast. I was", "start": 95.5, "end": 100.96}, {"text": "going to go this early in the maybe, maybe somebody", "start": 100.96, "end": 104.1}, {"text": "on listener, a new, a new", "start": 104.1, "end": 108.9}, {"text": "now. I wonder if they talk about anything different on the Patreon. I", "start": 110.32, "end": 113.16}, {"text": "we did it and farted so good, disgustingly. I did the full poop.", "start": 113.16, "end": 117.76}, {"text": "This is the poop. That's all I do.", "start": 117.76, "end": 119.68}, {"text": "The only stories I have in my life are times that I farted or I should at", "start": 119.68, "end": 124.36}, {"text": "every other day. I don't we sit. We watch movies, eat a banana and I walk", "start": 124.36, "end": 129.68}, {"text": "back and forth twenty five times. That's why we are not good artists. No,", "start": 129.68, "end": 133.44}, {"text": "because we if we were if we we need something trouble, we don't get in", "start": 133.44, "end": 137.48}, {"text": "we don't push any kind of boundary. I'm pushing the boundaries, you pushing the", "start": 137.52, "end": 140.94}, {"text": "boundaries, how so pushing the boundaries of how bored I can get. That's right. I", "start": 140.94, "end": 145.68}, {"text": "get so bored. I get so far last night. I was so bored that the idea of playing a", "start": 145.68, "end": 150.08}, {"text": "video game was disgusting to me. Yeah, I was like that. It sounds like so much", "start": 150.08, "end": 153.92}, {"text": "work to I know I hit the I hit the yeah. I hit the the boredom peak because I", "start": 153.92, "end": 158.84}, {"text": "decided to play a resident evil game. You guys have all been talking about", "start": 158.84, "end": 162.36}, {"text": "resident evil. It's been in my brain. I don't even like it, but it's all I can", "start": 162.36, "end": 166.0}, {"text": "think about and all I can do all I can play fifteen minutes a day of this game.", "start": 166.08, "end": 170.88}, {"text": "I every time I get to the fifteen minute mark, I go", "start": 170.88, "end": 172.8}, {"text": "all I can do in resident. I tried to play it on stream before and everyone got mad", "start": 172.8, "end": 178.94}, {"text": "at every decision I made, so I cannot play. I make a lot of this. Yes, what are", "start": 178.94, "end": 183.02}, {"text": "the decisions like a brain, every decision I made, though every choice that", "start": 183.02, "end": 187.42}, {"text": "I made when I played that made people upset, walk like our choices, though.", "start": 187.42, "end": 191.66}, {"text": "It's like you go through you just in the joint. You just find keys, you find", "start": 191.66, "end": 195.54}, {"text": "keys you back track you put the key in and then you find the next one. I was", "start": 195.58, "end": 198.64}, {"text": "doing that", "start": 198.64, "end": 199.14}, {"text": "shaped like an eagle. Oh, this is like a so it's so easy and I was doing it so", "start": 199.14, "end": 204.22}, {"text": "wrong that people got upset. Where are these? It's not even in all these", "start": 204.22, "end": 207.38}, {"text": "resident, not easy. No, it's hard. No, it's pretty hard. There's all in all", "start": 207.38, "end": 211.06}, {"text": "these resident evil games. You're going into these houses where every key is a", "start": 211.06, "end": 215.86}, {"text": "fucking every every door has some has some crazy colitis. I was I'm playing", "start": 215.86, "end": 221.62}, {"text": "resident evil seven and it's so funny to me that it's like a it's supposed to be", "start": 221.62, "end": 224.7}, {"text": "like a dilapidated like Texas chainsaw house. It's a house that you find in the", "start": 224.74, "end": 228.52}, {"text": "swamp in Louisiana and it's like okay. We have a door that only opens. If you", "start": 228.52, "end": 233.06}, {"text": "project the shadow of a spider on to this paint, exactly that's what they", "start": 233.06, "end": 236.98}, {"text": "became zombies, but before where they were the fucks my eagle key.", "start": 236.98, "end": 241.3}, {"text": "I can't get to the Scorpio", "start": 241.3, "end": 244.48}, {"text": "fuck. I like my scorpion key behind the spider door. Oh fuck me man. We are", "start": 244.48, "end": 250.26}, {"text": "I got back tracked out of the bad. I put that eagle disc God damn it man. I", "start": 250.3, "end": 254.94}, {"text": "never finished any of those games. I think I know that there's like a tofu", "start": 254.94, "end": 258.5}, {"text": "character that you can unlock right or is that silent hill tofu character?", "start": 258.5, "end": 262.5}, {"text": "There's a piece of that. Oh, you can unlock", "start": 262.5, "end": 264.68}, {"text": "that's Resident Evil two. That's Resident Evil. You can be tofu in this", "start": 264.68, "end": 268.86}, {"text": "game. I'm playing a tofu man.", "start": 268.86, "end": 270.34}, {"text": "You okay if you're going to be the expert, you got to chime in. You have to", "start": 270.34, "end": 275.94}, {"text": "like give some yeah. What do you mean you can be a making me sound like a", "start": 275.94, "end": 279.22}, {"text": "fucking crazy person like", "start": 279.34, "end": 281.1}, {"text": "like a new game plus plus type of thing. I don't like this shit. I think that", "start": 281.1, "end": 287.76}, {"text": "you should only have to play games one time. Yeah, I don't think you should", "start": 287.76, "end": 291.16}, {"text": "that's what I was reading. I don't be actually fun. If you play, I was", "start": 291.16, "end": 293.96}, {"text": "reading about Resident Evil games and they're like yeah Resident Evil seven's", "start": 293.96, "end": 296.68}, {"text": "fun, but it has like no replayability. Yeah, why what why are you replaying", "start": 296.68, "end": 300.68}, {"text": "this man? You did it yeah story over monsters and you got out of the house", "start": 300.68, "end": 304.68}, {"text": "your story. You want to go back in you must hear yourself again. You must be", "start": 304.72, "end": 308.88}, {"text": "psycho. Once you know what's actually in the house, which, by the way, are you", "start": 308.88, "end": 312.52}, {"text": "kidding me? Zombies at the beginning of the game, you only go into the house", "start": 312.52, "end": 315.56}, {"text": "because you're looking for your wife. If you go in again and you know that she's", "start": 315.56, "end": 319.4}, {"text": "evil, are you local? You must be a moron. Exactly. It's not safe in there.", "start": 319.4, "end": 324.68}, {"text": "That's how I ever looking mama. You put the video you once you're done with the", "start": 324.68, "end": 328.92}, {"text": "game, you sell it. Yes, these are disposable items. That's why digital has", "start": 328.92, "end": 334.52}, {"text": "ruined digitaling. I agree. You gotta play the game on a disc. Same with songs.", "start": 334.56, "end": 339.36}, {"text": "Give it to your friend afterward. Same with albums. Once you're done listening", "start": 339.36, "end": 342.44}, {"text": "to it, give it away. I don't want to hear this stupid shit again. I know what", "start": 342.44, "end": 345.86}, {"text": "happens on this album. Yeah, the song gets loud at the end. The song, yeah,", "start": 345.86, "end": 349.22}, {"text": "and then it slowly fades away. I've heard this song before, man. I want to", "start": 349.22, "end": 353.64}, {"text": "enjoy this song, but it's like from the first second, I know how it's going to", "start": 353.64, "end": 356.14}, {"text": "end. I know it's going to fade out. I got spoiled. It's so predictable. I got", "start": 356.14, "end": 358.9}, {"text": "spoiled that it's three minutes and thirty seven seconds long. Oh, and let me", "start": 358.9, "end": 361.3}, {"text": "I saw it by and let me guess. I", "start": 361.32, "end": 363.08}, {"text": "accidentally read the book on the back. Well, it's actually I like to read the", "start": 363.08, "end": 368.12}, {"text": "books before the songs, because then I can kind of imagine my own music. Then I", "start": 368.12, "end": 371.72}, {"text": "listen to the song and I go one second, two seconds, three seconds, because if", "start": 371.72, "end": 375.06}, {"text": "you listen to the song before you read the book, it's like you just already", "start": 375.06, "end": 378.52}, {"text": "have it imagined for you exactly lose a lot, and I also like to read the book", "start": 378.52, "end": 384.12}, {"text": "before I eat the food. Yes, I read the recipe before I eat the food.", "start": 384.12, "end": 388.28}, {"text": "imagine how it might taste. I look at all the ingredients and I think how", "start": 389.0, "end": 392.16}, {"text": "could this possibly tell you like that spaghetti and meatballs? Yeah, there's", "start": 392.16, "end": 395.74}, {"text": "the cardamom. Oh, you like eating the spaghetti and the meatballs. That's", "start": 395.74, "end": 398.68}, {"text": "there's the ketchup. I actually", "start": 398.68, "end": 400.36}, {"text": "I actually like", "start": 400.36, "end": 403.48}, {"text": "the recipe much more. I actually read the recipe before anybody even made", "start": 403.48, "end": 409.08}, {"text": "recipe was a lot better. I actually like the recipe way, way more. It had", "start": 409.08, "end": 412.96}, {"text": "way more like I get why people like the food. There's actually ingredients.", "start": 412.96, "end": 416.74}, {"text": "people had like read the recipe before they ate the food. I feel like they", "start": 416.78, "end": 419.9}, {"text": "would be under well and there's actually ingredients they left out of the", "start": 419.9, "end": 423.08}, {"text": "that were", "start": 423.08, "end": 424.74}, {"text": "and meal. So", "start": 424.74, "end": 427.56}, {"text": "the recipe is different than the food in the recipe. They actually have to", "start": 427.56, "end": 433.52}, {"text": "mix the ingredients together and the yeah they're just you didn't even see", "start": 433.52, "end": 436.72}, {"text": "that in the final for yeah and that's it sucks. It sucks at the fucking recipes", "start": 436.72, "end": 441.06}, {"text": "being remade and rebooted every year. Yeah, that's true by J Kenji Lopez and", "start": 441.06, "end": 445.12}, {"text": "kind of Muguse rebooting recipes. They're rebooting it. They're making them fucking woke. They", "start": 445.16, "end": 450.0}, {"text": "literally are. They literally are. They're making chicken marsala. Oh yeah, we're making", "start": 450.0, "end": 454.72}, {"text": "a Philly cheesesteak with bulgogi from Korea. What the hell? Get out of here. They woke-ified", "start": 454.72, "end": 460.8}, {"text": "a sandwich. I'm sick of them woke-ifying recipes. I didn't think it was fucking possible. Oh", "start": 460.8, "end": 465.24}, {"text": "my God. They used an international palette and applied it to my recipe. Jesus Christ.", "start": 465.24, "end": 470.36}, {"text": "It's not so messed up disgusting fusion. What was that fusion restaurant fusion", "start": 470.36, "end": 476.26}, {"text": "belongs in a power plant exactly and keep it the fuck away from my food in a", "start": 476.26, "end": 481.0}, {"text": "frenzy on xbox or in a or in a power up.", "start": 481.0, "end": 483.9}, {"text": "What was that fusion restaurant idea you had", "start": 483.9, "end": 487.7}, {"text": "text text text text and sushi text max in a or Korean. I was forget what it was", "start": 487.7, "end": 494.6}, {"text": "yeah, yeah, that's a guy that's what Eric would look like a manager of a text", "start": 494.6, "end": 498.04}, {"text": "Tex-Mex Korean. No executive chef, executive chef, executive chef at the", "start": 498.06, "end": 502.86}, {"text": "Tex-Mex Korean fusion restaurant. Yeah, yeah, yeah, where they make different", "start": 502.86, "end": 506.5}, {"text": "they make. They need to start getting to the three, the three fusion, the", "start": 506.5, "end": 510.7}, {"text": "try fusion, try fusion, but that's right. I'd be doing too much. Okay,", "start": 510.7, "end": 513.58}, {"text": "what would you know? Because it's like we've done you, you don't get surprised", "start": 513.58, "end": 517.42}, {"text": "anymore. When you see the fusion, you go, you see the craziest fusion of all", "start": 517.42, "end": 520.78}, {"text": "time and you go like, oh, okay, sure, whatever. Here we go back to your", "start": 520.78, "end": 523.5}, {"text": "hometown and someone you know has opened up a terrible fusion restaurant. No,", "start": 523.5, "end": 527.46}, {"text": "and it's always like hot sushi like they make like steak and fries sushi", "start": 527.5, "end": 532.24}, {"text": "sandwiches. No, no, I can't say I've experienced everybody from my church", "start": 532.24, "end": 536.94}, {"text": "started making disgusting fusion restaurants in the last couple of years.", "start": 536.94, "end": 540.0}, {"text": "The only restaurant I know that we made a fried fried chicken egg roll.", "start": 540.0, "end": 543.7}, {"text": "That's some that's like that's an applebee's appetizer. That's what I'm", "start": 543.7, "end": 547.74}, {"text": "saying man.", "start": 547.74, "end": 548.18}, {"text": "Try fusion. We need a third a third flavor.", "start": 548.18, "end": 553.42}, {"text": "most of them is it's like so just think of okay. Give me give me a classic", "start": 555.74, "end": 559.54}, {"text": "fusion here. Well, in a classic here, it's always American. You're always", "start": 559.54, "end": 563.86}, {"text": "adding American to it. It's always no. Let me just give me a class. He let him", "start": 563.86, "end": 567.14}, {"text": "work. Give me a classic fusion. Okay, man, what is a classic fusion? What is", "start": 567.14, "end": 570.86}, {"text": "a classic fusion? What fuse? What's the last fusion? I've been trying a lot of", "start": 570.86, "end": 573.9}, {"text": "Thai soul food places. Okay, so yeah, Korean fried chicken, that kind of thing,", "start": 573.9, "end": 578.58}, {"text": "soul food,", "start": 578.58, "end": 579.34}, {"text": "and let's think here", "start": 579.34, "end": 581.1}, {"text": "Macedonian adding Indian food into it. Okay, so what that would be butter pad", "start": 582.22, "end": 587.32}, {"text": "chicken exactly interesting. Well, chicken is in tie and soul food, but", "start": 587.32, "end": 593.48}, {"text": "okay, let's see", "start": 593.48, "end": 594.18}, {"text": "let's see here, maybe a side dish of Mac and cheese that's pad tie Mac and", "start": 594.18, "end": 600.58}, {"text": "cheese", "start": 600.58, "end": 601.02}, {"text": "with peanut with he not Mac. He not", "start": 601.02, "end": 604.54}, {"text": "you know Mac and cheese. That's really listen. I'm no I'm no chef. Well,", "start": 604.54, "end": 609.9}, {"text": "recipe developer. Yes, no no recipe scientist recipe side of research. I'm", "start": 610.1, "end": 614.26}, {"text": "just I'm provided. I'm the concept. I'm the person they hired to redesign the", "start": 614.26, "end": 617.34}, {"text": "logo type, but what if I give them the idea? I say listen, you got to add a", "start": 617.34, "end": 620.38}, {"text": "try. This has to be tri fusion. I'll give you a third. You have to figure out", "start": 620.38, "end": 623.22}, {"text": "how it works. I can't yeah. You're just drawing the big blue and pink. I'm doing", "start": 623.22, "end": 627.78}, {"text": "this. I'm doing a Venn diagram and a triangle you're doing the pink lady that", "start": 627.78, "end": 631.3}, {"text": "on the front of the that what faces that you know, you know the the the", "start": 631.3, "end": 635.86}, {"text": "corporate Memphis. That's", "start": 635.9, "end": 637.9}, {"text": "Petford. Smelling the bowl.", "start": 637.9, "end": 639.9}, {"text": "I closed my eyes.", "start": 639.9, "end": 641.9}, {"text": "Yeah, why do you have to close the smell?", "start": 641.9, "end": 643.9}, {"text": "Don't say you know what I'm talking about.", "start": 643.9, "end": 645.9}, {"text": "You always close your eyes to smell something really good,", "start": 645.9, "end": 647.9}, {"text": "especially in soup commercials.", "start": 647.9, "end": 649.9}, {"text": "No, I see it and smell it.", "start": 649.9, "end": 651.9}, {"text": "Alright, well, I've stepped on a rake.", "start": 651.9, "end": 653.9}, {"text": "I want to be the recipe.", "start": 653.9, "end": 657.9}, {"text": "I want to be the", "start": 657.9, "end": 659.9}, {"text": "Julia, what's her name? Julia", "start": 659.9, "end": 661.9}, {"text": "Julia Childs.", "start": 661.9, "end": 663.9}, {"text": "Julia Childs fellow at the recipe. She's leaking recipes.", "start": 663.9, "end": 669.56}, {"text": "She's leaking recipes that we're not supposed to see the public line soup", "start": 669.56, "end": 676.84}, {"text": "from above yeah", "start": 676.84, "end": 677.88}, {"text": "that's dude they're working on tri fusion. It's a secret tri fusion, yeah,", "start": 677.88, "end": 682.42}, {"text": "but maybe they could do met in something beyond food", "start": 682.42, "end": 685.52}, {"text": "with the third. The third thing is not food like being like oh, like more of a", "start": 685.52, "end": 690.82}, {"text": "maybe a drink culture. Oh my God. Yes, man. They kind of do that here.", "start": 690.86, "end": 696.22}, {"text": "Yeah, they do everything in this. Yeah, it's pretty easy. I saw I saw a bar.", "start": 696.22, "end": 700.46}, {"text": "You go to a punk bar and they're like, Oh, we have a vegan Korean fried. I got", "start": 700.46, "end": 704.74}, {"text": "an ad on my Instagram this morning", "start": 704.74, "end": 707.46}, {"text": "and piercings. Yeah, they put little bonito flakes on the top. This is", "start": 707.46, "end": 715.5}, {"text": "that's actually a good idea. I got an ad for a I got an ad for a gym today on", "start": 715.5, "end": 722.52}, {"text": "instagram.", "start": 722.52, "end": 723.14}, {"text": "No, this is I just this is fusion", "start": 723.14, "end": 726.82}, {"text": "and watch. I guarantee you that there's already a restaurant in New York called", "start": 726.82, "end": 731.2}, {"text": "punk rock dump.", "start": 731.2, "end": 732.0}, {"text": "Wait, there's a play. There's a vegan place called like fuck you burger,", "start": 732.0, "end": 738.24}, {"text": "stinky slit burger. There's not a stinky slit burger, stinky slit burger,", "start": 738.24, "end": 743.4}, {"text": "stinky slit.", "start": 743.8, "end": 744.5}, {"text": "No, it's got searching with quotes, searching punk rock. No, it's somewhere", "start": 744.5, "end": 748.74}, {"text": "in like Green Point or some or no in in like Fort Green. They have like I've", "start": 748.74, "end": 753.48}, {"text": "been to it before I haven't been into it. It's not called fuck you slit. It's", "start": 753.48, "end": 757.66}, {"text": "called slut. Fuck your slut. Fuck your slug. No, no, it's not egg slit. It's", "start": 757.66, "end": 762.46}, {"text": "say stink slut burger. It's not stinky and although everything on the menu is", "start": 762.46, "end": 767.5}, {"text": "called like the fuck you burger. Is it did you got a dick last resort? No,", "start": 767.5, "end": 772.62}, {"text": "no", "start": 772.62, "end": 773.12}, {"text": "they don't cuss there. Yeah, they do that's a fusion where not when I go", "start": 773.12, "end": 778.38}, {"text": "rudeness yeah true and crad and rudeness disrespect food and rudeness", "start": 778.38, "end": 782.94}, {"text": "rude. We're the first people to mix food and rude fruit. Yeah, Dix last", "start": 782.94, "end": 787.58}, {"text": "resort. It's more of a food,", "start": 787.58, "end": 788.86}, {"text": "restaurant and rudeness.", "start": 788.86, "end": 790.62}, {"text": "I saw an amazing fusion today, an instagram ad for a gym. I don't remember", "start": 790.62, "end": 797.38}, {"text": "it was called, but it was like have you ever been at the gym and wondered why", "start": 797.38, "end": 801.26}, {"text": "nobody there wants to party come to this gym in Manhattan. It is a it is a gym in", "start": 801.3, "end": 807.12}, {"text": "a nightclub setting and after the after the classes, it's an open bar and the", "start": 807.12, "end": 812.44}, {"text": "bartender was hot and he took his shirt off. I think I remember something like", "start": 812.44, "end": 816.62}, {"text": "this. It's like a dance for people drinking and goes like can you imagine", "start": 816.62, "end": 820.28}, {"text": "like what the hell and working out? Why are people doing this crazy? It was", "start": 820.28, "end": 824.44}, {"text": "called like booze club with no vowels,", "start": 824.44, "end": 826.64}, {"text": "easy CLB some shit like that. Yeah, I would be worried. I was a bee busy,", "start": 827.48, "end": 832.88}, {"text": "busy club, busy club. I was I'd be worried to be a club for be. I think now", "start": 832.88, "end": 837.64}, {"text": "that you guys are", "start": 837.64, "end": 838.38}, {"text": "now that you guys are. I think beekeepers probably should stick to their", "start": 838.38, "end": 842.76}, {"text": "own kind. Yeah, I don't really want to spend. We can't have a beekeeper fusion", "start": 842.76, "end": 846.52}, {"text": "place honey. They're going to put bees in everything. Bee food is honey. Is that", "start": 846.52, "end": 852.08}, {"text": "their food", "start": 852.08, "end": 852.8}, {"text": "tea, a cup of tea is kind of like British bee fusion. If you put honey in it, don't", "start": 854.04, "end": 859.44}, {"text": "put that there. Put that on the ground, please. That's disgusting. Bee. When you", "start": 859.44, "end": 863.28}, {"text": "use a zen, you're supposed to put it in your pocket and then try to pay for", "start": 863.28, "end": 866.36}, {"text": "groceries and then 50 of them fall out. That's what you do? Yeah. I want to put a", "start": 866.36, "end": 870.64}, {"text": "wet object in my pocket. Every fucking time I go to the grocery store and I'm", "start": 870.64, "end": 873.8}, {"text": "buying a banana and they say, okay, that'll be eight dollars. Well, how many", "start": 873.8, "end": 878.68}, {"text": "zens do you think you could buy a banana with? Used? Very few. Used, but I think", "start": 878.68, "end": 883.12}, {"text": "stuff like you know you're at the bodega, you pull this in out of your pocket and", "start": 883.14, "end": 886.26}, {"text": "maybe the bodega. They already have them there. They already have them there.", "start": 886.26, "end": 889.26}, {"text": "Yeah, I know, but what if you... Now that you guys are in the gym and we have been in", "start": 889.26, "end": 893.06}, {"text": "the gym, I'm sure that people can tell. I know that we're all wearing long sleeves", "start": 893.06, "end": 895.58}, {"text": "right now, but if we were wearing... Check me out. If we were wearing micro bikinis,", "start": 895.58, "end": 899.98}, {"text": "you'd see a very big difference in our bodies. Yeah. I think that it is time for", "start": 899.98, "end": 903.38}, {"text": "us to join a high-end Equinox style gym with towels and smells. Maybe. That would", "start": 903.38, "end": 909.94}, {"text": "would be nice, but I can't do it me neither, but why not", "start": 909.94, "end": 913.52}, {"text": "money yeah, it's only an hour away.", "start": 913.52, "end": 917.26}, {"text": "I guess I have time, but I don't have the money. It's only an hour time is", "start": 917.26, "end": 922.92}, {"text": "money. So my God wow yeah, if you do a little bit of online work from home", "start": 922.92, "end": 927.58}, {"text": "style work on the way there, it pays for itself", "start": 927.58, "end": 930.44}, {"text": "right or if they pay you to go to the gym that it does literally pays for", "start": 930.44, "end": 935.94}, {"text": "it's okay for itself. Speaking of the gym, we found out yesterday that my left", "start": 935.98, "end": 940.08}, {"text": "side of my body is shorter than my right side. Oh yeah, you weren't...", "start": 940.08, "end": 943.38}, {"text": "You said that I was looking at his body and... Yeah. You thought you were", "start": 943.38, "end": 946.94}, {"text": "looking at my breasts. You were looking at his body and... Well, Pat was", "start": 946.94, "end": 949.66}, {"text": "literally standing like this doing hands over nipples, kind of Monty Python", "start": 949.66, "end": 953.82}, {"text": "style. He has a horn. And then Caleb was full leaning hand on chin inspection.", "start": 953.82, "end": 960.64}, {"text": "I didn't have my hand on my chin. You were stroking your chin. This thing", "start": 960.64, "end": 964.38}, {"text": "makes my like rib cage kind of slanted. So we thought that it was that, but then I", "start": 964.38, "end": 969.7}, {"text": "said, you know what?", "start": 969.7, "end": 970.78}, {"text": "If you notice, I don't know if you, it's kind of, it's very subtle. You always", "start": 970.78, "end": 976.34}, {"text": "exaggerate it when you think about it. Yeah, this is what he was doing yesterday.", "start": 976.34, "end": 979.5}, {"text": "He was like, look, one shoulder's higher than the other.", "start": 979.5, "end": 981.34}, {"text": "One of my shoulders is bigger than the other.", "start": 981.34, "end": 985.18}, {"text": "But I found out yesterday, one of his legs is way longer than the other leg.", "start": 985.18, "end": 990.86}, {"text": "Wow, his knees are like this. That's why I got to go to the tailor all the time to", "start": 990.86, "end": 995.56}, {"text": "get my pants fixed because you have one leg that is one leg. That is a little", "start": 995.56, "end": 999.38}, {"text": "yeah leg. It follows the same thing.", "start": 999.38, "end": 1001.82}, {"text": "You know, I like pant one leg short one leg pant one leg short. Maybe that's", "start": 1001.82, "end": 1005.98}, {"text": "what I got to do. That is a pants fusion. Yeah, pants fusion fusion shortness and", "start": 1005.98, "end": 1010.64}, {"text": "longness.", "start": 1010.64, "end": 1011.26}, {"text": "That's an incredible idea. The shortness culture of pants meets the longest", "start": 1011.26, "end": 1016.18}, {"text": "culture of pants. They clash. What do you think came first? He's shortness or", "start": 1016.18, "end": 1020.54}, {"text": "longness shorts or because back the you see photos,", "start": 1020.56, "end": 1023.56}, {"text": "there's a", "start": 1023.56, "end": 1023.96}, {"text": "cloth right. It's definitely got shorts was first here's well. I", "start": 1023.96, "end": 1028.56}, {"text": "think that shorts were first because yeah, you have a loin", "start": 1028.56, "end": 1030.66}, {"text": "cloth and then you also have the kind of like caveman leopard", "start": 1030.66, "end": 1033.66}, {"text": "skin toga or it's a slung over the shoulder. Yeah, and that's", "start": 1033.66, "end": 1036.36}, {"text": "completely a romper and a romper is shorts romper is shorts.", "start": 1036.36, "end": 1040.56}, {"text": "So I think it's shorts first and you look at all these photos", "start": 1040.56, "end": 1043.06}, {"text": "of people in like the seventeen hundreds and they're wearing", "start": 1043.06, "end": 1045.36}, {"text": "like shorts and then the high-ass socks.", "start": 1045.36, "end": 1047.66}, {"text": "True, they didn't even think to extend the shorts down to the longs for some time.", "start": 1048.46, "end": 1052.78}, {"text": "They wanted a combination.", "start": 1052.78, "end": 1054.18}, {"text": "Combination?", "start": 1054.18, "end": 1055.18}, {"text": "Combination.", "start": 1055.18, "end": 1056.18}, {"text": "Of longs, longs socks, shorts, shorts.", "start": 1056.18, "end": 1060.18}, {"text": "And that is a huge tenet of being a cholo as well.", "start": 1060.18, "end": 1064.12}, {"text": "Is longs shorts.", "start": 1064.12, "end": 1065.34}, {"text": "Longs shorts, longs socks, which is I think maybe...", "start": 1065.34, "end": 1069.78}, {"text": "Longs shorts and longs socks is kind of beautiful because it's about two things kind of reaching", "start": 1069.78, "end": 1074.82}, {"text": "and bridging the gap to each other, reaching across the void.", "start": 1074.82, "end": 1077.66}, {"text": "it's an other fusion. It's like it's like a we we don't have anything to cover the", "start": 1077.66, "end": 1082.46}, {"text": "knees. We're just shorts and socks, but we're going to make up for it. You know", "start": 1082.46, "end": 1086.12}, {"text": "what I mean? It's like a family making ends meet when a family member dies.", "start": 1086.12, "end": 1089.22}, {"text": "Have you ever had ends me?", "start": 1089.22, "end": 1090.7}, {"text": "It sucks", "start": 1090.7, "end": 1092.86}, {"text": "from an ends", "start": 1092.86, "end": 1095.62}, {"text": "the ends me. It's so fucking", "start": 1095.62, "end": 1099.58}, {"text": "disgusting. You know you grew up poor. If you were eating ends me,", "start": 1099.58, "end": 1103.42}, {"text": "you know, making ends meet. Oh my goodness,", "start": 1105.74, "end": 1108.54}, {"text": "come on, can't we have the beginnings meet? I'd rather have means yeah", "start": 1108.54, "end": 1115.24}, {"text": "certainly", "start": 1115.24, "end": 1117.34}, {"text": "you know, I fucking hated in me, especially well when it's braised. It's", "start": 1117.34, "end": 1124.44}, {"text": "okay. What was your guys's? Did you guys have this experience? I don't have", "start": 1124.44, "end": 1127.24}, {"text": "this had scrapings of by did you have", "start": 1127.24, "end": 1129.54}, {"text": "Did you get of this experience growing up? You both had siblings. You wake up", "start": 1131.54, "end": 1136.18}, {"text": "in the morning, you sit down at the", "start": 1136.18, "end": 1138.88}, {"text": "desk where you eat, AKA the dinner table, breakfast table, breakfast table. Oh", "start": 1138.88, "end": 1144.62}, {"text": "okay, I have two tables, one for each meal. No, it changes based on the time", "start": 1144.62, "end": 1147.7}, {"text": "of day. It's only two meals, you're saying? Yeah, dude, we did two mad,", "start": 1147.7, "end": 1151.02}, {"text": "two meals a day.", "start": 1151.02, "end": 1152.74}, {"text": "Anyway, moving on,", "start": 1152.74, "end": 1155.58}, {"text": "you sit down, you're waking up. Oh God, I ate my crust out of my eyes.", "start": 1155.58, "end": 1161.14}, {"text": "your plop biggest, most disgusting bowl of disgusting scrambled eggs of all time", "start": 1161.14, "end": 1166.84}, {"text": "plopped right in front of you, family style, and you wanted to vomit every", "start": 1166.84, "end": 1170.36}, {"text": "time you looked at the eggs. My dad made eggs good. My mom would make this like", "start": 1170.36, "end": 1175.34}, {"text": "fully brown eggs that she was scraping the Teflon pan into and then just put", "start": 1175.34, "end": 1180.66}, {"text": "them in a big bowl. Fuck. I think I said that at friends houses. Serve yourself.", "start": 1180.66, "end": 1184.5}, {"text": "Serve yourself. Yeah, I never had to serve yourself. Oh, you were served. Oh,", "start": 1184.5, "end": 1187.72}, {"text": "Okay, you were sure served. I mean it's only two kids. I don't think there's a", "start": 1187.74, "end": 1191.54}, {"text": "yeah, we were only three. Yeah, that's the more where you would start doing", "start": 1191.54, "end": 1195.94}, {"text": "serve yourself is where you do the serve yourself. I mean, I guess I'm trying to", "start": 1195.94, "end": 1200.24}, {"text": "think we would. I don't think we are typically made breakfast very often. I", "start": 1200.24, "end": 1203.84}, {"text": "guess we're a little, but I don't think we're my family's making us eggs. I", "start": 1203.84, "end": 1207.04}, {"text": "think we're having cereal and my dad was making eggs and hash browns on the", "start": 1207.04, "end": 1210.84}, {"text": "weekend and sausage pancakes and yeah, that serve yourself and tell me tell me", "start": 1210.84, "end": 1215.54}, {"text": "this. Did dad make the pancakes? My dad did. Why is it that moms make everything and dads", "start": 1215.54, "end": 1222.54}, {"text": "can make pancakes and burgers and grilled cheese? My dad made grilled cheese. Anytime", "start": 1222.54, "end": 1227.78}, {"text": "my mom was out of town, my mom would go on work trips for five days. For five nights", "start": 1227.78, "end": 1232.94}, {"text": "in a row, we'd eat grilled cheese and tomato soup, and it was so damn good, man. My dad", "start": 1232.94, "end": 1239.38}, {"text": "was the chef in the house. I don't think I've ever really seen my mom cook besides some", "start": 1239.38, "end": 1248.9}, {"text": "kind of chicken thing that she used to make. The only thing that I remember that she would", "start": 1248.9, "end": 1254.46}, {"text": "make is the Planet Hollywood Captain Crunch breaded chicken. It was actually good.", "start": 1254.46, "end": 1264.3}, {"text": "actually really good. Your mom made that? She would make copycat recipes. From Planet Hollywood?", "start": 1264.3, "end": 1271.3}, {"text": "That's a fusion. Yeah, that one breakfast and dinner. Restaurant and celebrity. Breakfast", "start": 1271.3, "end": 1276.5}, {"text": "for dinner was one of my faves. Breakfast for dinner is a classic. I still do breakfast", "start": 1276.5, "end": 1280.42}, {"text": "for dinner. I'll make some protein pancakes, a couple of fried eggs. I don't think I liked", "start": 1280.42, "end": 1285.94}, {"text": "breakfast for dinner because I was not a breakfast person. You're still not a breakfast person.", "start": 1285.94, "end": 1289.5}, {"text": "I have become, by the way, you've been fully vindicated by me. I haven't eaten breakfast", "start": 1289.5, "end": 1294.54}, {"text": "in maybe like regularly years. I am a lunch, dinner man now. I will eat breakfast foods", "start": 1294.54, "end": 1304.72}, {"text": "at lunch or dinner. But at breakfast, I fast until 2 or 3 p.m.", "start": 1304.72, "end": 1311.9}, {"text": "Yeah, that's what I do. That's what I've always done.", "start": 1311.9, "end": 1313.94}, {"text": "It's wrong. It's the most important meal of the day.", "start": 1313.94, "end": 1315.62}, {"text": "It's not. It's the least important meal of the day. You've been lied to.", "start": 1315.62, "end": 1319.1}, {"text": "I'm not by nobody told me this. I just the doctor told this. I don't listen to", "start": 1319.1, "end": 1323.5}, {"text": "the doctor. He hates the doctor more than anybody. Oh yeah, you hate the", "start": 1323.5, "end": 1326.34}, {"text": "doctor. I hate the dentist. I think the doctor told me breakfast is the most", "start": 1326.34, "end": 1329.22}, {"text": "important meal of the day and I said, okay, yes, you think I'm that kind of", "start": 1329.22, "end": 1332.5}, {"text": "guy. Hell no, I don't do what the doctor told you this. No man, first of all, my", "start": 1332.5, "end": 1337.62}, {"text": "teacher told me and second of all listens to the teacher.", "start": 1337.62, "end": 1340.42}, {"text": "Uh oh, you have been destroyed feeling sluggish and getting high headaches all", "start": 1340.42, "end": 1347.34}, {"text": "No, it actually fasting turns you into a full caveman. Yes, when you wake up, oh", "start": 1347.34, "end": 1351.86}, {"text": "for some hours, yeah, it's good. Yeah, it's really good. It gives you super", "start": 1351.86, "end": 1357.06}, {"text": "human strength. I've been doing this for years. I fast, but then I'll drink", "start": 1357.06, "end": 1360.7}, {"text": "probably 200 mg of caffeine in the morning. Paragon of okay, so yeah,", "start": 1360.7, "end": 1364.9}, {"text": "exactly. I'm sorry to tell you this, that's breakfast breakfast. Drink a", "start": 1364.9, "end": 1369.06}, {"text": "sugar potion in the morning.", "start": 1369.06, "end": 1370.66}, {"text": "There's no sugar in breakfast. There's no sugar in Celsius.", "start": 1370.66, "end": 1374.5}, {"text": "okay, sorry, an aspartame,", "start": 1375.34, "end": 1376.94}, {"text": "potion, but there's no sugar. It's a milkshake bro. It's not a mill or a", "start": 1376.94, "end": 1381.74}, {"text": "starbucks. No, no, no, no, no, no, no, no, drink an energy drink every morning.", "start": 1381.74, "end": 1385.9}, {"text": "If you drink a I'm sorry, you cannot be talking shit on breakfast. If you drink", "start": 1385.9, "end": 1389.34}, {"text": "a if you drink a thick in the morning, that's breakfast. If you drink a thin", "start": 1389.34, "end": 1393.18}, {"text": "that is almost similar in texture and shape to water or coffee, that is not", "start": 1393.18, "end": 1398.9}, {"text": "similar in flavor to a starburst or maybe a lollipop. It's similar in", "start": 1398.9, "end": 1402.3}, {"text": "flavor to actually a warhead. If you drink the ghost exhibit a", "start": 1402.34, "end": 1405.94}, {"text": "skittles, this is my fasting the skittles see for but that's a", "start": 1405.94, "end": 1411.14}, {"text": "bacon eggs skittles. I want to it's a thin. This is why you're", "start": 1411.14, "end": 1417.84}, {"text": "like yeah. I don't eat breakfast because in your mind breakfast is", "start": 1417.84, "end": 1420.04}, {"text": "like five eggs and a plate of bacon breakfast. You can just", "start": 1420.04, "end": 1423.84}, {"text": "eat a piece of toast and that's breakfast. That's an empty meal.", "start": 1423.84, "end": 1427.84}, {"text": "Do you remember when we were we were at your house in October", "start": 1427.84, "end": 1431.34}, {"text": "for twenty twenty and I made a lion breakfast made Hawaiian breakfast. I", "start": 1431.34, "end": 1435.04}, {"text": "know you talk about it all the time, so it was a great so good, but then I felt", "start": 1435.04, "end": 1439.3}, {"text": "I ate them in the morning and then felt so sick that day that I thought that I", "start": 1439.3, "end": 1443.0}, {"text": "had contracted the Covid-Nineteen.", "start": 1443.0, "end": 1444.6}, {"text": "Oh, I do remember that, but I think you were just hung over. I think it was a", "start": 1444.6, "end": 1448.94}, {"text": "combination of a lot of things. I'm gonna a shun combination. I like I think", "start": 1448.94, "end": 1452.44}, {"text": "everybody's gripe with breakfast always comes from people that have no self", "start": 1452.44, "end": 1455.84}, {"text": "control and think oh when you have to eat breakfast, that means every day I'm", "start": 1455.84, "end": 1458.9}, {"text": "eating a diner breakfast. Well, that's no, but that's the only thing that is", "start": 1458.94, "end": 1462.64}, {"text": "appealing. That's exactly my man in the morning is breakfast. That's not great.", "start": 1462.64, "end": 1466.14}, {"text": "That's a snack. That's a snack breakfast. You eat it when you wake up. It's", "start": 1466.14, "end": 1469.12}, {"text": "breakfast is a meal. Breakfast is a meal. You're eating a snack. It's barely a", "start": 1469.12, "end": 1473.32}, {"text": "meal. Okay, not if it's a meal, then I'm not eating breakfast, bro, because", "start": 1473.32, "end": 1476.04}, {"text": "that's okay. Then this thing is solved. Then why are we even talking? Let's turn", "start": 1476.04, "end": 1481.06}, {"text": "the cameras off. What are we doing? The episode we decided cut. Nobody likes", "start": 1481.06, "end": 1485.62}, {"text": "breakfast, all the cameras, I was like yeah whenever I break I can't break it,", "start": 1485.64, "end": 1489.22}, {"text": "because I eat in the morning. I feel so sick and it's because they're in", "start": 1489.22, "end": 1492.22}, {"text": "chocolate chip pancakes, a can a", "start": 1492.22, "end": 1493.78}, {"text": "obvious everything,", "start": 1493.78, "end": 1495.8}, {"text": "yeah, you don't need you. I also that stuff also not a big fan of pancakes", "start": 1495.8, "end": 1501.1}, {"text": "because of the chocolate chips pancakes. You have to because of what is it you", "start": 1501.1, "end": 1505.84}, {"text": "think it's on chocolate chips. I never it's a", "start": 1505.84, "end": 1508.06}, {"text": "very man. It's a big wet disk of bread covered in shit with sugar and we're all", "start": 1508.06, "end": 1514.38}, {"text": "we're all monkeys on a flying rock and space. You eat that crap gay.", "start": 1514.42, "end": 1518.32}, {"text": "You're lashing out at me. I don't fucking out of pancakes anymore, but you know", "start": 1518.32, "end": 1524.68}, {"text": "what I fuck with waffles? Yes, I've always been. I've always been. You know", "start": 1524.68, "end": 1528.28}, {"text": "what I put on the waffles? What? Butter and syrup. Zero, but I like I like", "start": 1528.28, "end": 1532.74}, {"text": "peanut butter on waffles. New Hampshire syrup is better than Vermont's.", "start": 1532.74, "end": 1535.74}, {"text": "They're the same shit. They're not the same. You know what? Oh, you know what", "start": 1535.74, "end": 1540.04}, {"text": "I'm done with? I've been meaning to talk about these. Vermonters are so proud of", "start": 1540.04, "end": 1544.12}, {"text": "done syrup. I'm done with maple syrup. I'm done with for any I'm done with", "start": 1544.12, "end": 1548.42}, {"text": "pretending it's better than", "start": 1548.42, "end": 1549.46}, {"text": "stupid", "start": 1549.46, "end": 1550.82}, {"text": "with you.", "start": 1550.82, "end": 1552.22}, {"text": "He's a complete idiot.", "start": 1552.22, "end": 1554.92}, {"text": "Maple syrup. That's probably the most the easiest thing to tell the difference", "start": 1554.92, "end": 1560.54}, {"text": "between", "start": 1560.54, "end": 1560.88}, {"text": "so much obviously, but no, no, no, Mrs. Buttersworth. Oh, you're talking,", "start": 1560.88, "end": 1566.2}, {"text": "you're talking to it's candy. You're talking to the you're preaching to the", "start": 1566.2, "end": 1569.52}, {"text": "opposite of the choir to men.", "start": 1569.52, "end": 1571.04}, {"text": "Titanic choir, the syrup capital of the world's", "start": 1572.12, "end": 1575.48}, {"text": "it's so sucks. I'm not even saying that the fake syrup is bad. I would I eat", "start": 1575.48, "end": 1582.28}, {"text": "it, but to say that maple syrup is worse than that is it's worry. Maple", "start": 1582.28, "end": 1587.56}, {"text": "syrup as an ingredient is amazing. It's not no. Oh, well, maybe as an ingredient", "start": 1587.56, "end": 1592.66}, {"text": "sure it's amazing and everything who pulling it as an ingredient. I love", "start": 1592.66, "end": 1595.72}, {"text": "ingredients, but okay, at least at least you said that at least you said you", "start": 1595.72, "end": 1599.68}, {"text": "love ingredients. I think that for my waffle I'm going peanut butter and with", "start": 1599.7, "end": 1604.14}, {"text": "peanut butter. I don't want a butter and syrup yeah bitch. Why to make the flavor", "start": 1604.14, "end": 1609.74}, {"text": "good? This is what this is. You got your", "start": 1609.74, "end": 1612.2}, {"text": "that argument to make a good flavor. You don't have restraint when it comes to", "start": 1612.2, "end": 1617.32}, {"text": "breakfast food. It's a I'm diagnosing you right now. That's not a good time.", "start": 1617.32, "end": 1621.24}, {"text": "Here's your person next time. I've met one topping", "start": 1621.24, "end": 1623.92}, {"text": "you wait. You're saying just put p that be the driest thing ever peanut butter", "start": 1623.92, "end": 1628.06}, {"text": "only on a wall. It's up to you. You don't choose what this is. You're just", "start": 1628.1, "end": 1631.26}, {"text": "siding with it. You would put the syrup on. I know he doesn't like breakfast on", "start": 1631.26, "end": 1634.74}, {"text": "waffles. Yes, I always put syrup on one and peanut butter. That's no, I would", "start": 1634.74, "end": 1638.42}, {"text": "not see anybody do that before. This is the most common thing in the world.", "start": 1638.42, "end": 1641.74}, {"text": "That's what Waffle House does. Waffle House does this peanut butter and syrup.", "start": 1641.74, "end": 1645.74}, {"text": "Yes, it's on the menu. Maybe a waffle with peanut butter chips in it. That's", "start": 1645.74, "end": 1650.26}, {"text": "worse because that's that's that's chocolate chips, but they're peanuts.", "start": 1650.26, "end": 1653.66}, {"text": "Yeah, but that's at least at least that's not a topping. That's an", "start": 1653.66, "end": 1657.42}, {"text": "ingredient. I can accept peanut butter as an ingredient, but as a topping", "start": 1657.46, "end": 1661.5}, {"text": "peanut butter and maple. It's just it's not about the flavor. It's just the", "start": 1661.5, "end": 1665.62}, {"text": "practice is bizarre. Yeah, you think that you you're saying it's bizarre.", "start": 1665.62, "end": 1670.78}, {"text": "Imagine", "start": 1670.78, "end": 1671.32}, {"text": "you're filling the holes of the waffle with the peanut butter. So you're", "start": 1671.32, "end": 1676.72}, {"text": "blocking the hole. It's not incorporating with the waffle. It's", "start": 1676.72, "end": 1679.8}, {"text": "incorporating with the peanut butter. So why don't you just let's get into it", "start": 1679.8, "end": 1682.58}, {"text": "then? Because listen, I have a system for this. It's called checkerboard.", "start": 1682.58, "end": 1687.22}, {"text": "every", "start": 1687.26, "end": 1687.76}, {"text": "you do not do that. Yes, I put a little bit of peanut butter. Okay,", "start": 1687.76, "end": 1694.02}, {"text": "every other square. That's a fucking lie. I'm mediating this. I'm mediating this.", "start": 1694.02, "end": 1698.26}, {"text": "What if you take the peanut butter and you mix it with the maple syrup before", "start": 1698.26, "end": 1702.58}, {"text": "I've done that too? Okay, then why don't you just do that all the time? That", "start": 1702.58, "end": 1706.38}, {"text": "makes more sense. What do you mix it? It gives the peanut butter viscosity. You", "start": 1706.38, "end": 1709.62}, {"text": "get a bowl and you mix the peanut butter and maple syrup. Yeah, it's good, man.", "start": 1709.62, "end": 1713.14}, {"text": "I bet that's really good. I really get a butter maple syrup is very good being", "start": 1713.94, "end": 1717.48}, {"text": "magnetized to my fucking amazing ideas, but you can't you can't put peanut", "start": 1717.48, "end": 1721.7}, {"text": "butter", "start": 1721.7, "end": 1722.14}, {"text": "first. I can do whatever I want maple syrup after that's weird. It's on top.", "start": 1722.14, "end": 1727.0}, {"text": "Weird. It is weird. It's weird because then it's nothing I do is fucking weird.", "start": 1727.0, "end": 1730.46}, {"text": "Everything you do is weird. Okay, how about this guys? You soak the waffle in", "start": 1730.46, "end": 1734.26}, {"text": "the syrup. It takes up all the syrup, sponges it, and then the peanut butter", "start": 1734.26, "end": 1738.06}, {"text": "goes on top. Okay, I can accept that. Okay, well, I'm just missing one. I just", "start": 1738.06, "end": 1743.1}, {"text": "No, I wouldn't put both of those things on. That's too much for me. Do you guys", "start": 1743.1, "end": 1746.42}, {"text": "get weird about your foods touching? No, no, I'm not like that. That's why I", "start": 1746.42, "end": 1749.68}, {"text": "don't like. I mix everything together. That's why I don't like a full...", "start": 1749.68, "end": 1752.86}, {"text": "Not 'cause it's all touching together. That's why you don't like breakfast,", "start": 1752.86, "end": 1755.38}, {"text": "man. The best part of breakfast is mixing all the foods together. Actually,", "start": 1755.38, "end": 1757.84}, {"text": "wait a minute, full English is separated. Yeah. Yeah, but it's like if", "start": 1757.84, "end": 1761.42}, {"text": "you get a side salad for", "start": 1761.42, "end": 1764.78}, {"text": "like spaghetti and meatballs. I mix everything. I save the bread at an", "start": 1764.78, "end": 1768.12}, {"text": "Italian restaurant, save the salad, put everything in a big bowl, mix it up", "start": 1768.12, "end": 1771.9}, {"text": "of spaghetti. That's weird. You don't want your salad to touch your spaghetti.", "start": 1771.9, "end": 1775.26}, {"text": "I don't want salad to touch spaghetti sauce. Yeah. And when I was younger,", "start": 1775.26, "end": 1779.18}, {"text": "they would put it all in the same plate, like the spaghetti and the salad.", "start": 1779.18, "end": 1782.7}, {"text": "I wouldn't eat it together, but if it touches... The salad's gotta be on a", "start": 1782.7, "end": 1784.94}, {"text": "separate plate, but I don't want lettuce touching a red sauce.", "start": 1784.94, "end": 1788.18}, {"text": "Well, how about... Give me a red sauce. Oh, there's gotta be some type", "start": 1788.18, "end": 1794.36}, {"text": "of... Maybe chili crisp can touch lettuce. Oh, what about any... But that's", "start": 1794.36, "end": 1797.66}, {"text": "different. There's a bunch of red sauces in Korean food. You know a lot", "start": 1797.66, "end": 1801.2}, {"text": "about Korean food, is there any lettuce in there?", "start": 1801.2, "end": 1803.28}, {"text": "- Gochujang.", "start": 1803.28, "end": 1804.12}, {"text": "- Well that depends.", "start": 1804.12, "end": 1806.94}, {"text": "If it's a salad that has a gochujang vinaigrette.", "start": 1806.94, "end": 1810.56}, {"text": "- You have been destroyed.", "start": 1810.56, "end": 1812.56}, {"text": "- We got 'em.", "start": 1812.56, "end": 1813.4}, {"text": "- Did you guys eat raspberry vinaigrette growing up?", "start": 1813.4, "end": 1815.4}, {"text": "- No.", "start": 1815.4, "end": 1816.24}, {"text": "- This is what we had with every salad,", "start": 1816.24, "end": 1817.16}, {"text": "raspberry vinaigrette 'cause it was sweet like candy.", "start": 1817.16, "end": 1819.36}, {"text": "- It is good, I've had raspberry vinaigrette made homemade.", "start": 1819.36, "end": 1821.48}, {"text": "- It tasted exactly like can we get Newman's own.", "start": 1821.48, "end": 1823.44}, {"text": "- There was a long time this summer", "start": 1823.44, "end": 1824.76}, {"text": "where I was making my own vinaigrettes and salad dressings.", "start": 1824.76, "end": 1828.42}, {"text": "you should try it. It's really good. Get anchovy paste from the store, make your own Caesar", "start": 1830.24, "end": 1834.64}, {"text": "dressing.", "start": 1834.64, "end": 1835.64}, {"text": "But I don't eat so much salad.", "start": 1835.64, "end": 1837.32}, {"text": "I don't either, but it's good to have on hand. Then you can force yourself to eat salads", "start": 1837.32, "end": 1842.32}, {"text": "by having all this dressing.", "start": 1842.32, "end": 1843.32}, {"text": "I don't need to force myself to do anything. I like hamburgers. I'll eat a hamburger every", "start": 1843.32, "end": 1848.72}, {"text": "damn day. I much, much, much care for hamburgers.", "start": 1848.72, "end": 1851.32}, {"text": "Making your own Caesar dressing at home.", "start": 1851.32, "end": 1852.8}, {"text": "It sounds nice. It sounds fun.", "start": 1852.8, "end": 1854.16}, {"text": "It's good. It's fun. You can put it in a jar and just shake the shit out of it.", "start": 1854.16, "end": 1857.24}, {"text": "I'll do that.", "start": 1857.24, "end": 1858.24}, {"text": "Yeah, try it.", "start": 1858.24, "end": 1859.24}, {"text": "to do it. Go get anchovy paste at the store. I need to buy a fucking microwave, man. For", "start": 1859.24, "end": 1862.76}, {"text": "real. You don't have a microwave? I don't have one either. I haven't had one since college.", "start": 1862.76, "end": 1865.96}, {"text": "The microwave is basically my number one friend in the world. I actually hate the microwave", "start": 1865.96, "end": 1869.56}, {"text": "so much. I don't like it very much either. I actually don't want one in my house. This", "start": 1869.56, "end": 1872.56}, {"text": "is something where once I... But it would be convenient to melt butter. If you have", "start": 1872.56, "end": 1875.32}, {"text": "an air fryer, you... It's a microwave? Yeah. I mean, anything you warm up in the microwave,", "start": 1875.32, "end": 1880.6}, {"text": "you can warm up in the air fryer and it won't be soggy. Except for a fucking hungry man.", "start": 1880.6, "end": 1884.16}, {"text": "Well, yeah, but how much are you eating those, though? Not that often. Without a microwave?", "start": 1884.16, "end": 1888.6}, {"text": "four or five days. Yeah. You eat a Hungry Man every four or five days? No. I don't think", "start": 1888.6, "end": 1893.96}, {"text": "you need a microwave in today's world. Yeah, you don't. Especially guys like you who make", "start": 1893.96, "end": 1897.32}, {"text": "food. Yeah. Yeah, but I'm kind of sick of making food. I want to get... I am too. Oh", "start": 1897.32, "end": 1901.64}, {"text": "my God, I hate doing the dishes so much. I kind of like doing the dishes. I hate the", "start": 1901.64, "end": 1906.56}, {"text": "dishes. I love to cook. That's time to listen to Stumpthing. Stumpthing, yeah. Stumpthing.", "start": 1906.56, "end": 1911.04}, {"text": "You put Stumpthing in. I love to cue up my... I go on my big playlist, I press shuffle and", "start": 1911.04, "end": 1915.4}, {"text": "and then I cue it up, I delete all the songs I don't want.", "start": 1915.4, "end": 1917.9}, {"text": "- And I do the dishes to the music.", "start": 1917.9, "end": 1919.2}, {"text": "- Uh-huh, uh-huh.", "start": 1919.2, "end": 1920.2}, {"text": "Sometimes do a YouTube video about the history of spiders.", "start": 1920.2, "end": 1922.5}, {"text": "(humming)", "start": 1922.5, "end": 1923.68}, {"text": "- History of spiders?", "start": 1923.68, "end": 1924.52}, {"text": "- Yeah, that was one I watched the other day.", "start": 1924.52, "end": 1926.72}, {"text": "- That's good, yeah, see, I watch all these horrible videos.", "start": 1926.72, "end": 1928.8}, {"text": "- Spiders are mentioned in the Bible, you know.", "start": 1928.8, "end": 1930.12}, {"text": "Did you know spiders used to be synonymous", "start": 1930.12, "end": 1931.8}, {"text": "with being fragile and weak because of their webs?", "start": 1931.8, "end": 1934.8}, {"text": "- Really?", "start": 1934.8, "end": 1935.64}, {"text": "- That's in the Bible, every time they're mentioned,", "start": 1935.64, "end": 1936.92}, {"text": "it's like, and they would walk through them", "start": 1936.92, "end": 1939.04}, {"text": "like a spider's web.", "start": 1939.04, "end": 1939.88}, {"text": "- Little do they know the tensile strength of a spider web.", "start": 1939.88, "end": 1942.96}, {"text": "- I think spiders are moving crazy,", "start": 1942.96, "end": 1944.44}, {"text": "the spiders read the Bible and they're like we got to step it up. We got to get", "start": 1944.44, "end": 1947.74}, {"text": "poisonous. Well, it's interesting because you know there's no poisonous spiders in", "start": 1947.74, "end": 1951.6}, {"text": "or venomous should say in like England. So the the folklore of a spider is very", "start": 1951.6, "end": 1958.4}, {"text": "different from where from other places where they're actually dangerous spiders", "start": 1958.4, "end": 1962.44}, {"text": "like a brown recluse. What do they talk about spiders in England like?", "start": 1962.44, "end": 1965.44}, {"text": "Well, they were seeing well here, I guess the interesting thing that was in", "start": 1965.44, "end": 1968.74}, {"text": "this video was that some of there are still things about like people getting", "start": 1968.74, "end": 1971.92}, {"text": "sick from spider bites and like cures to use for a spider bite, but it wouldn't", "start": 1971.96, "end": 1975.6}, {"text": "have made sense necessarily because there probably weren't spiders that made", "start": 1975.6, "end": 1978.68}, {"text": "people really sick. So it was probably from somewhere else that they got like", "start": 1978.68, "end": 1982.28}, {"text": "handed these like remedies that they would use for sicknesses that they didn't", "start": 1982.28, "end": 1985.56}, {"text": "exist.", "start": 1985.56, "end": 1986.08}, {"text": "Very interesting.", "start": 1986.08, "end": 1988.4}, {"text": "What else do they not have in the bloody UK? Bears. No bears. What? That's crazy.", "start": 1988.4, "end": 1994.6}, {"text": "Not many snakes either, I think. Imagine what it was like coming over to the US.", "start": 1994.6, "end": 1997.48}, {"text": "Wait, we have the most fucked up... We're like... Yeah, we're second to Australia,", "start": 1997.48, "end": 2001.4}, {"text": "I feel the most fucked up shit here. You go into the woods, you're going to die a", "start": 2001.4, "end": 2004.82}, {"text": "mountain lion, a mountain lion, bears,", "start": 2004.82, "end": 2007.1}, {"text": "a panther,", "start": 2007.1, "end": 2009.54}, {"text": "I hung out with destiny. I had a dream.", "start": 2009.54, "end": 2012.2}, {"text": "I", "start": 2012.2, "end": 2015.8}, {"text": "took a nap and right before I took a nap, I saw some picture of him cut to my", "start": 2015.8, "end": 2020.2}, {"text": "dream, me and my cousin Matthew hanging out with destiny and he was trying to", "start": 2020.2, "end": 2023.64}, {"text": "fuck my aunt. Wow yeah, you know the dreams you know when you're falling", "start": 2023.64, "end": 2026.88}, {"text": "asleep and you feel like you're falling and you jolt awake yeah every that was", "start": 2026.88, "end": 2030.04}, {"text": "almost every night that I had every almost be almost every night that I was", "start": 2030.08, "end": 2034.58}, {"text": "falling asleep this week. I've had a version of that where, instead of a", "start": 2034.58, "end": 2036.78}, {"text": "falling, I slip on ice and I I'm like whoa and I wake up like I hate that", "start": 2036.78, "end": 2043.1}, {"text": "feeling. It's terrible. I it happens to me probably once a week, but it's because", "start": 2043.1, "end": 2046.78}, {"text": "it got so damn snowy and cold out that now I'm it has been I'm getting ice", "start": 2046.78, "end": 2050.06}, {"text": "versions. They don't they don't salt or shovel in this neighborhood. Do they", "start": 2050.06, "end": 2053.66}, {"text": "thought they do people everybody except us did yeah yeah, well, there's no", "start": 2053.66, "end": 2057.98}, {"text": "My neighborhood, my neck of the woods. I bet we're liable if someone falls and", "start": 2058.02, "end": 2061.92}, {"text": "breaks their head open. Oh crap. Not my problem. No, not mine either.", "start": 2061.92, "end": 2064.92}, {"text": "We'll put it on Pat. I don't know what liable means. So that is not going on me.", "start": 2064.92, "end": 2068.72}, {"text": "Well, that's liable if someone says that we did that shit. Yeah, it's not true.", "start": 2068.72, "end": 2073.62}, {"text": "And they're able to lie. It's Lionel who fell on the ground. Lionel.", "start": 2073.62, "end": 2077.62}, {"text": "Well, that would be sad because Lionel sounds like a little kid. Lionel does", "start": 2077.62, "end": 2080.92}, {"text": "sound like a child. Not anymore. No, I think Lionel's an old man name.", "start": 2080.92, "end": 2084.42}, {"text": "name. Well, I don't know those old names that's coming back. Really? They've been", "start": 2084.42, "end": 2088.26}, {"text": "given little kids old man. Would you guys think I was good? Would you think I was", "start": 2088.26, "end": 2091.78}, {"text": "a whack if I had a kid and I named my daughter Gertrude? That was my great", "start": 2091.78, "end": 2097.18}, {"text": "grandmother's name. So you'd like it? I know. I would think it was weird. I guess", "start": 2097.18, "end": 2101.46}, {"text": "I know that you were naming your daughter Gertrude. So she looks normal", "start": 2101.46, "end": 2105.26}, {"text": "holding that damn corn broom back to the corn. It's always all about the corn", "start": 2105.26, "end": 2110.1}, {"text": "I have a broom that I never use. It just sits up just in case of whatever, just as a way", "start": 2110.1, "end": 2115.78}, {"text": "to ward off bad spirits.", "start": 2115.78, "end": 2117.02}, {"text": "Chekhov's broom.", "start": 2117.02, "end": 2118.02}, {"text": "Chekhov's broom, yeah.", "start": 2118.02, "end": 2119.62}, {"text": "Did you guys grow up, well you didn't grow up Christian.", "start": 2119.62, "end": 2122.06}, {"text": "No.", "start": 2122.06, "end": 2123.06}, {"text": "I think my mom tried to convert.", "start": 2123.06, "end": 2124.78}, {"text": "We moved recently.", "start": 2124.78, "end": 2125.78}, {"text": "No, no, no. When Passion came out.", "start": 2125.78, "end": 2127.98}, {"text": "We moved a lot. I lived in like 18 or 19 different houses when I was growing up and every time", "start": 2127.98, "end": 2134.82}, {"text": "time we moved, my mom would take a full day and anoint the entire house with", "start": 2134.82, "end": 2139.18}, {"text": "I do drawing crosses above every single doorway. That is interesting, you know", "start": 2139.22, "end": 2145.18}, {"text": "that is guess what", "start": 2145.18, "end": 2146.46}, {"text": "nothing bad ever happened to us. I believe it for the moving around for the", "start": 2146.46, "end": 2151.54}, {"text": "moving, getting kicked out of every house, divorce, brothers running away,", "start": 2151.54, "end": 2155.92}, {"text": "but besides all of that, nothing bad happened to the house. Now the house,", "start": 2155.92, "end": 2159.5}, {"text": "no house ever was destroyed or burned, nothing ever burned down. That's good.", "start": 2159.5, "end": 2165.1}, {"text": "Nobody ever passed away one heart attack, but no passing away right just trouble", "start": 2165.1, "end": 2169.18}, {"text": "Yeah, so just a little just like getting in trouble in the road, yeah, but", "start": 2169.18, "end": 2173.34}, {"text": "nothing demonic for sure. No, no negative energies. Yeah, it's not like when you", "start": 2173.34, "end": 2178.82}, {"text": "grow up Irish Catholic, you just believe that anything that is bad is happening to", "start": 2178.82, "end": 2183.02}, {"text": "you is a curse from God, because you did something you said to swear.", "start": 2183.02, "end": 2186.18}, {"text": "I thought they like swearing and they like swearing, but that's the thing", "start": 2186.18, "end": 2190.62}, {"text": "that's why they're constantly felt basically the guilt. Let me explain", "start": 2190.62, "end": 2194.02}, {"text": "because I know you didn't grow up. You didn't grow up Catholic, so let me", "start": 2194.02, "end": 2196.74}, {"text": "I'll explain it to you. The basically the way it works is your entire life from", "start": 2196.78, "end": 2201.82}, {"text": "age zero to age about, let's say, sixty five. Okay, you do whatever you want.", "start": 2201.82, "end": 2207.3}, {"text": "You hurt everybody in your life. You act like an asshole. You beat women. You", "start": 2207.3, "end": 2213.3}, {"text": "drink to excess. Okay, you may commit assault. That's fun. You steal, you lie,", "start": 2213.3, "end": 2219.38}, {"text": "you send it at the age around age sixty five. You go like this. Oh my God,", "start": 2219.38, "end": 2225.1}, {"text": "look at your hands. I go to hell yeah. I feel so guilty because my mom raised me", "start": 2225.74, "end": 2231.8}, {"text": "bad.", "start": 2231.8, "end": 2232.22}, {"text": "You raised me into a doctor, which is that's crazy, because every one of my", "start": 2232.22, "end": 2236.54}, {"text": "done every single member I cussed of my mom's Irish. Oh my God, I watched R rated", "start": 2236.54, "end": 2242.4}, {"text": "movies at the age of fifteen, spend all day beating up every single person in", "start": 2242.4, "end": 2246.06}, {"text": "your family. Oh my God, I cussed and I watched bad movies. This is my fault. I", "start": 2246.06, "end": 2250.86}, {"text": "have to go to a booth and talk. I have to talk to some guy to a pedophile right", "start": 2250.86, "end": 2255.1}, {"text": "no, please, oh God, it's crazy. You said sixty five because it's around every", "start": 2255.12, "end": 2259.32}, {"text": "single like old person on my mom's side passed away before they reach seven.", "start": 2259.32, "end": 2263.6}, {"text": "They all went to hell yeah, they think well sixty five. It's because it's", "start": 2263.6, "end": 2266.92}, {"text": "because as soon as you retire, you finally think for the first time in your", "start": 2266.92, "end": 2270.08}, {"text": "life yeah, a person finally yeah yeah and finally finally sits down and thinks", "start": 2270.08, "end": 2276.04}, {"text": "about something. Oh my God, then I should have a drink and drove busy,", "start": 2276.04, "end": 2279.12}, {"text": "it's busy this season man rats rats. Oh dress my family's screaming again yeah", "start": 2279.44, "end": 2286.16}, {"text": "wait. I'm going too fast. I'm driving to a right now.", "start": 2286.16, "end": 2289.24}, {"text": "The screaming was my fault because I didn't make dinner. I listened to the", "start": 2289.24, "end": 2294.76}, {"text": "other night, the", "start": 2294.76, "end": 2295.96}, {"text": "podcast episode with the nerdist, the Chris Hardwick episode where he", "start": 2295.96, "end": 2303.0}, {"text": "interviews norm. McDonald came up on my YouTube thing and I bet that just like", "start": 2303.0, "end": 2308.48}, {"text": "It just said like comedy interview Norm MacDonald, it was two hours long and I was like I wonder", "start": 2308.52, "end": 2311.88}, {"text": "if I've heard this and I played it and it was the nerdiest and I turned it off because", "start": 2311.88, "end": 2315.04}, {"text": "ten minutes in Norm tells some story about how he like went to, he like went and did,", "start": 2315.04, "end": 2323.28}, {"text": "tried to get on The Tonight Show with Johnny Carson and the Tonight Show guy was like,", "start": 2323.28, "end": 2328.48}, {"text": "\"Yeah, you're just not really like a Johnny Carson comedian.\"", "start": 2328.48, "end": 2331.72}, {"text": "And then he ended up having his first late night appearance with David Letterman and", "start": 2331.72, "end": 2336.36}, {"text": "and it was this like great thing for his career, changed his entire life. He", "start": 2336.36, "end": 2339.0}, {"text": "tells a story very like seriously and then Chris Hardwick goes, yeah, it", "start": 2339.0, "end": 2343.08}, {"text": "sounds like you were sorted into the right house.", "start": 2343.08, "end": 2345.1}, {"text": "This was like the second to last interview this guy ever did and that's", "start": 2345.1, "end": 2352.2}, {"text": "what he's getting from Chris", "start": 2352.2, "end": 2353.26}, {"text": "you know and norm just goes like, oh yeah,", "start": 2353.26, "end": 2356.48}, {"text": "he has no idea. Yeah, he's never, I don't think he knows what Harry Potter", "start": 2356.48, "end": 2360.8}, {"text": "is.", "start": 2360.8, "end": 2361.12}, {"text": "Sounds like you were sorted into the right house. Chris Hardwick, if you ever", "start": 2361.12, "end": 2365.16}, {"text": "try to come back. Yeah, no, no, I will set you up. First of all, I will set you up", "start": 2365.2, "end": 2370.4}, {"text": "with so many honey pots of just", "start": 2370.4, "end": 2372.6}, {"text": "every woman I know I'll be hiring to walk around you covered in bandages, just so", "start": 2372.6, "end": 2378.28}, {"text": "that you can rip them off.", "start": 2378.28, "end": 2379.32}, {"text": "Second of all, if you'd like to come on the show, you're always welcome. We'd", "start": 2379.32, "end": 2384.96}, {"text": "like, we'd love to talk to you about sketch shows from the 90s that didn't", "start": 2384.96, "end": 2387.84}, {"text": "exist for more than one season, like the Ben Stiller show, yeah, yeah, yeah, yeah,", "start": 2387.84, "end": 2391.76}, {"text": "or the Dana Carvey show.", "start": 2391.84, "end": 2393.4}, {"text": "- I could see you kind of growing", "start": 2393.4, "end": 2394.68}, {"text": "into a Chris Hardwick type of career.", "start": 2394.68, "end": 2396.4}, {"text": "- Why would you say that?", "start": 2396.4, "end": 2397.88}, {"text": "- He wore suits, it was badass.", "start": 2397.88, "end": 2399.2}, {"text": "- Oh, you could see me wearing a suit.", "start": 2399.2, "end": 2400.44}, {"text": "- He wore suits, he did like three comedy specials.", "start": 2400.44, "end": 2402.2}, {"text": "I think you could do that.", "start": 2402.2, "end": 2403.04}, {"text": "- He did, Jesus Christ.", "start": 2403.04, "end": 2404.28}, {"text": "- He did one where he wore like a--", "start": 2404.28, "end": 2405.12}, {"text": "- I thought he was just a talk show host.", "start": 2405.12, "end": 2406.8}, {"text": "- No, he wore like a $10,000 suit in the special", "start": 2406.8, "end": 2409.4}, {"text": "and it was called like Da Nerd.", "start": 2409.4, "end": 2411.2}, {"text": "And he's wearing like a giant,", "start": 2411.2, "end": 2413.56}, {"text": "like Chris Rock golden suit or some shit.", "start": 2413.56, "end": 2416.92}, {"text": "- That's actually--", "start": 2416.92, "end": 2418.68}, {"text": "- It was badass.", "start": 2418.68, "end": 2419.52}, {"text": "I think that these comedy interviews are the reason why everything in the world is really bad.", "start": 2419.52, "end": 2426.32}, {"text": "Yeah, it's always bad. It's never good.", "start": 2426.32, "end": 2428.82}, {"text": "Why did Mark Maron do this to us?", "start": 2428.82, "end": 2431.72}, {"text": "Why did he decide that people need to hear Patton Oswalt talk about...", "start": 2431.72, "end": 2438.02}, {"text": "Like, that's the worst idea ever.", "start": 2438.02, "end": 2440.12}, {"text": "Yeah, they should crack down on it and kind of limit free speech.", "start": 2440.12, "end": 2446.22}, {"text": "They should want an episode or a radio show or a TV interview or something is filmed, the", "start": 2446.22, "end": 2450.66}, {"text": "government should literally send a SWAT team and come and seize the tape.", "start": 2450.66, "end": 2453.94}, {"text": "100%.", "start": 2453.94, "end": 2454.94}, {"text": "Put it in a vault that only opens after 99% of the world is scoured in nuclear flame.", "start": 2454.94, "end": 2461.1}, {"text": "There's no reason why anyone should know about what fucking Bill Burr was doing at Open Mic's", "start": 2461.1, "end": 2469.18}, {"text": "in the 80s.", "start": 2469.18, "end": 2470.18}, {"text": "Oh snap, Bo Burnham has trauma y'all.", "start": 2470.18, "end": 2471.58}, {"text": "I don't need to know about that.", "start": 2471.58, "end": 2473.38}, {"text": "No, no one needs to know that.", "start": 2473.38, "end": 2474.9}, {"text": "I could tell you had trauma.", "start": 2474.9, "end": 2475.9}, {"text": "I could tell because of his art was so affected for art. Yeah.", "start": 2475.9, "end": 2479.1}, {"text": "What? How could you make art like this without trauma? No, this guy's full of", "start": 2479.1, "end": 2485.18}, {"text": "trauma and guess what? Literally, literally, you can tell because he raps", "start": 2485.18, "end": 2489.66}, {"text": "rap is literally a genre born out of strife. He", "start": 2489.66, "end": 2493.54}, {"text": "gets what he even says it. He even says it in the end of his", "start": 2493.54, "end": 2498.36}, {"text": "special. He writes a whole thing about how George Carlin would hate him. Wait,", "start": 2498.36, "end": 2501.68}, {"text": "did he grow up in the ghetto? He grew up in the ghetto. Yeah, and he", "start": 2501.68, "end": 2504.66}, {"text": "grew up in the get the streets of", "start": 2504.66, "end": 2506.16}, {"text": "St. John's prep. I wonder what I think he's from. I'm pretty. I think he's from", "start": 2506.16, "end": 2511.5}, {"text": "Boston. I wonder what's a box from. I think he's from", "start": 2511.5, "end": 2514.24}, {"text": "locking in a guess here. My guess is my guess. My guess is hold on before you", "start": 2514.24, "end": 2520.46}, {"text": "say. I won't look it up. My guess is", "start": 2520.46, "end": 2522.16}, {"text": "mass. Beth", "start": 2522.16, "end": 2524.02}, {"text": "okay. That's not Boston. Oh yeah, that's I'm going Brookline. I'm going. I was", "start": 2524.02, "end": 2529.26}, {"text": "gonna say", "start": 2529.26, "end": 2529.68}, {"text": "I'll go Brookline as well. Okay, and copier. Okay, I got all Burnham. Where from? I know", "start": 2530.76, "end": 2536.76}, {"text": "that he went to Hamilton, Mass. I know he went to the same Catholic boys school that my cousin", "start": 2536.76, "end": 2541.72}, {"text": "did. So did you did your cousin chill with him? No, my cousins my age, my cousin Patrick", "start": 2541.72, "end": 2548.8}, {"text": "who how old is Bo Burnham? He's older. Bo Burnham is 33 years old from my cousin Patrick", "start": 2548.8, "end": 2554.36}, {"text": "who is a year or two weeks older than me.", "start": 2554.36, "end": 2557.26}, {"text": "And he's from Hamilton. No, he's from he's from Somerville.", "start": 2557.26, "end": 2562.76}, {"text": "Whatever man, it's old fucking States. Hamilton is near Wayland.", "start": 2562.76, "end": 2567.46}, {"text": "Hamilton is in the North Shore Essex County.", "start": 2567.46, "end": 2570.46}, {"text": "He was a North Shore kid on the weekends and then went down to", "start": 2570.46, "end": 2574.66}, {"text": "yeah, the parted style. Hamilton also has a rich equestrian heritage.", "start": 2574.66, "end": 2578.96}, {"text": "Oh shit, which remains strong due to the influence.", "start": 2578.96, "end": 2581.66}, {"text": "blasted you strong due to the influence of the many horse farms and of myopia", "start": 2581.66, "end": 2590.0}, {"text": "hunt club, which holds frequent equestrian events. Myopia also holds a", "start": 2590.0, "end": 2593.48}, {"text": "thanksgiving day fox hunt each year that the public may attend. Why not a turkey", "start": 2593.48, "end": 2597.44}, {"text": "hunt? Crazy man, Hamilton neighbours, win them, win them. We're done with one", "start": 2597.44, "end": 2602.84}, {"text": "names. We're done with Massachusetts. We had you know what in North Carolina.", "start": 2602.84, "end": 2606.36}, {"text": "Yeah, of course, yeah, it's right next to Manchester by the sea. It's bordered by", "start": 2606.36, "end": 2610.46}, {"text": "by six only by the sea, no short place. We can are allowed to talk about twelve", "start": 2610.5, "end": 2614.74}, {"text": "miles south of Newburyport where it's tough. Now we fuck with we fuck with", "start": 2614.74, "end": 2619.14}, {"text": "Plastel Plastel. Yep, New Hampshire. Yeah, Plastel, New Hampshire, New", "start": 2619.14, "end": 2625.1}, {"text": "Hampshire is my number one in New England. What is Plastel just the town?", "start": 2625.1, "end": 2629.3}, {"text": "Yeah, and the beat. I got a shoe barn. They got a really good savers. They used", "start": 2629.3, "end": 2632.66}, {"text": "to have a trump store closed. Why? What is Plastel next to Plastel's next? I", "start": 2632.66, "end": 2637.94}, {"text": "I think it's next to ports near Portsmouth. I know it's near Merrimack", "start": 2637.98, "end": 2641.78}, {"text": "and Haverhill and all that. Oh, then it's way closer to where I'm from.", "start": 2641.78, "end": 2646.06}, {"text": "Portsmouth has my favorite hamburger store. Yeah, it's right by, I think it's", "start": 2646.06, "end": 2648.44}, {"text": "right by, I think that where, yeah.", "start": 2648.44, "end": 2650.06}, {"text": "Portsmouth is what? Has my favorite hamburger store. What place? I don't", "start": 2650.06, "end": 2654.38}, {"text": "remember the name. I've been trying to remember the name for like four years.", "start": 2654.38, "end": 2656.9}, {"text": "There's only like six restaurants in Portsmouth. I've been like three times", "start": 2656.9, "end": 2659.9}, {"text": "and I always leave and I'm like, I'm going to remember the name this time.", "start": 2659.9, "end": 2662.14}, {"text": "Yeah. How often do you go to Portsmouth? I've been, when I lived in Boston, I", "start": 2662.14, "end": 2665.86}, {"text": "go a lot. Oh, I didn't know that. Because it was close and it was like a nice place to go", "start": 2665.88, "end": 2669.24}, {"text": "for a day. Yeah, it is a nice place. I do love Portsmouth. It's basically cute. It is basically", "start": 2669.24, "end": 2674.16}, {"text": "cute. And it's also next to the Kiddery Trading Post in Maine. I love all that stuff, man.", "start": 2674.16, "end": 2679.5}, {"text": "We need to take you guys to the Appalachian Mountains. No, we gotta go to... Appalachian", "start": 2679.5, "end": 2683.12}, {"text": "Mountains are fire. We gotta go to New Hampshire, we gotta go to Salem, we gotta go to Canobie", "start": 2683.12, "end": 2686.44}, {"text": "Lake Park. No, you know, we gotta hit the... we do have to hit Canobie Lake Park. You still", "start": 2686.44, "end": 2689.48}, {"text": "never went there, right? Still never been. We gotta get... we don't have to close. We", "start": 2689.48, "end": 2691.88}, {"text": "I close to the Berkshires. What's the Berkshires in Western Mass? Is this a", "start": 2691.88, "end": 2696.98}, {"text": "Norman range, Florida, Massachusetts?", "start": 2696.98, "end": 2698.8}, {"text": "There's also beautiful, beautiful out there, North Adams, Massachusetts. It's", "start": 2698.8, "end": 2704.06}, {"text": "where DJ Lucas is from. Yeah, yeah, yeah, yeah. Okay, I'll go to the", "start": 2704.06, "end": 2707.88}, {"text": "Berkshires. The most beautiful part of Massachusetts. Really? Besides the water,", "start": 2707.88, "end": 2712.16}, {"text": "beautiful part of Massachusetts, East and West are both so beautiful in mass", "start": 2712.16, "end": 2715.32}, {"text": "and the middle. It's shite for me. It's the Gucci store at the Prudential is", "start": 2715.32, "end": 2718.92}, {"text": "beautiful part of Massachusetts, a golden store. Oh man, the all tired golden", "start": 2718.92, "end": 2723.56}, {"text": "store. Yeah, the all there's a warby parker there is beautiful. Oh my God,", "start": 2723.56, "end": 2727.26}, {"text": "don't even get me started in the fucking made well store. Oh my God, made well jay", "start": 2727.26, "end": 2732.04}, {"text": "crew. That is where that is basically where I grew up in massages and we're", "start": 2732.04, "end": 2735.88}, {"text": "going to a high noon pop up. Oh yeah, we're going to the june shine bar. We", "start": 2735.88, "end": 2740.72}, {"text": "should do a I've been I have had this idea for some time. David port noy will", "start": 2740.72, "end": 2746.64}, {"text": "go on. He'll go to any pizza place. Yeah, he went to the pizza place that up. My", "start": 2746.68, "end": 2750.84}, {"text": "family went to our entire lives. Really? My dad sent me the video. What'd he give", "start": 2750.84, "end": 2755.24}, {"text": "it?", "start": 2755.24, "end": 2755.48}, {"text": "He gave it a bad rating because, because they just got the management, like", "start": 2755.48, "end": 2761.28}, {"text": "change. They just, like, got completely, but it used to be good. It used to be", "start": 2761.28, "end": 2764.04}, {"text": "fire and, like, even in the video, is it Greek? He tries the, he tries to,", "start": 2764.04, "end": 2767.8}, {"text": "it's not house of, I don't know what style you would call it. I'm not a pizza", "start": 2767.8, "end": 2771.64}, {"text": "style. Like, Boston style, Italian. You're just a normal style. They were, they", "start": 2771.64, "end": 2775.48}, {"text": "were like Italian. It was like an Italian family. I'm a normal guy. I", "start": 2775.48, "end": 2779.2}, {"text": "had a very strong Italian accent, but even in the video that people like see", "start": 2779.2, "end": 2782.76}, {"text": "him trying it and they're like you just like if you had come a week ago, it", "start": 2782.76, "end": 2785.7}, {"text": "would have been good like they were like yeah yeah crazy, but I want to get him", "start": 2785.7, "end": 2789.46}, {"text": "to review a pizza that we make yeah. It's not a bad idea. Oh, my God, but I", "start": 2789.46, "end": 2793.0}, {"text": "heard the thing is I'm serious. We could we could put a dominoes pizza in a box,", "start": 2793.0, "end": 2798.44}, {"text": "pretend this was a pizza store, get all of our we do a fake a Google thing and", "start": 2798.44, "end": 2803.28}, {"text": "he just says we're close or whatever. He will come. If we tag enough", "start": 2803.3, "end": 2807.3}, {"text": "comments that say David, please come. He goes to every one of these places.", "start": 2807.3, "end": 2812.2}, {"text": "He's been to Pizza Hut, he goes to all these shitty... The only problem is...", "start": 2812.2, "end": 2815.4}, {"text": "Has he been to Papageno's? He probably doesn't give you a warning that he's", "start": 2815.4, "end": 2818.64}, {"text": "coming. We probably just have to be here with the pizza. It's not a problem.", "start": 2818.64, "end": 2821.78}, {"text": "Yeah, we can just order it and go out the other side. We'll order one pizza", "start": 2821.78, "end": 2825.64}, {"text": "and if he doesn't show up, we eat it. What a fucking tragedy that is. Not a", "start": 2825.64, "end": 2827.96}, {"text": "imagine that is yeah. We make our own box. Oh my God, we put we put some", "start": 2827.98, "end": 2833.56}, {"text": "live box out of wood. You know we do we put the wooden pizza box. Damn, that's", "start": 2833.56, "end": 2837.44}, {"text": "a good place gets us. We only get a seven because of presentation because the", "start": 2837.44, "end": 2841.22}, {"text": "presentation is so good. Exactly. We put a four or five flies in the box and", "start": 2841.22, "end": 2845.78}, {"text": "then close it for this", "start": 2845.78, "end": 2846.74}, {"text": "or yeah, a seven would be a ten for us for this. I don't care what the rating", "start": 2846.74, "end": 2851.3}, {"text": "is. No, I just want to get the rating is important and I want to get in a fight", "start": 2851.3, "end": 2854.46}, {"text": "with him and yeah, I want to walk down and be like a fucker. So you don't like", "start": 2854.46, "end": 2857.54}, {"text": "pizza yeah okay all right David Portnoy.", "start": 2857.56, "end": 2862.6}, {"text": "Lick him up and down yeah. I'm gonna start at your toes David Portnoy.", "start": 2862.6, "end": 2869.32}, {"text": "Portnoy's complaint is gonna be that he's too wet from my licking. Yeah", "start": 2869.32, "end": 2872.92}, {"text": "this guy's licking my entire body. Okay so that's something. I like the ones where", "start": 2872.92, "end": 2878.64}, {"text": "I've been watching all these pizza review videos. Didn't think you're a", "start": 2878.64, "end": 2883.36}, {"text": "I'm a Philip Roth fan. I only know the title.", "start": 2883.36, "end": 2887.36}, {"text": "I know.", "start": 2887.36, "end": 2890.36}, {"text": "We could also, we could plant homeless people, because he always has interactions with homeless people who walk by and they say, \"Let me get a slice of this pizza.\"", "start": 2890.36, "end": 2897.36}, {"text": "Wasn't one of them a crazy murderer?", "start": 2897.36, "end": 2899.36}, {"text": "Well, he did the, there was a guy with no arms.", "start": 2899.36, "end": 2901.36}, {"text": "That's what it was, wasn't it? A guy with no arms killed somebody or something?", "start": 2901.36, "end": 2904.36}, {"text": "I don't know if he killed, he got in some kind of trouble.", "start": 2904.36, "end": 2906.36}, {"text": "There was some trouble he got in.", "start": 2906.36, "end": 2908.36}, {"text": "yeah, but he did one where a guy with no arms walked up and was like I don't", "start": 2908.36, "end": 2912.96}, {"text": "know what he did. He probably not not in at a place. I think all he can do", "start": 2912.96, "end": 2916.96}, {"text": "only rude thing a guy with no arms can do is shake your head and kill", "start": 2916.96, "end": 2920.06}, {"text": "somebody apparently or hurt somebody. It's not like there's something that", "start": 2920.06, "end": 2924.12}, {"text": "that guy did, but I don't know what it is, but then he was like slander this", "start": 2924.12, "end": 2928.8}, {"text": "man's name. Well, he'll unless he did something very bad, the guy without arms.", "start": 2928.8, "end": 2934.1}, {"text": "Yeah, the guy without arms. You don't want to slander one slander, even though", "start": 2934.1, "end": 2937.54}, {"text": "apparently an assault or murderer. Yeah, but we don't know. We don't remember what", "start": 2937.6, "end": 2941.5}, {"text": "he did. We don't know who we killed. Yeah, you know, is the truth. We could be", "start": 2941.5, "end": 2944.8}, {"text": "a full family. Hey, that that bread Dave's killer bread. Did he kill? Yeah,", "start": 2944.8, "end": 2951.0}, {"text": "because it says he's an ex inmate, right? But then he went back to jail", "start": 2951.0, "end": 2954.56}, {"text": "recently. Oh, shit. And his name is the name. Why? If you have your whole thing", "start": 2954.56, "end": 2960.12}, {"text": "is that you name the bread killer bread. God, if I was working at like some", "start": 2960.12, "end": 2964.64}, {"text": "some shitty insider trading, horrible click bait online news website yeah and", "start": 2964.64, "end": 2970.54}, {"text": "I got wind of a story of a scoop of somebody choking to death on Dave's", "start": 2970.54, "end": 2975.28}, {"text": "killer bread. I would be like literally my family is we're going on a month", "start": 2975.28, "end": 2979.64}, {"text": "long vacation yeah by literally we are getting a tire hitting one hundred", "start": 2979.64, "end": 2984.26}, {"text": "billion clicks on this one. This is going to be the biggest right the", "start": 2984.26, "end": 2987.72}, {"text": "headline as if we I don't think it's funny. I want to pass tweets in the", "start": 2987.72, "end": 2991.0}, {"text": "vertical yeah, yep, say New York man chokes to death on Dave's on piece of", "start": 2991.1, "end": 2996.0}, {"text": "Dave's killer bread. Yeah, would that be what's the great roll in as people say", "start": 2996.0, "end": 3000.18}, {"text": "seriously yeah seriously seriously you could even make this the country", "start": 3000.18, "end": 3005.04}, {"text": "seriously dot dot dot seriously", "start": 3005.04, "end": 3007.56}, {"text": "my grandma loves that bread, but she said she doesn't care for the packaging.", "start": 3007.56, "end": 3012.5}, {"text": "I don't like how many seeds there are in it. I'm done with this healthy bread.", "start": 3012.5, "end": 3018.2}, {"text": "Oh, my God, I hate seeds and bread. You know what the only bread people should", "start": 3018.24, "end": 3021.66}, {"text": "be eating is sourdough. I like I've had sourdough or peasant bread. I want to", "start": 3021.66, "end": 3026.4}, {"text": "get some I was just thinking about this. I want to get some bread from a bakery", "start": 3026.4, "end": 3029.28}, {"text": "instead of the grocery store. You got it, but then you got to get home. You", "start": 3029.28, "end": 3032.4}, {"text": "slice it yourself and your whole house becomes crumbs. No, it doesn't matter.", "start": 3032.4, "end": 3036.14}, {"text": "Just clean the crumbs. Yeah, but that's another slice it on the on the cutting", "start": 3036.14, "end": 3040.16}, {"text": "board. So I'm not slicing like on the floor. Yeah, my cutting board is ten by", "start": 3040.16, "end": 3044.08}, {"text": "ten, because that's where the crumbs are getting. You're getting ten by ten", "start": 3044.08, "end": 3046.68}, {"text": "pieces of bread. I'm a very dull loaf. No, the crumbs are going to a ten by ten", "start": 3046.96, "end": 3051.12}, {"text": "area. Why? How are you? Are you cutting with a chainsaw? Ten feet by ten feet?", "start": 3051.12, "end": 3055.16}, {"text": "Yeah, ten feet by ten feet. How are you throwing these crumbs around? What is", "start": 3055.16, "end": 3058.72}, {"text": "this? Because I am really strong. Are you just blowing? Are you going? Yeah, to", "start": 3058.72, "end": 3062.88}, {"text": "get them out of the way. That's a crazy way to cut bread. I think it's fucking", "start": 3062.88, "end": 3067.2}, {"text": "normal. Also, I don't have an ability to cut a really thin slice of bread, which", "start": 3067.2, "end": 3071.48}, {"text": "when I get it pre sliced at the store, it's pretty easy to cut bread thin. Are", "start": 3071.48, "end": 3076.44}, {"text": "not even that serrated blade. How thin do you need it? Do you need it? Yeah, the", "start": 3076.48, "end": 3080.5}, {"text": "thing is, I'll cut a giant lettuce burger, so he probably wants to cut it", "start": 3080.5, "end": 3084.58}, {"text": "so thin it's not even again again. I get attacked for just living my life,", "start": 3084.58, "end": 3089.86}, {"text": "just living a normal life in a weird way. A lettuce hamburger, a lettuce by", "start": 3089.86, "end": 3095.38}, {"text": "the way, when I say let us hamburger, the burgers, not let us the buns are.", "start": 3095.38, "end": 3099.78}, {"text": "We don't know that you can be chopping. You'll be chopping up lettuce, putting", "start": 3099.78, "end": 3103.14}, {"text": "and maybe you do like an eighty twenty twenty eighty romaine twenty", "start": 3103.18, "end": 3107.84}, {"text": "iceberg", "start": 3107.84, "end": 3108.4}, {"text": "eighty romaine twenty iceberg, twenty meat and then twenty pieces of lettuce", "start": 3108.4, "end": 3112.8}, {"text": "on each side of the burger. No, I don't do that", "start": 3112.8, "end": 3115.56}, {"text": "chunks of lettuce in the burger", "start": 3115.56, "end": 3119.0}, {"text": "salad burger. That's fusion. That's a", "start": 3119.0, "end": 3122.92}, {"text": "salad. That's fusion. You guys like salad. Oh my God. Wait. A burger is", "start": 3122.92, "end": 3127.08}, {"text": "literally tri fusion between meat, cheese and bread. Holy fuck and tomato.", "start": 3127.08, "end": 3130.92}, {"text": "yeah well you can and stop you. Toppings don't get included in top things.", "start": 3130.96, "end": 3135.36}, {"text": "It can be. I think it is", "start": 3135.36, "end": 3137.74}, {"text": "I think they could who invented the salad. What region does the sound or", "start": 3137.74, "end": 3142.8}, {"text": "so let's think Salad France", "start": 3142.8, "end": 3145.2}, {"text": "has to be France. It's got to be France. Who else would invent such a", "start": 3145.2, "end": 3149.4}, {"text": "disgusting food? That's right. A gross green food. It's a way from you know", "start": 3149.4, "end": 3154.32}, {"text": "it's fucked up is when you realize like Caesar salad is an eighty year old", "start": 3154.32, "end": 3159.36}, {"text": "convention right. So I would say that this is kind of that's kind of a", "start": 3159.4, "end": 3163.72}, {"text": "thing that it's been around all that you're driving right now forever. This", "start": 3163.72, "end": 3167.0}, {"text": "is kind of air so interesting dot com yeah. Call you when you read the", "start": 3167.0, "end": 3170.64}, {"text": "recipes. They have the article before the rest of you read the recipe for", "start": 3170.64, "end": 3173.88}, {"text": "Caesar, Caesar salad dressing, Caesar salad dressing, and you read the", "start": 3173.88, "end": 3177.72}, {"text": "article. I read a little bit of it.", "start": 3177.72, "end": 3179.72}, {"text": "Yeah, I like some of them. Some of them are nice", "start": 3179.72, "end": 3183.48}, {"text": "the story at the beginning at the beginning", "start": 3186.88, "end": 3188.88}, {"text": "but Caesar salad that's crazy man. There's a story at the beginning. I'm", "start": 3188.88, "end": 3196.16}, {"text": "like what the fuck are they going to say about Caesar salad and then you learn a", "start": 3196.16, "end": 3198.88}, {"text": "little fact and you're like oh that's what they have to say about Caesar.", "start": 3198.88, "end": 3201.6}, {"text": "Every one of those articles is just my", "start": 3201.6, "end": 3203.88}, {"text": "my husband's. My husband is picky. My husband is addicted to Caesar salad", "start": 3203.88, "end": 3210.6}, {"text": "right now. He will only eat Caesar salad. I'm a job, no chicken. I jumped to the", "start": 3210.6, "end": 3215.04}, {"text": "recipe. I jump to the recipe every time. I go on reader mode on my phone, man. I", "start": 3215.08, "end": 3218.16}, {"text": "jump to that", "start": 3218.16, "end": 3218.6}, {"text": "I jump to the recipe every time, but I wanted to see what these people had to", "start": 3218.6, "end": 3221.8}, {"text": "say was different about Caesar salad. So who invented the Caesar salad if it", "start": 3221.8, "end": 3224.92}, {"text": "wasn't a- Caesar. Caesar who? I don't remember, but it's Caesar and he was", "start": 3224.92, "end": 3228.12}, {"text": "working at some restaurant in,", "start": 3228.12, "end": 3229.56}, {"text": "was it Baja California or somewhere in California? Was it Baja California or", "start": 3229.56, "end": 3235.0}, {"text": "somewhere? It was somewhere in California, but it made me realise that", "start": 3235.0, "end": 3237.56}, {"text": "the Caesar salad, Caesar salad is a Mexican, is Mexican food. Is Baja California", "start": 3237.56, "end": 3240.68}, {"text": "in California? I thought it wasn't. It's in Mexico. Yeah, but it's Mexican food,", "start": 3240.68, "end": 3244.64}, {"text": "Caesar salad is Mexican food. I didn't realize that.", "start": 3244.72, "end": 3246.72}, {"text": "Why do they serve it at an Italiano restaurant?", "start": 3246.72, "end": 3250.12}, {"text": "Exactly. What the hell is going on?", "start": 3250.12, "end": 3252.12}, {"text": "Caesar is Italian.", "start": 3252.12, "end": 3254.12}, {"text": "Caesar is an Italian name.", "start": 3254.12, "end": 3256.12}, {"text": "Italianos are so...", "start": 3256.12, "end": 3258.12}, {"text": "I'm pretty sure, I might be misremembering this, but I'm sure the Caesar salad is a Mexican invention", "start": 3258.12, "end": 3264.12}, {"text": "and it was served at a Mexican restaurant and they would make it table side food.", "start": 3264.12, "end": 3268.12}, {"text": "I guess salad is probably...", "start": 3268.12, "end": 3270.12}, {"text": "I mean, because we were hunters first and then we started getting the plants.", "start": 3270.12, "end": 3273.12}, {"text": "gathering, Neolithic era type vibe.", "start": 3273.12, "end": 3277.66}, {"text": "Jumiel, can you pull up the history of Caesar salad?", "start": 3277.66, "end": 3279.96}, {"text": "The first salad was probably berries and animal skin instead of leaves.", "start": 3279.96, "end": 3282.82}, {"text": "I'm sure they didn't invent dressing for some time after.", "start": 3282.82, "end": 3285.7}, {"text": "Yeah, that was probably a long time.", "start": 3285.7, "end": 3286.92}, {"text": "Because hunter-gatherer and dressinger.", "start": 3286.92, "end": 3289.28}, {"text": "Dressinger, chef-er.", "start": 3289.28, "end": 3291.02}, {"text": "Yeah, we didn't...", "start": 3291.02, "end": 3292.04}, {"text": "Is that a gatherer job?", "start": 3292.04, "end": 3295.54}, {"text": "Dressing?", "start": 3295.54, "end": 3296.56}, {"text": "Dressing.", "start": 3296.56, "end": 3297.58}, {"text": "Well, if you find dressing, that can be a gathering.", "start": 3297.58, "end": 3299.2}, {"text": "That's a combination, a combiner.", "start": 3299.2, "end": 3300.22}, {"text": "That'd be great.", "start": 3300.22, "end": 3301.24}, {"text": "a bottle of cans out behind a dinosaur's cave. Well, they probably just used blood.", "start": 3301.26, "end": 3306.32}, {"text": "Blood was the original dressing for sure. Monkey blood, monkey blood. Would you", "start": 3306.32, "end": 3311.54}, {"text": "get a monkey brain? What? Yeah, I would. I would really want to know it was", "start": 3311.54, "end": 3315.62}, {"text": "prepared right because that you can get some fucked up disease. I'm watching", "start": 3315.62, "end": 3319.86}, {"text": "some very strange videos last night of people eating. We're watching porno", "start": 3319.86, "end": 3324.02}, {"text": "together. We're not watching porno. I have to do or you don't even say that", "start": 3324.02, "end": 3328.62}, {"text": "We're watching porno together on discord alone. What videos", "start": 3328.66, "end": 3332.26}, {"text": "pussy destruction. We didn't watch. This is not a tab. She is dressing. You can't", "start": 3332.26, "end": 3338.96}, {"text": "click on pussy destruction on a", "start": 3338.96, "end": 3340.56}, {"text": "right. Can you pull up two things for me? Can you pull up the history Caesar salad", "start": 3340.56, "end": 3345.06}, {"text": "and pussy destruction? Don't pull up either of these men or just maybe you", "start": 3345.06, "end": 3348.66}, {"text": "could fusion them and look up pussy Caesar salad. It already has anchovies", "start": 3348.66, "end": 3353.36}, {"text": "in it.", "start": 3353.36, "end": 3353.66}, {"text": "Down low, down low, down low. Okay, thank you.", "start": 3357.46, "end": 3360.06}, {"text": "Yeah, and that's another thing I want to talk about. Women, wash your", "start": 3360.06, "end": 3364.64}, {"text": "pussies. This shit is starting to taste like disgusting fish and smell like it", "start": 3364.64, "end": 3369.16}, {"text": "too. I can smell you at the movie theater and it makes me want to leave.", "start": 3369.16, "end": 3371.64}, {"text": "I'm trying to watch, I'm trying to watch poor things. I'm getting enough of", "start": 3371.64, "end": 3375.34}, {"text": "that on the screen. I'm trying to watch Wonka and think of sweet candy. All I", "start": 3375.34, "end": 3379.6}, {"text": "smell is your fucking disgusting thing. The nose was a damn 4D movie.", "start": 3379.6, "end": 3384.26}, {"text": "I walked into a fish farm over there. I'm watching the Meg to", "start": 3386.44, "end": 3389.84}, {"text": "that's", "start": 3389.84, "end": 3394.9}, {"text": "no, no, you know, you know every showing of the Meg to every matinee. They got", "start": 3394.9, "end": 3401.98}, {"text": "the four D yeah yeah didn't take a shower after the gym. I understand it", "start": 3401.98, "end": 3406.28}, {"text": "happens to guys all the time. The difference is, but the different is for", "start": 3406.28, "end": 3408.92}, {"text": "us. We's on our balls. We smell like cool animals. Yeah, we smell like bulls", "start": 3408.92, "end": 3414.76}, {"text": "wolf in here. We smell like a dog. Is there an alpha dog wolf in here? We", "start": 3414.8, "end": 3418.4}, {"text": "smell like a dog that has never had its teeth brushed. Yep, not washing my", "start": 3418.4, "end": 3421.94}, {"text": "balls, people walking around, thinking there's a- it's on the news. There's a", "start": 3421.94, "end": 3424.88}, {"text": "wild animal wolf around. We can't see him, but we're sure he's here. Everyone", "start": 3424.88, "end": 3429.04}, {"text": "can smell him all over the city. Scaring everybody in the city. People think", "start": 3429.04, "end": 3432.64}, {"text": "that something happened at the zoo. Somebody has smelled a wolf downtown.", "start": 3432.64, "end": 3435.44}, {"text": "Somebody has smelled a wolf downtown. Women are losing their minds, going", "start": 3435.44, "end": 3439.76}, {"text": "crazy. This is what- this is what news reports were like back in the B.C.", "start": 3439.76, "end": 3443.1}, {"text": "sometimes yeah that's true back went before we had nobody could really hear", "start": 3443.14, "end": 3447.02}, {"text": "them. Yeah it wasn't that effective. There was a guy to a I smelled a bear.", "start": 3447.02, "end": 3450.78}, {"text": "They had a one rock on a pile of rocks. They pick up a break in rock camcorder", "start": 3450.78, "end": 3456.3}, {"text": "breaking rocks. There is no they would call breaking old", "start": 3456.3, "end": 3461.64}, {"text": "the old", "start": 3461.64, "end": 3464.66}, {"text": "breaking old. I was watching the old smell the breaking old. There is a new", "start": 3464.66, "end": 3470.94}, {"text": "cave painting of a fish. We found something in the water and we decided", "start": 3471.26, "end": 3476.96}, {"text": "to paint it", "start": 3476.96, "end": 3477.64}, {"text": "old is a good idea. This would be an entire sketch video. This is a", "start": 3477.64, "end": 3484.28}, {"text": "sketch right here. The old old old and you would have the instead of the", "start": 3484.28, "end": 3489.12}, {"text": "weather man you would have WBC. There we go WBC. Well, that would be woke.", "start": 3489.12, "end": 3494.82}, {"text": "Let's just go WBC yeah, but it's not enough letters to sound like it that", "start": 3494.82, "end": 3498.16}, {"text": "launch is for is for entertainment or just bct entertainment portion. Bctv is", "start": 3498.22, "end": 3503.66}, {"text": "good because then we don't have the wokeness and then it has for what the", "start": 3503.66, "end": 3506.92}, {"text": "for the", "start": 3506.92, "end": 3507.58}, {"text": "bc thing is so funny because they try to make it woke, but it's still they", "start": 3507.58, "end": 3511.46}, {"text": "didn't change anything. It's the Christian era. Well, it's common era.", "start": 3511.46, "end": 3514.62}, {"text": "Yeah, I thought it's still like well, you know we're going to change the name,", "start": 3514.62, "end": 3517.9}, {"text": "so it's not I know Domini yeah, but it's still going to be all centered around", "start": 3517.9, "end": 3522.02}, {"text": "Jesus. Yeah,", "start": 3522.02, "end": 3522.54}, {"text": "also, we're going to say that after Jesus born of stuff started being common", "start": 3522.54, "end": 3527.74}, {"text": "yeah, I was told growing up that which makes a common Jesus W. The B. C. Was", "start": 3527.86, "end": 3532.86}, {"text": "before Christ and A. D. Was after death. No, that's what I was told. I know", "start": 3532.86, "end": 3537.42}, {"text": "Domini. I know Domini year of our Lord. My education was not good after death.", "start": 3537.42, "end": 3541.62}, {"text": "He was boy died in 33 man.", "start": 3541.62, "end": 3543.46}, {"text": "He was born in zero.", "start": 3543.46, "end": 3545.46}, {"text": "So there would have been a kind of no man's land zone in the middle there.", "start": 3545.46, "end": 3550.46}, {"text": "Well,", "start": 3550.46, "end": 3550.86}, {"text": "that was before Christ was killed. Can you imagine how lit that shit was? Him", "start": 3550.86, "end": 3557.26}, {"text": "is there a birth from zero to thirty three", "start": 3557.26, "end": 3559.84}, {"text": "wait. Can you imagine how lit it was the the night of one BC yeah, that's", "start": 3559.84, "end": 3565.42}, {"text": "like God, like for it's like nine to nine and damn I heard all our our", "start": 3565.42, "end": 3569.8}, {"text": "scrolls are going to break", "start": 3569.8, "end": 3570.84}, {"text": "all of our abacus is can't handle zero, zero, zero, yeah, I wish we were on a", "start": 3570.84, "end": 3580.72}, {"text": "BC type type year schedule right now. We were just counting down to something I", "start": 3580.72, "end": 3584.5}, {"text": "like of right now. If it was like imagine right now, it's like twenty five", "start": 3584.54, "end": 3587.56}, {"text": "be X. That before so and it's like X is like a mystery because then you do the", "start": 3587.56, "end": 3593.08}, {"text": "let's do that X, then you go five. This is kind of like the variable", "start": 3593.08, "end": 3597.4}, {"text": "five, four, three, two, one zero", "start": 3597.4, "end": 3599.96}, {"text": "people throwing sand in the air. Oh my God, no fireworks yeah yeah, maybe", "start": 3599.96, "end": 3606.02}, {"text": "fireworks, maybe throwing throwing flint. So when it falls, another than", "start": 3606.02, "end": 3609.6}, {"text": "the fireworks, trying to hit another piece of flint in the air to make just", "start": 3609.6, "end": 3613.3}, {"text": "one tiny spark. They had dragons back then, so fireworks weren't as impressive. I", "start": 3613.34, "end": 3617.14}, {"text": "guess that's a need to invent. I don't really care so much about fireworks at", "start": 3617.14, "end": 3620.14}, {"text": "all. I don't like fireworks. Dude, I saw there's this, maybe I shouldn't talk", "start": 3620.14, "end": 3623.34}, {"text": "about this. What? It's kind of sad. Okay, alright, don't talk about it. Oh, I", "start": 3623.34, "end": 3626.78}, {"text": "say it. It was a, I was at the, at the dog park with my dog, and these kids", "start": 3626.78, "end": 3633.26}, {"text": "start, like, gathering up, and I'm like, 'Oh, they're going to try to run around", "start": 3633.26, "end": 3636.9}, {"text": "or something. My dog's going to chase one and eat one.' And then they started,", "start": 3636.9, "end": 3639.98}, {"text": "Saturday and then they launched a firework and I was like fuck I got out", "start": 3640.02, "end": 3643.26}, {"text": "of here because the dogs gonna go crazy. Yeah, so he's like trying to run to the", "start": 3643.26, "end": 3646.32}, {"text": "fireworks, kill himself, Kirk a band shotgun directly to the head and we run", "start": 3646.32, "end": 3650.58}, {"text": "away and I was like what are they even celebrating and they were seemed so so", "start": 3650.58, "end": 3655.0}, {"text": "happy they were having like the time of their lives. I saw them setting something", "start": 3655.0, "end": 3657.56}, {"text": "up come back the next day. It was like they set up a memorial photo for like a", "start": 3657.56, "end": 3662.52}, {"text": "dead kid who passed on. It's fireworks for it was fine. I was like this is not", "start": 3662.52, "end": 3667.1}, {"text": "not appropriate. That's not yeah. That's an excuse. That's a clever excuse.", "start": 3667.12, "end": 3670.7}, {"text": "None of these kids knew this this kid probably and they were like there's", "start": 3670.7, "end": 3674.28}, {"text": "probably that's probably the friend who's alive. Yeah, true. Are you doing", "start": 3674.28, "end": 3677.74}, {"text": "it as an excuse to launch fire? They just wanted to launch fireworks and now", "start": 3677.74, "end": 3680.98}, {"text": "there's a candle", "start": 3680.98, "end": 3681.82}, {"text": "that's on or lit. It's not probably not lit for long. It's cold out. That's", "start": 3681.82, "end": 3688.24}, {"text": "what I thought, but then I went yesterday. It's fucking still lit and", "start": 3688.24, "end": 3690.84}, {"text": "invincible candle probably too cold for the one of these prank birthday cake", "start": 3690.84, "end": 3694.06}, {"text": "candles that shoots by the way you guys ever try to get me with that shit. The", "start": 3694.12, "end": 3698.72}, {"text": "one you blow out it comes back. I will blow. I will be the first to blow it out", "start": 3698.72, "end": 3702.2}, {"text": "first try. I won't even know I have to do a spit on it. Yeah. Well, I spit on", "start": 3702.2, "end": 3706.12}, {"text": "everything yeah, yeah, that's true. So I make my mark on different things,", "start": 3706.12, "end": 3709.6}, {"text": "especially my birthday. I'm going to spit on my birthday cake. So you can", "start": 3709.6, "end": 3712.4}, {"text": "have my brother did that my brother did that my aunt yelled at him. Your aunt", "start": 3712.4, "end": 3716.16}, {"text": "seems like a bit of a party pooper. She is", "start": 3716.16, "end": 3719.36}, {"text": "Fuck you. Fuck you so much. Okay, so tonight I'm going to be in Tampa with a couple more", "start": 3723.8, "end": 3730.98}, {"text": "shows. We've already done the first two. I'm sure they went so poorly. Hopefully I spent", "start": 3730.98, "end": 3737.9}, {"text": "the day at Busch Gardens today, Saturday. What else? What else? What's going on?", "start": 3737.9, "end": 3743.82}, {"text": "What else do we got?", "start": 3743.82, "end": 3744.82}, {"text": "Let's see. The shareholder meeting is what, the 28th?", "start": 3744.82, "end": 3747.26}, {"text": "Yes. It's a Sunday this time, right?", "start": 3747.26, "end": 3749.66}, {"text": "Sunday night, the twenty eighth, I think is what we said and Julio will correct me", "start": 3749.66, "end": 3753.92}, {"text": "right now if I'm wrong, but if not, he'll I guess stay silent because he doesn't", "start": 3753.92, "end": 3756.62}, {"text": "like talking and guys let's let's recruit probably ten to fifty people each", "start": 3756.62, "end": 3762.56}, {"text": "person who listens to this. Yeah, I just want everyone to send out a blast sign", "start": 3762.56, "end": 3767.56}, {"text": "of text to ten to fifteen of your guys. Yo, what's up? We set a goal a long time", "start": 3767.56, "end": 3773.78}, {"text": "ago. They removed patron goals. We it took us two years to not hit it of", "start": 3773.78, "end": 3777.98}, {"text": "$20,000 to make a movie and we will honor this. Yes?", "start": 3777.98, "end": 3782.16}, {"text": "Yes. Sure, we'll honor it, I guess.", "start": 3782.16, "end": 3784.16}, {"text": "You don't sound excited to be making an amazing movie.", "start": 3784.16, "end": 3787.12}, {"text": "Well, just keep your eyes on the news.", "start": 3787.12, "end": 3789.12}, {"text": "When you get kicked all the time", "start": 3789.12, "end": 3792.04}, {"text": "by people who don't want to see your goals,", "start": 3792.04, "end": 3795.04}, {"text": "and people who take money away,", "start": 3795.04, "end": 3797.04}, {"text": "and people who kick you proverbially", "start": 3797.04, "end": 3800.04}, {"text": "and treat you like absolute ass and shit.", "start": 3800.04, "end": 3803.04}, {"text": "Who?", "start": 3803.04, "end": 3804.04}, {"text": "The fans.", "start": 3804.04, "end": 3806.04}, {"text": "my fans. They kick all three of us and", "start": 3806.04, "end": 3808.44}, {"text": "I never get kicked. Well, when they people just say down, they keep you down", "start": 3808.44, "end": 3812.94}, {"text": "by not letting you fulfill your dream by not by withholding money by withholding", "start": 3812.94, "end": 3816.9}, {"text": "money,", "start": 3816.9, "end": 3817.34}, {"text": "literally my money,", "start": 3817.34, "end": 3819.44}, {"text": "my money that you", "start": 3819.44, "end": 3823.16}, {"text": "what are you doing? You guys are just holding my money. Give it all your", "start": 3823.16, "end": 3827.54}, {"text": "telly text your friends right now. Say you have Caleb's money.", "start": 3827.54, "end": 3830.4}, {"text": "please return it at patreon.com forwards on the on the for real talk, though, basically", "start": 3831.84, "end": 3837.96}, {"text": "big things as fuck will happen this year, but we can only do if we get $100,000 at the", "start": 3837.96, "end": 3842.52}, {"text": "very minimum. Yeah, I'm sorry to say that, but it's true. Okay, thank you. Bye.", "start": 3842.52, "end": 3850.2}, {"text": "Well, here's another fast food one. Can I sue McDonald's over there being snot like", "start": 3850.2, "end": 3856.48}, {"text": "substance in my drink? I don't know if intentional or not still unacceptable during COVID.", "start": 3856.48, "end": 3861.68}, {"text": "just was getting some hot acts and hot chocolate to start of my morning.", "start": 3861.68, "end": 3868.68}, {"text": "I've never had any problems before at any other locations till this", "start": 3868.68, "end": 3871.48}, {"text": "morning. I order hot chocolate with my meal, but when I drank it,", "start": 3871.48, "end": 3874.44}, {"text": "it tasted like a slimy gooby", "start": 3874.46, "end": 3876.1}, {"text": "like a slimy", "start": 3876.1, "end": 3893.98}, {"text": "dude.", "start": 3893.98, "end": 3895.78}, {"text": "That is such an amazing line to be given. I just need to go to court. It", "start": 3895.78, "end": 3902.28}, {"text": "taste it like a slimy gooby. Your honor, it tasted like a slimy gooby.", "start": 3902.32, "end": 3905.32}, {"text": "The gooby, please bring out the slimy gooby. The taste was completely", "start": 3905.32, "end": 3909.86}, {"text": "off and had gooey substance all over it. Really don't have words to", "start": 3909.86, "end": 3913.54}, {"text": "describe texture. It was same texture like snot, used my fork and scraped", "start": 3913.54, "end": 3916.92}, {"text": "up lots from the inside. I have photos I can provide if needed,", "start": 3916.92, "end": 3919.62}, {"text": "just need place to send them. I'm never usually that guy, but this is", "start": 3919.62, "end": 3923.32}, {"text": "my first time ever actually feeling like I have to leave a report.", "start": 3923.32, "end": 3926.2}, {"text": "I'm open to being tested or whatever to prove it's not my own.", "start": 3926.2, "end": 3928.96}, {"text": "He kept the slimy gooby?", "start": 3931.14, "end": 3932.58}, {"text": "He kept the gooby, man.", "start": 3932.58, "end": 3933.74}, {"text": "He took a photo, but how are you gonna test it?", "start": 3933.74, "end": 3935.74}, {"text": "Yeah, he's keeping it, man.", "start": 3935.74, "end": 3936.98}, {"text": "He kept it.", "start": 3936.98, "end": 3937.98}, {"text": "I had so many of this type of thing of finding slime or gooby.", "start": 3937.98, "end": 3942.42}, {"text": "This should be a gooby.", "start": 3942.42, "end": 3943.42}, {"text": "You looked up gooby?", "start": 3943.42, "end": 3944.42}, {"text": "No, I didn't.", "start": 3944.42, "end": 3945.42}, {"text": "It's gooby, you know, the material.", "start": 3945.42, "end": 3947.78}, {"text": "This is not a one for the...", "start": 3947.78, "end": 3949.1}, {"text": "Everyone keeps it, is what I'm saying.", "start": 3949.1, "end": 3951.78}, {"text": "I still have it.", "start": 3951.78, "end": 3952.86}, {"text": "I put it in my fridge.", "start": 3952.86, "end": 3953.94}, {"text": "I don't think that this is a problem for the United States court system.", "start": 3953.94, "end": 3958.06}, {"text": "This is a problem for Maury.", "start": 3958.06, "end": 3959.94}, {"text": "This is a more even...", "start": 3959.94, "end": 3961.94}, {"text": "It is not your gooby!", "start": 3961.94, "end": 3963.94}, {"text": "*laughter*", "start": 3963.94, "end": 3965.94}, {"text": "It's not your gooby?", "start": 3965.94, "end": 3967.94}, {"text": "Ladies and gentlemen, it's not my fucking gooby!", "start": 3967.94, "end": 3969.94}, {"text": "He does the backflip, yeah.", "start": 3969.94, "end": 3971.94}, {"text": "50 backflips in a row, not my gooby.", "start": 3971.94, "end": 3973.94}, {"text": "The gooby does not belong to you!", "start": 3973.94, "end": 3975.94}, {"text": "*laughter*", "start": 3975.94, "end": 3977.94}, {"text": "*outro*", "start": 3977.94, "end": 3979.94}], "title": "#219 - Chicken Fusion", "link": "https://www.patreon.com/posts/219-chicken-96780654", "date": "Sat, 20 Jan 2024 11:00:05 GMT", "id": 69}