{"lines": [{"text": "you guys mark norman was attacked by the devil at the new york comedy club and", "start": 0.0, "end": 12.32}, {"text": "everybody saw it was caught on video. The video is crazy. It was the spirit of", "start": 12.32, "end": 16.02}, {"text": "a ghost. So guys, if you haven't seen this video, yeah, basically mark norman", "start": 16.02, "end": 21.32}, {"text": "is doing his set. He's going", "start": 21.32, "end": 22.78}, {"text": "comedy yeah.", "start": 25.92, "end": 26.92}, {"text": "I'd like to get everybody's uproarious laughter throughout the venue. Yeah, you", "start": 26.92, "end": 33.92}, {"text": "can see the click was abound people enjoying the show. Yeah, I turn mine up", "start": 33.92, "end": 37.82}, {"text": "to yeah. I don't know what happens just a slight bit. Yeah, it's a little bit,", "start": 37.82, "end": 41.34}, {"text": "but there's there's people laughing their friggin heads off in this. There", "start": 41.34, "end": 45.2}, {"text": "are people rolling in the aisles. This New York comedy club. Yeah, was it in", "start": 45.2, "end": 49.32}, {"text": "New York? It was in New York. According to the sign behind him, it was in the", "start": 49.32, "end": 53.4}, {"text": "New York Comedy Club. No fucking way being funny. I'm not being for I wasn't", "start": 53.42, "end": 57.3}, {"text": "being funny. You didn't read the sign on the back of the I'm typically when I'm", "start": 57.3, "end": 61.34}, {"text": "watching a video of a comedy show, I pay more attention to the jokes than the", "start": 61.34, "end": 64.98}, {"text": "sign in the back, but it shows how you are a clout hound and hungry for you.", "start": 64.98, "end": 69.7}, {"text": "You're saying, oh, what venue is that? Can I perform? I wasn't a clown, but if", "start": 69.7, "end": 73.06}, {"text": "you haven't seen the video, I guess I haven't even heard of New York Comedy", "start": 73.06, "end": 76.02}, {"text": "Club. That's how the opposite of a clout hound. You're you're my I feel like my", "start": 76.02, "end": 80.58}, {"text": "headphones feel crazy to me to what's going on. What have maybe we're getting", "start": 80.62, "end": 84.42}, {"text": "attacked by the same ghost? It wasn't a ghost. It wasn't a ghost. Basically,", "start": 84.42, "end": 87.5}, {"text": "what happens guys is that somebody jumps on stage wearing a beanie and looks", "start": 87.5, "end": 92.42}, {"text": "very like that looks like this jumps on stage like you looking scared. Mark", "start": 92.42, "end": 96.7}, {"text": "Norman goes like this. Oh,", "start": 96.7, "end": 98.26}, {"text": "basically, if you were there and you were blind, you would not be able to tell", "start": 98.26, "end": 102.58}, {"text": "that anything different had happened. Yeah, and then he says a crazy. I think", "start": 102.58, "end": 106.54}, {"text": "which is like what's is a migrant and then he says this is a swinger sex party", "start": 106.56, "end": 111.26}, {"text": "thing and the guy runs. Someone comes up, takes the guy by the hand, runs out a", "start": 111.26, "end": 115.38}, {"text": "door and then he said mark norman says somebody just got tased yeah and then", "start": 115.38, "end": 120.12}, {"text": "everybody goes what the hell and you see everyone filming and then some people", "start": 120.12, "end": 123.5}, {"text": "from the venue come in. They reach for mark normans mike and he goes like yeah,", "start": 123.5, "end": 127.96}, {"text": "okay, he's making the craziest noises as they escort him and that's a", "start": 127.96, "end": 134.22}, {"text": "changes pay. Well, you can just hear the microphone go away from his mouth to", "start": 134.26, "end": 137.76}, {"text": "see first you hear is really like oh and then yeah", "start": 137.76, "end": 140.16}, {"text": "and then he fucking and then a lady comes on stage. You looks like do that", "start": 140.16, "end": 147.3}, {"text": "lady. She looks like she's a back a cry. Yeah, it looks unbelievable. She's", "start": 147.3, "end": 150.98}, {"text": "like fully about to cry. She's confused. She's like having talking like a", "start": 150.98, "end": 154.58}, {"text": "stroke victim. It's like everything's fine, but but it's really you have to", "start": 154.58, "end": 159.54}, {"text": "run. I mean stay where you are, stay where you are, but you have to go and so", "start": 159.54, "end": 164.14}, {"text": "the", "start": 164.14, "end": 165.14}, {"text": "context that I saw this video and then wait we're not at the end of the end.", "start": 165.14, "end": 169.4}, {"text": "She", "start": 169.4, "end": 170.44}, {"text": "she's up there for like you know, twenty seconds doing the being like guys,", "start": 170.44, "end": 174.6}, {"text": "nothing is wrong. It's all okay. You have to leave, but stay in your seat and", "start": 174.6, "end": 178.64}, {"text": "then someone has a guy is so great and then another guy comes up and he gets a", "start": 178.64, "end": 183.28}, {"text": "second microphone. It's also there and he goes guys. I'm a producer. I'm part", "start": 183.28, "end": 189.1}, {"text": "of the taping tonight. You all have to go. You need you to get out of here", "start": 189.1, "end": 193.12}, {"text": "right now and then everyone goes what the what okay and then somebody asked. Why", "start": 193.28, "end": 198.7}, {"text": "are you recording? It's like because this is awesome. Yeah, what do you mean?", "start": 198.7, "end": 203.16}, {"text": "Why are you recording? I have to record that there has to be on the", "start": 203.16, "end": 206.4}, {"text": "intimidate theories. First, let's get into what does the government say this", "start": 206.4, "end": 209.56}, {"text": "is so being okay sure we so government being Robert Kelly, Robert Kelly said", "start": 209.56, "end": 214.64}, {"text": "that that he was just he was discussed", "start": 214.64, "end": 217.12}, {"text": "he looked at Sam with disgust,", "start": 218.44, "end": 221.64}, {"text": "and I tried to tell him because I saw from a reputable source, some", "start": 221.64, "end": 229.16}, {"text": "Twitter user using cigarettes said that there was", "start": 229.16, "end": 231.88}, {"text": "an attack from a paranormal. So this is my", "start": 231.88, "end": 237.0}, {"text": "I want to read the official one before we get into the theories, because this", "start": 237.0, "end": 240.92}, {"text": "is ridiculous. This is bullshit. This is clearly this is", "start": 240.92, "end": 243.56}, {"text": "a cover. This is we need to read this so that we understand, so we know how", "start": 243.56, "end": 248.04}, {"text": "I debunk this this is from NY comedy club, then one of the most famous comedy", "start": 248.04, "end": 252.6}, {"text": "clubs in the world, New York, New York, it's a New York City, it's under the KGB.", "start": 252.6, "end": 256.4}, {"text": "Oh my God, we've received a handful of inquiries regarding a viral clip of our", "start": 256.4, "end": 261.32}, {"text": "club being evacuated last night. First and foremost, nobody was harmed or", "start": 261.32, "end": 265.32}, {"text": "injured. The disruption was part of a filming by at high high, the producers", "start": 265.32, "end": 271.2}, {"text": "that rented out our venue for the night. So since this took on a bit of a wild", "start": 271.2, "end": 275.0}, {"text": "narrative. If you were in attendance for this taping, we'd love to host you for", "start": 275.04, "end": 278.4}, {"text": "an actual show for free. Please pls email us at info at new york comedy club dot", "start": 278.4, "end": 284.12}, {"text": "com and we'll throw that email address up on the screen and this is what", "start": 284.12, "end": 286.68}, {"text": "Robert Kelly said", "start": 286.68, "end": 287.76}, {"text": "something about", "start": 287.76, "end": 289.8}, {"text": "Norman", "start": 289.8, "end": 291.92}, {"text": "Robert Kelly, Robert Kelly, newly appointed to the bonfire after Dan", "start": 291.92, "end": 296.2}, {"text": "Soder left. Oh interesting, I didn't even know that mean either for Robert", "start": 296.2, "end": 299.68}, {"text": "Kelly. Yeah, people hate him.", "start": 299.68, "end": 301.16}, {"text": "I looked at their reddit the other day and it was just like when is blobby going", "start": 303.04, "end": 306.96}, {"text": "to shut the", "start": 306.96, "end": 307.44}, {"text": "blobby? My dad used to work with him at a restaurant. I know so I back him yeah", "start": 307.44, "end": 312.64}, {"text": "yes, he's he's a he used to drink shots of whiskey with I'm a blob. I'm a blobby", "start": 312.64, "end": 317.92}, {"text": "kelly to big shoes to fill Dan Soder", "start": 317.92, "end": 319.92}, {"text": "probably size sixteen or something as tall as fuck. He filled up with a big", "start": 319.92, "end": 324.52}, {"text": "shirt. Yeah,", "start": 324.52, "end": 325.12}, {"text": "Robert Kelly says told you as a great at not Sam once said to me when I asked if", "start": 325.12, "end": 331.24}, {"text": "beef between two wrestlers was real. What are you and mark then looked at me", "start": 331.24, "end": 335.84}, {"text": "with disgust, disgust as in they discussed it looked at me with disgust.", "start": 335.84, "end": 340.08}, {"text": "He was disgusted by so apparently they have a beef. We're getting too much into", "start": 340.08, "end": 345.12}, {"text": "the the blobby. Yeah, yeah, this part doesn't what I want to do with this", "start": 345.12, "end": 348.64}, {"text": "episode is do a full on investigation investigation. Maybe we should make a", "start": 348.64, "end": 354.04}, {"text": "diorama of the New York comedy club, yeah, and do like a JFK thing and have", "start": 354.04, "end": 359.48}, {"text": "let it be here's this thing happened here. Here's where we felt there was a", "start": 359.48, "end": 362.72}, {"text": "pocket. We have this to do calculations on the spiritual", "start": 362.72, "end": 366.32}, {"text": "why", "start": 366.32, "end": 369.48}, {"text": "because it's not like you're trying to change the top. I'm not trying to change", "start": 369.48, "end": 373.48}, {"text": "the top. Are you in this way? I'm not involved. You know what he's not", "start": 373.48, "end": 377.44}, {"text": "involved. Blue is low too early. He said paranormal and now we have nowhere to go.", "start": 377.44, "end": 381.4}, {"text": "You should have waited to say paranormal and then we could be now. That was the", "start": 381.4, "end": 385.56}, {"text": "only thing the only thing I knew about it was somebody saying that there was a", "start": 385.56, "end": 389.46}, {"text": "a paranormal occurrence. That was the only thing you knew. I didn't see any", "start": 389.46, "end": 393.34}, {"text": "other clip. I didn't see any other clip except for what Robert Kelly said, and", "start": 393.34, "end": 396.9}, {"text": "I'm going to take those two, those two people's statements as bond. Okay, this", "start": 396.9, "end": 400.94}, {"text": "is why you would literally never make it in the Lone Gunman or the X-Files or", "start": 400.94, "end": 404.58}, {"text": "any of those organisations. No, I wouldn't. I'd be the guy that I put my", "start": 404.58, "end": 408.98}, {"text": "suit jacket behind my badge and I say, \"Well, it's the damnedest thing.\" Do you", "start": 408.98, "end": 413.22}, {"text": "guys want to hear, see my, this is my impression of a character that's only in", "start": 413.22, "end": 416.86}, {"text": "his first three minutes of the X files episode. Okay,", "start": 416.9, "end": 419.1}, {"text": "hello,", "start": 419.1, "end": 420.78}, {"text": "oh that's him. That would be me. That's you he's he's hello and then night", "start": 420.78, "end": 426.6}, {"text": "warrants long as flashlight yeah, two foot long, but it's like working in a", "start": 426.6, "end": 430.7}, {"text": "museum looking into the room with all the sculptures of the apes. Hello, would", "start": 430.7, "end": 435.38}, {"text": "I at least going back? Hello, cut to black, would I at least tell them the", "start": 435.38, "end": 439.28}, {"text": "investigators that it's the damnedest thing or no you'd be dead. You're", "start": 439.28, "end": 443.18}, {"text": "completely or the guy who dies or a you'd be disappeared and then they would", "start": 443.18, "end": 446.42}, {"text": "find you your head implanted into a giant blob monster because he like he", "start": 446.5, "end": 451.94}, {"text": "took you in and you're part of and you would be talking in unison with a bunch", "start": 451.94, "end": 454.94}, {"text": "of other yeah, you'd becomes part of this giant board thing. Okay, so then", "start": 454.94, "end": 459.18}, {"text": "you be would be the guy that says it's the damnedest thing we can't make heads", "start": 459.18, "end": 462.9}, {"text": "or tails. Let me tell you where I was yesterday when I watch this video and", "start": 462.9, "end": 466.1}, {"text": "why it was so let's get I'm sorry I'm getting too into this X files. Why it", "start": 466.1, "end": 469.7}, {"text": "was so affecting to me yesterday I decided on a whim I left the gym as a", "start": 469.7, "end": 474.66}, {"text": "rainy day and my wife had had her siblings over and they smoked a joint", "start": 474.66, "end": 479.9}, {"text": "and a joint was sitting on my kitchen window sill. Disgusting. And I said,", "start": 479.9, "end": 485.22}, {"text": "\"You know what? I haven't smoked weed in a very long time, like six months.", "start": 485.22, "end": 487.86}, {"text": "I'm going to hit this weed two times", "start": 487.86, "end": 491.18}, {"text": "and play Assassin's Creed Valhalla, okay?\" Which is on Game Pass now.", "start": 491.18, "end": 496.74}, {"text": "I sit on the couch. I know you guys hate me for this. I sit on", "start": 496.74, "end": 501.46}, {"text": "my couch. It's disgusting. I open up Assassin's Creed Valhalla. As soon as I", "start": 501.46, "end": 505.5}, {"text": "open it, I get bored and I open my phone and I look, I look at this video and", "start": 505.5, "end": 514.48}, {"text": "this video made me so, that's the video, fucking scared. This video made me so", "start": 514.48, "end": 519.86}, {"text": "fucking scared. I was freaking out. I put on my Apple watch and checked my heart", "start": 519.86, "end": 524.3}, {"text": "rate. It was a hundred and twenty seven BPM sitting on my couch. That's a like a", "start": 524.3, "end": 527.86}, {"text": "watching a song. You could I know could get down to a house song to a heart", "start": 527.9, "end": 532.26}, {"text": "like that. This video was killed. See woman by Chris. I saw where I was where", "start": 532.26, "end": 536.98}, {"text": "I was when I saw this video is I it popped up on my reddit feed, our", "start": 536.98, "end": 542.74}, {"text": "slash stand up, which I do not subscribe to. I started frequently popping up", "start": 542.74, "end": 546.66}, {"text": "into my reddit feed due to me looking at some posts on there. Yes, and", "start": 546.66, "end": 550.78}, {"text": "this popped up. I watched it with no sound because what it was was it was it", "start": 550.78, "end": 555.9}, {"text": "it wasn't a video like post. It was like a text post that said and the thing", "start": 555.94, "end": 560.14}, {"text": "just said anybody know what the hell happened at Mark Norman set last night.", "start": 560.14, "end": 563.98}, {"text": "It's like well, I got you got to see what happened here. Maybe yelled at", "start": 563.98, "end": 567.34}, {"text": "somebody yeah, maybe he went so you made a yelling yeah, maybe he said", "start": 567.34, "end": 571.5}, {"text": "something, maybe he said, told a joke. He does that to yells and I click on", "start": 571.5, "end": 576.98}, {"text": "it. I watch the video without sound. I go whatever what do I care it pops up", "start": 576.98, "end": 581.06}, {"text": "again on my twitter this time. I watch it with sound and I am entranced. It", "start": 581.22, "end": 586.86}, {"text": "took over my day. I watch it probably twenty times. Oh yeah, the energy that", "start": 586.86, "end": 590.5}, {"text": "this woman has when she comes up. Can you pull this up? It's full. I'll send", "start": 590.5, "end": 595.3}, {"text": "you the video right now, so you can pull up the video and we'll watch it one", "start": 595.3, "end": 598.02}, {"text": "time and then we'll stop. We won't do any more. She has it. She has a need to", "start": 598.02, "end": 601.02}, {"text": "everyone needs to hear this woman's voice. The way she's talking. She has a", "start": 601.02, "end": 604.54}, {"text": "full the energy that she brings into this video is the same as the lady who", "start": 604.54, "end": 608.66}, {"text": "as the who like starts speaking gibberish on the news broadcast that", "start": 608.7, "end": 612.74}, {"text": "one time where she just looks so scared. She doesn't know where she is", "start": 612.74, "end": 616.54}, {"text": "instantly. She's looks actually so terrified. Well, I wonder what happened.", "start": 616.54, "end": 621.86}, {"text": "It's fucking chill because all that Norman said was some shit got fucked up,", "start": 621.86, "end": 626.46}, {"text": "which means... What does that mean, man? That's what the government says when", "start": 626.46, "end": 629.62}, {"text": "you're covering something up. It is a full cover up. Yes. And the fact that", "start": 629.62, "end": 632.7}, {"text": "we have not had a play by play. Here, we'll play the audio of this", "start": 632.7, "end": 636.06}, {"text": "video. We have a migrant here. I don't know what that means. Who are these people? See", "start": 636.06, "end": 643.06}, {"text": "these are security for the venue maybe? But then there's a cut right here. By the way,", "start": 643.06, "end": 654.54}, {"text": "he's bombing. Yeah. What do you mean? He's killing right now. He was bombing before this.", "start": 654.54, "end": 663.82}, {"text": "I think everyone's too scared to laugh at that.", "start": 663.82, "end": 669.66}, {"text": "And he just, he waddles like a penguin out of the fucking thing.", "start": 669.66, "end": 677.34}, {"text": "Why is he walking like that?", "start": 677.34, "end": 679.84}, {"text": "He does the walk you do after you're really embarrassed.", "start": 679.84, "end": 683.04}, {"text": "Everybody's getting up, they're switching seats, they're playing musical chairs.", "start": 683.04, "end": 686.4}, {"text": "Look at this.", "start": 686.4, "end": 687.4}, {"text": "Harry, no, this is a little bit...", "start": 687.4, "end": 689.4}, {"text": "Interruption.", "start": 689.4, "end": 691.4}, {"text": "Um, just stay, get up, get out, the taping, um, can we get out or what?", "start": 691.4, "end": 701.4}, {"text": "Yeah, I'm one of the producers of the show.", "start": 701.4, "end": 703.4}, {"text": "Um, yeah, we just need everybody.", "start": 703.4, "end": 705.4}, {"text": "Why is he wearing a lanyard with a...", "start": 705.4, "end": 707.4}, {"text": "Nice and slow, nice and slow, everything's fine, but...", "start": 707.4, "end": 711.4}, {"text": "If anyone's got any photos or video of what just happened...", "start": 711.4, "end": 715.4}, {"text": "what you have any father video of what just happened cut out their true actual", "start": 715.4, "end": 720.28}, {"text": "cover. It's actually", "start": 720.28, "end": 721.52}, {"text": "fully sober is even scary, believable. It is", "start": 721.52, "end": 725.96}, {"text": "I watch this multiple times. I never I only just caught just now the part we", "start": 725.96, "end": 730.48}, {"text": "said. If you have any photos or videos of this incident and it cut out, that's", "start": 730.48, "end": 733.48}, {"text": "crazy, that's actual X files yeah dude. I government cover and here's the second", "start": 733.48, "end": 738.76}, {"text": "theory we've heard the paranormal theory. This is the other theory that I've seen", "start": 738.76, "end": 741.76}, {"text": "people", "start": 741.8, "end": 742.3}, {"text": "posting in the in the twitter replies. I think you sent so one of these guys. I", "start": 742.3, "end": 747.68}, {"text": "think this is the shot heard around the world very soon. Comedy will be illegal.", "start": 747.68, "end": 753.6}, {"text": "Somebody said pretty legal to make no jokes. Yes,", "start": 753.6, "end": 757.24}, {"text": "there's a last time starting with Norman. They're starting with the most", "start": 757.24, "end": 761.16}, {"text": "powerful and they're going to work their way down. They're going to work. I", "start": 761.16, "end": 763.6}, {"text": "first came for Norman and I didn't say anything yeah because because I don't", "start": 763.6, "end": 767.8}, {"text": "care.", "start": 767.8, "end": 768.16}, {"text": "dude that and they came for me and then I still didn't care that much. I just got", "start": 770.88, "end": 775.28}, {"text": "a", "start": 775.28, "end": 775.4}, {"text": "guys. This is the beginning of the stand up bubble popping yeah. You think this", "start": 775.4, "end": 782.46}, {"text": "is it? I think this is this", "start": 782.46, "end": 783.6}, {"text": "the text, but that is so they're going to put this one great social studies.", "start": 783.6, "end": 788.32}, {"text": "They're going to be studying this video, the Norman Jesus Christ dude. It really", "start": 788.32, "end": 793.48}, {"text": "scared me and it's crazy and I've been worried for days. She goes like just", "start": 793.48, "end": 797.72}, {"text": "they sit down, get up and stay and you have to leave. Yeah, taping she", "start": 797.76, "end": 803.36}, {"text": "doesn't know what to say. She's completely lost. I love that how how", "start": 803.36, "end": 807.06}, {"text": "like flustered and how much evil energy do you have to be giving off to be on", "start": 807.06, "end": 811.46}, {"text": "stage, trying to inform people about an emergency and someone in the audience", "start": 811.46, "end": 814.96}, {"text": "goes. What the fuck are you talking about? Yeah, yeah, but I read it.", "start": 814.96, "end": 819.52}, {"text": "Any situation where someone is on stage doing that, like everybody in the", "start": 819.52, "end": 824.24}, {"text": "the audience is dead silent. Oh my God, which I'm of course, yeah,", "start": 824.28, "end": 827.32}, {"text": "all instructions, let's go. What the fuck? What the fuck are you talking about? I", "start": 827.32, "end": 832.0}, {"text": "read another theory and I think this one could be also true is that those", "start": 832.0, "end": 837.16}, {"text": "security guards are the men in black and that man was a time travel alien event", "start": 837.16, "end": 842.68}, {"text": "uh-huh and that man was a time. I traveled from like four years ago,", "start": 842.68, "end": 846.52}, {"text": "though, yeah, time travel man that's still pretty impressive. Time travel", "start": 846.52, "end": 849.8}, {"text": "that doesn't really impress me.", "start": 849.8, "end": 851.52}, {"text": "it impresses you. I'm not impressed by forward time travel. I'm if I could go", "start": 852.32, "end": 855.82}, {"text": "bro. If I could go four years back in the past and future, you can only go", "start": 855.82, "end": 860.38}, {"text": "future.", "start": 860.38, "end": 860.82}, {"text": "Okay, okay, what would you do? I'm not it's fine. No, no, I would go. We can", "start": 860.82, "end": 866.3}, {"text": "only go in the day that they", "start": 866.3, "end": 867.5}, {"text": "go four years into the future. I'd probably go to I would say January", "start": 867.5, "end": 872.78}, {"text": "twenty twenty eight. Most likely is where I go. If that's what I could do to", "start": 872.78, "end": 876.84}, {"text": "see who's been who's the president, just see whatever happens. I messed up. I", "start": 876.84, "end": 880.66}, {"text": "messed up by shutting down your idea where what would you do if you go for", "start": 880.74, "end": 883.78}, {"text": "years, not a good enough idea. Now you have to justify. You may tell me what", "start": 883.78, "end": 887.5}, {"text": "you would make a stink about. I made a second joke. I made a", "start": 887.5, "end": 890.2}, {"text": "inauguration bringing it back. Would you go to the inauguration? Would you go to", "start": 890.2, "end": 894.0}, {"text": "just somewhere like you can't go far back enough? I guess of four years to get", "start": 894.0, "end": 897.26}, {"text": "to January six.", "start": 897.26, "end": 898.18}, {"text": "Okay, or what year was that? Was that four years ago? That was three years ago.", "start": 898.18, "end": 902.3}, {"text": "Okay, then I go to January six and I'd be there. You know you could kill. I was", "start": 902.3, "end": 905.62}, {"text": "at the dentist that day. Take a bullet for Ashley. I would invest in sourdough", "start": 905.62, "end": 909.38}, {"text": "sourdough starter, though yes, that's what I was a good idea to invest in the", "start": 909.4, "end": 913.4}, {"text": "like yeah, just in the entire in the entire thing. Okay, invest in sourdough", "start": 913.4, "end": 919.2}, {"text": "starter that you're not selling is what you're saying invest in it like on the", "start": 919.2, "end": 922.68}, {"text": "stock market. I'd go to the stock market with ten million dollars and I'd find", "start": 922.68, "end": 926.4}, {"text": "whatever stock code is closest. I'd just type in s r d h and I just put a ten", "start": 926.4, "end": 931.8}, {"text": "you know. I just watched the wolf of wall street or not. No, I walk in", "start": 931.8, "end": 936.44}, {"text": "Wall Street and I watched the big short yeah. I re watch both these movies and", "start": 936.48, "end": 941.38}, {"text": "in the big short they they they do that, though they walked they go to Wall", "start": 941.38, "end": 946.58}, {"text": "Street. They're like we want to put money on something that doesn't exist and", "start": 946.58, "end": 949.5}, {"text": "they're like oh okay, we'll do that. So you can do that yeah. You can definitely", "start": 949.5, "end": 952.98}, {"text": "walk in. Well, maybe you can't do that anymore because they did that.", "start": 952.98, "end": 956.22}, {"text": "So you think you can't walk in and say I'd like to put my money on bubble gum", "start": 956.22, "end": 960.7}, {"text": "yeah and do you think now if you've done it because two thousand and five", "start": 960.7, "end": 964.1}, {"text": "whatever it's the fucking little. Do they know bubble gum going way up chewing", "start": 965.3, "end": 969.0}, {"text": "tobacco going way down in the major league baseball and then you make money.", "start": 969.0, "end": 973.0}, {"text": "Yeah, I think because of the big because of the big short the event mentioned in", "start": 973.0, "end": 977.6}, {"text": "the movie, the big short I'd rather watch the shorts big yeah, we about", "start": 977.6, "end": 981.4}, {"text": "death runs.", "start": 981.4, "end": 982.3}, {"text": "The big shorts,", "start": 982.3, "end": 986.7}, {"text": "shorts big", "start": 986.7, "end": 988.3}, {"text": "shorts big.", "start": 988.3, "end": 990.0}, {"text": "It's a documentary about new metal. It's kind of more an artistic name. It's", "start": 990.0, "end": 994.3}, {"text": "like saying like the brothers three, then big shorts. No, the short big. I", "start": 994.3, "end": 998.2}, {"text": "don't like this name. I like them big shorts or the big shorts better than", "start": 998.2, "end": 1001.7}, {"text": "big shorts. The big shorts is too close to the big short. You'd be but it was a", "start": 1001.7, "end": 1005.7}, {"text": "alien style sequel. It's supposed to be close. It's a reverser. You know that", "start": 1005.7, "end": 1011.14}, {"text": "guy's pet is, but it budding he's budding money again. No, I don't know.", "start": 1011.14, "end": 1015.16}, {"text": "I never saw the short. You never saw the big short. No, it's pretty fun man.", "start": 1015.16, "end": 1018.36}, {"text": "They got Margot Robbie in the tub. Margot Robbie gets in the two. I thought", "start": 1018.36, "end": 1022.56}, {"text": "that happened in the Wolf of Wall Street. No, she gets in the well, she gets in", "start": 1022.58, "end": 1025.38}, {"text": "her nudity both now. Yeah, but then in the big short, she sits in a tub and", "start": 1025.38, "end": 1029.42}, {"text": "she tries to explain stuff and I still why she's as she really must be so", "start": 1029.42, "end": 1033.92}, {"text": "obsessed with money to be in both of these movies and Barbie as well. This", "start": 1033.92, "end": 1037.66}, {"text": "money made more movie than any movie ever. It makes so much movie. This money", "start": 1037.66, "end": 1042.38}, {"text": "made a two hour made a long movie. Yeah, I made a very long movie guys. Have", "start": 1042.38, "end": 1046.82}, {"text": "you seen Barbie? Have you guys either? Yeah, I saw Barbie. I saw I did too. I", "start": 1046.82, "end": 1051.46}, {"text": "I liked it. It was fun. Yeah, I thought it was funny. I saw Oppenheimer. I", "start": 1051.46, "end": 1054.6}, {"text": "thought that Ken Gosling was so my brain is melting today. Yeah, what's going on?", "start": 1054.6, "end": 1059.62}, {"text": "He was so fucking funny and I think we're affected. I think that when he", "start": 1059.62, "end": 1063.42}, {"text": "says, can I please go to your house? Can I come to your house today?", "start": 1063.42, "end": 1066.62}, {"text": "It still makes me laugh. That's cute when he says he goes, please, do you", "start": 1066.62, "end": 1070.98}, {"text": "want to hang out tonight, Barbie?", "start": 1070.98, "end": 1071.94}, {"text": "Yep, and that makes me laugh. That makes me laugh. I haven't seen it. I don't", "start": 1071.94, "end": 1075.74}, {"text": "know you. That was the first clip they released from the movie. I haven't seen", "start": 1075.74, "end": 1078.3}, {"text": "I find a look at anything from it. Why did nobody here's why did nobody ever", "start": 1078.32, "end": 1082.76}, {"text": "take the barbie and the can in that movie and go", "start": 1082.76, "end": 1084.82}, {"text": "and make them do it and make them fight now you all may they fight in the movie,", "start": 1084.82, "end": 1089.56}, {"text": "but they don't they fight in the movie yeah. They have a big they get it. They", "start": 1089.56, "end": 1092.68}, {"text": "have a civil war disagreement. They have a basically a class divide civil war", "start": 1092.68, "end": 1097.5}, {"text": "interesting, so it's like Dark Knight Rises kind of did Ryan. It's a lot like", "start": 1097.5, "end": 1101.34}, {"text": "get a and Oscar Oscar nod. Maybe I don't remember it. If he did he get an Oscar", "start": 1101.34, "end": 1107.44}, {"text": "nod Ryan Gosling for Barbie because I'm only just now processing how funny that", "start": 1107.48, "end": 1112.02}, {"text": "is. Yeah, you got yeah best supporting actor God that is really everyone", "start": 1112.02, "end": 1115.82}, {"text": "pissed off that Greta Gerwig and Margot Robbie didn't get into guys. I mean", "start": 1115.82, "end": 1120.14}, {"text": "to be fair,", "start": 1120.14, "end": 1120.76}, {"text": "out of the movie he does deserve the best guy. Yeah, but then, but then let", "start": 1120.76, "end": 1124.94}, {"text": "him steal that movie. America Ferrara still got nominated for best supporting", "start": 1124.94, "end": 1129.86}, {"text": "and everyone's just like oh fucking the the two that I like didn't get it.", "start": 1129.86, "end": 1133.82}, {"text": "America Ferrara the she's the one who gives the model. She's the mom. She's", "start": 1133.98, "end": 1138.52}, {"text": "mom barbie. No, she's a mom of humans. She's a mom of a human woman. Why is she", "start": 1138.52, "end": 1143.26}, {"text": "there? It's just see", "start": 1143.26, "end": 1145.2}, {"text": "the most simple movie of all time. Speaking of movies, man, couple of new", "start": 1145.2, "end": 1151.56}, {"text": "camera yeah, so if they look like if the colors are off, they'll be fixed soon.", "start": 1151.56, "end": 1156.72}, {"text": "So don't believe it is. I know you guys are going to leave some fucking comments.", "start": 1156.72, "end": 1160.16}, {"text": "good news. We don't like the therapy gecko. Well, guess what? How would you", "start": 1160.94, "end": 1164.8}, {"text": "feel afforded this? How guys I saw a lot of people. I saw a lot of people", "start": 1164.8, "end": 1169.14}, {"text": "upset about the episode we did with therapy gecko. They said they didn't", "start": 1169.14, "end": 1172.3}, {"text": "like that guest and they thought they didn't like him. Now, how would you", "start": 1172.3, "end": 1175.46}, {"text": "feel if I told you that five minutes after he left the studio, he got hit by", "start": 1175.46, "end": 1179.22}, {"text": "a car? He didn't, but how would you how would you feel if that happened?", "start": 1179.22, "end": 1182.78}, {"text": "Probably feel and you'd probably feel terrible. You would feel terrible and", "start": 1182.78, "end": 1186.42}, {"text": "I'm talking to you, Draven. That's the only guest. That's the only person I", "start": 1186.42, "end": 1190.7}, {"text": "remember we've said your name on the show. We are going to be having so we I", "start": 1190.74, "end": 1194.62}, {"text": "mean what are the what is a new paradigm of guests guys? What are the chances", "start": 1194.62, "end": 1197.88}, {"text": "that we're going to be back next week? He's back. I was just about to say", "start": 1197.88, "end": 1200.76}, {"text": "he's on this episode. He's", "start": 1200.76, "end": 1202.04}, {"text": "he's sitting in the corner. He's over there. We are going to have so many", "start": 1202.04, "end": 1206.64}, {"text": "guests that none of you know who they are. We don't know who they are. Well,", "start": 1206.64, "end": 1210.66}, {"text": "just to be on the show. I think it's not even I guess maybe this is over the", "start": 1210.66, "end": 1216.3}, {"text": "line, but maybe", "start": 1216.3, "end": 1217.1}, {"text": "it's the funny part here is not that it's nobody knew who the guest was.", "start": 1218.18, "end": 1220.84}, {"text": "It's that everybody knew who the guest was and we did and we didn't know", "start": 1220.84, "end": 1224.08}, {"text": "very nice guy. He's a very nice guy, yeah, very kind, but but apparently all", "start": 1224.08, "end": 1233.24}, {"text": "of you guys,", "start": 1233.24, "end": 1233.76}, {"text": "I mean all again and what are the odds that we have a giant guest on in the", "start": 1233.76, "end": 1242.6}, {"text": "next episode? No and don't we don't know who we don't know who he is in the", "start": 1242.6, "end": 1246.24}, {"text": "next episode we have new cameras. So next week we're gonna have on Kate Blanchett", "start": 1246.28, "end": 1250.42}, {"text": "and then we're gonna have on post Malone. They call post my God post one", "start": 1250.42, "end": 1254.48}, {"text": "of the posty moms got twenty brain tumors. Oh, I saw that", "start": 1254.48, "end": 1257.38}, {"text": "you sent us that text. He's in a group chat with post Malone moms. They're", "start": 1257.38, "end": 1262.96}, {"text": "what the moms, the posty moms yeah, twenty", "start": 1262.96, "end": 1266.14}, {"text": "she got twenty brain tumors in her brain talk about post the mom.", "start": 1266.14, "end": 1270.66}, {"text": "Is a Facebook group for moms who are obsessed with post Malone and they post", "start": 1270.66, "end": 1274.98}, {"text": "pictures of my my husband got me tickets to a post Malone concert. I wish I could", "start": 1275.02, "end": 1278.46}, {"text": "suck post Malone's dick. My son, they're getting their post Malone and I came", "start": 1278.46, "end": 1282.3}, {"text": "into the room and started dancing. They're buying their husband's tattoos.", "start": 1282.3, "end": 1285.18}, {"text": "They have the most violent crushes on post Malone that it's possible for a", "start": 1285.18, "end": 1288.54}, {"text": "forty or fifty year old woman to have and one of them posted the other day.", "start": 1288.54, "end": 1292.22}, {"text": "Well guys bad news. I this is like and it was the name of someone else in a", "start": 1292.22, "end": 1296.46}, {"text": "group just got this message from this like other posty mom and she has twenty", "start": 1296.46, "end": 1299.82}, {"text": "tumors in her brain.", "start": 1299.82, "end": 1300.82}, {"text": "twenty twenty. Can you imagine you're living your life? You're dedicating", "start": 1302.94, "end": 1307.94}, {"text": "your entire life to this disgusting smelling raccoon man with with tattoos", "start": 1307.94, "end": 1313.18}, {"text": "covering his entire body. You're you're snubbing your husband for sex because", "start": 1313.18, "end": 1317.94}, {"text": "you're a man. You're imagining you're you're in a trash can with a stinky", "start": 1317.94, "end": 1322.74}, {"text": "you're drawing your little you're doodling you're doodling your name", "start": 1322.74, "end": 1326.58}, {"text": "when barb wire, Gertrude Malone, yeah, you're a kid, you're Gertrude Malone,", "start": 1326.58, "end": 1331.22}, {"text": "your your your children are embarrassed. They don't want you to drop them off at", "start": 1331.26, "end": 1335.14}, {"text": "school anymore. Say Mom, stop listening to this music. Please listen to", "start": 1335.14, "end": 1338.66}, {"text": "something normal like Roy Orbison", "start": 1338.66, "end": 1340.6}, {"text": "and then you find out all along the reason that you've had this crush is", "start": 1340.6, "end": 1344.94}, {"text": "because you have twenty two.", "start": 1344.94, "end": 1346.02}, {"text": "Like when they cut open a pedophiles and they find that they have a giant to", "start": 1346.02, "end": 1351.74}, {"text": "they're like the doctors yeah, the doctor's like all right and that's", "start": 1351.74, "end": 1355.22}, {"text": "seventeen eighteen.", "start": 1355.22, "end": 1357.02}, {"text": "I'll go here. I", "start": 1359.42, "end": 1360.42}, {"text": "sat of a and you know you know the gallows, you're opening your phone and", "start": 1360.42, "end": 1365.06}, {"text": "just leaving the group. Yeah,", "start": 1365.06, "end": 1366.3}, {"text": "what have I been doing with my back to the gallows humor that these surgeons", "start": 1366.3, "end": 1372.38}, {"text": "have. They're going to look at this lady and go, Hey lady, you got some brains on", "start": 1372.38, "end": 1375.3}, {"text": "your tumor. Yeah, classic, classic surgeon. You know what this this woman", "start": 1375.3, "end": 1379.94}, {"text": "should do, though, is literally she should", "start": 1379.94, "end": 1382.06}, {"text": "she should take these twenty brain tumors and to auction them off and give", "start": 1382.06, "end": 1387.02}, {"text": "so yeah, auction them off to other members of the group who are not so", "start": 1387.06, "end": 1389.86}, {"text": "serious about post Malone and completely put them in their head. These are post", "start": 1389.86, "end": 1393.14}, {"text": "Malone tumours. It's the tumour that does it. You put the tumour and how many", "start": 1393.14, "end": 1396.42}, {"text": "times is he going to go crazy? Twenty. Have you guys heard? I was going to ask", "start": 1396.42, "end": 1399.54}, {"text": "as a twenty times. I think we talked about this with Rex at some point. You", "start": 1399.54, "end": 1403.5}, {"text": "have you heard that he has an aunt that is like fully being catfish by somebody", "start": 1403.5, "end": 1407.98}, {"text": "pretending to be post Malone. No, that's exactly the the demographic. There is", "start": 1407.98, "end": 1412.86}, {"text": "front is like going like flying across the country, flew to Vegas for for like a", "start": 1413.34, "end": 1418.56}, {"text": "VIP, because Post Malone was like yeah, I'll put you on the list and then she", "start": 1418.56, "end": 1421.96}, {"text": "got there and they were like these tickets don't exist.", "start": 1421.96, "end": 1423.8}, {"text": "It's crazy. That is a very funny person for older women to get involved. Yeah,", "start": 1423.8, "end": 1429.64}, {"text": "it's really funny yeah, because he talks about he likes. I mean, I mean, I guess", "start": 1429.64, "end": 1433.44}, {"text": "that's the only that's that's the type of bad boy, the younger bad, because they", "start": 1433.44, "end": 1438.48}, {"text": "don't have a real", "start": 1438.48, "end": 1439.4}, {"text": "anymore. There is a no no. What do we got? But he doesn't make music.", "start": 1440.2, "end": 1444.04}, {"text": "Jacob, a bad boy. He wears a leather jacket in the trailer for the movie", "start": 1444.04, "end": 1448.2}, {"text": "where he plays a biker. Oh, that does look cool. He's playing Elvis in a", "start": 1448.2, "end": 1452.12}, {"text": "movie.", "start": 1452.12, "end": 1452.56}, {"text": "He's the closest thing I could imagine to the type of bad boy that an older", "start": 1452.56, "end": 1457.84}, {"text": "woman might want to get involved. That shit where Austin Butler did the Elvis", "start": 1457.84, "end": 1460.92}, {"text": "movie and then couldn't lose the voice. That is funny as fuck. So fucking sick.", "start": 1460.92, "end": 1464.76}, {"text": "And everybody's saying, oh, it's a stunt. We lived it, guys. We know. This", "start": 1464.76, "end": 1469.56}, {"text": "We got stuck in Donald Trump voice. We did. We did that for months. Genuinely.", "start": 1469.58, "end": 1473.58}, {"text": "Yeah, the whole month of the 2022 tour? Was that the year? Yeah. Way too late.", "start": 1473.58, "end": 1479.58}, {"text": "Six years after he was in the election. Six years after it was funny. Yeah.", "start": 1479.58, "end": 1483.58}, {"text": "And we did that for a long time. And we were obsessed.", "start": 1483.58, "end": 1485.58}, {"text": "And this happens to a lot of great men, I think. You put yourself too far deep into the role.", "start": 1485.58, "end": 1490.58}, {"text": "Heath Ledger, Us. Heath Ledger did it in The Joker. That's the only two.", "start": 1490.58, "end": 1494.58}, {"text": "22. Well, he fledger Austin Butler, but I could see that me doing this with other", "start": 1494.58, "end": 1498.98}, {"text": "roles as well. Oh, yeah, percent like what what rules", "start": 1498.98, "end": 1502.1}, {"text": "well, what do you think I'd be up for in my future? Mr. Hit man, hit man. I think", "start": 1502.1, "end": 1507.9}, {"text": "I could become silent. Mr. Clean. I think he doesn't talk much either. Blue", "start": 1507.9, "end": 1512.26}, {"text": "Caillou blue. Okay, so this is a really bad idea for me to bring this up. If we", "start": 1512.26, "end": 1516.98}, {"text": "put it, if yeah, if we put a big thing on your nose, you could do in this shirt,", "start": 1516.98, "end": 1522.62}, {"text": "you could do a perfect Squidward. No, because I'd still need to do the", "start": 1522.62, "end": 1525.98}, {"text": "Squidward. I would still take... Can you just do your best...", "start": 1525.98, "end": 1528.62}, {"text": "Do your best to talk... Oh my God. It's not that good. It's pretty good.", "start": 1528.62, "end": 1533.52}, {"text": "Why do they give humans Squidward hair? Yeah, that's fucked up. It actually", "start": 1533.52, "end": 1536.32}, {"text": "does kinda look like me if I had no hair. The first picture looks a", "start": 1536.32, "end": 1539.86}, {"text": "lot like you. Well, that looks a lot like me. Click that first one,", "start": 1539.86, "end": 1542.28}, {"text": "the first drawing.", "start": 1542.28, "end": 1543.1}, {"text": "That does look like Caleb. Wait, what? That's the hat you always wear too.", "start": 1543.1, "end": 1546.94}, {"text": "But he would never say K star LL me. What does that mean?", "start": 1546.94, "end": 1550.68}, {"text": "He would if he was human. He doesn't know about death. Yeah, he would say, \"I'm", "start": 1550.68, "end": 1554.68}, {"text": "gonna kelp myself.\" He'd say that. He'd say, \"Eeeh.\" Dolphin noise. He's a squid.", "start": 1554.68, "end": 1560.76}, {"text": "But dude, someone... No, that's the swearing. Thank you. A man of culture.", "start": 1560.76, "end": 1564.68}, {"text": "Yeah. I know the most about squidward at this table, probably. Broskies, I'm", "start": 1564.68, "end": 1567.76}, {"text": "sorry as fuck. Have you guys seen the video where they... I don't know if it's", "start": 1567.76, "end": 1571.68}, {"text": "real, but I saw it when I was a kid where it was like you... It's the uncensored", "start": 1571.68, "end": 1575.48}, {"text": "version of that episode. Oh, yeah. Where they actually say the cussing. Is it", "start": 1575.48, "end": 1579.0}, {"text": "real. They did you guys see the", "start": 1579.0, "end": 1581.0}, {"text": "leak? Did you guys see all the", "start": 1581.0, "end": 1583.64}, {"text": "leak? A disgruntled employee. That", "start": 1583.64, "end": 1585.26}, {"text": "one is that's not real. I think", "start": 1585.26, "end": 1586.92}, {"text": "if I remember correctly, but", "start": 1586.92, "end": 1588.6}, {"text": "recently there was a bunch of", "start": 1588.6, "end": 1590.2}, {"text": "there was a bunch of production", "start": 1590.2, "end": 1592.0}, {"text": "drawing sketches and drawings that", "start": 1592.0, "end": 1593.72}, {"text": "did leak of like all the sponge", "start": 1593.72, "end": 1595.4}, {"text": "Bob characters with giant dicks", "start": 1595.4, "end": 1596.72}, {"text": "fucking each other. And why is", "start": 1596.72, "end": 1598.0}, {"text": "this one? Why is this? You guys", "start": 1598.0, "end": 1599.12}, {"text": "haven't seen this? Hold it up.", "start": 1599.12, "end": 1600.28}, {"text": "We're on Patreon. You can show it.", "start": 1600.28, "end": 1602.2}, {"text": "This is real. I'm serious. There", "start": 1602.2, "end": 1603.76}, {"text": "it's a bunch of the characters all", "start": 1603.76, "end": 1605.56}, {"text": "saying insane stuff and getting", "start": 1605.56, "end": 1607.2}, {"text": "and getting fucked. Why are they", "start": 1607.2, "end": 1608.48}, {"text": "fudging violently fucking because that's just what cartoonists do. They have fun.", "start": 1608.48, "end": 1612.16}, {"text": "You know what I mean? That is how and then and it's so funny. I got I was", "start": 1612.16, "end": 1615.76}, {"text": "looking at them on Twitter and it's all the like it's like, you know, 12 year", "start": 1615.76, "end": 1619.96}, {"text": "old SpongeBob stands on there all like I can't watch SpongeBob anymore. This is", "start": 1619.96, "end": 1624.98}, {"text": "the most evil thing I've ever seen in my life. Speaking of just like kids", "start": 1624.98, "end": 1628.8}, {"text": "animation stands. Have you seen the children who are obsessed with a family", "start": 1628.8, "end": 1634.84}, {"text": "got or South Park. Yeah, that are like what I mean. They've never really watched the show", "start": 1634.84, "end": 1641.28}, {"text": "for it's for adults. It's not for kids. Yeah, I know, but there's these children who are", "start": 1641.28, "end": 1644.72}, {"text": "obsessed with South Park so much that they have like Cartman X the Yowie. Yeah, South", "start": 1644.72, "end": 1650.72}, {"text": "Park Yowie. It's the only cartoon that has a warning on the front of the cartoon. That's", "start": 1650.72, "end": 1654.52}, {"text": "not like cigarettes drawn together. Well drawn together as well, but they stole it off South", "start": 1654.52, "end": 1659.32}, {"text": "Park. Well, they I think they had to legally what is Yowie. That's when two boys two boys", "start": 1659.32, "end": 1664.44}, {"text": "is kiss. Kiss on a comic. This is called yaoi. Yeah, comically kiss. It's Japanese. To kiss", "start": 1664.44, "end": 1669.96}, {"text": "boys have it called yaoi. Well, it's gayness. It's gay boys kissing. Okay, so they're doing", "start": 1669.96, "end": 1675.56}, {"text": "it. You never heard of this? You're probably the number one guy I would have expected to", "start": 1675.56, "end": 1679.48}, {"text": "know about this, man. Yeah, why? Because I play Persona? Yeah, it kind of honestly shows", "start": 1679.48, "end": 1683.26}, {"text": "a huge gap in your cultural research. Persona has no gay stuff in it. You were talking about", "start": 1683.26, "end": 1686.8}, {"text": "tsundere and stuff like that, and you don't know yaoi. Well, because I played one game.", "start": 1686.8, "end": 1691.24}, {"text": "but what's in dairy? I don't remember now. It was a long one of them is about", "start": 1691.24, "end": 1696.24}, {"text": "yeah. I don't know which is which and one of them is about stupid you idiot", "start": 1696.24, "end": 1699.94}, {"text": "and it's a various one yeah. You go you idiot don't fuck me. I hate you don't", "start": 1699.94, "end": 1703.96}, {"text": "even try to, but they're being me, but they're being yeah fake to be a fake", "start": 1703.96, "end": 1707.52}, {"text": "about it. It's about being fake and the other one's like", "start": 1707.52, "end": 1709.64}, {"text": "yonder. I know, please, which one's that I'm telling you. I don't remember the", "start": 1709.64, "end": 1715.76}, {"text": "difference. I think that's the end area. One is one and one is the other. Well,", "start": 1715.76, "end": 1719.36}, {"text": "I don't get involved with this. No, you're going to get involved. I'm not", "start": 1719.4, "end": 1722.84}, {"text": "going to get I'm going to drop you in the middle of the Japanese. This is", "start": 1722.84, "end": 1725.88}, {"text": "you doing Sundari on me. I can try", "start": 1725.88, "end": 1728.68}, {"text": "wait, which okay, Sundari is we'll say that Google it. We'll say that's the", "start": 1728.68, "end": 1733.58}, {"text": "shy one. Okay, so now try to go, which is which", "start": 1733.58, "end": 1736.2}, {"text": "hold up. Whoa, that's the", "start": 1736.2, "end": 1742.28}, {"text": "I'd like to rewind. Sundari is the yelling, but yeah, let's do this again.", "start": 1742.28, "end": 1747.46}, {"text": "I try to fuck me and Pat went", "start": 1747.48, "end": 1749.18}, {"text": "that is not how you do that is not okay. So that's how you try to fuck me. The", "start": 1749.18, "end": 1755.92}, {"text": "mean here let me hear", "start": 1755.92, "end": 1756.94}, {"text": "your hand. Put your hands on the table like you're just like sitting there.", "start": 1756.94, "end": 1760.92}, {"text": "Okay, wait me or him", "start": 1760.92, "end": 1762.36}, {"text": "nice hand. You fucking fat ass", "start": 1762.36, "end": 1766.0}, {"text": "and dairy exactly in dairy and now hit me with it. I'll now do yonder. A", "start": 1766.0, "end": 1772.16}, {"text": "exactly yeah. So now I know the wait, wait, wait, actually this do it again.", "start": 1773.92, "end": 1777.8}, {"text": "So I've been doing that to him, the can slowly comes back. I've been doing that", "start": 1777.8, "end": 1782.96}, {"text": "to Caleb forever because he tries to do that to me. You are yeah, constantly", "start": 1782.96, "end": 1787.12}, {"text": "yours. I'm yandere to you because you sit there and you say I'm going to get", "start": 1787.12, "end": 1791.92}, {"text": "your butt. I'm going to get your you say I said, I said stuff like that, but", "start": 1791.92, "end": 1797.28}, {"text": "never get your butt and then that's not this is I guess if we're talking with", "start": 1797.28, "end": 1800.84}, {"text": "there was a romantic dynamics here. I feel like I'm always trying to get", "start": 1800.84, "end": 1804.58}, {"text": "Jubio. He always he he kind of what's the one where he just basically coldly", "start": 1804.58, "end": 1809.08}, {"text": "ignores me and doesn't say a word when I text him things like I want love or I", "start": 1809.08, "end": 1813.96}, {"text": "love you or I want to hold your hand. He doesn't say I love you back. He doesn't", "start": 1813.96, "end": 1817.2}, {"text": "say that I've told him I love you. You have to", "start": 1817.2, "end": 1819.7}, {"text": "drop you at the airport. I say I love you and you say, well, maybe you don't", "start": 1819.7, "end": 1824.54}, {"text": "know. Maybe you're saying Teyama to be he's not saying he doesn't he doesn't", "start": 1824.54, "end": 1828.18}, {"text": "love us. I have a text not from yesterday. I said I want love and this", "start": 1828.2, "end": 1832.8}, {"text": "is what he sent me. Oh well, that's actually myself. He's telling you to", "start": 1832.8, "end": 1836.02}, {"text": "love yourself. He's sending a picture of me back. Speaking of shot, I art of", "start": 1836.02, "end": 1840.04}, {"text": "you speaking of a shops, somebody had to submit to the master troll two days", "start": 1840.04, "end": 1844.82}, {"text": "ago. I heard about that. I got I got some I got owned. You had to submit to", "start": 1844.82, "end": 1849.6}, {"text": "the master, the master jester. I'll say explain what happened. I will explain", "start": 1849.6, "end": 1853.66}, {"text": "happened. So our friend Connor kept texting us and asking us to make AI voice of Too Lazy", "start": 1853.68, "end": 1861.48}, {"text": "to Try. And you did it. So I did. I didn't know this. I had the file on the computer.", "start": 1861.48, "end": 1867.36}, {"text": "I already had the AI voice. If you don't know who Too Lazy to Try is, he is a drama YouTuber.", "start": 1867.36, "end": 1874.04}, {"text": "He probably will watch this Mark Norman thing. Maybe. After we finish this story, we need", "start": 1874.04, "end": 1878.6}, {"text": "to get back to the Mark Norman thing. Dark Mormon. More theories to drop. Yeah, I have", "start": 1878.6, "end": 1883.6}, {"text": "theories. So he does these videos. He's basically like Real Housewives for the Roganverse. And", "start": 1883.6, "end": 1890.72}, {"text": "we are obsessed. We are completely obsessed with him. We're obsessed. We love him so much.", "start": 1890.72, "end": 1896.08}, {"text": "So I did an AI voice of his and then I texted Caleb and I said to him, \"LOL, too lazy to", "start": 1896.08, "end": 1902.96}, {"text": "try. Just made a video about your Tampa shows with Adam.\" Not my Tampa shows. On his Patreon.", "start": 1902.96, "end": 1908.36}, {"text": "You said on the Patreon. On his Patreon and you said, \"LOL, what's he saying?\" and I said,", "start": 1908.36, "end": 1912.08}, {"text": "\"Hold up, I'll screen record it for you.\" And then, do you have the video on hand? Because", "start": 1912.08, "end": 1917.6}, {"text": "my phone's charging. I think I sent it in the group chat. But... Will you find the video?", "start": 1917.6, "end": 1924.88}, {"text": "So this is... So I sent this to Caleb and he fully... He said he'd screen record. I fully", "start": 1924.88, "end": 1929.98}, {"text": "believed it for the first 10 seconds. This is not... And then I got pretty mad. Jubio,", "start": 1929.98, "end": 1934.8}, {"text": "This is not the text.", "start": 1934.8, "end": 1938.32}, {"text": "That is a good text though for Patrick.", "start": 1938.32, "end": 1939.96}, {"text": "He says, \"Ironic racism is still racism.\"", "start": 1939.96, "end": 1943.2}, {"text": "And there's a picture of him.", "start": 1943.2, "end": 1946.96}, {"text": "This is not the text I was talking about.", "start": 1946.96, "end": 1949.04}, {"text": "Okay.", "start": 1949.04, "end": 1950.04}, {"text": "All right, so recently I went and saw Adam Friedland in Tampa and my God, what a fucking", "start": 1950.04, "end": 1954.88}, {"text": "mess that show was.", "start": 1954.88, "end": 1955.88}, {"text": "First, he had this opener, which seemed like he might have worked for the club.", "start": 1955.88, "end": 1960.72}, {"text": "I don't really know.", "start": 1960.72, "end": 1961.72}, {"text": "but then this other comment came out and I think his name was Caleb Phipps. I", "start": 1961.72, "end": 1965.72}, {"text": "don't really know. He told this embarrassing joke about getting his wife", "start": 1965.72, "end": 1969.64}, {"text": "taxidermied or something. Okay, so burning my material at the crowd,", "start": 1969.64, "end": 1973.88}, {"text": "which wasn't cool because I'm afraid of screaming. Then he announced he is gay.", "start": 1973.88, "end": 1978.12}, {"text": "Yeah. So at what point, what point did you honestly, honestly, I'm not even", "start": 1978.12, "end": 1984.76}, {"text": "maybe kidding FIPS. I believed it fully until FIPS at Caleb FIPS. I was like", "start": 1984.76, "end": 1992.36}, {"text": "hmm. I don't think that that", "start": 1992.36, "end": 1995.64}, {"text": "is real", "start": 1995.64, "end": 1997.58}, {"text": "and then I", "start": 1997.58, "end": 1999.94}, {"text": "submitted to the master trial. So here's what I don't like. Can I tell you? I", "start": 1999.94, "end": 2005.02}, {"text": "feel pretty proud of this. I thought it was fake as soon as the first like", "start": 2005.02, "end": 2009.28}, {"text": "weird pause when he says what a fucking mess.", "start": 2009.28, "end": 2011.92}, {"text": "that's how we talk. So what a fucking mess sounded really, but I've never I've", "start": 2012.66, "end": 2016.26}, {"text": "never watched this guy's video, so I don't know. You got to get in. Yeah, you", "start": 2016.26, "end": 2019.66}, {"text": "need to buy that was where I was like. Oh, I think this is fake yeah yeah and", "start": 2019.66, "end": 2022.82}, {"text": "even after that it it I still was would say I was only ninety percent", "start": 2022.82, "end": 2027.42}, {"text": "even when he said that I said I was I still was like yeah, I don't know it's", "start": 2027.42, "end": 2033.86}, {"text": "possible,", "start": 2033.86, "end": 2034.4}, {"text": "but it did scare me yeah. You got me good, the mark normand thing. I believe", "start": 2034.4, "end": 2041.74}, {"text": "here's a couple other theories. Okay, I think that one possible thing it could", "start": 2042.18, "end": 2046.04}, {"text": "be", "start": 2046.04, "end": 2046.3}, {"text": "a", "start": 2046.3, "end": 2047.4}, {"text": "bad smell", "start": 2047.4, "end": 2049.06}, {"text": "of who fart it could have been a poo. This guy farted and the lady behind", "start": 2049.06, "end": 2054.6}, {"text": "jumped up, jumped up on stage because it smelled so bad", "start": 2054.6, "end": 2058.2}, {"text": "and", "start": 2058.2, "end": 2061.78}, {"text": "are that you, but the lady in the back, the lady in the back that was trying", "start": 2061.78, "end": 2069.14}, {"text": "so you guys can stay and then smelled it right get out right now. Everybody in", "start": 2069.18, "end": 2074.34}, {"text": "the seats doesn't know what's going on, because the smell was localized to the", "start": 2074.34, "end": 2076.76}, {"text": "stage, because this is farts moving in patterns like wind yeah yeah for", "start": 2076.76, "end": 2080.86}, {"text": "torioles coriolis effect, coriolis effect, so it's moving across people.", "start": 2080.86, "end": 2084.54}, {"text": "There's different different temperatures that it's weaving in and out. People", "start": 2084.54, "end": 2087.36}, {"text": "had big hot buffalo wings plates of buffalo wings. It was causing it to", "start": 2087.36, "end": 2090.78}, {"text": "sandwich between two buffalo wings between the seats, not hitting anybody", "start": 2090.78, "end": 2094.76}, {"text": "exactly this guy and maybe it didn't even run because of smell. Maybe it was", "start": 2094.76, "end": 2098.22}, {"text": "was powerful. It pushed him on stage. It blew him away. I mean, pull up the video", "start": 2098.24, "end": 2103.32}, {"text": "again, because it does, he does jump,", "start": 2103.32, "end": 2105.44}, {"text": "and then he's getting dragged out. It's like, \"You don't understand! You gotta", "start": 2105.44, "end": 2110.04}, {"text": "get everybody out of there! The fart's too big!\" Here's another theory I have,", "start": 2110.04, "end": 2114.76}, {"text": "is that I believe it also could have been that guy who jumps on stage,", "start": 2114.76, "end": 2118.24}, {"text": "I believe. See, okay, he's bent over, right, and this woman is chasing after", "start": 2118.24, "end": 2122.24}, {"text": "him, so maybe... He's looking, he's seeing if he can smell, he can smell it", "start": 2122.24, "end": 2124.96}, {"text": "anywhere, but maybe he crop dusted her right and he she is so mad or maybe she", "start": 2125.0, "end": 2129.6}, {"text": "tickled him. Maybe she", "start": 2129.6, "end": 2131.3}, {"text": "and that's the start of all this. It could have been a tickle monster. Oh my", "start": 2131.3, "end": 2134.7}, {"text": "God, the tickle monster was loose in the New York comedy club in the New York", "start": 2134.7, "end": 2137.8}, {"text": "comedy club. Oh my God, I think that is a terrifying sight. Also, he could be", "start": 2137.8, "end": 2142.3}, {"text": "trying to get this guy who jumped on stage. The beanie guy could be trying to", "start": 2142.3, "end": 2146.7}, {"text": "get an Instagram real stand-up clip because this is a clever trick here. He", "start": 2146.7, "end": 2150.5}, {"text": "jumps up on stage. He just uses premiere to crop out Mark Norman from the side", "start": 2150.5, "end": 2154.7}, {"text": "that be really funny. That would be really funny. We should do that. We", "start": 2154.7, "end": 2159.98}, {"text": "should go to the stand and just jump up on stage and start doing it.", "start": 2159.98, "end": 2163.2}, {"text": "What if this... And have your captions and have no captions for what the", "start": 2163.2, "end": 2166.44}, {"text": "other person is saying? Yeah, get off stage. Get off... What the fuck are", "start": 2166.44, "end": 2168.78}, {"text": "you doing? You're getting dragged off stage. What if this is like a", "start": 2168.78, "end": 2171.84}, {"text": "reoccurring problem now that people... Like maybe this is the new streaking.", "start": 2171.84, "end": 2176.4}, {"text": "Theory three, this guy was wearing a bomb vest, he was trying to kill Mark", "start": 2176.4, "end": 2180.76}, {"text": "Norman yeah, his detonator did not go off. So then he's looking around,", "start": 2180.76, "end": 2185.16}, {"text": "he's looking around like go press the or someone else is holding the detonator", "start": 2185.16, "end": 2188.6}, {"text": "also similar clothing.", "start": 2188.6, "end": 2190.4}, {"text": "Maybe that's his long lost brother and he's kind of trying to sit next to him", "start": 2190.4, "end": 2195.6}, {"text": "so that people go wait, go sit wait a second. There's two marks. I can't tell", "start": 2195.6, "end": 2200.16}, {"text": "who's who here's another theory that I've seen this one is not one. I came up", "start": 2200.16, "end": 2203.14}, {"text": "with but one that I saw that it was fully staged for whatever this taping was. I", "start": 2203.14, "end": 2207.4}, {"text": "Mark Norman was doing a joke where he was maybe because he was bombing. He", "start": 2208.16, "end": 2212.3}, {"text": "wanted to look like everyone was getting evacuated. I how bad he was. I also saw", "start": 2212.3, "end": 2216.42}, {"text": "this theory that it was stage. This is why I think actors are bullshit. No", "start": 2216.42, "end": 2220.94}, {"text": "actor could pull off that performance of that lady did on stage. Yeah, the best", "start": 2220.94, "end": 2224.9}, {"text": "actor in the world could not do that. That was so fucking real. It's also like", "start": 2224.9, "end": 2230.3}, {"text": "if it is if it's completely staged, that's fully like evil to do yeah. Oh", "start": 2230.3, "end": 2234.94}, {"text": "really evil. That's if I was in that crowd, I would believe I was going to die.", "start": 2234.98, "end": 2238.9}, {"text": "Yeah, no question the way that that lady came up on stage, the way they grabbed", "start": 2238.9, "end": 2242.38}, {"text": "that guy, I would have thought that there was five guys converging on the", "start": 2242.38, "end": 2245.5}, {"text": "theater with a are fifteens. I I agree. I like yeah, it was being surrounded.", "start": 2245.5, "end": 2249.74}, {"text": "Yeah, fully it's like you have to get out right now or stay.", "start": 2249.74, "end": 2252.6}, {"text": "I'm my I'm so fascinated by I need to", "start": 2252.6, "end": 2256.66}, {"text": "okay. We should go to an investigate anybody. We need to go do an", "start": 2256.66, "end": 2260.82}, {"text": "investigation, but also if anybody was there or knows any mark Norman fans who", "start": 2260.82, "end": 2264.54}, {"text": "we have been there that night. We want to interview you. We need to put together a", "start": 2264.56, "end": 2268.44}, {"text": "documentary. I just decided right now there's going to be a normal", "start": 2268.44, "end": 2272.48}, {"text": "investigation into this. We're going to do at least a twenty five minute.", "start": 2272.48, "end": 2276.76}, {"text": "Oh, my God, we need to go to the", "start": 2276.76, "end": 2278.44}, {"text": "comedy club. Yeah, they'll let us in. Here's what we do. Look under all", "start": 2278.44, "end": 2282.64}, {"text": "these. Oh, my God, here's what we do. Okay, we tell New York Comedy Club,", "start": 2282.64, "end": 2286.96}, {"text": "hey, we want to do a live show at New York Comedy Club", "start": 2286.96, "end": 2289.44}, {"text": "and that's how we get to", "start": 2289.44, "end": 2291.28}, {"text": "that's how we get it's under cover investigation. We all are walking in", "start": 2292.0, "end": 2295.64}, {"text": "wearing spy glasses, and we record everything. Oh my God, we just want to", "start": 2295.64, "end": 2299.48}, {"text": "look right at the museum to yeah and then", "start": 2299.48, "end": 2301.44}, {"text": "we get you so right. We get mad up here and we do a full. We have here. We see", "start": 2301.44, "end": 2307.48}, {"text": "if there's any paranormal it in this. We somehow try to sell it as part of the", "start": 2307.48, "end": 2311.12}, {"text": "show, yes, but it's not it's not", "start": 2311.12, "end": 2313.56}, {"text": "part of the show. We have Matt walking around using his BVP, the EVP reader", "start": 2313.56, "end": 2319.96}, {"text": "trying to find hot spots and cold spots. Guys, can I tell you something right", "start": 2320.0, "end": 2323.0}, {"text": "now? Yes, well, as since we started discussing this, there's a man standing", "start": 2323.0, "end": 2327.04}, {"text": "out the office door staring at us and has been for the past five minutes. Oh", "start": 2327.04, "end": 2330.12}, {"text": "my God, we are literally getting men in black right now. I'm not kidding. He's", "start": 2330.12, "end": 2334.52}, {"text": "literally just staring at us. He looked at me and then I looked up at him and he", "start": 2334.52, "end": 2338.12}, {"text": "nodded.", "start": 2338.12, "end": 2338.68}, {"text": "What should we pause right now and see what he wants? I don't think so. Did", "start": 2338.68, "end": 2342.92}, {"text": "anybody remember to lock the door? Because I don't think I did when I came", "start": 2342.92, "end": 2345.64}, {"text": "I think I did. I hope that I did because I don't really, really he's leaving. I", "start": 2345.68, "end": 2351.46}, {"text": "think he's waiting for the bus. He's been made. I think we're on to home.", "start": 2351.46, "end": 2355.16}, {"text": "Mike, you don't know. He's just kind of casually walking away. Rose up in a", "start": 2355.16, "end": 2359.52}, {"text": "crazy fucking way. We got a wait a minute. Norman. We got fucking Norman.", "start": 2359.52, "end": 2364.48}, {"text": "Oh, we got Norman just like him. Yep. A man who's that man jumped on what could", "start": 2364.48, "end": 2370.8}, {"text": "to be technically our stage. Yeah, front step. Our front step is a stage.", "start": 2370.8, "end": 2375.9}, {"text": "That's crazy. Holy cow. There's a guy with a beanie.", "start": 2375.9, "end": 2378.76}, {"text": "Oh my God, an orange beanie. No, it's a red. It's well, he's wearing red.", "start": 2378.76, "end": 2384.76}, {"text": "Yeah, it's a red beanie. It's not the same guy. It's when the similarities", "start": 2384.76, "end": 2388.44}, {"text": "stack up. I mean, that was why was he? He looked at the nod that he gave", "start": 2388.44, "end": 2392.42}, {"text": "and he looks, he has a scary. He just walked by again. He's wearing a", "start": 2392.42, "end": 2396.08}, {"text": "and for everyone, he was wearing a hoodie in all black. Yeah, and he only", "start": 2396.08, "end": 2399.58}, {"text": "he was coming to eliminate. It was a nod. It was a nod like I know he nodded and", "start": 2399.6, "end": 2405.44}, {"text": "he left after we stopped talking about the incident. We started talking about", "start": 2405.44, "end": 2408.58}, {"text": "him. Let's see if we talk about it again and he comes back. What if a", "start": 2408.58, "end": 2411.68}, {"text": "different person", "start": 2411.68, "end": 2412.34}, {"text": "I'm getting really scared? What if we've stumbled on to the greatest? What is it", "start": 2412.34, "end": 2417.96}, {"text": "really is? This is a completely saying he that nod was. I know you're talking", "start": 2417.96, "end": 2422.28}, {"text": "about you were never really here. This is where we're fully in we're in it. Now", "start": 2422.28, "end": 2426.96}, {"text": "there's no way out. We're under the Silver Lake. The only way to get out", "start": 2427.08, "end": 2430.2}, {"text": "under the New York comedy because we gotta go through yeah. Oh here's another", "start": 2430.2, "end": 2434.24}, {"text": "thing we could do you're right. There is a bar above New York, New York City", "start": 2434.24, "end": 2437.48}, {"text": "comedy club or New York comedy club KGB. We go up there saw", "start": 2437.48, "end": 2441.6}, {"text": "we wait to Jerry Tom and Jerry saw down into the club after closing hours. I", "start": 2441.6, "end": 2447.56}, {"text": "don't really know why they'd let us in a KGB, but not New York comedy club,", "start": 2447.56, "end": 2451.0}, {"text": "but we could find out a way to get in and then we saw up and", "start": 2451.0, "end": 2454.96}, {"text": "and then we just patch it on up when we leave nobody yet. No, no, no, the wiser", "start": 2454.96, "end": 2459.16}, {"text": "and we leave with the truth. We have to make this investigation. Doc, I bet we", "start": 2459.16, "end": 2462.8}, {"text": "get a new to New York comedy club. We go do our show. We get into the green room", "start": 2462.8, "end": 2466.42}, {"text": "and then straight up Resident Evil style. There's an eagle medallion on a say that", "start": 2466.42, "end": 2472.0}, {"text": "you have to find like that just for last mascot. Yes, that weird bug thing. Yes,", "start": 2472.0, "end": 2478.52}, {"text": "the green guy. I don't know his name bug or whatever. Not muzzy some no. It's got", "start": 2478.52, "end": 2483.8}, {"text": "the", "start": 2483.8, "end": 2507.8}, {"text": "rap world, a glizzy is slang for a glock handgun. The evolution of the word to include hot dog", "start": 2507.8, "end": 2511.64}, {"text": "dog comes from the extended magazine of a pistol, which is about the length of a", "start": 2511.64, "end": 2514.64}, {"text": "hot dog more. What happens inside an eater's body after the Nathan's hot dog", "start": 2514.64, "end": 2518.78}, {"text": "eating contest? Do not test me on hot dog knowledge and what happens inside an", "start": 2518.78, "end": 2523.94}, {"text": "eater's body,", "start": 2523.94, "end": 2524.82}, {"text": "probably digestion, most likely digestion, but I mean we could I can't", "start": 2524.82, "end": 2531.22}, {"text": "believe there's another man outside is the right there moving stuff. Don't", "start": 2531.22, "end": 2534.5}, {"text": "worry about okay, maybe he's a mover, maybe that's what the guy van is", "start": 2534.5, "end": 2537.8}, {"text": "literally the number one surveillance type van. I'm not. Oh my God, you're", "start": 2537.86, "end": 2541.76}, {"text": "right. If it the only way this could be more suspicious is if it was flowers,", "start": 2541.76, "end": 2545.4}, {"text": "the van has flower delivery on the side. I've never seen flowers get delivered", "start": 2545.4, "end": 2550.3}, {"text": "like no and as soon as you've big white van with no window, I'm running like a", "start": 2550.3, "end": 2556.68}, {"text": "drug operation. I'm a hacker. I've got like a trillion terabytes of like", "start": 2556.68, "end": 2561.04}, {"text": "sensitive government information on the hard drive and I look at them. We're", "start": 2561.04, "end": 2563.86}, {"text": "I guess my neighbor's getting flowers delivered. I mean I'm in I'm in", "start": 2563.88, "end": 2568.52}, {"text": "completely the slums. Oh,", "start": 2568.52, "end": 2570.36}, {"text": "it looks like he's getting an edible arrangement.", "start": 2570.36, "end": 2574.28}, {"text": "I have binoculars. They're probably trying to see where in the house the", "start": 2574.28, "end": 2577.76}, {"text": "flowers would look the best. Yeah, what's the what's the place of the most", "start": 2577.76, "end": 2580.6}, {"text": "sunlight in the apartment? Yeah, exactly. They're trying to do all this", "start": 2580.6, "end": 2584.44}, {"text": "sort of measurement. That's okay.", "start": 2584.44, "end": 2586.24}, {"text": "Oh, my God,", "start": 2586.24, "end": 2588.08}, {"text": "you need to stop being. Yeah, I know I'm", "start": 2588.08, "end": 2591.0}, {"text": "that glass door is now metal. We got to get frosted glass stuff for it. We could", "start": 2591.88, "end": 2597.88}, {"text": "you know we could glass sticker. We could just move this whole operation to the", "start": 2597.88, "end": 2602.68}, {"text": "New York Comedy Club to know we need to move this shit to Texas right now. Yeah,", "start": 2602.68, "end": 2606.98}, {"text": "we need to move this operation to Texas or Florida. We got to start going to the", "start": 2606.98, "end": 2610.66}, {"text": "mothership. Did you guys see that is my only safe mother ship is somebody's", "start": 2610.66, "end": 2614.52}, {"text": "gonna save space. They're trying to invade Texas or some shit. Yeah, what's", "start": 2614.52, "end": 2618.04}, {"text": "What's going on with that? I did not see what any of that was. I don't really know either.", "start": 2618.04, "end": 2621.78}, {"text": "Who's trying to invade Texas? The federal government is trying to run around Texas.", "start": 2621.78, "end": 2626.76}, {"text": "They're trying to run around? I guess Greg Abbott, who I just found out is in a wheelchair.", "start": 2626.76, "end": 2631.0}, {"text": "I didn't know that. He's very famously in a wheelchair. Not for me. He's very famously", "start": 2631.0, "end": 2636.08}, {"text": "a rightoid scumbag, if you ask me. That's what he's famous for. For me, he's most famous", "start": 2636.08, "end": 2640.54}, {"text": "for being named Greg. That's pretty much all I knew about him. And Abbott. And every time", "start": 2640.54, "end": 2643.66}, {"text": "I think Abbott Elementary, this TV show, but I think that he's a character in that.", "start": 2643.66, "end": 2649.06}, {"text": "He's not in elementary school.", "start": 2649.06, "end": 2650.06}, {"text": "I get him confused far from it.", "start": 2650.06, "end": 2651.06}, {"text": "No, no, he's graduated high school and college.", "start": 2651.06, "end": 2653.34}, {"text": "There was some baseball player who had one arm and his last name was Abbott, I think.", "start": 2653.34, "end": 2657.98}, {"text": "And you think that that's Greg.", "start": 2657.98, "end": 2659.28}, {"text": "I get them confused because there's some physical disability that they both have.", "start": 2659.28, "end": 2663.62}, {"text": "Well, here's an easy way to do it.", "start": 2663.62, "end": 2664.62}, {"text": "I don't think many baseball players are in wheelchairs.", "start": 2664.62, "end": 2667.34}, {"text": "Kenny Kawaguchi.", "start": 2667.34, "end": 2668.34}, {"text": "Well, maybe after.", "start": 2668.34, "end": 2669.9}, {"text": "Kenny Kawaguchi from Backyard Baseball.", "start": 2669.9, "end": 2672.82}, {"text": "true. Yeah. Yeah. How'd you buy that was a crazy pull? You know the name of all the all", "start": 2672.82, "end": 2677.66}, {"text": "I know is Pedro Pablo Pablo.", "start": 2677.66, "end": 2679.66}, {"text": "But yeah, I guess Greg Abbott wanted to put up razor wire to kill pregnant women when", "start": 2679.66, "end": 2690.08}, {"text": "they try to cross the border and Biden was like screw you man and now he's sending people", "start": 2690.08, "end": 2695.82}, {"text": "to take up the razor wire and I think that there's going to be a clash at the border", "start": 2695.82, "end": 2700.16}, {"text": "Clash of Clans. Yeah, it's gonna be a year the Texas succeeds. I did. I don't want to", "start": 2700.16, "end": 2705.76}, {"text": "lose Texas. I love Texas. I like Texas. I love Texas. What? I don't want to lose Texas. I", "start": 2705.76, "end": 2711.36}, {"text": "saw a really funny picture on Facebook. Yeah, this is non Texas. Okay. All right. It was", "start": 2711.36, "end": 2715.56}, {"text": "one of those things where they say Simpsons predicted everything. Yeah. And this was, you", "start": 2715.56, "end": 2719.36}, {"text": "know, this that most epic selfie ever. Yes. Bradley Cooper, Ellen, Kevin Spacey, Julia", "start": 2719.36, "end": 2725.2}, {"text": "the Roberts. This was a completely this is from a serious conspiracy page. This", "start": 2725.2, "end": 2729.4}, {"text": "was not a jokely. It was probably someone made it as a joke and then this serious", "start": 2729.4, "end": 2732.6}, {"text": "conspiracy page posted it thinking it was real and it was the top. It said", "start": 2732.6, "end": 2737.12}, {"text": "Simpsons predicted everything. It was the picture of the most epic selfie ever and", "start": 2737.12, "end": 2740.68}, {"text": "then it was a picture of a Simpsons fide at the most epic selfie ever. That was", "start": 2740.68, "end": 2744.64}, {"text": "captured in one", "start": 2744.64, "end": 2745.92}, {"text": "and it had Ellen and", "start": 2745.92, "end": 2748.2}, {"text": "whoa", "start": 2748.2, "end": 2750.72}, {"text": "We need to look to see if the Simpsons predicted this Norman ship.", "start": 2754.16, "end": 2757.8}, {"text": "I think there's a strong possibility.", "start": 2757.8, "end": 2760.44}, {"text": "The McBain stand up clip?", "start": 2760.44, "end": 2763.92}, {"text": "That could be it.", "start": 2763.92, "end": 2764.92}, {"text": "That could be fully.", "start": 2764.92, "end": 2765.92}, {"text": "Or it could be Krusty the Clown.", "start": 2765.92, "end": 2766.92}, {"text": "Krusty the Clown and Sideshow Bob.", "start": 2766.92, "end": 2769.72}, {"text": "And Sideshow Bob jumps on.", "start": 2769.72, "end": 2772.48}, {"text": "What color is Sideshow Bob's hair?", "start": 2772.48, "end": 2774.36}, {"text": "Reddish.", "start": 2774.36, "end": 2775.36}, {"text": "What color is that guy's jacket?", "start": 2775.36, "end": 2777.36}, {"text": "Reddish.", "start": 2777.36, "end": 2778.36}, {"text": "What color is his hat?", "start": 2778.36, "end": 2779.36}, {"text": "Don't remember.", "start": 2779.36, "end": 2780.36}, {"text": "Fashion brain.", "start": 2780.36, "end": 2781.36}, {"text": "Simpsons yellow.", "start": 2781.36, "end": 2782.36}, {"text": "Scanned the outfit.", "start": 2782.36, "end": 2783.36}, {"text": "Well, it's because he's wearing the same outfit as Norman.", "start": 2783.36, "end": 2786.0}, {"text": "I couldn't have told you either of them.", "start": 2786.0, "end": 2789.0}, {"text": "You're the only person who saw this because you have a fashion brain.", "start": 2789.0, "end": 2793.08}, {"text": "Okay.", "start": 2793.08, "end": 2794.08}, {"text": "So, I bet you know what I'm wearing right now.", "start": 2794.08, "end": 2796.56}, {"text": "Yes.", "start": 2796.56, "end": 2797.56}, {"text": "Fashion brain.", "start": 2797.56, "end": 2798.56}, {"text": "You're wearing a Squidward colored shirt.", "start": 2798.56, "end": 2801.92}, {"text": "I look at you and I just see crap.", "start": 2801.92, "end": 2805.0}, {"text": "You see crap?", "start": 2805.0, "end": 2806.0}, {"text": "I just know if an outfit is good or bad and that one is bad.", "start": 2806.0, "end": 2809.16}, {"text": "How is this bad?", "start": 2809.16, "end": 2810.16}, {"text": "It's similar to stuff that you wear.", "start": 2810.16, "end": 2811.96}, {"text": "wearing diarrhea colors. I'm not wearing diarrhea colors. Brown and dark green. You wear the", "start": 2811.96, "end": 2816.14}, {"text": "same thing. Yeah, I stopped though today. You stopped though today because you thought that", "start": 2816.14, "end": 2820.22}, {"text": "it was diarrhea colors? That reminds people of diarrhea. No, you know what it could remind", "start": 2820.22, "end": 2825.3}, {"text": "people of? It could remind people of beef and broccoli. That could be food. No. If broccoli", "start": 2825.3, "end": 2829.44}, {"text": "was that color and beef was that brown, I would not be eating Chinese food once every", "start": 2829.44, "end": 2833.86}, {"text": "other day. Why did the guy who jumped on stage not even say anything? Maybe he was about to.", "start": 2833.86, "end": 2836.74}, {"text": "He just jumped on stage and he just stood there. He wasn't trying to heckle. He wasn't", "start": 2836.74, "end": 2840.58}, {"text": "he was trying to get away from something, the ultimate heckle, but even getting", "start": 2840.58, "end": 2845.88}, {"text": "away from something he didn't even he wasn't even like he didn't point at", "start": 2845.88, "end": 2849.08}, {"text": "anything. He wasn't like whoa, he was completely up there. He got up there to", "start": 2849.08, "end": 2854.1}, {"text": "get a better view of what was happening in the club. He gets up there just so", "start": 2854.1, "end": 2858.36}, {"text": "that he can look around because you can't see everything from the dark.", "start": 2858.36, "end": 2860.84}, {"text": "Only place you can see the only vantage point and he gets up there and he's", "start": 2860.84, "end": 2864.48}, {"text": "looking around and now that I see a look a little closer, he's wearing a chain.", "start": 2864.48, "end": 2869.9}, {"text": "man. So he could be a gangsta yeah or he could be an escape. He could be", "start": 2869.9, "end": 2875.04}, {"text": "escaped from like a facility where they chained him up. That's true. He could", "start": 2875.04, "end": 2878.72}, {"text": "have been chained up to a wall like this, trying to break away,", "start": 2878.72, "end": 2881.64}, {"text": "and then he ends up in this thing, because I was thinking yeah, maybe he", "start": 2881.64, "end": 2886.28}, {"text": "is a time traveler is trying to warn something and he, but then he didn't", "start": 2886.28, "end": 2889.2}, {"text": "say anything.", "start": 2889.2, "end": 2889.84}, {"text": "It really is upsetting to me. It's this whole thing is fucking me up in a", "start": 2889.84, "end": 2894.24}, {"text": "crazy way. I need to and you know what the worst part is. You know that this", "start": 2894.24, "end": 2897.42}, {"text": "minute is going to get memory hold within a week. You did", "start": 2897.44, "end": 2900.14}, {"text": "remember the Norman. I what I want to promise everybody who's watching this", "start": 2900.14, "end": 2907.78}, {"text": "episode. We will never forget about. We will never let this story die. What if", "start": 2907.78, "end": 2911.7}, {"text": "this becomes our this episode and I don't care if you don't really find this", "start": 2911.7, "end": 2915.12}, {"text": "very because the new intro, the new intro is a full the full, the full video", "start": 2915.12, "end": 2920.08}, {"text": "every single time show becomes called the Norman files, the Norman files. We", "start": 2920.08, "end": 2924.28}, {"text": "we'll get to the bottom of this. We started the museum to the norm into", "start": 2926.88, "end": 2930.52}, {"text": "five. I'm going to take somebody right now and ask if they have Norman's phone", "start": 2930.52, "end": 2933.3}, {"text": "number yeah. This is where this is going to give him a call yeah. Oh my phone is", "start": 2933.3, "end": 2938.28}, {"text": "dead. God damn it man. Okay, this is where that by next episode we're going", "start": 2938.28, "end": 2941.7}, {"text": "to be. I will have a full prank call. I phones coming back on Holy shit. I have", "start": 2941.7, "end": 2945.72}, {"text": "a full prank call attacking Mark Norman, but where I ask him what hell what he", "start": 2945.72, "end": 2951.82}, {"text": "did, why yeah well, we just need to interview say because we need to", "start": 2951.82, "end": 2955.8}, {"text": "interview him. Yeah, we literally need to interview him to get to the bottom of", "start": 2955.84, "end": 2958.84}, {"text": "this, because if he spews some of that bullshit, we can pick it apart. You know,", "start": 2958.84, "end": 2962.64}, {"text": "he's going to be talking about this on every single podcast that he goes on.", "start": 2962.64, "end": 2966.76}, {"text": "Well, I know that, yeah, but that's the thing, I want to scoop him, because now", "start": 2966.76, "end": 2970.08}, {"text": "he has time to think up a cover. He's probably-,", "start": 2970.08, "end": 2972.8}, {"text": "here's what he's probably going to say. I mean, he's probably on a plane back to", "start": 2972.8, "end": 2975.88}, {"text": "the Bahamas. Exactly, where he's from. He's probably going to say,", "start": 2975.88, "end": 2978.8}, {"text": "Yeah, there was a fucking SJW in the crowd and jumped up on stage.", "start": 2980.48, "end": 2985.68}, {"text": "He was triggered.", "start": 2985.68, "end": 2986.68}, {"text": "Got mad at me because he was triggered.", "start": 2986.68, "end": 2988.16}, {"text": "I guess that's comedy.", "start": 2988.16, "end": 2989.56}, {"text": "And that's comedy these days.", "start": 2989.56, "end": 2991.48}, {"text": "And thanks for asking about it.", "start": 2991.48, "end": 2993.4}, {"text": "And Mark, I'm going to see through your fucking bullshit.", "start": 2993.4, "end": 2996.2}, {"text": "That's right.", "start": 2996.2, "end": 2997.2}, {"text": "X-ray vision.", "start": 2997.2, "end": 2998.2}, {"text": "The man with the x-ray eyes.", "start": 2998.2, "end": 2999.2}, {"text": "You are lying.", "start": 2999.2, "end": 3000.2}, {"text": "The worst part about this is, to me, as a comedy fan, he didn't get to say when he was getting", "start": 3000.2, "end": 3006.52}, {"text": "pulled off the stage, \"Thank you, I've been Kevin Hart.\"", "start": 3006.52, "end": 3010.28}, {"text": "he didn't get to say.", "start": 3010.28, "end": 3011.28}, {"text": "Fuck me, I didn't even think about that.", "start": 3011.28, "end": 3012.28}, {"text": "That's incredible.", "start": 3012.28, "end": 3013.28}, {"text": "He didn't even get to say thank you.", "start": 3013.28, "end": 3014.28}, {"text": "He didn't even get to do his funny.", "start": 3014.28, "end": 3015.28}, {"text": "He said op op op op op.", "start": 3015.28, "end": 3017.6}, {"text": "Right now he...", "start": 3017.6, "end": 3018.6}, {"text": "Maybe that'll be his new...", "start": 3018.6, "end": 3019.6}, {"text": "Oh, hey.", "start": 3019.6, "end": 3020.6}, {"text": "Oh, hey.", "start": 3020.6, "end": 3021.6}, {"text": "That is the best part of the video is that he cannot shut up for some reason.", "start": 3021.6, "end": 3024.56}, {"text": "He can't shut up.", "start": 3024.56, "end": 3025.56}, {"text": "Oh, okay.", "start": 3025.56, "end": 3026.56}, {"text": "And then he walks like this.", "start": 3026.56, "end": 3027.56}, {"text": "The walk is fully the walk that you do after you like, you go up.", "start": 3027.56, "end": 3031.36}, {"text": "That's a walk you do if you're up on karaoke and you fart loud enough it gets picked up", "start": 3031.36, "end": 3034.84}, {"text": "by the mic.", "start": 3034.84, "end": 3035.84}, {"text": "he's trying to serpentine his way out in case there's fire gun fire. Look at", "start": 3035.84, "end": 3046.42}, {"text": "his arms. Look he's holding his hands in front of him like he's doing like a", "start": 3046.42, "end": 3050.1}, {"text": "dance.", "start": 3050.1, "end": 3050.68}, {"text": "You can see just his head go back and forth as he wobbles out of the hallway.", "start": 3050.68, "end": 3056.08}, {"text": "He just goes his head has like a full there's a foot between each side where", "start": 3056.08, "end": 3061.62}, {"text": "he wobbles his head. He's walking like a South Park character, but at what point", "start": 3061.62, "end": 3065.24}, {"text": "is he when he okay when he gets off stage and he's walking away and he does", "start": 3065.28, "end": 3068.74}, {"text": "that walk full sprint yeah. At what point is he doesn't walk like a normal", "start": 3068.74, "end": 3072.08}, {"text": "person? How long do you think that's his normal walk? That is not no. He does", "start": 3072.08, "end": 3075.9}, {"text": "that when people are looking yeah. When he gets back onto the street, he walks", "start": 3075.9, "end": 3079.08}, {"text": "like a normal person. I'm sure he's not waddling around. He doesn't waddle in", "start": 3079.08, "end": 3082.86}, {"text": "the subway. Okay, you be right now. I want to we need a practice here. Okay,", "start": 3082.86, "end": 3088.34}, {"text": "you be mark normand mark normand is coming on the podcast. We're asking", "start": 3088.34, "end": 3092.16}, {"text": "what I want to show you how I would drill mark norman to get the truth out", "start": 3092.16, "end": 3095.08}, {"text": "because you're about to spew the bullshit, right?", "start": 3095.12, "end": 3097.92}, {"text": "We have to lull him into obscurity.", "start": 3097.92, "end": 3099.28}, {"text": "So first, we'll be like, \"Oh, hey, Mark. Nice to see you.\"", "start": 3099.28, "end": 3101.28}, {"text": "\"Oh, what are you going to call this podcast about math?\"", "start": 3101.28, "end": 3103.28}, {"text": "Yeah, we actually...", "start": 3103.28, "end": 3104.48}, {"text": "It's close. Thanks for doing the show.", "start": 3104.48, "end": 3106.48}, {"text": "What's going on around here?", "start": 3106.48, "end": 3108.48}, {"text": "It's a video podcast.", "start": 3108.48, "end": 3110.48}, {"text": "You should call it \"Podcast about fish.\"", "start": 3110.48, "end": 3112.48}, {"text": "There's a fish on the wall.", "start": 3112.48, "end": 3114.48}, {"text": "Comedy.", "start": 3114.48, "end": 3116.48}, {"text": "What are you going to call this podcast about water?", "start": 3116.48, "end": 3118.48}, {"text": "Because they've got a water bottle here.", "start": 3118.48, "end": 3120.48}, {"text": "It's an empty water bottle, Mark.", "start": 3120.48, "end": 3122.48}, {"text": "I just went to a comedy show the other night, and it was like...", "start": 3122.48, "end": 3124.48}, {"text": "huh comedy. It went really. It was kind of like everyone was bombing and that", "start": 3124.48, "end": 3128.84}, {"text": "was really awkward. So I was wondering like what's the craziest show you've", "start": 3128.84, "end": 3132.18}, {"text": "done recently? Oh well, the craziest show I've done recently is oh", "start": 3132.18, "end": 3136.48}, {"text": "oh oh wait. Where you going mark? Oh my watch this now stay now.", "start": 3136.48, "end": 3141.0}, {"text": "Mark sit down.", "start": 3141.0, "end": 3142.9}, {"text": "Sit down mark. Now I'm going to show you. I'm going to show you my man. No", "start": 3142.9, "end": 3151.28}, {"text": "this is how I would break his spirit. Okay,", "start": 3151.3, "end": 3153.46}, {"text": "so Mark, what happened at that one show?", "start": 3153.46, "end": 3160.66}, {"text": "I'm not Mark, I'm Kevin Hart. Oh, hello, Kevin. Hey, Kevin, did you hear about", "start": 3160.66, "end": 3169.34}, {"text": "Mark Normans?", "start": 3169.34, "end": 3170.1}, {"text": "What do you think?", "start": 3170.1, "end": 3171.7}, {"text": "Kevin Hart, will you wear a dress for us, please? No, no, no, that is the", "start": 3171.7, "end": 3177.5}, {"text": "funniest shit ever. Do you see that in the Cat Williams? Oh yeah, where he's", "start": 3177.5, "end": 3180.82}, {"text": "like yeah, I'm like the only comedian that they didn't get to wear a dress and", "start": 3180.86, "end": 3186.0}, {"text": "he's like Kevin or the dress. Yeah and he thinks the entire Illuminati is about", "start": 3186.0, "end": 3191.76}, {"text": "getting comedians to wear dresses. It's really, really awesome. Yeah, I'm", "start": 3191.76, "end": 3197.32}, {"text": "surprised we didn't talk about the Cat Williams thing either. Well, it was just", "start": 3197.32, "end": 3200.92}, {"text": "everybody. What do you think Cat Williams thinks of Mark Norman? Probably", "start": 3200.92, "end": 3205.1}, {"text": "loves him, man. Yeah. I mean maybe not after this, he's gonna say this is a", "start": 3205.1, "end": 3208.24}, {"text": "the full Illuminati. Yeah, it's going to say this is Illuminati for sure. It is", "start": 3208.24, "end": 3212.06}, {"text": "full Illuminati. And I'm with him. I mean, he was right about it. The guy who", "start": 3212.06, "end": 3214.74}, {"text": "jumped on stage is a clone of Norman, who was in the early gestation phases. He's", "start": 3214.74, "end": 3220.44}, {"text": "still kind of his body still adapting to become the reason he got up on stage and", "start": 3220.44, "end": 3224.66}, {"text": "stood next to Norman's like that was because the Illuminati was standing in", "start": 3224.66, "end": 3228.24}, {"text": "the back of the room and needed to get a good look, saying take a pick so they", "start": 3228.24, "end": 3231.72}, {"text": "can compare features and see what they need to tweak. It's like it's like", "start": 3231.72, "end": 3234.4}, {"text": "something it's like doing a me and you making a me on the we and you you make", "start": 3234.42, "end": 3238.44}, {"text": "a me on the we and you hold up your phone and you're looking at what's that", "start": 3238.44, "end": 3241.72}, {"text": "potion in Harry Potter that turns you in a poly juice, poly just potion where", "start": 3241.72, "end": 3245.3}, {"text": "your skin is bubbling yeah and you're kind of slowly transform. That's exactly", "start": 3245.3, "end": 3249.42}, {"text": "what I saw a skin bubble. Yes, I think I saw the skin bubble on God. I still", "start": 3249.42, "end": 3254.12}, {"text": "can't believe if you have any pictures or videos of this event, please, please", "start": 3254.12, "end": 3258.68}, {"text": "don't use them. Yeah God damn it man. I mean I'm willing to", "start": 3258.68, "end": 3263.92}, {"text": "spend", "start": 3263.92, "end": 3264.92}, {"text": "three years invest three years and forty thousand dollars", "start": 3264.92, "end": 3269.06}, {"text": "to get", "start": 3269.06, "end": 3270.64}, {"text": "right. I'm actually willing to ruin my life. My wife comes home. I have a big", "start": 3270.64, "end": 3274.68}, {"text": "the big pin board in the red. Exactly going everywhere. So the act full", "start": 3274.68, "end": 3278.32}, {"text": "killer, full, full mind.", "start": 3278.32, "end": 3280.76}, {"text": "I", "start": 3280.76, "end": 3282.08}, {"text": "live in your car,", "start": 3282.08, "end": 3284.8}, {"text": "bottle of Jack Daniels, just just drink, counting it. She knows that I don't", "start": 3284.8, "end": 3290.88}, {"text": "didn't care about the story that much. I just wanted to drink and leave her and", "start": 3290.92, "end": 3293.82}, {"text": "I'm just kind of pounding it doing one string back and forth between mark", "start": 3293.82, "end": 3297.4}, {"text": "Norman, New York comedy club. That's all I have doing a string between New York", "start": 3297.4, "end": 3301.08}, {"text": "and comedy club.", "start": 3301.08, "end": 3302.04}, {"text": "The only thing in the middle is three years,", "start": 3302.04, "end": 3305.1}, {"text": "then there's one really long red string that's going like all the way across", "start": 3305.1, "end": 3310.1}, {"text": "the room. There's a frame photo of Jim Gaffigan. I know he has something to do", "start": 3310.1, "end": 3314.12}, {"text": "with this.", "start": 3314.12, "end": 3314.64}, {"text": "Oh my God, his alternate personality.", "start": 3314.64, "end": 3318.06}, {"text": "you think that was Jim Gaffigan turned around. I was going to get a", "start": 3319.0, "end": 3321.8}, {"text": "Potter the head on the back.", "start": 3321.8, "end": 3323.16}, {"text": "That's why we're the beanie to cover up Jim's face in the front. This is", "start": 3323.16, "end": 3327.6}, {"text": "exactly. I didn't say anything. Oh my God, can I tell you guys what happened", "start": 3327.6, "end": 3330.52}, {"text": "when Mark Norman walked out? He walks out of the theater, he goes, he's", "start": 3330.52, "end": 3334.58}, {"text": "freaking out, he speed walks down the street, he sits, he gets in his car,", "start": 3334.58, "end": 3338.36}, {"text": "he sits down in the driver's seat, turns it on, lights go on silhouette in", "start": 3338.36, "end": 3342.72}, {"text": "the back seat.", "start": 3342.72, "end": 3343.38}, {"text": "he's driving his car. He's trying to start his car. Can you take it to", "start": 3346.44, "end": 3350.48}, {"text": "mcdonald's? Mark, he doesn't know a bomb will go off as soon as the", "start": 3350.48, "end": 3353.6}, {"text": "ignition.", "start": 3353.6, "end": 3354.12}, {"text": "The heck", "start": 3354.12, "end": 3357.82}, {"text": "he still doesn't realize. Well, I think that we're losing track of who the who", "start": 3357.82, "end": 3363.46}, {"text": "doesn't probably set this up on who probably set this up is Robert Kelly. I", "start": 3363.46, "end": 3368.02}, {"text": "think Bobby Kelly said, yeah, Bobby, Bobby, Kelly, Bobby, Kelly from the", "start": 3368.02, "end": 3371.92}, {"text": "bond, likely he's trying to dispel it to he's saying like this was he said it", "start": 3371.92, "end": 3376.2}, {"text": "this bullshit. Well, it really doesn't make any sense. I tried to tell him", "start": 3376.22, "end": 3379.18}, {"text": "boy. The first post he made was like I told you this was bullshit or", "start": 3379.18, "end": 3382.02}, {"text": "something, which wait a second. I told you this was hold on. I'm going to pull", "start": 3382.02, "end": 3384.8}, {"text": "up this first post you made and I'm going to read it because he says I told", "start": 3384.8, "end": 3387.26}, {"text": "you this is blind. I told him in the replies. I was trying to tell him about", "start": 3387.26, "end": 3390.22}, {"text": "the theory that is going around that is a paranormal. I think he did not", "start": 3390.22, "end": 3393.76}, {"text": "respond. I think that it is paranormal. I think that there was some kind of", "start": 3393.76, "end": 3397.98}, {"text": "air Norman comedy. Yes, see thank you. He said I love that everyone stayed like", "start": 3397.98, "end": 3402.26}, {"text": "cattle this bullshit. Anyways, this bullshit anyways, this bullshit", "start": 3402.3, "end": 3407.0}, {"text": "anyways, and then in the other post ready starts it with told you what I", "start": 3407.0, "end": 3409.94}, {"text": "mean stayed like cattle, because they don't understand cattle stays cattle.", "start": 3409.94, "end": 3413.7}, {"text": "Just one of the main things about cattle is they stay. Usually it's not", "start": 3413.7, "end": 3417.62}, {"text": "usually when people are making a metaphor about cattle, it's like oh and", "start": 3417.62, "end": 3421.18}, {"text": "they all stayed. It wasn't that they all did the same thing or went somewhere or", "start": 3421.18, "end": 3425.82}, {"text": "did something to say it wasn't that they could be all stayed, which cattle, by", "start": 3425.82, "end": 3429.0}, {"text": "the way famously cannot be moved or heard it right. I always just stay what", "start": 3429.02, "end": 3433.82}, {"text": "when people say they're like cattle. They mean that they're not listening to", "start": 3433.82, "end": 3436.52}, {"text": "what someone's telling them and that they're staying yeah and it's not and", "start": 3436.52, "end": 3440.22}, {"text": "the cattle are hearing the farmer and they stay. We do you think he could", "start": 3440.22, "end": 3444.86}, {"text": "have been the I'm sorry, I'm just thinking more. I know it's more acts", "start": 3444.86, "end": 3448.58}, {"text": "axes, more ways we could approach this problem.", "start": 3448.58, "end": 3451.78}, {"text": "This show certainly had an opener. Yes, right, there's no way it was straight", "start": 3451.78, "end": 3457.2}, {"text": "Mark Norman jumping on stage. Certainly at a host, certainly at an opener.", "start": 3457.26, "end": 3460.5}, {"text": "We could look at the lineup.", "start": 3460.5, "end": 3461.88}, {"text": "And I'm sure if it's like the kind of person who just does host spots at New York Comedy", "start": 3461.88, "end": 3466.9}, {"text": "Club, that they are a friend of a friend. We could find out what happened there.", "start": 3466.9, "end": 3473.28}, {"text": "Let's pull up the lineup. Let's figure out.", "start": 3473.28, "end": 3474.94}, {"text": "I don't know if it'll be posted.", "start": 3474.94, "end": 3475.94}, {"text": "It's @hihi.", "start": 3475.94, "end": 3476.94}, {"text": "How many days ago was it?", "start": 3476.94, "end": 3479.4}, {"text": "This was...", "start": 3479.4, "end": 3480.4}, {"text": "Two days, one day ago.", "start": 3480.4, "end": 3481.4}, {"text": "It was not last night, but the night before.", "start": 3481.4, "end": 3483.18}, {"text": "Yeah. Well, the post was yesterday.", "start": 3483.18, "end": 3485.3}, {"text": "The post was yesterday, but in the morning, they weren't doing a show.", "start": 3485.3, "end": 3488.66}, {"text": "The show was at night.", "start": 3488.66, "end": 3489.66}, {"text": "Yeah, the show must have been on the... Wait, what is today?", "start": 3489.66, "end": 3493.9}, {"text": "26th.", "start": 3493.9, "end": 3494.9}, {"text": "It must have been on the 24th.", "start": 3494.9, "end": 3495.9}, {"text": "Okay, let me try.", "start": 3495.9, "end": 3496.9}, {"text": "And this is going to be a legendary date that you're going to need to remember. 1/24/24.", "start": 3496.9, "end": 3502.86}, {"text": "Yeah, because it... Oh my God, 24/24.", "start": 3502.86, "end": 3505.7}, {"text": "Exactly, yeah.", "start": 3505.7, "end": 3506.7}, {"text": "Wait, wait. Okay, so that's another thing.", "start": 3506.7, "end": 3509.14}, {"text": "Oh, here's an article about it from USA Today.", "start": 3509.14, "end": 3511.46}, {"text": "Oh my God.", "start": 3511.46, "end": 3512.46}, {"text": "A comedian was escorted off stage during a stand-up show in New York on Wednesday", "start": 3512.46, "end": 3516.46}, {"text": "in a strange incident he now says was a planned surprise that he was not involved in.", "start": 3516.46, "end": 3521.46}, {"text": "That's bullshit! That is a cover-up! We know!", "start": 3521.46, "end": 3526.46}, {"text": "That is such bullshit, dude! We know that that is a cover-up, Norman!", "start": 3526.46, "end": 3529.46}, {"text": "A planned surprise? In a statement provided to USA Today,", "start": 3529.46, "end": 3532.46}, {"text": "Norman said no one was harmed or injured during his performance", "start": 3532.46, "end": 3535.46}, {"text": "and that the disruption was part of a planned surprise activity by show producers.", "start": 3535.46, "end": 3539.46}, {"text": "but Norman said he had no prior knowledge that this was going to", "start": 3539.46, "end": 3542.46}, {"text": "happen in an earlier post on his Instagram story. Norman said his", "start": 3542.46, "end": 3545.56}, {"text": "team was still trying to put together the details.", "start": 3545.56, "end": 3547.76}, {"text": "Planned surprise.", "start": 3547.76, "end": 3550.76}, {"text": "A plant just tell us what the fuck you're talking about adding", "start": 3550.76, "end": 3553.46}, {"text": "to the intrigue.", "start": 3553.46, "end": 3554.56}, {"text": "Donald Glover shared several of high highs posts on his Instagram", "start": 3554.56, "end": 3559.06}, {"text": "story, including a screenshot of a TMZ article about the Norman", "start": 3559.06, "end": 3562.26}, {"text": "incident high high available.", "start": 3562.26, "end": 3564.16}, {"text": "Now one of Glover's posts said a Vanity Fair report published", "start": 3564.16, "end": 3567.96}, {"text": "Thursday said Glover's upcoming show Mr. And Mrs. Smith features a mysterious entity nicknamed", "start": 3567.96, "end": 3573.12}, {"text": "Hi-Hi.", "start": 3573.12, "end": 3574.12}, {"text": "USA Today reached out to representatives for Glover.", "start": 3574.12, "end": 3577.94}, {"text": "The Hi-Hi Instagram account also shared videos of Tyra Banks being surrounded by two people", "start": 3577.94, "end": 3582.48}, {"text": "in furry costumes at an NBA game this week, clips of which also went viral.", "start": 3582.48, "end": 3587.04}, {"text": "Wait, is he saying, so Mark is-", "start": 3587.04, "end": 3589.36}, {"text": "This is all a global conspiracy.", "start": 3589.36, "end": 3590.48}, {"text": "He's claiming this is a prank-", "start": 3590.48, "end": 3591.48}, {"text": "This is a Glover conspiracy.", "start": 3591.48, "end": 3592.48}, {"text": "Involving, he's saying that this is, they're saying this is Childish Gambino's fault.", "start": 3592.48, "end": 3596.36}, {"text": "They're saying that this is all marketing. That Childish Gambino orchestrated this.", "start": 3596.36, "end": 3600.04}, {"text": "And this is all marketing for a new show. That is not true. That is not true.", "start": 3600.04, "end": 3605.72}, {"text": "That is not fucking true at all. No. We reject your reality. That is such an...", "start": 3605.72, "end": 3611.08}, {"text": "People are so used to this shit of like, \"Oh, this thing happened at a thing and it turns out", "start": 3611.08, "end": 3615.8}, {"text": "it's Sacha Baron Cohen.\" Mark Normand. They set up this fake show that is going to be in production", "start": 3615.8, "end": 3621.48}, {"text": "fiction forever, so that they can always say, oh, that was happening because we", "start": 3621.48, "end": 3625.52}, {"text": "were doing a prank for the show, but it's bullshit. Mark Norman is back at", "start": 3625.52, "end": 3630.44}, {"text": "New York Comedy Club on Wednesday. We have to come back in town. We'll go. We", "start": 3630.44, "end": 3634.76}, {"text": "will have to go. I will be there. No, I think it's a weekly show. They matter", "start": 3634.76, "end": 3637.84}, {"text": "mark norman what and I will be charging the stage. We will be rushing, rushing", "start": 3637.84, "end": 3644.08}, {"text": "and picking him up and kidnapping him, bringing him back here. Okay, take a", "start": 3644.08, "end": 3649.16}, {"text": "kidnapping and bring him here, sitting him down and interviewing him. I", "start": 3649.52, "end": 3652.68}, {"text": "don't have", "start": 3652.68, "end": 3653.12}, {"text": "yeah, and he will immediately because he's such a showman right. He's going", "start": 3653.12, "end": 3658.84}, {"text": "to have no choice but to sit here and broadcast with us for a couple hours,", "start": 3658.84, "end": 3662.04}, {"text": "and I will play him in skate. It won't let me view the past date, so I can't", "start": 3662.04, "end": 3666.2}, {"text": "see who was on the show. Fuck, there's no way. We'll find out. I'm going to put", "start": 3666.2, "end": 3670.0}, {"text": "out. I'm going to put out my feelers. Yeah, and I'm going to get a trench coat", "start": 3670.0, "end": 3674.08}, {"text": "right at the museum to the Norman incident. The Norman files right at the", "start": 3674.08, "end": 3677.44}, {"text": "New York comedy incident. This is", "start": 3677.48, "end": 3679.62}, {"text": "well, I mean, parent is right there. Paranormal and he likes", "start": 3679.62, "end": 3684.22}, {"text": "laughter. He loves", "start": 3684.22, "end": 3686.46}, {"text": "para norman left. Tivity that's good coming coming soon. Don't worry. We're", "start": 3686.46, "end": 3693.54}, {"text": "on the light at the", "start": 3693.54, "end": 3694.8}, {"text": "delight right at the delight of the light at the para normand delight at", "start": 3694.8, "end": 3701.2}, {"text": "that. No, we're like and you see him delight when you see the light when you", "start": 3701.2, "end": 3704.62}, {"text": "see her norman to laugh.", "start": 3704.62, "end": 3705.8}, {"text": "Paranormal life to light when you see a pair of Norman's leftivity and", "start": 3705.8, "end": 3711.06}, {"text": "there's the episode title yeah, a pair of Norman light at the mark. ZM all", "start": 3711.06, "end": 3715.46}, {"text": "right, there we go. What's going on mark? ZM, we have anything going on", "start": 3715.46, "end": 3719.2}, {"text": "besides", "start": 3719.2, "end": 3719.68}, {"text": "holder meeting is tomorrow. I think the from the day that this comes out and I", "start": 3719.68, "end": 3724.26}, {"text": "want to say again, if you have any info messages, literally yeah, please anybody", "start": 3724.26, "end": 3727.54}, {"text": "who has any connection at all, you want to just make something out. Yeah, we", "start": 3727.54, "end": 3730.76}, {"text": "will use all of it in our investigation. What else do we I mean yeah subscribe to", "start": 3730.76, "end": 3735.6}, {"text": "the higher tier. If you want to do the shareholder meeting, that's will be", "start": 3735.62, "end": 3738.02}, {"text": "discord job. The play. Yep, job. February 1st, buy a ticket to that and", "start": 3738.02, "end": 3742.82}, {"text": "we're doing a Q and a after that play, which", "start": 3742.82, "end": 3745.42}, {"text": "we don't know how it's gonna go either. So just come out and we'll see", "start": 3745.42, "end": 3748.9}, {"text": "what it means. Really? So we it's trying to get you out to the", "start": 3748.9, "end": 3753.08}, {"text": "theater. Wait, wait, wait. What if somebody what a guy? Oh my God.", "start": 3753.08, "end": 3758.32}, {"text": "What if this is part of it? What if this was the plan all", "start": 3758.32, "end": 3761.58}, {"text": "long. This is their status up and being if I see an or if I'm holding the", "start": 3761.62, "end": 3765.6}, {"text": "smoking gun, they're going to say it was our they're going to find me because", "start": 3765.6, "end": 3769.46}, {"text": "oh my God, they better not. If you're the beanie guy, do not come to that", "start": 3769.46, "end": 3774.14}, {"text": "show. Do not message. Don't come to any of our shows. Do not come. Well, I", "start": 3774.14, "end": 3778.54}, {"text": "mean, I like I mean, this is we I still can't believe we got completely", "start": 3778.54, "end": 3781.38}, {"text": "actually. Okay, we need that scared. We need some of you to come to the show.", "start": 3781.38, "end": 3785.34}, {"text": "We need a lot of you to come to the show. Yeah, and I guess just", "start": 3785.34, "end": 3788.18}, {"text": "keep keep stay tuned. There's a big announcement coming up soon, so just", "start": 3789.02, "end": 3793.22}, {"text": "oh yeah to the ground and check the news. Yeah, also junior associate", "start": 3793.22, "end": 3798.38}, {"text": "February second. Oh yeah, sure yeah, coming on, but watch out for January", "start": 3798.38, "end": 3803.86}, {"text": "thirty first. Why watch out", "start": 3803.86, "end": 3805.78}, {"text": "there? Like I said, watch the news. I don't think we're making it to January", "start": 3805.78, "end": 3809.94}, {"text": "for thirty first after this.", "start": 3809.94, "end": 3811.1}, {"text": "Oh and", "start": 3811.1, "end": 3813.1}, {"text": "don't be playing donkey kong with Cameron. Okay, I won't be happening", "start": 3813.1, "end": 3817.58}, {"text": "more", "start": 3817.62, "end": 3828.62}, {"text": "And so I'm like, alright, maybe the first step is to not drink Yoo-Hoo's at 3am.", "start": 3828.62, "end": 3834.14}, {"text": "And then I'm like, how do I- alright, now I'm trying to get into that, uh, you know, so-", "start": 3834.14, "end": 3837.9}, {"text": "The sugar rush.", "start": 3837.9, "end": 3838.62}, {"text": "Yeah, so I'm on a bit of a spiritual journey.", "start": 3838.62, "end": 3841.1}, {"text": "These days, that-", "start": 3841.1, "end": 3841.6}, {"text": "Indian sugar makes you happy, though.", "start": 3841.6, "end": 3842.7}, {"text": "These days, that whole-", "start": 3842.7, "end": 3843.62}, {"text": "They do.", "start": 3843.62, "end": 3844.12}, {"text": "That's the premise of Willy Wonka.", "start": 3844.12, "end": 3845.62}, {"text": "Well, that's true.", "start": 3845.62, "end": 3846.42}, {"text": "Did you guys see the Wonka movie?", "start": 3846.42, "end": 3847.62}, {"text": "Not yet.", "start": 3847.62, "end": 3848.12}, {"text": "No, my wife did.", "start": 3848.12, "end": 3848.62}, {"text": "Okay, it sucked.", "start": 3848.62, "end": 3849.62}, {"text": "Yeah, I heard it was terrible.", "start": 3849.62, "end": 3850.62}, {"text": "It was terrible.", "start": 3850.62, "end": 3851.12}, {"text": "I rewatched the 2006 Willy Wonka movie. It rocks.", "start": 3851.12, "end": 3855.12}, {"text": "With depth.", "start": 3855.12, "end": 3855.62}, {"text": "Really?", "start": 3855.62, "end": 3856.12}, {"text": "Yeah, with depth.", "start": 3856.12, "end": 3856.62}, {"text": "I mean also by the way, they don't give a fuck about it.", "start": 3856.62, "end": 3858.86}, {"text": "I like that Willy Wonka because he,", "start": 3858.86, "end": 3861.06}, {"text": "like the new Willy Wonka is kind of like a dope,", "start": 3861.06, "end": 3865.74}, {"text": "but this, the Johnny Depp one, he hates children.", "start": 3865.74, "end": 3868.18}, {"text": "- Yeah.", "start": 3868.18, "end": 3869.02}, {"text": "- And he's mean to all the kids and his wife.", "start": 3869.02, "end": 3870.34}, {"text": "- Well this is his origin.", "start": 3870.34, "end": 3871.22}, {"text": "- I hear the new one is Woker.", "start": 3871.22, "end": 3873.62}, {"text": "- Oh shit.", "start": 3873.62, "end": 3874.94}, {"text": "- No way.", "start": 3874.94, "end": 3875.98}, {"text": "- Willy Woka or something.", "start": 3875.98, "end": 3877.34}, {"text": "- Oh my God.", "start": 3877.34, "end": 3878.58}, {"text": "- They drop a slur in the fucking, in the 2006 one.", "start": 3878.58, "end": 3883.42}, {"text": "- Oh yeah, sure.", "start": 3883.42, "end": 3884.34}, {"text": "They were cussing up the story.", "start": 3884.34, "end": 3885.18}, {"text": "It's funny when they're Wokifying the new Willy Wonka,", "start": 3885.18, "end": 3888.86}, {"text": "they're like, \"How do we fix the Oompa Loompas?", "start": 3888.86, "end": 3892.66}, {"text": "How do we make this not Willy Wonka having a bunch of jungle slaves?\"", "start": 3892.66, "end": 3896.82}, {"text": "Yeah.", "start": 3896.82, "end": 3897.18}, {"text": "And then it's that they put Hugh Grant small and he's like,", "start": 3897.18, "end": 3900.5}, {"text": "\"Oh my God, I can't believe you fucking enslaved me.\"", "start": 3900.5, "end": 3903.38}, {"text": "It's just that he still has a slave, but now it's a quippy British smug slave.", "start": 3903.38, "end": 3910.94}, {"text": "Isn't it, well he has multiples of Hugh Grant in the movie?", "start": 3912.18, "end": 3915.54}, {"text": "I don't know man, I didn't see it.", "start": 3915.54, "end": 3916.86}, {"text": "Do we have a Wonka expert that can call in?", "start": 3916.86, "end": 3919.18}, {"text": "I just remember in the trailer that he catches Hugh Grant in a glass thing like a cockroach.", "start": 3919.18, "end": 3922.74}, {"text": "He catches him?", "start": 3922.74, "end": 3923.74}, {"text": "Yeah, yeah, he catches him.", "start": 3923.74, "end": 3924.74}, {"text": "Yeah, he catches him.", "start": 3924.74, "end": 3925.74}, {"text": "What the fuck?", "start": 3925.74, "end": 3926.74}, {"text": "There's only one of them.", "start": 3926.74, "end": 3927.74}, {"text": "I think the thing about the Oompa Loompas that's cool is that they're a bunch of little", "start": 3927.74, "end": 3930.5}, {"text": "guys.", "start": 3930.5, "end": 3931.5}, {"text": "I don't care that there's just one.", "start": 3931.5, "end": 3932.5}, {"text": "He only had one Oompa Loompa in the sequel?", "start": 3932.5, "end": 3934.78}, {"text": "Only one Oompa Loompa.", "start": 3934.78, "end": 3935.78}, {"text": "Sometime between the prequel and the original, the Hugh Grant Oompa Loompa is fucking, is", "start": 3935.78, "end": 3941.06}, {"text": "He's asexually reproducing.", "start": 3941.06, "end": 3943.06}, {"text": "He's putting a pipe down.", "start": 3943.06, "end": 3945.06}, {"text": "What is it like when a person is asexually laying pipe on themselves?", "start": 3945.06, "end": 3949.06}, {"text": "Isn't it strange that uh...", "start": 3949.06, "end": 3951.06}, {"text": "They're like...", "start": 3951.06, "end": 3953.06}, {"text": "They're all guys.", "start": 3953.06, "end": 3955.06}, {"text": "All guys.", "start": 3955.06, "end": 3955.9}, {"text": "[MUSIC PLAYING]", "start": 3955.9, "end": 3959.24}], "title": "#220 - Paranormand Laughtivity", "link": "https://www.patreon.com/posts/220-paranormand-97271177", "date": "Sat, 27 Jan 2024 11:00:07 GMT", "id": 70}