{"lines": [{"text": "Hello, hello, hello, Cameron. What is something amazing for you? Okay, I have", "start": 0.0, "end": 18.2}, {"text": "a gift for you. Oh my God. He's been giving out so many gifts. There was an", "start": 18.2, "end": 22.32}, {"text": "incredible. We'll get into the gift from yesterday in a minute as I'm too", "start": 22.32, "end": 26.4}, {"text": "excited to think about anybody else's gift right now. Close your eyes. Okay,", "start": 26.4, "end": 29.92}, {"text": "Do I close them too? Hold on, keep your eyes closed. Do I hold up my hands?", "start": 29.92, "end": 35.2}, {"text": "Cameron, I don't want to spoil it, but it's exciting. Do I hold up my hands yet?", "start": 35.2, "end": 40.32}, {"text": "Yeah, hold your hands out. Well, it's not that big. That's a classic joke. Okay, you", "start": 40.32, "end": 45.6}, {"text": "could probably just do one hand actually. Okay, that actually worked. I think this", "start": 45.6, "end": 51.08}, {"text": "is because I'm so proud of you in the gym. Oh my god. I got you this very, very", "start": 51.08, "end": 55.12}, {"text": "special gift. Wow. And tell the people what that is. This is a free Junior", "start": 55.12, "end": 59.36}, {"text": "Frosty for a year with any purchase from Wendy's for the Dave Thomas Foundation", "start": 59.36, "end": 64.4}, {"text": "for adoption. Yeah, and this is a Christmas special. Oops, that Wendy's", "start": 64.4, "end": 69.8}, {"text": "runs every year. Guys, I can't believe it either. I can't. I really can't.", "start": 69.8, "end": 74.52}, {"text": "Thank you so much. I also got the same gift last night.", "start": 74.52, "end": 77.16}, {"text": "It's don't tell him that, but he was there. I was there because I saw I saw", "start": 77.16, "end": 83.4}, {"text": "the blatant disrespect. There was a disrespect. Yeah, I have a problem with", "start": 83.4, "end": 87.72}, {"text": "and here's why I can put it on my keys and by the way, here's why I wanted to", "start": 87.72, "end": 92.7}, {"text": "give this to you, Cameron one because I'm proud of you this year. You've been", "start": 92.7, "end": 95.88}, {"text": "getting into the gym. You give it your all you're getting you're really you're", "start": 95.88, "end": 98.82}, {"text": "becoming", "start": 98.82, "end": 99.46}, {"text": "you're becoming an amazing man and it's amazing to see you blossom in front of", "start": 99.46, "end": 104.76}, {"text": "me right as your eldest as your eldest brother. This is an amazing amazing", "start": 104.76, "end": 110.32}, {"text": "thing that I've been seeing out of you great is just it's really incredible and", "start": 110.32, "end": 114.6}, {"text": "the number two reason is Patrick didn't say thank you when I gave him the same", "start": 114.6, "end": 117.48}, {"text": "gift yeah and refused to say thank you and I kept asking to say thank you and I", "start": 117.56, "end": 121.76}, {"text": "said no. Thank you. He just kept saying no. Thank you, because he just doesn't", "start": 121.76, "end": 125.36}, {"text": "and I'd like to understand why that I don't know why that is. I mean I do have", "start": 125.36, "end": 130.86}, {"text": "a problem accepting gifts and both compliments and gifts. You know this", "start": 130.86, "end": 135.98}, {"text": "about me, but why couldn't you just say okay?", "start": 135.98, "end": 138.52}, {"text": "I gave you ice cream. I said okay therapy", "start": 138.52, "end": 143.92}, {"text": "frankly, have a problem with. Okay, I gave you ice unlimited ice cream. Yes,", "start": 146.08, "end": 150.72}, {"text": "it's crazy. It is the best gift. It is the best possibly get I limited ice", "start": 150.72, "end": 155.92}, {"text": "cream. I just and it's a don't know why even after it goes on your runs out. I", "start": 155.92, "end": 160.32}, {"text": "don't even know why I don't even know why that so I'd like you to say it now.", "start": 160.32, "end": 164.22}, {"text": "Thank you, Caleb for the unlimited junior frosties for a year.", "start": 164.22, "end": 168.92}, {"text": "It is going to make me so fat for only okay. So now he's already saying that", "start": 168.92, "end": 174.4}, {"text": "yeah. First of all, he said only a year. I'm not yeah for a year. It's going to", "start": 174.48, "end": 178.58}, {"text": "make me fat. You're already like a junior for us.", "start": 178.58, "end": 181.36}, {"text": "That you don't have self control. Just because I gave you a limited ice cream.", "start": 181.36, "end": 185.52}, {"text": "I'm not blaming you. I'm saying that this is a good thing. You're not even", "start": 185.52, "end": 188.96}, {"text": "getting fat yet and you're already, you're getting, I'm sorry, I'm sorry,", "start": 188.96, "end": 192.4}, {"text": "I'm saying fat when I mean I'm bulking. You pre blamed me for your, I'm not", "start": 192.4, "end": 196.16}, {"text": "blaming, I'm not blaming, I'm thanking you for helping me with my bulk.", "start": 196.16, "end": 199.32}, {"text": "So when I get, when I look, look at me now.", "start": 199.32, "end": 203.16}, {"text": "yep, you can go wide. Now I can go wider. He can go wider now, but I have a", "start": 204.0, "end": 208.86}, {"text": "bicep dimple now that you pointed out.", "start": 208.86, "end": 211.04}, {"text": "You I think I was just check attention to his friend's bodies very much this", "start": 211.04, "end": 217.18}, {"text": "one.", "start": 217.18, "end": 217.42}, {"text": "We were at the gym and I did this and you went, oh, bicep dimple. Yep. He was", "start": 217.42, "end": 223.9}, {"text": "so more excited than I was. You started, you brought it up again. You're way more", "start": 223.9, "end": 228.06}, {"text": "excited. I don't even remember this moment. You said this, you pointed at me", "start": 228.06, "end": 232.28}, {"text": "what we were doing. He was more yeah", "start": 232.3, "end": 235.66}, {"text": "well. It made me excited. It made me excited. It got me that yeah, the beauty", "start": 235.66, "end": 241.38}, {"text": "of accepting it is yeah gifts from your and that is my that is actually it was", "start": 241.38, "end": 246.06}, {"text": "my new year's resolution. Really what a bicep dimple, no learning to learning to", "start": 246.06, "end": 251.94}, {"text": "accept compliments and stuff all right. Mine was get a new car. I didn't have", "start": 251.94, "end": 256.58}, {"text": "any this year. No, I didn't have time to think of it in time. I don't think I've", "start": 256.58, "end": 260.78}, {"text": "I'm living like I made a bunch of resolutions, but I didn't make any that", "start": 260.82, "end": 264.12}, {"text": "is really powerful. I've been going to bed early, waking up early, reading", "start": 264.12, "end": 267.46}, {"text": "every night, going to the gym. Well, those are resolutions, but I didn't", "start": 267.46, "end": 270.54}, {"text": "resolve to do any of this stuff. I'm just randomly doing it. He has zero", "start": 270.54, "end": 273.58}, {"text": "resolve. I'm just doing it on accident. I'm just I literally", "start": 273.58, "end": 276.38}, {"text": "I just happen to do it. He's actually slipped into the most healthy. If you", "start": 276.38, "end": 280.5}, {"text": "were watching my life out from outside like a movie, you'd think that I made a", "start": 280.5, "end": 283.58}, {"text": "big list on a piece of paper and things I had to do this year, but you I have", "start": 283.58, "end": 286.9}, {"text": "zero goals. Yeah, you don't give a fuck about any of this shit. I hope I end", "start": 286.9, "end": 290.18}, {"text": "this year in the same way I ended last year on the couch on my bed yeah on the", "start": 290.22, "end": 294.9}, {"text": "bed. Well, it's night time. I just sleep is true midnight yeah. What are you", "start": 294.9, "end": 298.9}, {"text": "going to do? Stay up? I don't say past midnight. What you have one you have one", "start": 298.9, "end": 302.98}, {"text": "resolution me, which is what is it play play all games play all games.", "start": 302.98, "end": 309.3}, {"text": "It is a resolution. I don't make the ring a tuxedo all games. In fact, I", "start": 309.3, "end": 317.58}, {"text": "girl. If I made any resolution, it was playing no games, but I didn't make", "start": 317.62, "end": 320.68}, {"text": "that he didn't make that even if I did, I would be failing it because I'm", "start": 320.68, "end": 323.56}, {"text": "playing all games. Yeah, well, so it's a reverse resolution. The reverse", "start": 323.56, "end": 327.58}, {"text": "resolution is a good idea. You said it reverse unsolution, an unsolution so", "start": 327.58, "end": 332.34}, {"text": "that", "start": 332.34, "end": 332.58}, {"text": "so when you don't do it, so if you don't do it, you did actually complete a", "start": 332.58, "end": 337.7}, {"text": "guess. A desolution would just be something like don't eat candy. Don't", "start": 337.7, "end": 341.98}, {"text": "don't stop this. Stop that. Yeah, good one. Don't eat poop is a good one that", "start": 341.98, "end": 345.78}, {"text": "I have trouble with.", "start": 345.78, "end": 347.1}, {"text": "I have a little every year. I've never completed it. It's always it always", "start": 347.1, "end": 351.7}, {"text": "like I get through January fine, and then you eat one. I'm like", "start": 351.7, "end": 355.0}, {"text": "now I can do it. I got a power through here. Come say Margerie,", "start": 355.0, "end": 359.08}, {"text": "here comes a day. There's all the people, just one crumb, one dingleberry,", "start": 359.08, "end": 366.28}, {"text": "yeah, all the people eating shepherds pie and cottage pie and you're just in", "start": 366.28, "end": 370.76}, {"text": "the bathroom locked under one of the stalls trying to eat their shit. Yeah,", "start": 370.76, "end": 373.8}, {"text": "this is a because what can hurt just once just one. I made it through two months.", "start": 373.86, "end": 377.94}, {"text": "Everybody's Irish on St. Patrick's Day. You gotta eat it. Yeah, I deserve this", "start": 377.94, "end": 382.3}, {"text": "shit. Literally. Yeah, literally. Oh, I went home. Everybody's saying, \"Where's", "start": 382.3, "end": 387.66}, {"text": "Caleb on the last episode?\" I went home for a bad news type of situation, but I", "start": 387.66, "end": 394.6}, {"text": "took a plane there, guys.", "start": 394.6, "end": 396.18}, {"text": "And here's what I've noticed about planes. Here we go. Yeah, so go ahead and", "start": 396.18, "end": 401.58}, {"text": "buckle up. Here we go. And another thing about going home, I got a Columbia zip up", "start": 401.6, "end": 407.2}, {"text": "that I stole from my stepdad. I saw this is my new type of look. I saw this. I", "start": 407.2, "end": 410.64}, {"text": "now... You guys both are wearing new things. I now... He has a what? A", "start": 410.64, "end": 413.48}, {"text": "heather gray hoodie. He noticed that buckles. You know why I noticed this?", "start": 413.48, "end": 416.68}, {"text": "'Cause this is something my dad would wear. So I... What a gray hoodie? Well,", "start": 416.68, "end": 420.0}, {"text": "this exact type of... We got the same damn pants on, motherfucker. No, yours", "start": 420.0, "end": 423.56}, {"text": "are... Yours are Carhartt's. What's this kind of fabric design called? Damn.", "start": 423.56, "end": 427.04}, {"text": "This is called the... Heather. Heather gray. Heather gray. Yeah, heather gray.", "start": 427.04, "end": 430.84}, {"text": "but this is what a beautiful name for a woman. It is so it is a hot. If I was", "start": 430.86, "end": 435.16}, {"text": "married to a woman,", "start": 435.16, "end": 435.98}, {"text": "I would take her long legs, so I become Patrick Gray, Heather,", "start": 435.98, "end": 440.42}, {"text": "Patrick Gray. I forgot about him. Oh yeah, that's her buddy.", "start": 440.42, "end": 443.9}, {"text": "I haven't seen him in years. So", "start": 443.9, "end": 446.54}, {"text": "what was I saying? Oh, playing my plane observation right. Have you guys know", "start": 446.54, "end": 452.58}, {"text": "well, maybe this is just me whenever I go on a plane and I don't really like", "start": 452.58, "end": 456.96}, {"text": "planes that much. I pretend I am fine with them, but I get pretty scared on", "start": 456.96, "end": 460.54}, {"text": "them sometimes yeah, and I think the", "start": 460.56, "end": 462.32}, {"text": "people the plane people know this, and so they decide to seat me. It doesn't", "start": 462.32, "end": 468.62}, {"text": "matter if I'm number eight or number twenty eight. If I open my window, I", "start": 468.62, "end": 473.5}, {"text": "look directly at the wavering yeah, that is is about to yeah off the plane,", "start": 473.5, "end": 479.14}, {"text": "and I don't know how this is possible on the plan on the ride up there. I sat", "start": 479.14, "end": 483.84}, {"text": "like eleven F and on the ride back. They move the wings yeah. They", "start": 483.84, "end": 487.98}, {"text": "moving to wherever I am. How big is the fucking wing? Maybe it's the cheapest", "start": 488.74, "end": 493.28}, {"text": "seat. They just put you in the wing yeah, so that you get that nobody wants", "start": 493.28, "end": 497.28}, {"text": "we", "start": 497.28, "end": 497.6}, {"text": "can't change the wings every flight because they know that nobody wants are", "start": 497.6, "end": 502.14}, {"text": "the ones where you are responsible for everyone's safety on the plane. If", "start": 502.14, "end": 505.42}, {"text": "there's a right, I let that is a really good or air marshal those seats. The", "start": 505.42, "end": 511.62}, {"text": "worst seats, I hate it when they come up to are you they say, hey, are you", "start": 511.62, "end": 515.54}, {"text": "are you come to the plane?", "start": 516.0, "end": 517.12}, {"text": "Are you comfortable flying the plane and landing? I hate it when I fly spirit", "start": 517.12, "end": 523.02}, {"text": "airlines and you know that they are barely they're holding that plane", "start": 523.02, "end": 526.6}, {"text": "together with duct tape. I suppose spirit they come up to me. They come up", "start": 526.6, "end": 530.02}, {"text": "to me with a badge and a gun and they say are you you are you prepared to be", "start": 530.02, "end": 533.2}, {"text": "the air? Are you comfortable being the air marshal on this flight today guys?", "start": 533.2, "end": 536.12}, {"text": "It's coming. What", "start": 536.12, "end": 537.56}, {"text": "the big the big commercial airplane crash is coming? I think I think that", "start": 537.56, "end": 543.04}, {"text": "every time I've been", "start": 543.08, "end": 544.08}, {"text": "almost two years. We're going on tour. I know we're going to die. Don't we don't", "start": 544.08, "end": 550.1}, {"text": "serious the giant commercial airplane crash that will completely redefine the", "start": 550.1, "end": 555.22}, {"text": "airline industry forever. That's a change, change the regulation. Everything", "start": 555.22, "end": 559.22}, {"text": "will change things. Maybe we'll get safer, maybe not it's coming. So here's", "start": 559.22, "end": 563.6}, {"text": "my valance big bopper buddy Holly.", "start": 563.6, "end": 566.58}, {"text": "I really really really is coming. I think so to I almost don't want to get on a", "start": 570.6, "end": 574.92}, {"text": "plane for the next five years. Not going to be in the States. It is going to be", "start": 574.92, "end": 578.28}, {"text": "in the state. What are you talking about? That's the only way anything all", "start": 578.28, "end": 580.84}, {"text": "the time everywhere, everywhere else. It will be in Canada. They will be in", "start": 580.84, "end": 584.0}, {"text": "Canada. Well, that's still it'll be on air. Still the United States, it'll be", "start": 584.0, "end": 588.24}, {"text": "on air, not Canada, but it'll be a plane from it'll be an air lingus plane from", "start": 588.24, "end": 592.0}, {"text": "Canada. I don't like that. It's going to happen in the US, though, because I'm", "start": 592.0, "end": 594.92}, {"text": "talking about I think so. U. S. Airline, I think I think it will crash.", "start": 594.92, "end": 598.16}, {"text": "hmm. I think two planes are going to are going to collide when they're landing", "start": 599.4, "end": 603.42}, {"text": "breaking bad. Wow, I think it's going to be an air traffic issue. You saw the", "start": 603.42, "end": 607.86}, {"text": "video the other day where the pilot was chewing out the air traffic control", "start": 607.86, "end": 611.08}, {"text": "person because they were about to collide into each other. They do it", "start": 611.08, "end": 613.94}, {"text": "happens all the time. It happens literally six hundred times a year that", "start": 613.94, "end": 616.98}, {"text": "play passenger planes almost collide into each other. So one of these times", "start": 616.98, "end": 620.12}, {"text": "somebody's going to get. I thought I'm saying bro it's going to happen. It's", "start": 620.12, "end": 622.58}, {"text": "crazy and you guys see this Boeing stuff. What's happening with bone? You guys", "start": 622.58, "end": 625.56}, {"text": "haven't you know when the entire side of the plane blew off and they had to land", "start": 625.56, "end": 628.98}, {"text": "did you guys not see this? Maybe this is your prediction. You're serious. You", "start": 629.02, "end": 631.68}, {"text": "didn't see this. I did not there was a there was a fucking I don't remember", "start": 631.68, "end": 634.66}, {"text": "which airline it was, but they took off they're flying and then Julio look this", "start": 634.66, "end": 638.26}, {"text": "up. They they want it fucking the one of the windows, you know how it's like a", "start": 638.26, "end": 642.42}, {"text": "window like segment yeah. It came, it blew off oh that's bad and and it was", "start": 642.42, "end": 647.68}, {"text": "just it was completely depressurized. They had to land and nobody was in that", "start": 647.68, "end": 650.98}, {"text": "seat, but if it happened, they would have just been so", "start": 650.98, "end": 653.26}, {"text": "instantly and then they check the plate and they're like yeah. All the bolts on", "start": 653.26, "end": 657.78}, {"text": "this plane were loose.", "start": 657.82, "end": 658.82}, {"text": "They hadn't tightened the bolts in like ten years. I always and it's bow. It's", "start": 658.82, "end": 663.94}, {"text": "Boeing plans. You see look at this is your air. This is your no no no no", "start": 663.94, "end": 668.14}, {"text": "everybody's going to die yeah. I mean I just can't happen. This is they need to", "start": 668.14, "end": 673.46}, {"text": "fix this.", "start": 673.46, "end": 674.02}, {"text": "Please tell me they at least fixed it. I don't tell you that they're not still", "start": 674.02, "end": 678.66}, {"text": "flying this play.", "start": 678.66, "end": 679.3}, {"text": "Seems like a recipe. This is Caleb's plan. You just duct tape over that damn", "start": 679.3, "end": 683.9}, {"text": "spot and start flying it around. Am I right? You don't I don't strike you as", "start": 683.9, "end": 687.74}, {"text": "that kind of person. You do that all the time with your car, yeah tape stuff you", "start": 687.78, "end": 691.7}, {"text": "duct tape. You've had like five duct tape situations on your okay one time.", "start": 691.7, "end": 695.24}, {"text": "Yes, I did have a pink kids hand mirror that replaced the side view mirror and", "start": 695.24, "end": 700.9}, {"text": "yes it was duct tape, but that was only for for what about your car window.", "start": 700.9, "end": 704.0}, {"text": "What about the hood of your car? The car window is saran wrap by the way, not", "start": 704.0, "end": 707.2}, {"text": "duct tape, asshole dumb ass and that was only for a month and a half. Why would", "start": 707.2, "end": 711.38}, {"text": "they break into your car with how it looked someone broke it in his air", "start": 711.38, "end": 714.38}, {"text": "they didn't break into the car. They just threw a beer bottle through the window.", "start": 716.82, "end": 719.52}, {"text": "Okay, it was a terrorist. You know why it was your Bernie sticker. It was fully", "start": 719.52, "end": 723.12}, {"text": "the Bernie sticker and it was a Heineken, which is a conservative conservative", "start": 723.12, "end": 727.64}, {"text": "right wing style beer. Yeah, I saw somebody put up", "start": 727.64, "end": 730.28}, {"text": "like some flyers around the neighborhood for like it was like communist meeting", "start": 730.28, "end": 734.72}, {"text": "or whatever you got to organize or yeah, I was like pictures of Karl Marx or", "start": 734.72, "end": 738.7}, {"text": "something and like something made me laugh was like someone went by and like", "start": 738.7, "end": 742.42}, {"text": "tore down part of it and scribbled over it with sharpie and like wrote a bunch", "start": 742.42, "end": 745.64}, {"text": "like USA forever long live USA and it's so funny to me to be like a full like", "start": 745.68, "end": 750.64}, {"text": "USA, USA guy living in Ridgewood.", "start": 750.64, "end": 753.32}, {"text": "So yeah, just there is a guy I see him on the walk over sometimes and he'll have", "start": 753.32, "end": 760.2}, {"text": "his garage door open, whole garage trumped out like big like yeah, I guess", "start": 760.2, "end": 766.48}, {"text": "also that is like that's why this neighborhood still cool because you", "start": 766.48, "end": 769.16}, {"text": "don't have it's not all", "start": 769.16, "end": 770.92}, {"text": "the hippie the hipsters. I bet also the people like that are like so much more.", "start": 772.72, "end": 778.04}, {"text": "They dig their heels in so much more because of all the communists and they", "start": 778.04, "end": 782.36}, {"text": "see me walk around them. Exactly. You guys should see me walk around this", "start": 782.36, "end": 785.24}, {"text": "neighbourhood, big hoop earrings, a shirt that goes to my nipples on the", "start": 785.24, "end": 789.32}, {"text": "downwards way, just right above them. Yeah, yeah, fishnet. I have a fishnet. I", "start": 789.32, "end": 794.2}, {"text": "fishnet shoes. Everyone sees your arca tattoo on your belly. Yeah, yeah,", "start": 794.2, "end": 797.48}, {"text": "the arca tummy rocker.", "start": 797.48, "end": 800.56}, {"text": "you have a big portrait of Arca on your I do", "start": 801.96, "end": 805.96}, {"text": "I look good, but a lot of people don't like it, and so I think that that's the", "start": 805.96, "end": 812.36}, {"text": "other thing that's coming as a retaliation against me. I walk around", "start": 812.36, "end": 815.36}, {"text": "with an under bite. So people don't talk to me. That's smart. That's really smart", "start": 815.36, "end": 819.76}, {"text": "when they ask you stuff. You just go. Nobody asked me stuff. You walk around", "start": 819.76, "end": 823.26}, {"text": "with an under. I don't want to talk to anybody. Say under board to you. Oh,", "start": 823.26, "end": 826.16}, {"text": "hell no guarantee it, because I don't want to know that voice sounds like no", "start": 826.16, "end": 829.26}, {"text": "people got a little bit of spit in it. Yeah, exactly and showing your teeth", "start": 829.76, "end": 834.36}, {"text": "like an angler fish to not just in the job. Just yeah, I'm afraid they'll bite", "start": 834.36, "end": 838.68}, {"text": "but I'm not doing that walking up to the game in contact.", "start": 838.68, "end": 842.08}, {"text": "So when you walk you walk up to the bouncer and just go hello, you walk", "start": 842.08, "end": 846.96}, {"text": "into a bar walking fully like like knuckles dragging on the ground until", "start": 846.96, "end": 851.88}, {"text": "you get to the bouncer. So they style just yeah. Hello. Hello. That movie", "start": 851.88, "end": 857.44}, {"text": "scared me when I was a kid because I thought usual suspect anybody who has a", "start": 857.44, "end": 861.32}, {"text": "disability could be faking it", "start": 861.32, "end": 862.94}, {"text": "and could be", "start": 862.94, "end": 865.54}, {"text": "isn't that scary. Yeah, that's a scary idea. Did anybody that's really fucking", "start": 865.54, "end": 871.52}, {"text": "scary. Someone pops out of the wheelchair and now listen, they got", "start": 871.52, "end": 874.62}, {"text": "Ganondorf powers. Get the fuck away from me man. Stay back. Stay down.", "start": 874.62, "end": 878.74}, {"text": "Yeah, say a pig get back down or don't become the pig. Stay a pig. Stay a pig", "start": 878.74, "end": 884.92}, {"text": "Ganondorf a pig.", "start": 884.92, "end": 886.04}, {"text": "you're saying so it stands up out of their wheelchair. You say stay down and", "start": 886.04, "end": 891.94}, {"text": "I got no Ganondorf the man and then Ganon you're always getting confused in", "start": 891.94, "end": 895.74}, {"text": "offensive ways. Yeah,", "start": 895.74, "end": 896.92}, {"text": "you are easily. Yeah, this is like I step on the real you type of I step on", "start": 896.92, "end": 903.88}, {"text": "rakes confused. You is the real you know", "start": 903.88, "end": 906.44}, {"text": "the confused me is yeah that the really you really pops out when you get", "start": 906.44, "end": 911.92}, {"text": "confused. I don't call disabled people pig. You literally just did about thirty", "start": 911.96, "end": 915.92}, {"text": "I was saying that Gannon is a pig. It's always something crazy and new to or", "start": 915.92, "end": 920.96}, {"text": "I've never heard in my entire life. Anybody say something like that, it", "start": 920.96, "end": 924.16}, {"text": "sounds awful. It comes out and I'm like that is a horrible. That's crazy. That", "start": 924.16, "end": 928.76}, {"text": "is horrifying. What have I said? What have I said like that besides pig? I'm", "start": 928.76, "end": 932.36}, {"text": "sure that somebody can make a super cut there. Yeah, there could easily be a", "start": 932.36, "end": 935.52}, {"text": "super cut of all the times that you've actually said something horribly", "start": 935.52, "end": 938.2}, {"text": "offensive as a confusion.", "start": 938.2, "end": 940.6}, {"text": "I thought we were talking about something else. You get confused for one second and you go", "start": 940.6, "end": 947.4}, {"text": "just Doug Stanhope instantly. It's a very interesting quality to your body. Interesting. So what's", "start": 947.4, "end": 955.36}, {"text": "going on? We, last night, did our Q&A. We did a Q&A for Job the Play. We had three old", "start": 955.36, "end": 961.04}, {"text": "women walk out. No, I saw you. I saw you posting about this and you're wrong. No, no, no, there", "start": 961.04, "end": 966.32}, {"text": "there was an old woman who walked out and stared at us. He did not see her.", "start": 966.32, "end": 969.62}, {"text": "We took that look at the strike, but you're saying you're here to touch it", "start": 969.62, "end": 974.38}, {"text": "too, because then he will", "start": 974.38, "end": 975.22}, {"text": "it's strong the strength. So he's distracted by my strength. It's it's", "start": 975.22, "end": 979.62}, {"text": "I didn't see the first person walk out, but the majority of people who walked", "start": 979.62, "end": 984.26}, {"text": "out and this is you're trying to give false info to make it seem like we", "start": 984.26, "end": 986.82}, {"text": "bombed when we didn't we didn't bomb. I'm not saying we bombed. I'm just", "start": 986.82, "end": 989.42}, {"text": "saying that there was a little lady, the old ladies who walked out, walked out", "start": 989.42, "end": 993.32}, {"text": "after we finished our portion and we said okay, now we're going to take", "start": 993.42, "end": 996.26}, {"text": "questions from the audience. That's when they left. They were like if these guys", "start": 996.26, "end": 1000.38}, {"text": "aren't talking anymore, I'm fucking off. They love us. They hate the audience.", "start": 1000.38, "end": 1003.7}, {"text": "All right, well, I thought that that was a failure and on us to the old", "start": 1003.7, "end": 1008.1}, {"text": "community, but no actually they don't have a they hate each other. It's like", "start": 1008.1, "end": 1012.54}, {"text": "it's like when you go to a concert, you leave after the opener. You that's", "start": 1012.54, "end": 1016.14}, {"text": "because you just like the opener. It's not because opener was so bad. You can't", "start": 1016.14, "end": 1019.18}, {"text": "even handle the main event anymore. Yeah, exactly. That would be a silly. There", "start": 1019.18, "end": 1023.1}, {"text": "because my friend told me that the woman he was sitting next to", "start": 1023.14, "end": 1026.18}, {"text": "scoffed and said stupid after our first question. She was probably my first", "start": 1026.18, "end": 1031.84}, {"text": "question. Yeah, I actually", "start": 1031.84, "end": 1032.74}, {"text": "what was do you remember it was not does. Oh, I remember what it was. It", "start": 1032.74, "end": 1039.0}, {"text": "won't make any sense because nobody's seen the play, so it doesn't matter. Go", "start": 1039.0, "end": 1041.62}, {"text": "see the play. It's very good thing. It probably sold that lady was probably", "start": 1041.62, "end": 1045.38}, {"text": "chilling dude. She's probably moaning, one jilling you ever heard. She called", "start": 1045.38, "end": 1049.9}, {"text": "She called her vagina stupid?", "start": 1049.94, "end": 1051.94}, {"text": "Yeah, she was calling herself, she was dirty talking herself in the middle of the chair,", "start": 1051.94, "end": 1055.44}, {"text": "giggling because we were on stage, and moaning, and...", "start": 1055.44, "end": 1058.44}, {"text": "Stupid, stupid, stupid.", "start": 1058.44, "end": 1061.44}, {"text": "That'd be kind of cool. Has anybody got in trouble...", "start": 1061.44, "end": 1063.44}, {"text": "Cool?", "start": 1063.44, "end": 1063.94}, {"text": "If a fucking hot old milf was gilling in the audience?", "start": 1063.94, "end": 1067.44}, {"text": "And calling herself stupid? You'd feel bad.", "start": 1067.44, "end": 1069.44}, {"text": "Why would I feel bad? She's getting a nut.", "start": 1069.44, "end": 1071.44}, {"text": "Hmm.", "start": 1071.44, "end": 1072.94}, {"text": "To me.", "start": 1072.94, "end": 1074.44}, {"text": "Okay, you're weird.", "start": 1074.44, "end": 1075.94}, {"text": "How's that weird?", "start": 1075.94, "end": 1076.94}, {"text": "You're a little weird.", "start": 1076.94, "end": 1077.94}, {"text": "How is that weird?", "start": 1077.94, "end": 1078.94}, {"text": "a little bit weird. If you're saying if a guy did it, it'd be okay, it'd be weird.", "start": 1078.94, "end": 1083.32}, {"text": "If anyone was jacking off and calling themselves stupid, it wouldn't be. I", "start": 1083.32, "end": 1086.84}, {"text": "don't think that's that crazy. It would be weird. It's been done. You witness", "start": 1086.84, "end": 1090.84}, {"text": "somebody, you witness somebody masturbating and they're going. I'm so", "start": 1090.84, "end": 1094.44}, {"text": "stupid, I'm so dumb. Oh, I'm a piece of crap and they're there in public one", "start": 1094.44, "end": 1100.52}, {"text": "because you're witnessing. I'm", "start": 1100.52, "end": 1101.84}, {"text": "would it be better if they're going? I'm awesome. If I'm the best", "start": 1101.84, "end": 1106.04}, {"text": "way, because that is a that is a psychopath sex criminal. The other one", "start": 1108.52, "end": 1112.4}, {"text": "is also a sex criminal, but they're ready to go to jail yeah. They want you", "start": 1112.4, "end": 1116.56}, {"text": "to say buddy. You have to stop doing that and they go okay yeah you're", "start": 1116.56, "end": 1120.16}, {"text": "right. They're remorseful. This other guy thinks he's God yeah, this thing", "start": 1120.16, "end": 1125.24}, {"text": "I'm awesome. He thinks he's in a time loop. Has there ever been a peewee", "start": 1125.24, "end": 1128.92}, {"text": "Herman at a play? No, yes, Lauren Bobert, oh yeah, oh she's she got she got she", "start": 1128.92, "end": 1137.4}, {"text": "did a two person Herman Yep at the play", "start": 1137.44, "end": 1140.74}, {"text": "P P. We we she did a P P. We Herman", "start": 1140.74, "end": 1144.42}, {"text": "Herman P P. We Herman Herman Herman Herman, she P, she did a P. She took her", "start": 1144.42, "end": 1151.92}, {"text": "man okay wait. I got her man. She took her is we P we out she P weed her man", "start": 1151.92, "end": 1158.6}, {"text": "yeah she", "start": 1158.6, "end": 1159.06}, {"text": "yeah exactly yeah, so yeah, I guess that it wasn't a play. What play was that at", "start": 1159.06, "end": 1164.66}, {"text": "Beetlejuice that's why I said until his beetle juiced. I thought he that was his", "start": 1165.34, "end": 1170.2}, {"text": "his face. He made booty. No, no, no, no, no, no, no, no, no, no, no, no, no, no, no,", "start": 1170.2, "end": 1173.22}, {"text": "he didn't get he didn't get to not he nutted so hard his head shrank. He has", "start": 1173.22, "end": 1177.54}, {"text": "a", "start": 1177.54, "end": 1177.66}, {"text": "they kicked him out for he could not that's a bullshit. That's a man nut.", "start": 1177.66, "end": 1182.86}, {"text": "Let him know let him fucking let that boy nut let her not or him let him let", "start": 1182.86, "end": 1187.62}, {"text": "it off at Beetlejuice. You know what I'll say this about her. She is midi to me", "start": 1187.62, "end": 1192.46}, {"text": "really is it because of her political views, I have a hard time separating", "start": 1192.82, "end": 1198.28}, {"text": "women from their political views, so yeah, I think it is that okay.", "start": 1198.28, "end": 1202.0}, {"text": "Also, would you ever date like a Nazi woman?", "start": 1202.0, "end": 1205.22}, {"text": "If she was like really ugly, yeah, she was really ugly, say more things about", "start": 1205.22, "end": 1214.08}, {"text": "her, and she's a really ugly. Her hair is", "start": 1214.08, "end": 1216.72}, {"text": "she doesn't have hair. Her hair is milk white. She has she has green", "start": 1216.72, "end": 1222.1}, {"text": "She's green spots on her skin. Okay, they look like liver spots, but they're", "start": 1222.1, "end": 1228.1}, {"text": "actually from a different part of their stomach spots. Yeah, she's dressed a", "start": 1228.1, "end": 1233.1}, {"text": "new. It's a new type of she's dressed in a paper bag, a trader, a trader,", "start": 1233.1, "end": 1238.1}, {"text": "revealing. It's a big one. It's a trader Joe's bag from a giant trader Joe's", "start": 1238.1, "end": 1243.1}, {"text": "that's what's the sized up was the body like she has one tooth that's long and", "start": 1243.1, "end": 1247.1}, {"text": "and one tooth that's very yeah arms on the bottom toothpick arms in terms of", "start": 1247.1, "end": 1252.62}, {"text": "thinness and also no joint straight and straight arm arm body trapezoidal and i", "start": 1252.62, "end": 1259.26}, {"text": "know right now you're thinking either broad shoulders or broad hips but no", "start": 1259.26, "end": 1262.22}, {"text": "trapezoid on it like sideways yeah so tall on one side short on the other side", "start": 1262.22, "end": 1267.34}, {"text": "so one long leg that's very strong and one shorter leg that's made of wood so", "start": 1267.34, "end": 1274.7}, {"text": "so she balance does she balance out or she's always falling over. She's the", "start": 1274.7, "end": 1278.06}, {"text": "trap, standing like this. She has to hang on a rope yeah, so we have to bring so", "start": 1278.06, "end": 1282.94}, {"text": "she has two people who bring a rope everywhere. You know that do you know", "start": 1282.94, "end": 1286.22}, {"text": "the the thing that they use to realign baby's spines where they put it on", "start": 1286.22, "end": 1290.44}, {"text": "their head and they spin around. They have that she has that okay yeah dater", "start": 1290.44, "end": 1295.02}, {"text": "okay, but that's settled because", "start": 1295.02, "end": 1297.08}, {"text": "people would like shit is she like really loud about her political. She", "start": 1297.08, "end": 1301.66}, {"text": "can't speak. Oh well, then yeah, I don't care if she's silently she's she's", "start": 1301.7, "end": 1305.84}, {"text": "written five hundred. Are you going to say we're going to say it's we're going", "start": 1305.84, "end": 1309.66}, {"text": "to say it's like when people have like a dog that's got a wheelchair? No, but", "start": 1309.66, "end": 1314.06}, {"text": "I'm sick of that, too.", "start": 1314.06, "end": 1314.98}, {"text": "I'm sick of that. How many dogs do you see with wheelchair? I see you. How can", "start": 1314.98, "end": 1318.86}, {"text": "you be sick of that? How can you be sick of it? I saw there was a dog in my", "start": 1318.86, "end": 1322.48}, {"text": "neighborhood. Oh, wait, sorry. Do you have a woman in your life who sends you", "start": 1322.48, "end": 1325.7}, {"text": "these videos every fucking day? Because I do I don't see disabled animals from", "start": 1325.7, "end": 1329.36}, {"text": "here. You get pictures of dogs in wheelchairs, dogs in where they have the", "start": 1329.38, "end": 1332.94}, {"text": "back legs are replaced by wheels. I got them chopped off. You get videos of", "start": 1332.94, "end": 1336.48}, {"text": "those every day pretty often. Okay, this is your wife wants to do that to fill.", "start": 1336.48, "end": 1341.06}, {"text": "Here's what I don't like with dogs. She wants to take Phil's back. I'm done.", "start": 1341.06, "end": 1344.46}, {"text": "I'm done with the three legged dog. Don't show me this dog anymore. I don't", "start": 1344.46, "end": 1348.78}, {"text": "want to see this dog and everybody is and nobody's paying attention to my dog", "start": 1348.78, "end": 1352.62}, {"text": "because they're so obsessed with this fucking dog that has three legs. You're", "start": 1352.62, "end": 1355.3}, {"text": "My dog is better than the three-legged dog.", "start": 1355.32, "end": 1358.52}, {"text": "Your dog bite is not better than the three-legged dog.", "start": 1358.52, "end": 1360.32}, {"text": "It is better than the three-legged dog.", "start": 1360.32, "end": 1361.32}, {"text": "Your dog bited Cameron.", "start": 1361.32, "end": 1362.32}, {"text": "Your dog bited me all over my whole body.", "start": 1362.32, "end": 1364.6}, {"text": "That's fine.", "start": 1364.6, "end": 1365.6}, {"text": "I trained him to do that.", "start": 1365.6, "end": 1366.6}, {"text": "I don't care that much about it.", "start": 1366.6, "end": 1367.6}, {"text": "I trained him to attack you.", "start": 1367.6, "end": 1368.6}, {"text": "Here's the other thing I'm done with dogs.", "start": 1368.6, "end": 1369.68}, {"text": "You don't like Phil?", "start": 1369.68, "end": 1370.68}, {"text": "I don't fuck with him anymore.", "start": 1370.68, "end": 1371.68}, {"text": "That's fine.", "start": 1371.68, "end": 1372.68}, {"text": "We fell out.", "start": 1372.68, "end": 1373.68}, {"text": "You fell out?", "start": 1373.68, "end": 1374.68}, {"text": "He's still rocking with me.", "start": 1374.68, "end": 1375.72}, {"text": "Was it money?", "start": 1375.72, "end": 1376.72}, {"text": "No, it was his barking.", "start": 1376.72, "end": 1377.72}, {"text": "It was too loud.", "start": 1377.72, "end": 1378.72}, {"text": "It was too loud.", "start": 1378.72, "end": 1379.72}, {"text": "It hurt your ears?", "start": 1379.72, "end": 1380.72}, {"text": "No, but it startled me a couple of times.", "start": 1380.72, "end": 1381.72}, {"text": "Oh, I'm sorry about that.", "start": 1381.72, "end": 1382.72}, {"text": "hurtled me a couple times. Oh, I'm sorry about that. I'm also done with dogs that", "start": 1382.72, "end": 1386.56}, {"text": "have two different colors of eyes. Border collies. I don't give a fuck and", "start": 1386.56, "end": 1391.36}, {"text": "people who have that to heterochromia is out for 2024. Get a contact. I'm", "start": 1391.36, "end": 1396.2}, {"text": "throwing that shit away. Make your eyes match. I don't want to see two different", "start": 1396.2, "end": 1400.16}, {"text": "colors of eyes and then I'm trying to pick which one to look at. I'm honestly", "start": 1400.16, "end": 1403.2}, {"text": "done with any color of eye that's stranger or catches your eye or", "start": 1403.2, "end": 1407.64}, {"text": "interesting in any way. Enough of the purple. Even a color, even a blue that is", "start": 1407.64, "end": 1410.72}, {"text": "too pale, very bright, brown that has too many flecks of green. When the sun", "start": 1410.72, "end": 1415.56}, {"text": "shines into a hazel, a hazel that's too hazel, it needs to all be muted and", "start": 1415.56, "end": 1420.34}, {"text": "gray, gray eyes, brown eyes. No, just gray, just just as gray as what I'm", "start": 1420.34, "end": 1426.04}, {"text": "nothing, just nothing too crazy with the eye color, but especially these two", "start": 1426.04, "end": 1429.76}, {"text": "different colors of eyes. I'm sick of that shit and no hair too long or short.", "start": 1429.76, "end": 1434.02}, {"text": "Yep, have a perfect length, have it in between. Yeah, well, except for me.", "start": 1434.02, "end": 1437.48}, {"text": "Well, you don't have any. Yeah, you not that it's too short. I do have hair.", "start": 1438.24, "end": 1442.04}, {"text": "Well, you don't just don't have it. I don't grow it out. Yeah, you have it", "start": 1442.04, "end": 1445.44}, {"text": "doesn't grow. It doesn't have hair on my head. It does. It's not on your head.", "start": 1445.44, "end": 1448.84}, {"text": "I have hair in your bathroom drain. Yeah, because I shave it off", "start": 1448.84, "end": 1453.74}, {"text": "into my drain.", "start": 1453.74, "end": 1455.84}, {"text": "Right. So the play we did the we did the Q and a last night for the play and", "start": 1455.84, "end": 1461.34}, {"text": "also last night was the drop of the release of junior associate.", "start": 1461.34, "end": 1466.14}, {"text": "We were all in short film, short film done by the home planet guy.", "start": 1467.04, "end": 1471.44}, {"text": "And you may have heard a song at the end of the movie.", "start": 1471.44, "end": 1475.88}, {"text": "And I just want to say right now that was not the first song", "start": 1475.88, "end": 1480.68}, {"text": "that was supposed to be in it.", "start": 1480.68, "end": 1483.28}, {"text": "They went behind my back and they changed the song.", "start": 1483.28, "end": 1486.72}, {"text": "I actually wrote a song for the end of the movie and it was not used", "start": 1486.72, "end": 1491.08}, {"text": "like a credit song, like a song in the credits.", "start": 1491.08, "end": 1493.76}, {"text": "Yes. Do you want to show it?", "start": 1493.76, "end": 1495.76}, {"text": "Yes, I would like to. Julio, can you pull this up? I sent it to you earlier.", "start": 1495.8, "end": 1498.8}, {"text": "There is a... This is my... This was supposed to be the song at the end of the", "start": 1498.8, "end": 1502.76}, {"text": "movie. Why didn't they use it? And Joe and Alex, if you're listening,", "start": 1502.76, "end": 1505.76}, {"text": "what the hell? Why the hell didn't... This is not it. You're opening up", "start": 1505.76, "end": 1510.36}, {"text": "AO Technology again. It's a file. You're opening up me singing AO Technology.", "start": 1510.36, "end": 1515.88}, {"text": "Don't play this. Don't play this. Well, maybe mute this and then play", "start": 1515.88, "end": 1519.72}, {"text": "the song under it. No, I think you can just probably play the song.", "start": 1519.72, "end": 1523.6}, {"text": "Okay.", "start": 1523.6, "end": 1524.1}, {"text": "Okay.", "start": 1524.1, "end": 1525.7}, {"text": "Yep. So there's a play button.", "start": 1525.7, "end": 1527.8}, {"text": "All right. So this is your", "start": 1527.8, "end": 1528.6}, {"text": "song.", "start": 1528.6, "end": 1529.1}, {"text": "was a purple fish inside of Alex's suitcase when there was supposed to be a bunch of papers", "start": 1529.1, "end": 1534.94}, {"text": "and documents.", "start": 1534.94, "end": 1535.94}, {"text": "Then Alex and Patrick, they get a call from Caleb from the phone in the house.", "start": 1535.94, "end": 1541.7}, {"text": "The house has a phone on the wall and then they go to the parking lot where they meet", "start": 1541.7, "end": 1546.74}, {"text": "Caleb and Caleb shoots at them and then Caleb goes to his uncle and he meets his, I think", "start": 1546.74, "end": 1553.1}, {"text": "it's actually his grandpa, then he meets his grandpa at the restaurant and his grandpa's", "start": 1553.1, "end": 1557.18}, {"text": "He's disappointed, then he tells him about New York.", "start": 1557.18, "end": 1560.22}, {"text": "And then from New York they go to back to the restaurant where he is on roller skates.", "start": 1560.22, "end": 1565.74}, {"text": "And when he's on the roller skates, he sees Alex and Patrick.", "start": 1565.74, "end": 1569.46}, {"text": "And then he sees them, and then they see the owner of the restaurant.", "start": 1569.46, "end": 1575.02}, {"text": "That is Caleb's grandpa.", "start": 1575.02, "end": 1576.58}, {"text": "Remember, that's Caleb's grandpa, 'cause it comes up later in the movie.", "start": 1576.58, "end": 1580.5}, {"text": "Then the movie ends, and it is, they end up eating fish.", "start": 1580.5, "end": 1584.86}, {"text": "and they have a good time in the end of the movie.", "start": 1584.86, "end": 1587.72}, {"text": "So that was the original. I am getting men in black Adams family, deep blue sea", "start": 1587.72, "end": 1596.3}, {"text": "vibes from this heavy. Yeah, it was supposed to be. It was supposed to be", "start": 1596.3, "end": 1600.92}, {"text": "that song at the end of junior associate. This has all the traits to me of a good", "start": 1600.92, "end": 1605.46}, {"text": "credit song, which is that if you just listen to the song, you don't have to", "start": 1605.46, "end": 1609.42}, {"text": "watch the movie exactly and I get everything you need. What I would have", "start": 1609.42, "end": 1612.62}, {"text": "I liked from you as some kind of spoiler alert type of thing. Maybe that was the", "start": 1612.66, "end": 1617.1}, {"text": "entire movie. I don't think it's... There's some stuff I didn't say. It says", "start": 1617.1, "end": 1621.42}, {"text": "everything. You said everything. I left out a few things, left out a few", "start": 1621.42, "end": 1625.66}, {"text": "details. Okay, so that's why people are watching movies. Oh, I can't wait to see", "start": 1625.66, "end": 1629.26}, {"text": "the details in this movie. Yeah, people... If you're a cinephile, you love", "start": 1629.26, "end": 1632.34}, {"text": "details in movies. I guess that is true. Yeah. I guess that is true. So, I left", "start": 1632.34, "end": 1638.3}, {"text": "out some details so that cinephiles could watch. This is a song that's not", "start": 1638.3, "end": 1641.9}, {"text": "certainly great for cine files, but it's also great for audio files. So I just", "start": 1641.94, "end": 1646.46}, {"text": "want to say about this song, it's for files of all types. Yep,", "start": 1646.46, "end": 1650.18}, {"text": "blank a file, you know, you'll like this song. A file. And it was made by a", "start": 1650.18, "end": 1656.5}, {"text": "blank a file. A file. Exactly. An audio file. Well, come on, it's a mix of", "start": 1656.5, "end": 1660.34}, {"text": "files. All types of files. A file, probably some other ones. No. Yeah. No,", "start": 1660.34, "end": 1664.5}, {"text": "no, no. But they did use this song and they made it, they used some song, it", "start": 1664.5, "end": 1669.26}, {"text": "just some guy saying purple, purple fish, some fucking guy, some guy. I don't know", "start": 1669.3, "end": 1674.1}, {"text": "it is bullshit. Why? Yeah. Why did they use my song or at least the Patrick cut?", "start": 1674.1, "end": 1679.22}, {"text": "Really? Yes, that's a good idea. We should black and white five hours long.", "start": 1679.22, "end": 1684.1}, {"text": "We should get a recut of the movie. Five hours long, black and white. Yeah, the", "start": 1684.1, "end": 1688.58}, {"text": "ending song has changed. Let me get into that editing booth. Yeah, let me turn", "start": 1688.58, "end": 1692.9}, {"text": "those knobs. I want to splice film. This is what I want to be doing. I don't want", "start": 1692.9, "end": 1696.78}, {"text": "to be in the movie. Even I just want to be I don't want to be in it anymore,", "start": 1696.78, "end": 1700.14}, {"text": "deciding which shots go into this shit and making sure that there's cameos from", "start": 1700.14, "end": 1704.86}, {"text": "everybody that I like. And let me tell you what, Cameron, if I was in charge of", "start": 1704.86, "end": 1708.46}, {"text": "this movie, right, we would have seen the front of your fucking head. Thank you.", "start": 1708.46, "end": 1711.3}, {"text": "Yeah, the back of your head is not enough, bro. We will show the back of my", "start": 1711.3, "end": 1714.38}, {"text": "head doesn't look good. The back of your head looks like shit. It's a bad and I", "start": 1714.38, "end": 1717.86}, {"text": "said that on set. I said this head looks like fucking shit. Can we get? That's", "start": 1717.86, "end": 1722.34}, {"text": "why they changed it. Can we have him eating at the restaurant backwards so", "start": 1722.34, "end": 1725.82}, {"text": "that we can at least see the front and not even because I like the front all", "start": 1725.86, "end": 1728.66}, {"text": "that right. No, I'm not saying I'm not saying the front of my head is that", "start": 1728.66, "end": 1731.8}, {"text": "great, but the back really is the worst part of you know what I would love.", "start": 1731.8, "end": 1734.5}, {"text": "There's nothing to see it's completely nothing. There's nothing loved in that", "start": 1734.5, "end": 1738.46}, {"text": "moment right before they cut to us", "start": 1738.46, "end": 1740.46}, {"text": "two hours. My dinner with Andre style you and Alan talking. Oh my God, or", "start": 1740.46, "end": 1745.86}, {"text": "without you guys, I mean dinner without no idea how deep we got. Oh, what do", "start": 1745.86, "end": 1750.02}, {"text": "you guys get on? I know mostly talked", "start": 1750.02, "end": 1751.78}, {"text": "well. I can't was the extra that Cameron sat next to who then did our focus", "start": 1752.94, "end": 1757.38}, {"text": "group episode. We really like we were fast friends.", "start": 1757.38, "end": 1760.26}, {"text": "We talked about my engagement to be married. Is he engaged? I didn't learn", "start": 1760.26, "end": 1766.02}, {"text": "any facts about him at all. That is you were talking about", "start": 1766.02, "end": 1768.54}, {"text": "yourself. He basically did not even really answer many questions or volunteer", "start": 1768.54, "end": 1773.5}, {"text": "much information", "start": 1773.5, "end": 1774.34}, {"text": "and more. Most of the conversation was silence, but he did enter a top ten in", "start": 1774.34, "end": 1780.54}, {"text": "your life? He was it was very fun and it was kind of", "start": 1780.54, "end": 1783.64}, {"text": "it was me and him and and Sean Bay and Sam and we were all sitting and", "start": 1783.64, "end": 1790.34}, {"text": "we all kind of were having the conversation with him and we all thought", "start": 1790.34, "end": 1793.5}, {"text": "that he was great. And he really was fine. You know when you feel when", "start": 1793.5, "end": 1797.14}, {"text": "you can kind of feel that somebody in a friend group is destined for greatness.", "start": 1797.14, "end": 1801.16}, {"text": "Yes, yes, he was kind of holding court over all y'all.", "start": 1801.16, "end": 1804.8}, {"text": "And he doesn't need to share that much about his life. Yeah, a silent but", "start": 1804.8, "end": 1809.56}, {"text": "strong tie. Yeah, he's kind of an outlaw and one of the and if you go back and", "start": 1809.56, "end": 1814.46}, {"text": "watch junior associate again, you pay close attention to him. One of the goats", "start": 1814.46, "end": 1819.46}, {"text": "when it comes to mannerisms for a dinner conversation. Yes, I mean he's doing", "start": 1819.46, "end": 1824.36}, {"text": "this.", "start": 1824.36, "end": 1824.66}, {"text": "Well, he's thrown in some of these. What's that? What is this? I don't know.", "start": 1824.66, "end": 1829.66}, {"text": "You'd have to ask him. I don't think I've ever been in a conversation at a", "start": 1829.66, "end": 1833.96}, {"text": "restaurant. Well, I've done this with my hands. Well, he's showing off different", "start": 1833.96, "end": 1837.26}, {"text": "He was showing you a spec?", "start": 1837.26, "end": 1839.26}, {"text": "He was showing you a thing. I mean, I don't know, understand what you have to just watch it and see.", "start": 1839.26, "end": 1845.26}, {"text": "Okay. I haven't watched it.", "start": 1845.26, "end": 1847.26}, {"text": "I want to see my dinner with Alan so bad. I need to see my dinner with Alan.", "start": 1847.26, "end": 1851.26}, {"text": "I don't think that you... I honestly can't imagine you having a one-on-one dinner with somebody.", "start": 1851.26, "end": 1856.26}, {"text": "Me? I have one-on-one dinners constantly.", "start": 1856.26, "end": 1860.26}, {"text": "With who?", "start": 1860.26, "end": 1862.26}, {"text": "My girlfriend.", "start": 1862.26, "end": 1863.26}, {"text": "But girlfriends, you sit there, you look at your phone, that's easy.", "start": 1863.26, "end": 1866.26}, {"text": "I mean, my dinner with Andre style, let's talk about life.", "start": 1866.26, "end": 1870.42}, {"text": "I've done it before with some people.", "start": 1870.42, "end": 1873.06}, {"text": "You've gone deep?", "start": 1873.06, "end": 1874.06}, {"text": "I think it's mostly, it's not dinners, it's mostly lunch.", "start": 1874.06, "end": 1877.38}, {"text": "You have a luncher type of vibe.", "start": 1877.38, "end": 1880.16}, {"text": "I get lunch, but I don't think dinner.", "start": 1880.16, "end": 1881.82}, {"text": "The kind of conversations you have over a lunch are very different from a dinner style", "start": 1881.82, "end": 1885.74}, {"text": "conversation.", "start": 1885.74, "end": 1886.74}, {"text": "Dinner is when you're allowed to drink wine.", "start": 1886.74, "end": 1888.18}, {"text": "So the wine comes out, the wine is pouring out of the sheepskin.", "start": 1888.18, "end": 1893.46}, {"text": "and you just I mean anything is on the table at a dinner conversation. Oh yeah,", "start": 1893.46, "end": 1898.34}, {"text": "I'll talk about it. O's steak well, besides the food, even asparagus spare", "start": 1898.34, "end": 1902.9}, {"text": "besides the food, Sam well, not the lemon, not just like candles and all", "start": 1902.9, "end": 1907.78}, {"text": "that kind of lemon, lemon, lemon, you don't eat lemon at dinner. No, you", "start": 1907.78, "end": 1911.62}, {"text": "lemon on you put lemon on stuff. I call lemon limb. Well, that you call lime", "start": 1911.62, "end": 1915.54}, {"text": "must be a regional thing. Okay,", "start": 1915.54, "end": 1917.42}, {"text": "really", "start": 1917.42, "end": 1918.98}, {"text": "You call lime, lye? You're not even saving a syllable there.", "start": 1921.54, "end": 1924.9}, {"text": "What about salt?", "start": 1924.9, "end": 1925.7}, {"text": "Sal.", "start": 1925.7, "end": 1927.0}, {"text": "You call it s...", "start": 1927.0, "end": 1928.22}, {"text": "Pepper is pep?", "start": 1928.22, "end": 1929.14}, {"text": "Pep.", "start": 1929.14, "end": 1929.64}, {"text": "Okay.", "start": 1929.64, "end": 1930.14}, {"text": "Okay, that one makes sense. I've heard pep before.", "start": 1930.14, "end": 1931.62}, {"text": "I've heard pep. I've heard pep.", "start": 1931.62, "end": 1932.94}, {"text": "What do you call ketchup?", "start": 1932.94, "end": 1934.22}, {"text": "Chup.", "start": 1934.22, "end": 1935.4}, {"text": "Chup.", "start": 1935.4, "end": 1936.08}, {"text": "Chup is good.", "start": 1936.08, "end": 1937.46}, {"text": "Chup is good.", "start": 1937.46, "end": 1938.26}, {"text": "I like chup.", "start": 1938.26, "end": 1939.34}, {"text": "Chup is very good.", "start": 1939.34, "end": 1940.22}, {"text": "What do you call mayonnaise?", "start": 1940.22, "end": 1941.26}, {"text": "Mayo.", "start": 1941.26, "end": 1942.16}, {"text": "He came up with that one.", "start": 1942.16, "end": 1943.44}, {"text": "That's universal.", "start": 1943.44, "end": 1944.34}, {"text": "Oh yeah.", "start": 1944.34, "end": 1945.2}, {"text": "That is universal.", "start": 1945.2, "end": 1945.96}, {"text": "What do you call mustard?", "start": 1945.96, "end": 1946.46}, {"text": "Yeah.", "start": 1946.46, "end": 1946.96}, {"text": "Don't say it.", "start": 1946.96, "end": 1947.94}, {"text": "I know.", "start": 1947.94, "end": 1948.44}, {"text": "I know.", "start": 1948.44, "end": 1948.94}, {"text": "I know.", "start": 1948.94, "end": 1949.44}, {"text": "I know what you're going for.", "start": 1949.44, "end": 1951.14}, {"text": "I actually call it empty", "start": 1951.14, "end": 1953.18}, {"text": "two syllables. Okay, all right, you'll pass the empty. What do you would you", "start": 1953.18, "end": 1960.64}, {"text": "call sauerkraut? Oh, that's tough, because I can't I can't actually our", "start": 1960.64, "end": 1964.74}, {"text": "because that's what I call sour. It's actually easy. It's a crowd is a bad", "start": 1964.74, "end": 1967.98}, {"text": "word. No, it's not. If it's a bad word, I don't know. I thought kraut meant", "start": 1967.98, "end": 1972.22}, {"text": "German. Yeah, isn't that bad? It's not bad. I don't think so. They have kraut", "start": 1972.22, "end": 1975.42}, {"text": "raw. I guess what I'm thinking of is that they would just is that in all the", "start": 1975.42, "end": 1978.46}, {"text": "war movies. They call them krauts and I mean, they're the bad guys in those", "start": 1978.5, "end": 1982.1}, {"text": "movies. It's true, but it still sounds like a rude word. They should just suck", "start": 1982.1, "end": 1986.18}, {"text": "it. Does it just mean I think you can call germans whatever I always", "start": 1986.18, "end": 1989.94}, {"text": "assumed it was that ending. I mean, I'm not either, but but I mean, I was just", "start": 1989.94, "end": 1993.7}, {"text": "saying, I think you're do you think enough time has passed though that", "start": 1993.7, "end": 1996.42}, {"text": "they're like that it's like all right, we've had our fun with germans yeah.", "start": 1996.42, "end": 2001.46}, {"text": "I think you're saying it's time to forgive and forget the hall. No, no, no,", "start": 2001.46, "end": 2005.22}, {"text": "no again. He's walked into a confusion. It is a confusion situation, but you", "start": 2005.24, "end": 2009.48}, {"text": "think", "start": 2009.48, "end": 2009.7}, {"text": "that was fully, but do you think enough time has passed", "start": 2009.7, "end": 2014.0}, {"text": "not to forgive and forget, but to stop calling the crowd time has passed is a", "start": 2014.0, "end": 2019.6}, {"text": "crazy thing to say not even a hundred years man. All right, well, once we hit", "start": 2019.6, "end": 2023.86}, {"text": "the a hundred years, I guess we can stop calling them crowds and stuff", "start": 2023.86, "end": 2026.6}, {"text": "and stuff.", "start": 2026.6, "end": 2028.56}, {"text": "I mean to stop, we can keep I guess", "start": 2028.56, "end": 2031.3}, {"text": "that whole thing, you call them Nazis or the I don't call German people Nazi. I", "start": 2032.08, "end": 2036.52}, {"text": "knew that they're rude. I call bisexual cashier's. I want to I call people who", "start": 2036.52, "end": 2043.04}, {"text": "does like my videos on line Nazis and techno yeah. I hate that techno crap.", "start": 2043.04, "end": 2047.44}, {"text": "You like it. What are you talking about techno sex? You need techno at the gym?", "start": 2047.44, "end": 2050.9}, {"text": "No, I don't yeah. You do I did a here that's I did a fully no techno work out", "start": 2050.9, "end": 2055.44}, {"text": "that is not German style. That's not a yeah. That's a talion that's trance and", "start": 2055.44, "end": 2059.6}, {"text": "hero dance. That is Italian. They did not get any heat at all for World War II. You don't", "start": 2059.64, "end": 2064.84}, {"text": "see anyone making fun of Italians for that. Italians. That's because they... They kind", "start": 2064.84, "end": 2068.84}, {"text": "of fucked up their whole government. I don't think the people who were in Italy even knew", "start": 2068.84, "end": 2071.4}, {"text": "that they were in a war. Yeah. That's a good point. They were just fucking bumbling around", "start": 2071.4, "end": 2076.0}, {"text": "walking into each other. They were just fighting over pizza stuff. The funniest one is Japan", "start": 2076.0, "end": 2080.46}, {"text": "because people got pretty mad at them of course, but they kind of just roll with it. It's so", "start": 2080.46, "end": 2088.24}, {"text": "so far you're watching an anime from the two thousands and they'll be dressing up", "start": 2088.24, "end": 2091.54}, {"text": "as Nazis in it. Yeah, I started playing Persona three and everybody's got a big", "start": 2091.54, "end": 2095.38}, {"text": "red armband and they're just, they look like full Nazis style swastika. Japan has", "start": 2095.38, "end": 2101.74}, {"text": "a very interesting, very interesting ideas about World War Two still is very", "start": 2101.74, "end": 2105.66}, {"text": "funny. Do you think there's a guy that can kind of just get away with it?", "start": 2105.66, "end": 2107.98}, {"text": "Because people are farther away, because we're like, oh, they don't understand.", "start": 2107.98, "end": 2110.34}, {"text": "Yeah. Do you think there's a guy on one of those islands that still thinks the", "start": 2110.34, "end": 2114.62}, {"text": "wars happening, probably not. Yeah, I think the last guy was there, the guy", "start": 2114.64, "end": 2121.6}, {"text": "like the last guy that didn't know the war ended probably on an island. Yeah,", "start": 2121.6, "end": 2125.12}, {"text": "no, no, no. When do you think? Oh, what do you think? People were like a chill", "start": 2125.12, "end": 2130.46}, {"text": "dude. Imagine I don't know what's the latest like. Do you think like maybe", "start": 2130.46, "end": 2134.16}, {"text": "like one thousand nine hundred and eighty one there's still a guy there", "start": 2134.16, "end": 2136.56}, {"text": "and then they come over and they're like isn't there a famous case of this?", "start": 2136.56, "end": 2139.92}, {"text": "Look at this. This is called Donkey Kong. Did that ever actually happen or is", "start": 2139.92, "end": 2142.92}, {"text": "that's something that for a long period of time, though, besides just being like", "start": 2142.96, "end": 2147.4}, {"text": "the 50s.", "start": 2147.4, "end": 2148.4}, {"text": "Was it the 50s?", "start": 2148.4, "end": 2149.4}, {"text": "Yeah.", "start": 2149.4, "end": 2150.4}, {"text": "Was it the 50s where all that they were like, \"Hey, we got black and white TV now\"?", "start": 2150.4, "end": 2152.72}, {"text": "Imagine us three, we get trapped on a stranded island.", "start": 2152.72, "end": 2155.72}, {"text": "A stranded island.", "start": 2155.72, "end": 2157.16}, {"text": "And we're sitting there and we see a galleon coming across the horizon, and we start readying", "start": 2157.16, "end": 2164.92}, {"text": "our arms because we're thinking, \"Is this guy going to be an SJW or is he going to be", "start": 2164.92, "end": 2170.28}, {"text": "be right based guy like us and then they show up and they say guys, the war on", "start": 2170.28, "end": 2175.08}, {"text": "woke is over. We lost you guys have been fighting this war on woke your", "start": 2175.08, "end": 2179.36}, {"text": "prisoners of war. Now yeah,", "start": 2179.36, "end": 2180.8}, {"text": "that would be a woke lost woke lost. So we woke never. I thought you were", "start": 2180.8, "end": 2185.56}, {"text": "saying", "start": 2185.56, "end": 2185.8}, {"text": "I thought you said we lost no woke law, then who then great say well, the more", "start": 2185.8, "end": 2190.28}, {"text": "interesting thing is they come by. They say the war on woke is over and woke one", "start": 2190.28, "end": 2194.52}, {"text": "and then you're like do first of all do I believe them yeah and second of all,", "start": 2194.52, "end": 2198.6}, {"text": "what the fuck do I do? I'm doing that's the more that's I mean that's a movie,", "start": 2198.64, "end": 2201.8}, {"text": "the banana to my head, pull that's a that's a novel. That's an eighteen", "start": 2201.8, "end": 2205.16}, {"text": "hundred's novel right there is that's a beautiful. You are now a prisoner of", "start": 2205.16, "end": 2208.96}, {"text": "prisoner of war, and we are going to we've all been prisoners of woke. You", "start": 2208.96, "end": 2213.08}, {"text": "were going to put you in a bra yeah coconut bra that we made on the island", "start": 2213.08, "end": 2217.24}, {"text": "exactly and there's going to be the Abu grade picture of us getting", "start": 2217.24, "end": 2220.3}, {"text": "electrified, but instead of a bag over our head, Cove, a nineteen mask in", "start": 2220.3, "end": 2224.24}, {"text": "ninety five.", "start": 2224.24, "end": 2224.8}, {"text": "Now it's not going to be that is going to be one of the cloth ones and it's", "start": 2224.8, "end": 2228.0}, {"text": "to say like wear a fucking wear a fucking mask, Nike or Nike, it's gonna be a Nike", "start": 2228.04, "end": 2234.66}, {"text": "branded mask. So that's a really scary kind of being a prisoner of war must be", "start": 2234.66, "end": 2239.26}, {"text": "very scary. It doesn't seem that bad. It depends on the war, but like when you're", "start": 2239.26, "end": 2243.92}, {"text": "a prisoner of especially, I guess what I want I'm thinking of is is when you're", "start": 2243.92, "end": 2247.12}, {"text": "not even like a soldier. I guys read this book about", "start": 2247.12, "end": 2249.56}, {"text": "history of whaling and I forgot which war it was, but like the whaling wars,", "start": 2249.56, "end": 2255.86}, {"text": "but you know people would just be out whaling like up in the Arctic and then", "start": 2256.32, "end": 2259.12}, {"text": "ship the whatever war was the other country would just come and capture them", "start": 2259.12, "end": 2264.12}, {"text": "all and like sink their ships and take them all as prisoner. It's like they're", "start": 2264.12, "end": 2267.86}, {"text": "working man chill out. I would switch sides yeah. They wouldn't let you I'd", "start": 2267.86, "end": 2272.02}, {"text": "make them feel bad for me. I do the I do the best cry ever from the video and", "start": 2272.02, "end": 2275.74}, {"text": "did you guys know really bad? They let me go. This is something insane that I", "start": 2275.74, "end": 2278.78}, {"text": "learned from the from the", "start": 2278.78, "end": 2280.48}, {"text": "from this book in the eighteen sixties they were using. They were using literal", "start": 2282.14, "end": 2289.1}, {"text": "miss exploding missiles to kill way.", "start": 2289.1, "end": 2292.1}, {"text": "They're used. They had like harpoons for a while and then they invented in", "start": 2292.1, "end": 2298.28}, {"text": "eighteen sixty. They literally had a like is like a giant like rifle that", "start": 2298.28, "end": 2303.56}, {"text": "shot out an exploding missile. They would shoot it into the whale and it", "start": 2303.56, "end": 2308.04}, {"text": "would go into the well to be on a delayed views. They would shoot in and", "start": 2308.04, "end": 2310.64}, {"text": "that would just explode. Just to shit eighteen sixties. Why were they doing", "start": 2310.68, "end": 2315.1}, {"text": "that to because it can't even get like the you can't even get the blubber or", "start": 2315.1, "end": 2318.5}, {"text": "anything or you can", "start": 2318.5, "end": 2319.54}, {"text": "are big. You you shoot the whale, you hold the plate out and it lands", "start": 2319.54, "end": 2324.68}, {"text": "perfectly on your okay well yeah, and then so there was another guy who was", "start": 2324.68, "end": 2328.8}, {"text": "trying to invent a shoulder mounted one and he could never do it and he blew his", "start": 2328.8, "end": 2333.02}, {"text": "entire hand off. Try to like conservative patriot. Have you seen that video?", "start": 2333.02, "end": 2336.9}, {"text": "Coolest thing is that video never seen that guy conservative patriot where he", "start": 2336.9, "end": 2340.16}, {"text": "fires an RPG and it burns his entire face. Oh my God, no awesome. He put it", "start": 2340.2, "end": 2344.44}, {"text": "on YouTube and it goes it's it's me. It's called like my RPG exploded my face", "start": 2344.44, "end": 2349.34}, {"text": "parenthesis slow motion and slow mo video of it burning his face. That's", "start": 2349.34, "end": 2353.64}, {"text": "insane. It's really, really bad, like a really bad burner. It's probably fine. I", "start": 2353.64, "end": 2358.4}, {"text": "think it was quite bad. Yeah, yeah, like it's not like like he doesn't look like", "start": 2358.4, "end": 2363.08}, {"text": "Indiana Jones opening up the Ark of the Covenant. Well, Indiana Jones or I'm", "start": 2363.08, "end": 2368.04}, {"text": "sorry, Nazis and Indiana Jones opening up the really look like that. When it", "start": 2368.06, "end": 2372.32}, {"text": "melts, if it was like plastic and wax, it was made of candle. Yeah, if you have", "start": 2372.32, "end": 2376.4}, {"text": "a candle face, yeah, I guess so, but if you have a normal skin, I think it would", "start": 2376.4, "end": 2380.48}, {"text": "probably just burn and curdle. Yeah, it would just flake away. Yeah, was it", "start": 2380.48, "end": 2384.18}, {"text": "doing that because of the Ark of the Covenant? Did it look like that or does", "start": 2384.18, "end": 2387.8}, {"text": "it do that? Because that's what a human face would look like if it was burned", "start": 2387.8, "end": 2390.9}, {"text": "the Ark. The Ark is the Ark. Okay, so it was a horror that we couldn't", "start": 2390.9, "end": 2395.24}, {"text": "understand right. Well, we under I mean Spielberg or you're asking if the arc", "start": 2395.26, "end": 2399.96}, {"text": "physically burned their face or if it was super natural. If it was super, it", "start": 2399.96, "end": 2403.7}, {"text": "wasn't super natural at all. Okay, it was a big fire. Oh yeah, and it just", "start": 2403.7, "end": 2408.36}, {"text": "burned them for no reason. Oh all right. Well, there was a reason. There's a", "start": 2408.36, "end": 2411.72}, {"text": "laser beam. Is there anybody currently on the search for", "start": 2411.72, "end": 2416.72}, {"text": "the great cup, the holy grail? Yeah, probably I bet there is. I mean, I think", "start": 2416.72, "end": 2423.76}, {"text": "it's also one of the I bet it's also one of those things where, if you look it up,", "start": 2423.78, "end": 2427.42}, {"text": "I bet that, like", "start": 2427.42, "end": 2428.3}, {"text": "you know, twelve to fifteen archaeologists have been like we found the", "start": 2428.3, "end": 2434.18}, {"text": "grail that the Holy Grail was based on. Yes, fuck that fuck that right. I want", "start": 2434.18, "end": 2439.98}, {"text": "to see I want an extra arm. Yeah, this is the shit I want. What did the Holy", "start": 2439.98, "end": 2443.86}, {"text": "Grail do you drink from it and you become? I think it's eternal life. I", "start": 2443.86, "end": 2448.74}, {"text": "I believe it's eternal life. The when we when I was a kid, a big news story", "start": 2448.78, "end": 2454.22}, {"text": "broken my church that they had found Noah's Ark. Oh wow in laid into a", "start": 2454.22, "end": 2460.7}, {"text": "that's pretty incredible in somewhere in the Middle East and", "start": 2460.7, "end": 2465.5}, {"text": "guys, it turns out it's not true. Yeah, yeah, I know what he probably did was", "start": 2465.5, "end": 2470.22}, {"text": "took all the pieces of the Ark and made like his own like mansion. The Ark", "start": 2470.22, "end": 2474.06}, {"text": "wasn't even that big. It was like yeah, I know, but you can still make us pretty", "start": 2474.06, "end": 2476.94}, {"text": "sizable house. What's a piece of that? It was some cubits. That's the", "start": 2476.98, "end": 2480.82}, {"text": "you know, like a cubit is a cubit is your is your elbow to the tip of your", "start": 2480.82, "end": 2484.82}, {"text": "middle finger. So it's a unit of measurement is different based on who", "start": 2484.82, "end": 2487.76}, {"text": "is so maybe no one that's a big able. Yeah, he could yeah. So how big you", "start": 2487.76, "end": 2492.34}, {"text": "said the arc was a cubit? No, it was quite some of it. It was quite some", "start": 2492.34, "end": 2495.9}, {"text": "cubits, but it wasn't so many that you think you could fit every animal on", "start": 2495.9, "end": 2499.62}, {"text": "this motherfucker, but I had you're supposed to kind of understand the", "start": 2499.62, "end": 2503.26}, {"text": "spirit of the rather follow the spirit of the story rather than the letter of", "start": 2503.3, "end": 2507.62}, {"text": "it. It's not literally that there was two animals. There's probably one of", "start": 2507.62, "end": 2510.1}, {"text": "each animal. Okay, so you are a heretic,", "start": 2510.1, "end": 2512.94}, {"text": "so you believe your believe the love this is the I believe this is this. Yes,", "start": 2512.94, "end": 2518.26}, {"text": "you said my beliefs exactly. I believe this is this. I think that God was", "start": 2518.26, "end": 2523.34}, {"text": "in the sky. No man, you're not supposed to read it and go. I literally took", "start": 2523.34, "end": 2528.76}, {"text": "seven days to", "start": 2528.76, "end": 2529.7}, {"text": "to create one. You're probably what you're supposed to read and be like it", "start": 2530.74, "end": 2533.7}, {"text": "probably took like six to eight. I do remember one of the five, one of the", "start": 2533.7, "end": 2538.14}, {"text": "early atheistic owns I had on my mom,", "start": 2538.14, "end": 2540.76}, {"text": "which there were many of was oh yeah, God created in seven days. Interesting,", "start": 2540.76, "end": 2547.38}, {"text": "because he didn't make the sun until day two or three, which the sun is how you", "start": 2547.38, "end": 2552.18}, {"text": "determine the day. So tell me how many fucking days that was you fucking bitch.", "start": 2552.18, "end": 2556.38}, {"text": "Well, he made the son to correspond to the nine years old. Did she say that", "start": 2556.38, "end": 2559.54}, {"text": "back to you?", "start": 2559.54, "end": 2560.14}, {"text": "No, I think she told me to go to my room, which is how moms moms should be on", "start": 2560.14, "end": 2566.82}, {"text": "every debate stage for every presidential debate. They'd win every", "start": 2566.82, "end": 2569.58}, {"text": "time.", "start": 2569.58, "end": 2569.94}, {"text": "Why do you want to raise that? Go to your room, go to your room right now, go", "start": 2569.94, "end": 2574.14}, {"text": "to your room,", "start": 2574.14, "end": 2574.66}, {"text": "what", "start": 2574.66, "end": 2575.94}, {"text": "go go three to go to your room is so funny. It's so funny to send a what", "start": 2575.94, "end": 2583.94}, {"text": "did you see your fucking sorry? I used to go to my room all the time. I know", "start": 2583.94, "end": 2587.34}, {"text": "it's just very it's really funny. It's not even it's completely it's just", "start": 2587.38, "end": 2591.94}, {"text": "something that's just like I just can't do this right now. I don't want you here.", "start": 2591.94, "end": 2595.54}, {"text": "I wish I didn't have a t right now. Punishment, but I don't want to see", "start": 2595.54, "end": 2599.06}, {"text": "you're here. I can't stand looking at my child. Just go to your room, like", "start": 2599.06, "end": 2603.3}, {"text": "go away, go like go to your room and don't come out. Yeah, just go go to your", "start": 2603.3, "end": 2607.54}, {"text": "room. I never got to go to your room. I just got go away. I feel like go away is", "start": 2607.54, "end": 2612.66}, {"text": "hard. You didn't have a room. Oh yeah, damn I did have a room, but I shared it", "start": 2612.66, "end": 2616.38}, {"text": "my two brothers, so it was not mine. Oh yeah, I'll go hang out with my brothers", "start": 2616.42, "end": 2619.5}, {"text": "and fucking think about football with them. Yeah, what a punishment. Yeah, I'll", "start": 2619.5, "end": 2623.1}, {"text": "go to my room where the PlayStation One is. Yeah, stupid. No, I would go to my", "start": 2623.1, "end": 2628.18}, {"text": "room and I had a chair I would masturbate in. In the chair? Yeah. Does it change it?", "start": 2628.18, "end": 2632.54}, {"text": "What kind of chair was it? It was one of these big circle ones. Oh. And I'd go in", "start": 2632.54, "end": 2636.7}, {"text": "there. What, like an armchair? You would wipe it on the chair? Hell no.", "start": 2636.7, "end": 2639.38}, {"text": "Treat it like gym equipment. It was a big leather chair. You'd fucking finish", "start": 2639.38, "end": 2643.78}, {"text": "and just get a wipe down for the next person.", "start": 2644.14, "end": 2646.94}, {"text": "No, it was one of the, what do they call, I don't know what those are called.", "start": 2646.94, "end": 2651.1}, {"text": "They're like the clamshell chairs. Yeah, it's a loveseat, right? No, not a loveseat.", "start": 2651.1, "end": 2654.34}, {"text": "It was like a crappy, it was a... It was a loveseat, but you got it in a circle?", "start": 2654.34, "end": 2657.18}, {"text": "It's not a full circle. It was just like a,", "start": 2657.18, "end": 2659.7}, {"text": "I don't know how to describe this. I don't understand. I'm not so good with", "start": 2659.7, "end": 2662.5}, {"text": "language, but it was like a,", "start": 2662.5, "end": 2664.22}, {"text": "it was like me doing this, and if you sat on it...", "start": 2664.22, "end": 2667.54}, {"text": "I guess I can imagine maybe. Not really, but I'll give it to you. So it was a chair", "start": 2667.54, "end": 2672.46}, {"text": "that was shaped like a hand.", "start": 2672.46, "end": 2673.72}, {"text": "No, I'm moving on from the", "start": 2673.72, "end": 2677.3}, {"text": "I'd like to move on to the, but it wasn't cushioned. It was cushion. Oh yeah,", "start": 2677.3, "end": 2682.4}, {"text": "but it was one. It sounded like it wasn't. It was a cushion that sat on", "start": 2682.4, "end": 2685.16}, {"text": "top of it. It wasn't like made out of cushions like couches. It was plastic.", "start": 2685.16, "end": 2688.9}, {"text": "It was wood or bamboo or something that bamboo is wood. What's that called", "start": 2688.9, "end": 2694.34}, {"text": "wicker wicker?", "start": 2694.34, "end": 2696.9}, {"text": "You're jacking off in a wicker chair. I'm old school baby. That's I'm old", "start": 2696.9, "end": 2702.12}, {"text": "school. There's no way your mom didn't know there's no way your mom didn't", "start": 2702.16, "end": 2705.22}, {"text": "hear", "start": 2705.22, "end": 2705.56}, {"text": "like all moms always know that their kids are jacking. Dude, that is the", "start": 2705.56, "end": 2710.68}, {"text": "biggest terrifier of getting a kid. Yeah, is there gonna jay know if it's", "start": 2710.68, "end": 2716.54}, {"text": "way too early? That's bad if it's way too late. Yeah. If your son is going to", "start": 2716.54, "end": 2721.08}, {"text": "college the next day, you hear him jack up. You hear him in the bathroom. I", "start": 2721.08, "end": 2723.66}, {"text": "guess", "start": 2723.66, "end": 2724.0}, {"text": "yeah, I guess what would happen is you're kind of like", "start": 2724.0, "end": 2727.46}, {"text": "that's bad. Well, you are", "start": 2730.76, "end": 2732.56}, {"text": "I made butter. I made boogers at the front. You would be kind of surprised", "start": 2732.56, "end": 2739.16}, {"text": "because you would think he you know he would be going through the ages,", "start": 2739.16, "end": 2742.48}, {"text": "thirteen, fourteen, fifteen, sixteen, and you never kind of you never catch him", "start": 2742.48, "end": 2745.56}, {"text": "or notice any signs that he is jacking off and you think oh well great. I", "start": 2745.56, "end": 2749.04}, {"text": "mean he's I guess he's just a very secretive kid. I always thought I was a", "start": 2749.04, "end": 2751.9}, {"text": "parent. I would know, but I guess I guess he's just a screet. That's good", "start": 2751.9, "end": 2755.0}, {"text": "for me. I mean, yeah, which great yeah and then eighteen rolls around eighteen", "start": 2755.0, "end": 2759.44}, {"text": "and he starts he's allowed to realize all what will you just realize all along you", "start": 2759.52, "end": 2763.66}, {"text": "thought he was being so conscientious and discreet. No, he just didn't know how", "start": 2763.66, "end": 2767.2}, {"text": "he's touched in the head. He didn't know how your son has been touched. Well,", "start": 2767.2, "end": 2771.92}, {"text": "what if what if your son was just such a you, you raised him so right that every", "start": 2771.92, "end": 2775.8}, {"text": "single rule he sees that web, that porno website and says you must be eighteen", "start": 2775.8, "end": 2779.94}, {"text": "plus to enter any porno websites to check off. I'm not going to use your brain to", "start": 2779.94, "end": 2784.02}, {"text": "think a different did you watch it first time you jacked off to do jack off to a", "start": 2784.02, "end": 2786.86}, {"text": "website. Yeah. Internet poisoned. I jacked off to a bath tub that I was in. That's what", "start": 2786.92, "end": 2793.16}, {"text": "you were supposed to do when you were a kid. If you want me to be honest, it was a DVD", "start": 2793.16, "end": 2796.88}, {"text": "that I stole when my uncle lived in my house. You fucked a DVD through the hole. I used to", "start": 2796.88, "end": 2803.32}, {"text": "think about that all the time. That's what I did. I saw the lady on the DVD and I said,", "start": 2803.32, "end": 2807.56}, {"text": "\"Well, I'm just going to put it right through the hole in the center of the disc.\" No, my", "start": 2807.56, "end": 2811.2}, {"text": "My uncles, I had like all three of my uncles lived in my house at some point because they", "start": 2811.2, "end": 2818.76}, {"text": "needed a place to stay.", "start": 2818.76, "end": 2819.76}, {"text": "An addict porno DVD?", "start": 2819.76, "end": 2820.76}, {"text": "My uncle Kevin had the most porno in the house and he put it in storage in the basement and", "start": 2820.76, "end": 2827.64}, {"text": "we found it all and my older brother, he had a, it was a photographed version of the Kama", "start": 2827.64, "end": 2834.64}, {"text": "Sutra.", "start": 2834.64, "end": 2835.82}, {"text": "So it was like these artistic photos of like people fucking in different positions, you", "start": 2835.82, "end": 2840.12}, {"text": "can have that and my older brother stole it and then showed me that he hit it and", "start": 2840.12, "end": 2846.96}, {"text": "I got in trouble at a family cookout that we were having and like it was like", "start": 2846.96, "end": 2851.4}, {"text": "the there's the porch in the backyard and then our like the window from our", "start": 2851.4, "end": 2855.5}, {"text": "bedroom looking down. So I got sent to my room and I said, Oh yeah, you guys are", "start": 2855.5, "end": 2862.2}, {"text": "getting me in trouble. Well, Paul has this and I threw the book out the window", "start": 2862.2, "end": 2868.16}, {"text": "to get him in trouble as well. I was taking him down with me because he was", "start": 2868.48, "end": 2872.08}, {"text": "the one that got me sent to my room and I threw the comma sutra down and then", "start": 2872.08, "end": 2876.88}, {"text": "he ran upstairs and beat the shit out of me and then he got in the most trouble.", "start": 2876.88, "end": 2881.28}, {"text": "You just reminded me of a time when my mom was having her wedding rehearsal in", "start": 2881.28, "end": 2886.28}, {"text": "our backyard and I didn't want to be involved with it. So I went upstairs and", "start": 2886.28, "end": 2891.0}, {"text": "I opened up all the windows and I had some speakers and I played jizz in my", "start": 2891.0, "end": 2894.12}, {"text": "pants at like maximum volume and like ruined her", "start": 2894.12, "end": 2897.96}, {"text": "and that was probably most trouble I was ever in. But man, it was fun. I", "start": 2897.96, "end": 2904.64}, {"text": "avoided trouble completely for doing that because my mom, my mom said,", "start": 2904.64, "end": 2908.36}, {"text": "I'll deal with you later. And then they had to sit my brother down and be", "start": 2908.36, "end": 2911.6}, {"text": "like, you can't be, you can't be jacking off because the Lord does not want", "start": 2911.6, "end": 2917.76}, {"text": "you to do it. Really?", "start": 2917.76, "end": 2919.32}, {"text": "They said that and they also told us that we can't be looking up porno on the", "start": 2920.72, "end": 2924.42}, {"text": "computer because one the Lord and to every website that as porno on it has a", "start": 2924.42, "end": 2929.62}, {"text": "virus. That's still true. I think yeah, that is I still still true. If it's not", "start": 2929.62, "end": 2933.92}, {"text": "one of the big three, then I've told the fake taxing on here. It's how your dad", "start": 2933.92, "end": 2939.32}, {"text": "was watching fake taxi all day. My dad was watching fake taxi off the website.", "start": 2939.32, "end": 2943.12}, {"text": "He's trying to call one. He was off. He was off the website, watching the", "start": 2943.12, "end": 2946.42}, {"text": "trailers to calling one of the like cab services and being like yeah and send me", "start": 2946.42, "end": 2952.02}, {"text": "to go. I need to go to the airport tomorrow morning at like five thirty", "start": 2952.02, "end": 2956.1}, {"text": "am. See you then. Could you send me the fake?", "start": 2956.1, "end": 2959.24}, {"text": "Oh, by the way,", "start": 2959.24, "end": 2961.54}, {"text": "send me the fake text and I want to do and I only need five minutes when you", "start": 2961.54, "end": 2966.46}, {"text": "wake up to go to the airport at four AM. You have like an early flight. You like", "start": 2966.46, "end": 2972.72}, {"text": "yellow cab you get in. Oh Fuck, it's a", "start": 2972.78, "end": 2975.98}, {"text": "let's get this over with come here.", "start": 2975.98, "end": 2979.48}, {"text": "I'm in a fucking run. Did they ever do a fake ambulance where someone's in a neck", "start": 2979.48, "end": 2986.12}, {"text": "brace and getting their butt fucked? Eric, I did really yep. I remember that", "start": 2986.12, "end": 2989.92}, {"text": "wasn't an Eric. I was an Eric Andre one. Remember watching that being like Jesus", "start": 2989.92, "end": 2993.64}, {"text": "because that was the one where he was that's one of the most of the Eric Andre", "start": 2993.64, "end": 2998.08}, {"text": "show completely left my mind. I can't even remember a single episode of it.", "start": 2998.08, "end": 3001.66}, {"text": "come on craft this one or whatever upset me so much. Well, I guess you're right", "start": 3001.7, "end": 3006.1}, {"text": "this upset, but I mean the pranks this upset me so much because it's he's like", "start": 3006.1, "end": 3010.74}, {"text": "the it's the one where the person it's like a passed out woman, like in a", "start": 3010.74, "end": 3014.38}, {"text": "getting loaded into an ambulance and he starts fucking her.", "start": 3014.38, "end": 3017.38}, {"text": "Nice", "start": 3017.38, "end": 3018.66}, {"text": "so I saw an amazing. I saw that in real life. I would kill myself. I try to kill", "start": 3018.66, "end": 3025.5}, {"text": "him and then I would kill my I saw an amazing post today. I opened up reddit to", "start": 3025.5, "end": 3030.26}, {"text": "look at the Ridgewood subreddit, which I'm a", "start": 3030.3, "end": 3031.96}, {"text": "really good one from it that I showed you. I have I love this subreddit. I", "start": 3031.96, "end": 3037.86}, {"text": "open up reddit and it says recommended post and it's a post on the Eric Andre", "start": 3037.86, "end": 3042.54}, {"text": "subreddit and it said is this show real?", "start": 3042.54, "end": 3045.82}, {"text": "That was a god damn. I wish I thought of that.", "start": 3045.82, "end": 3050.78}, {"text": "I'm going to send you a pic that you have to show. I do love the Ridgewood", "start": 3050.78, "end": 3057.06}, {"text": "subreddit because it's mostly just neighborhood. If you have if you live", "start": 3057.1, "end": 3060.68}, {"text": "in a neighborhood that has a subreddit, it's incredibly recommend or a", "start": 3060.68, "end": 3064.66}, {"text": "neighborhood or a better than next door for sure, because it's go on this", "start": 3064.66, "end": 3067.82}, {"text": "website, go on. Well, it's all it's all search your town who are like", "start": 3067.82, "end": 3071.58}, {"text": "they're all just it's either people who are who are posting like what the hell", "start": 3071.58, "end": 3075.66}, {"text": "happened to this restaurant? Yeah, or people who are like anybody noticed that", "start": 3075.66, "end": 3079.42}, {"text": "like it's just the most inconsequential. Anybody noticed that there was a bug?", "start": 3079.42, "end": 3082.58}, {"text": "Yeah, the other day, what the hell is that about? Has someone noticed more", "start": 3082.58, "end": 3085.74}, {"text": "at this our slash Ridgewood post that I painted a tribute to the Grand", "start": 3085.74, "end": 3089.18}, {"text": "View right. Oh my God. Wow. We need to buy this from this person.", "start": 3089.18, "end": 3093.54}, {"text": "We need to buy this.", "start": 3093.54, "end": 3095.66}, {"text": "Wow. We used to go there all the time. This is kind of right in", "start": 3095.66, "end": 3100.1}, {"text": "between, I would say,", "start": 3100.1, "end": 3101.38}, {"text": "earnestly trying to paint something and painting something shitty on purpose,", "start": 3101.38, "end": 3105.82}, {"text": "so you know that it was earnest. Yeah, it's not trying to be funny", "start": 3105.82, "end": 3109.66}, {"text": "enough, it feels like. The Grand View Rite Aid is closed. I know.", "start": 3109.66, "end": 3112.42}, {"text": "so that's why that's why that's what the tribute is yeah. This trip we need to", "start": 3112.42, "end": 3116.74}, {"text": "buy that paint. If you listen to the show and you made that painting, we will", "start": 3116.74, "end": 3121.06}, {"text": "give you twenty dollars. Oh wow, they even they looked it up off Google. Oh my", "start": 3121.06, "end": 3124.94}, {"text": "God, that was that's how we go put the side by side of the right and the", "start": 3124.94, "end": 3129.68}, {"text": "painting. If you saw a drink, look at that, I literally looked up that it's", "start": 3129.68, "end": 3133.58}, {"text": "got the same tree. If you saw a tree is only there in the show from May", "start": 3133.58, "end": 3137.92}, {"text": "2023 to August 2023, nine times out of ten, it was purchased from that rated", "start": 3138.78, "end": 3145.58}, {"text": "not for me. It was a little far. Not me either. Probably a little far. I guess", "start": 3145.58, "end": 3149.26}, {"text": "closer to I don't really I don't like right. I didn't like that. I just like", "start": 3149.26, "end": 3153.1}, {"text": "that right. It because nobody went to it and it's on the way from my house to", "start": 3153.1, "end": 3156.42}, {"text": "wherever I ride it in Walgreens. These for these chain pharmacies, I don't like", "start": 3156.42, "end": 3160.58}, {"text": "them because I always feel like I'm being accused of stealing. Yeah, the I and I", "start": 3160.58, "end": 3166.18}, {"text": "don't like to have a security guard yeah and if you're going to have a security", "start": 3166.2, "end": 3169.2}, {"text": "guard, I think that you should have to I would feel better if they checked my", "start": 3169.2, "end": 3172.7}, {"text": "receipt yeah, because I was saying I'm going to walk out and they're going to", "start": 3172.7, "end": 3175.26}, {"text": "be. I feel the way yeah, I totally agree. I will say, though I have any if I like", "start": 3175.26, "end": 3180.82}, {"text": "a if I'm got if I'm buying over the counter medicine or like so if I", "start": 3180.82, "end": 3184.8}, {"text": "anything that I need to go to a place like that for I can't ever. I feel a", "start": 3184.8, "end": 3189.24}, {"text": "thousand times less comfortable and like a small like bodega style one just", "start": 3189.24, "end": 3194.06}, {"text": "because I don't know. I just grew up going to CVS all the time. I think", "start": 3194.1, "end": 3197.9}, {"text": "they have the wrong medicine. I just well, I just yeah, I'm always like only", "start": 3197.9, "end": 3201.14}, {"text": "CVS is going to have what I need. Yeah, yeah, I it took me a while to get", "start": 3201.14, "end": 3204.32}, {"text": "used to going to a right at or a Walgreens. I went to brand loyal. There's", "start": 3204.32, "end": 3207.7}, {"text": "there's one there's a pharmacy closer to my apartment and I went to it and I", "start": 3207.7, "end": 3212.86}, {"text": "needed the pain medication for my my wisdom tooth surgery. Yeah, and the guy", "start": 3212.86, "end": 3217.5}, {"text": "was like", "start": 3217.5, "end": 3217.94}, {"text": "listen, that's on back order. I won't have twelve until Monday.", "start": 3217.94, "end": 3222.94}, {"text": "like can I just give you six and then you can ask the doctor to send me", "start": 3222.94, "end": 3230.48}, {"text": "another prescription, and I was like what you haggled with a pharmacist. I", "start": 3230.48, "end": 3234.54}, {"text": "well, I got that's always what it is yeah yeah, you're like do you have do", "start": 3234.54, "end": 3238.02}, {"text": "you have this do you have do you have zyrtec and they're like no, we have", "start": 3238.02, "end": 3241.72}, {"text": "our flax yeah. I don't want our it's also the same color. We have our flax.", "start": 3241.72, "end": 3246.82}, {"text": "It's the same color and it's a little weaker and it costs seven hundred", "start": 3246.82, "end": 3249.38}, {"text": "Yeah, with insurance.", "start": 3249.4, "end": 3251.4}, {"text": "Alright, that sounds good to me.", "start": 3251.4, "end": 3253.4}, {"text": "Yeah, I'll take it. I'll take Zarflex.", "start": 3253.4, "end": 3255.4}, {"text": "I haven't taken prescription medication in a very long time.", "start": 3255.4, "end": 3257.4}, {"text": "I was on Adderall for a little bit, then I stopped because it was making me crazy.", "start": 3257.4, "end": 3259.4}, {"text": "You know I want to take one of these, what are they called?", "start": 3259.4, "end": 3263.4}, {"text": "The antibiotic pack?", "start": 3263.4, "end": 3265.4}, {"text": "Where you have to take every single one every day?", "start": 3265.4, "end": 3267.4}, {"text": "Oh yeah.", "start": 3267.4, "end": 3269.4}, {"text": "The antibiotic advent calendar?", "start": 3269.4, "end": 3271.4}, {"text": "If you have the advent calendar version, it means that the pharmacist or doctor thinks that you have a brain of a 12 year old.", "start": 3271.4, "end": 3277.4}, {"text": "Okay, well, I haven't taken it in years. Yeah, but because antibiotics did you", "start": 3277.4, "end": 3281.4}, {"text": "guys know this antibiotics are good or bad and I can't remember which type", "start": 3281.4, "end": 3286.92}, {"text": "it's bad not for you, but it's bad in the grand scheme of things because the", "start": 3286.92, "end": 3292.56}, {"text": "grand scheme. Well, the more antibiotics that people take the more that", "start": 3292.56, "end": 3296.4}, {"text": "viruses and stuff adapts to them. You know, it was fine. I know it's take", "start": 3296.4, "end": 3300.48}, {"text": "them the less that they're come up with a new biotic as a species. I was taking", "start": 3300.48, "end": 3304.0}, {"text": "when I got the wisdom tooth out again, I was taking antibiotics and then I was", "start": 3304.0, "end": 3308.64}, {"text": "eating yogurt because there was a stitch in my mouth, but the yogurt I was eating", "start": 3308.64, "end": 3312.64}, {"text": "was probiotic. Right, so you think maybe it cancelled out? I think that maybe my", "start": 3312.64, "end": 3316.96}, {"text": "mouth is infected. Why the damn antibiotics so big? The pills, they're", "start": 3316.96, "end": 3321.44}, {"text": "gigantic. I have a hard time swallowing those. It might as well fill up my butt.", "start": 3321.44, "end": 3323.88}, {"text": "The biotics you're getting, the biotics you're getting rid of. My mom put it in", "start": 3323.88, "end": 3327.48}, {"text": "my ass. The bacterias,", "start": 3327.48, "end": 3328.92}, {"text": "a suppository? Yeah, when I was like kind of too old to", "start": 3328.92, "end": 3333.2}, {"text": "I probably could have done it myself, but my mom was like, \"You're going to mess", "start": 3333.2, "end": 3337.34}, {"text": "it up. I'll put it in your ass.\" I was like nine years old,", "start": 3337.34, "end": 3340.4}, {"text": "and I will never forget that. I was sitting on the bed sideways,", "start": 3340.4, "end": 3344.22}, {"text": "and I was sitting there thinking like, \"I think that I'm ten and I could", "start": 3344.22, "end": 3348.94}, {"text": "do this myself.\"", "start": 3348.94, "end": 3349.94}, {"text": "And she was like, \"That wasn't so bad, right?\" And I just ran away.", "start": 3349.94, "end": 3354.86}, {"text": "And I don't, it only, it wasn't, it was like one pill that she had put", "start": 3354.86, "end": 3359.86}, {"text": "up there. It might have been a tracking device. Yeah, I think it was a", "start": 3359.86, "end": 3362.96}, {"text": "right? You got fat bastard. That's the thing that sucks about having babies is", "start": 3362.98, "end": 3365.98}, {"text": "you have to do that kind of tracking device. It's all this disgusting stuff.", "start": 3365.98, "end": 3369.02}, {"text": "When I was a kid there, I don't know if it was flu shot or some other type of", "start": 3369.02, "end": 3372.44}, {"text": "vaccine where they were like,", "start": 3372.44, "end": 3373.62}, {"text": "\"Oh, you can either get, like, the shot or you can get, like,", "start": 3373.62, "end": 3378.66}, {"text": "mist.\" A hamburger.", "start": 3378.66, "end": 3380.7}, {"text": "Like some kind of, like, you breathe it in, right? And I was still young enough", "start": 3380.7, "end": 3387.62}, {"text": "that I was like, \"I really didn't want to get a shot.\" And it was just scary.", "start": 3387.62, "end": 3390.22}, {"text": "And I was like, \"Okay, I want to get the mist. I don't want to get the shot.\"", "start": 3390.22, "end": 3392.62}, {"text": "and they were like, \"Oh, you can't get the mist because you have asthma,", "start": 3392.82, "end": 3395.7}, {"text": "so you can't have it. You have to get the shot.\" And ever since then,", "start": 3395.7, "end": 3398.58}, {"text": "I always feel like there's gonna be some scenario where, yeah, they're gonna", "start": 3398.58, "end": 3401.74}, {"text": "be like, \"Okay, you can either take... You can get the pill or you can", "start": 3401.74, "end": 3404.34}, {"text": "get the suppository.\" And I'll be like, \"Okay, please, I can have the", "start": 3404.34, "end": 3406.66}, {"text": "pill.\" And they're gonna be like, \"You can't. Actually, there's something", "start": 3406.66, "end": 3410.22}, {"text": "wrong with your mouth and you can't have it.\" They see you turn around", "start": 3410.22, "end": 3412.86}, {"text": "for one second, \"You gotta take the suppository,\" and we have to do", "start": 3412.86, "end": 3416.36}, {"text": "an on site application. How is a suppository better than just taking it", "start": 3416.36, "end": 3421.0}, {"text": "by the mouth. It's a mucous membrane in your asshole. Oh yeah, it's the same", "start": 3421.0, "end": 3424.8}, {"text": "reason. I imagine it's the same reason that if you pour a beer up your butt,", "start": 3424.8, "end": 3428.96}, {"text": "you get drunker. Oh, and you can put cocaine in your ass. Yeah, okay,", "start": 3428.96, "end": 3433.28}, {"text": "'cause what's his name? Did that who? Scott Storch? Oh,", "start": 3433.28, "end": 3437.0}, {"text": "never heard about that. No, that's a different. That was way far. It's way", "start": 3437.0, "end": 3440.88}, {"text": "farther away from Steveo than I got. Steveo Scott Storch used to blow.", "start": 3440.88, "end": 3445.16}, {"text": "That's what he is now. The damn vegan cocaine up Mariah Carey's asshole.", "start": 3445.16, "end": 3448.24}, {"text": "yeah, it's called a Miami blizzard. You never heard about this. No, why do you", "start": 3449.56, "end": 3452.76}, {"text": "do it to Mariah Carey? She was just a very nice your assholes out", "start": 3452.76, "end": 3456.1}, {"text": "walking around with her ass out, and he shot it like a dart like Ace Ventura", "start": 3456.1, "end": 3463.2}, {"text": "directly", "start": 3463.2, "end": 3463.62}, {"text": "and", "start": 3463.62, "end": 3466.66}, {"text": "yeah, Kobe", "start": 3466.66, "end": 3469.42}, {"text": "Kobe.", "start": 3469.42, "end": 3471.66}, {"text": "Yeah, the", "start": 3471.66, "end": 3474.46}, {"text": "you can do all sorts of drugs in your ass. I don't know about it, but isn't", "start": 3474.46, "end": 3478.56}, {"text": "there's always a little bit of poop in your butt. Maybe you're what I imagine", "start": 3478.58, "end": 3482.74}, {"text": "and there's always a little bit of poop. You don't finger your ass with the", "start": 3482.74, "end": 3485.98}, {"text": "white to try to clear out at least like a like a you know you you've said this", "start": 3485.98, "end": 3489.78}, {"text": "so many times and every single time yeah, I don't say no do that, then you", "start": 3489.78, "end": 3494.26}, {"text": "have nasty asses whiteys. I don't really care.", "start": 3494.26, "end": 3497.1}, {"text": "I don't care if you're nasty ass on the inside. No, it's sides of part where", "start": 3497.1, "end": 3502.42}, {"text": "people might have access soon. No one is having access anytime soon. You don't", "start": 3502.42, "end": 3506.62}, {"text": "know that I don't know that you could get in trouble, then that's on them. If", "start": 3506.64, "end": 3511.74}, {"text": "they if they find out it's dirty in there, but first of all, I don't want", "start": 3511.74, "end": 3514.76}, {"text": "them in there. It's a deterrent, but you can get people. You can get yourself out", "start": 3514.76, "end": 3518.4}, {"text": "of trouble. I keep I keep it a little dirty like a poison dart frog. Exactly", "start": 3518.4, "end": 3522.66}, {"text": "it's like a biologic. There's a reason that there's a biological reason that", "start": 3522.66, "end": 3526.9}, {"text": "shit stays inside your butt, even when you wipe yeah to get it out.", "start": 3526.9, "end": 3530.14}, {"text": "What yeah it's like power washing the reason it stays inside is to get it out", "start": 3530.14, "end": 3534.94}, {"text": "yeah, so you can get so you have so you can get a satisfaction. I understand", "start": 3534.98, "end": 3538.34}, {"text": "satisfying. I cleaned out one finger one like nail", "start": 3538.34, "end": 3542.28}, {"text": "as I am like up to your nail. You have a coke nail for poop. No, it's a normal.", "start": 3542.28, "end": 3548.12}, {"text": "My nails are all short, but you just go to the nail bed.", "start": 3548.12, "end": 3550.54}, {"text": "You create a glove of baby white. So I've never he's Julio's your flesh and", "start": 3550.54, "end": 3556.1}, {"text": "baby wipes in your apartment. Now here's my question. I that's another thing.", "start": 3556.1, "end": 3559.26}, {"text": "Let me flush that not in this city. Fuck all that. Maybe maybe some new style", "start": 3559.26, "end": 3564.34}, {"text": "plumbing and listen, I'll pay the fine in some I'll pay the fine, but I'm let me", "start": 3564.38, "end": 3568.74}, {"text": "let know that's terrible for plumbing. I don't give a my brother's a plumber. He", "start": 3568.74, "end": 3571.86}, {"text": "told me how bad it is. I hope he fucking not the", "start": 3571.86, "end": 3574.5}, {"text": "not the plumber", "start": 3574.5, "end": 3576.34}, {"text": "and don't throw away. I don't care. The plumbing is the most important part of", "start": 3576.34, "end": 3581.18}, {"text": "your house, because I've seen those videos. The part of your house where the", "start": 3581.18, "end": 3584.34}, {"text": "videos where people get their plumbing backs up and then their toilet starts", "start": 3584.34, "end": 3587.86}, {"text": "shit doing shit, but they let me tell you like it's like not my problem. I'm", "start": 3587.86, "end": 3592.06}, {"text": "I'm renting I'm flushing the wipes. I'm putting aerosol cans in the trash", "start": 3592.1, "end": 3596.94}, {"text": "flushing on batteries, olive oil directly", "start": 3596.94, "end": 3599.96}, {"text": "olive oil. When I'm done with it, my shit is literally seventy five percent", "start": 3599.96, "end": 3604.38}, {"text": "olive oil and that's going in the fucking pipes. Yeah, okay, what am I", "start": 3604.38, "end": 3607.52}, {"text": "supposed to do sift through and throw the olive oil? I'm pretty sure I'm", "start": 3607.52, "end": 3611.58}, {"text": "pretty sure I did that well yeah. So here's a question if we can't flush the", "start": 3611.58, "end": 3615.24}, {"text": "baby wipes yeah. What the hell am I supposed to do reach into the toilet and", "start": 3615.24, "end": 3619.68}, {"text": "grab the white covered in shit. Yeah, because the other option with a", "start": 3619.72, "end": 3624.22}, {"text": "flushable with the other option is throwing it out in the trash and I", "start": 3624.22, "end": 3628.66}, {"text": "don't know how often I clean the I don't know how often I empty the", "start": 3628.66, "end": 3631.64}, {"text": "bathroom. What if I put it in a nasty bullet and I believe don't do it.", "start": 3631.64, "end": 3634.98}, {"text": "Get my girlfriend does it", "start": 3634.98, "end": 3636.0}, {"text": "wait misogynist bala. You make your girlfriend throw away your shit. I", "start": 3636.0, "end": 3640.6}, {"text": "don't make her throw with the shit. You put the shit wipe in the trash. No,", "start": 3640.6, "end": 3643.72}, {"text": "I flush him", "start": 3643.72, "end": 3644.24}, {"text": "my man.", "start": 3644.24, "end": 3647.2}, {"text": "I'm just sick. No, no, I'm it's regular toilet paper. I don't like rules. I", "start": 3648.24, "end": 3651.52}, {"text": "don't like regulations and I'm gonna be watch my shit baby wipes in the toilet", "start": 3651.52, "end": 3655.04}, {"text": "regular wipe trash. I", "start": 3655.04, "end": 3656.6}, {"text": "put oil and grease down the sink. I put large chunks of food down the sink. I", "start": 3656.6, "end": 3664.1}, {"text": "or when I was living in Boston, I have we have the thing on our drain that has", "start": 3664.1, "end": 3668.3}, {"text": "little holes in it. So you try to try that away. I don't it's it's completely", "start": 3668.3, "end": 3672.44}, {"text": "attached on. I can't throw it away. I jam stuff through it. Oh yeah, yeah,", "start": 3672.44, "end": 3676.04}, {"text": "I put a chicken bone. Really yeah, no disposal. I don't have a disposal by", "start": 3676.52, "end": 3681.56}, {"text": "bone.", "start": 3681.56, "end": 3682.0}, {"text": "It just goes away. I it's gone. I'm never going to think about this fucking", "start": 3682.0, "end": 3686.08}, {"text": "bone again. I don't care what I'm saying man. I'm renting yeah. What's going to", "start": 3686.08, "end": 3688.88}, {"text": "get stuck sideways in the plum the plumbers? Oh, no water can't get by", "start": 3688.88, "end": 3693.16}, {"text": "water. You want me to feel bad for water? It's ninety percent of the earth", "start": 3693.16, "end": 3697.24}, {"text": "and my body. When I was living in Boston, I poured a hole. I had a", "start": 3697.24, "end": 3700.48}, {"text": "it was like a late crusade thing filled with", "start": 3700.48, "end": 3703.88}, {"text": "vegetable oil and I was deep frying something and I didn't know what to do", "start": 3704.96, "end": 3709.06}, {"text": "with the oil. I just poured it down the sink. Yeah, I do it whole like three", "start": 3709.06, "end": 3713.96}, {"text": "court thing. Well, it was probably it was probably one and a half quarts of", "start": 3713.96, "end": 3717.48}, {"text": "olive oil or vegetable oil straight down the drain. Yeah,", "start": 3717.48, "end": 3720.98}, {"text": "what am I going to do with it? But we had a disposal, so I think that if you", "start": 3720.98, "end": 3724.8}, {"text": "turn it on, it cuts up the yeah, I'm supposed to make an a only in your this", "start": 3724.8, "end": 3730.56}, {"text": "is a this is a tip for renters. If you have a garbage disposal, pour that oil", "start": 3730.56, "end": 3734.8}, {"text": "directly in your little bit of lemon juice. Yeah, a little bit of lemon juice.", "start": 3734.8, "end": 3738.44}, {"text": "I would turn the garbage disposal on. There goes a mayonnaise and that's a", "start": 3738.44, "end": 3742.52}, {"text": "really high speed thing because it's supposed to cut up chicken. Well, you", "start": 3742.52, "end": 3744.84}, {"text": "need an egg. You need to put one egg. Yeah, not with how fast this is going", "start": 3744.84, "end": 3748.8}, {"text": "to blend whatever. All you have to do is you just reach past the blades, put a", "start": 3748.8, "end": 3752.4}, {"text": "plug in under there, put in all your ingredients, flip the switch, blend it up.", "start": 3752.4, "end": 3757.4}, {"text": "He's been abbreviated and then you take a straw and you can either drink it", "start": 3757.4, "end": 3762.8}, {"text": "right out of the sink drain or you can do a little siphon action. You put your cup", "start": 3762.8, "end": 3768.28}, {"text": "on the ground long straw. When the plumber shows up, you open the door, you're", "start": 3768.28, "end": 3772.18}, {"text": "wearing a leather jacket. He's not going to fuck with you. No, you got a bunch of", "start": 3772.18, "end": 3775.5}, {"text": "chains all over", "start": 3775.5, "end": 3776.58}, {"text": "leather jacket with the chains. You're looking like Robert Halford. Do something", "start": 3776.58, "end": 3780.38}, {"text": "basically like Robert Kelly. I ate 4000 doughnuts right before I opened the door", "start": 3780.38, "end": 3784.2}, {"text": "powder all over my face. What the fuck is up plumber? Well, you're mad at me", "start": 3784.2, "end": 3788.8}, {"text": "because I made a I made a baby wipe mayonnaise.", "start": 3788.8, "end": 3791.72}, {"text": "I", "start": 3791.72, "end": 3792.22}, {"text": "fucking", "start": 3792.22, "end": 3797.08}, {"text": "you should have got a real job. I mean all you have to do to the plumber is say", "start": 3797.08, "end": 3802.72}, {"text": "it wasn't me. It was my neighbor. Yeah, I the guy before me. Yeah, I'm renting. I", "start": 3802.72, "end": 3806.88}, {"text": "don't know anything about this shit man. I'm renting. This was the person that", "start": 3806.88, "end": 3810.28}, {"text": "just make this face. I don't know shrug and you wide eyes. Oh or or make a", "start": 3810.28, "end": 3816.84}, {"text": "here's how you let him how you make them. Let you flush make the plumber laugh.", "start": 3816.84, "end": 3820.16}, {"text": "The plumber comes, he's doing a routine. He routine he's just trying to fix your", "start": 3820.4, "end": 3824.08}, {"text": "sink. You have a leaky faucet or something, and then he's leaving. He's", "start": 3824.08, "end": 3826.56}, {"text": "like, yeah, I'm finishing up. He said, oh, before you go, I have something for", "start": 3826.56, "end": 3829.16}, {"text": "you. I know I'm not supposed to throw these away. Giant bucket of all my", "start": 3829.16, "end": 3832.52}, {"text": "shitty baby wipes with all my diarrheas from a year. Yeah, I can't say here you", "start": 3832.52, "end": 3836.72}, {"text": "go. I know that you don't want me to flush these, so I figured here you go,", "start": 3836.72, "end": 3839.52}, {"text": "and here's all my oil, and here's also all my oil, my bacon grease and my bones", "start": 3839.52, "end": 3844.52}, {"text": "and many, many bones that I did not want to flush or yeah, you can make a stew", "start": 3844.52, "end": 3849.04}, {"text": "of these. Yeah, so go ahead, knock yourself out. Yeah, you're gonna knock", "start": 3849.08, "end": 3853.08}, {"text": "yourself out with the smell of these. What the smell of my apartment has been", "start": 3853.08, "end": 3857.02}, {"text": "bad because of the chloroforming the plumber. It's just shit. Yeah, stinky", "start": 3857.02, "end": 3861.24}, {"text": "duty.", "start": 3861.24, "end": 3861.76}, {"text": "Oh, you", "start": 3861.76, "end": 3863.32}, {"text": "three miles in the face. Terrible. There was a kid that was telling me about in", "start": 3863.32, "end": 3869.68}, {"text": "high school. This kid was telling me about jencom and how poop if you", "start": 3869.68, "end": 3872.88}, {"text": "ferment it is like it could get you high. And he told me in the same vein is", "start": 3872.88, "end": 3877.64}, {"text": "chloroform if you take it to your fingers and put it on your taint and you put it", "start": 3877.64, "end": 3884.48}, {"text": "up to your nose it can knock you out. I heard that too actually. That could have", "start": 3884.48, "end": 3889.28}, {"text": "might have done this might be a repeat story. That might be a repeat story. I smelled", "start": 3889.28, "end": 3893.68}, {"text": "pretty bad. After a hit session, throwing that ball on the ground. Oh yeah.", "start": 3893.68, "end": 3898.84}, {"text": "That's a good workout. I love that one. You hate it. I love it. He begs not to do it every time.", "start": 3898.84, "end": 3904.72}, {"text": "I beg not to do it every time, but then when I'm in the middle of it, the rush", "start": 3904.72, "end": 3907.52}, {"text": "of adrenaline, I guess, like throw a ball. Tell them about the workout that", "start": 3907.52, "end": 3910.62}, {"text": "he likes and what it looks like.", "start": 3910.62, "end": 3912.32}, {"text": "So we do dips on chest day and there's a machine that does yeah, it's the so", "start": 3912.32, "end": 3918.88}, {"text": "we're all doing the dips, the standing dip where you're just lifting your body", "start": 3918.88, "end": 3922.24}, {"text": "up. If you don't know exercising, yeah, you're lifting your body up with with", "start": 3922.24, "end": 3926.48}, {"text": "your arms and I did the scene. The dip is where you sit down and you hold two", "start": 3926.48, "end": 3930.14}, {"text": "the bars that extend behind you and you you do this same motion like this", "start": 3930.16, "end": 3934.62}, {"text": "and it completely looks. I would say pat only likes to see to dip. He doesn't", "start": 3934.62, "end": 3939.52}, {"text": "like the standing one do this. He won't do the sending one. He only does the", "start": 3939.52, "end": 3942.4}, {"text": "one working my way up to it and the it looks exactly like he's. I was saying he", "start": 3942.4, "end": 3947.92}, {"text": "only does the seated dip because it's genetic memory of being an Irish peasant", "start": 3947.92, "end": 3952.82}, {"text": "carrying a wheelbarrow full of potatoes across a bumpy road. I want to get a", "start": 3952.82, "end": 3957.06}, {"text": "video of it because it looks that even the posture you use for it is unlike", "start": 3957.1, "end": 3961.36}, {"text": "anybody I've ever seen. Use that yeah", "start": 3961.36, "end": 3963.48}, {"text": "a ride. Yeah, it's also it's a face while you do it, it's bumpy dirt road", "start": 3963.48, "end": 3970.02}, {"text": "with a wheelbarrow of", "start": 3970.02, "end": 3971.26}, {"text": "cabbage and then it's also it's also an Irish indentured servant in America,", "start": 3971.26, "end": 3977.52}, {"text": "like", "start": 3977.52, "end": 3978.42}, {"text": "carrying a rickshaw with the American times for the first millionaire in", "start": 3978.42, "end": 3983.9}, {"text": "America, the slave of", "start": 3983.94, "end": 3985.94}, {"text": "Rockefeller, I've done I've done research on my ancestry. No there. I", "start": 3985.94, "end": 3991.98}, {"text": "think some people on my mom's side came over from the potato famine. Yeah, so", "start": 3991.98, "end": 3996.58}, {"text": "there's no way that that is not a genetic memory. This I think you've", "start": 3996.58, "end": 3999.86}, {"text": "unlocked. Yeah, you needed to look up documents to find out that your Irish", "start": 3999.86, "end": 4004.9}, {"text": "heritage maybe had experience being peasants.", "start": 4004.9, "end": 4007.18}, {"text": "What do you mean by that", "start": 4007.18, "end": 4009.94}, {"text": "peasant race. Yeah, fully all three of us. It's okay. All right, we're going on", "start": 4011.78, "end": 4017.48}, {"text": "tour. Yeah,", "start": 4017.48, "end": 4018.42}, {"text": "with with world's biggest army. It's us home planet and Pierce Campion going to", "start": 4018.42, "end": 4023.86}, {"text": "be super fun. We're going to Boston. We're going to Atlanta. We're going to", "start": 4023.86, "end": 4029.42}, {"text": "Toronto. We are going to Philadelphia and we are going to did you say Chicago", "start": 4029.42, "end": 4035.94}, {"text": "Chicago and I'm serious guys. I said it last time and I feel like people didn't", "start": 4035.94, "end": 4040.86}, {"text": "take it to heart. Keep just keep just keep your eyes open, because you never", "start": 4040.9, "end": 4043.8}, {"text": "know", "start": 4043.8, "end": 4044.04}, {"text": "there could be more shows added and there will be a giant plane crash. It kills", "start": 4044.04, "end": 4048.88}, {"text": "hundreds and we will be on the plane and here are the tickets. Julio showing them", "start": 4048.88, "end": 4052.8}, {"text": "right now swag poop dot com slash shows. You can see all the beautiful poster of", "start": 4052.8, "end": 4056.32}, {"text": "us being targeted, beautiful poster of us targeted for death,", "start": 4056.32, "end": 4059.56}, {"text": "and you can have links to tickets to all these different shows. It's going to be", "start": 4059.56, "end": 4064.42}, {"text": "a huge blast. The plane is the blast that we all it's going to be a huge blast.", "start": 4064.42, "end": 4070.76}, {"text": "if you know what I mean.", "start": 4070.8, "end": 4072.28}, {"text": "- All right, thank you.", "start": 4072.28, "end": 4073.12}, {"text": "- But yeah.", "start": 4073.12, "end": 4073.94}, {"text": "- All right.", "start": 4073.94, "end": 4074.9}, {"text": "- Bye.", "start": 4074.9, "end": 4075.74}, {"text": "(static)", "start": 4075.74, "end": 4077.82}, {"text": "- I do love mustard.", "start": 4077.82, "end": 4080.82}, {"text": "- Me too.", "start": 4080.82, "end": 4081.66}, {"text": "- I like spicy mustard.", "start": 4081.66, "end": 4082.5}, {"text": "- I like different types of mustard as well.", "start": 4082.5, "end": 4084.24}, {"text": "- I like pretty much all.", "start": 4084.24, "end": 4085.2}, {"text": "- Mustard.", "start": 4085.2, "end": 4086.04}, {"text": "- Mustard.", "start": 4086.04, "end": 4086.88}, {"text": "- Yellow, brown, pink.", "start": 4086.88, "end": 4087.96}, {"text": "- Oh, man.", "start": 4087.96, "end": 4088.8}, {"text": "- Oh, fucking, oh my God, I love mustard.", "start": 4088.8, "end": 4090.92}, {"text": "(laughing)", "start": 4090.92, "end": 4093.18}, {"text": "I'm a", "start": 4098.8, "end": 4102.64}, {"text": "so grab crazy.", "start": 4102.64, "end": 4108.44}, {"text": "I fucking love different kinds of mustard. I'm imagining hearing this", "start": 4108.44, "end": 4116.52}, {"text": "voice, hearing this voice saying you getting this, you had a call. I was", "start": 4116.52, "end": 4119.4}, {"text": "gonna say I wouldn't know when you pull up to the", "start": 4119.4, "end": 4121.52}, {"text": "my scenario is you imagine being a ketchup lover and yeah getting that", "start": 4126.16, "end": 4129.5}, {"text": "mustard.", "start": 4129.5, "end": 4129.96}, {"text": "My scenario is you pull up to the McDonald's, you pull up to the", "start": 4129.96, "end": 4133.64}, {"text": "McDonald's drive through, you say hey yeah, can I get", "start": 4133.64, "end": 4136.24}, {"text": "burger and I'll get some ketchup on it and you know it all get some mustard", "start": 4136.24, "end": 4140.88}, {"text": "too.", "start": 4140.88, "end": 4141.22}, {"text": "You have", "start": 4141.22, "end": 4142.64}, {"text": "yeah, okay, you want a big you want a big Mac yeah, mustard and some mustard", "start": 4142.64, "end": 4149.72}, {"text": "mustard.", "start": 4149.72, "end": 4150.24}, {"text": "This is the this is the cashier who's talking to you through the speaker and", "start": 4150.24, "end": 4155.32}, {"text": "and that's actually pretty funny. I guess I'm playing the guy in the", "start": 4155.36, "end": 4157.3}, {"text": "restaurant. Okay, cool you so just get ready for your big your big moment", "start": 4157.3, "end": 4160.92}, {"text": "because it's coming up again, but it was very funny for that to happen for", "start": 4160.92, "end": 4164.5}, {"text": "someone for you. Pull out you pull up to the to the drive through and you're", "start": 4164.5, "end": 4169.16}, {"text": "saying like yeah. I want a burger and then say oh yeah, I bet you do want a", "start": 4169.16, "end": 4172.68}, {"text": "burger on and then you pull it. They're like okay, next one. Don't you pull up", "start": 4172.68, "end": 4176.18}, {"text": "and it's just the guy you just there for the looking very stupid. You're like", "start": 4176.18, "end": 4179.38}, {"text": "sorry about that", "start": 4179.38, "end": 4180.12}, {"text": "the window. I forgot about this part of it. I'm new here. I forgot you were", "start": 4182.04, "end": 4188.18}, {"text": "going to see me. He's my first day on the job yeah, he's like", "start": 4188.18, "end": 4191.28}, {"text": "he ducks down really quick and then he throws the bag in the car like a", "start": 4191.28, "end": 4202.02}, {"text": "grenade. The restaurant is like", "start": 4202.02, "end": 4204.12}, {"text": "and then the guy in the restaurant is like", "start": 4204.12, "end": 4206.66}, {"text": "This is so much better than McDonald's in Paris.", "start": 4211.14, "end": 4214.78}, {"text": "[Laughter]", "start": 4214.78, "end": 4217.78}, {"text": "(Sonic the Hedgehog theme)", "start": 4217.78, "end": 4219.78}], "title": "#221 - Our Plane Is Going Down", "link": "https://www.patreon.com/posts/221-our-plane-is-97756582", "date": "Sat, 03 Feb 2024 11:00:09 GMT", "id": 71}