{"lines": [{"text": "Super Bowl tomorrow. Yeah. How you guys preparing your bodies to play in this", "start": 0.0, "end": 13.36}, {"text": "game? I'm hitting myself a lot. I'm cutting myself thinking, thinking,", "start": 13.36, "end": 18.68}, {"text": "thinking will get you nowhere in this game. You got to start. You got to sell", "start": 18.68, "end": 22.08}, {"text": "fledgling. You think that man, that's what you say. But consider this. If", "start": 22.08, "end": 27.32}, {"text": "if that's the case, then how come none of these football players on the field ever", "start": 27.32, "end": 33.56}, {"text": "look completely gigantic like a body builder or like an orc? It's because they", "start": 33.56, "end": 37.6}, {"text": "have to put some points into intelligence, not just in the strengths.", "start": 37.6, "end": 40.52}, {"text": "Cameron, Cameron, Cameron, Cameron.", "start": 40.52, "end": 41.36}, {"text": "It depends on the position. It depends on the position. You have no clue. You", "start": 41.36, "end": 43.76}, {"text": "don't know anything about sports because you're the nerd side of sports. You", "start": 43.76, "end": 46.64}, {"text": "probably watch Moneyball and you say, 'Oh, that's my favourite athlete, the guy", "start": 46.64, "end": 49.96}, {"text": "with the pencil.' I don't watch Moneyball, first of all. You watch Moneyball all", "start": 49.96, "end": 52.6}, {"text": "the time. You definitely watch Moneyball at least five times in your life. I've", "start": 52.6, "end": 54.88}, {"text": "playing it three times twice with my dad and once on my nerd side of sports,", "start": 54.92, "end": 59.3}, {"text": "Mr. R slash basketball.", "start": 59.3, "end": 60.88}, {"text": "I like", "start": 60.88, "end": 62.22}, {"text": "so crazy what", "start": 62.22, "end": 66.5}, {"text": "that's because we're doing a joke at the beginning of the thing. You don't have", "start": 66.5, "end": 70.62}, {"text": "to bring personal stuff into it. I was just a guess. I guess okay. Well, what", "start": 70.62, "end": 76.18}, {"text": "do I know?", "start": 76.18, "end": 76.56}, {"text": "Wait, what do I know about you? We know things about Cameron. I got it. It's not", "start": 76.56, "end": 82.18}, {"text": "embarrassing to go on hard slash basketball. His tummy hurts all the time. Guys, my tummy", "start": 82.2, "end": 85.92}, {"text": "actually did hurt this morning because I had my first free junior frosty yesterday. I thought", "start": 85.92, "end": 91.34}, {"text": "I could handle the lactose, but it lactosed me out. No, no. Yeah, but it was worth it.", "start": 91.34, "end": 97.0}, {"text": "It was worth it. It was delicious. So you like the gift? I haven't had, I loved the", "start": 97.0, "end": 100.72}, {"text": "gift. I haven't had a full, I've been eating the lactate ice cream. Really? Or the lactose", "start": 100.72, "end": 107.16}, {"text": "first free ice cream and I thought I liked it. I got kind of brainwashed,", "start": 107.16, "end": 111.32}, {"text": "but then here the thing I like I have the junior for us. He literally instant", "start": 111.32, "end": 114.76}, {"text": "deprogramming yeah. I need it frosty. I had this experience. I've been drinking", "start": 114.76, "end": 120.42}, {"text": "fair life milk and then I had this and I've been like yeah, it's fine. You can", "start": 120.42, "end": 123.84}, {"text": "put it in smoothies and whatever isn't isn't on or you're you think of a light", "start": 123.84, "end": 127.56}, {"text": "life. No, I'm thinking of fair life. I drink it all the time. It's a you get", "start": 127.56, "end": 131.56}, {"text": "this. It's a milk made by Coca Cola. It comes in plastic. It's very good. It", "start": 131.56, "end": 135.12}, {"text": "comes in a certain type of square plastic. Yes, and I would say it's a", "start": 135.16, "end": 139.66}, {"text": "curvy, beautiful woman shape. Actually, now I think about it, is that kind of", "start": 139.66, "end": 142.92}, {"text": "shaped like a it shaped like a sexy", "start": 142.92, "end": 145.12}, {"text": "it's shaped like they're reusing a bottle from something else. You say", "start": 145.12, "end": 149.28}, {"text": "we ran out of", "start": 149.28, "end": 151.68}, {"text": "it. No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,", "start": 151.68, "end": 156.56}, {"text": "no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,", "start": 156.56, "end": 158.68}, {"text": "run of detergents. Yeah, but you said curvy beautiful and I thought that you", "start": 158.68, "end": 162.84}, {"text": "I'm talking about that beard, beautiful purple cow that's on the milk. You know", "start": 162.86, "end": 166.44}, {"text": "it's a bottle. I've always wanted to fuck palm wonderful. Don't know what that is", "start": 166.44, "end": 171.2}, {"text": "the pomegranate juice. Yeah, it looks like to it looks like to boobs or two", "start": 171.2, "end": 175.48}, {"text": "balls, but I thought boobs until today and when I thought boobs, I wanted to", "start": 175.48, "end": 179.72}, {"text": "have sex with that bottle.", "start": 179.72, "end": 180.62}, {"text": "The so I thought fair life milk. This is fine and dandy whatever it says like on", "start": 180.62, "end": 186.4}, {"text": "the thing it says like ultra processed, but it's like it's a good thing right", "start": 186.4, "end": 190.08}, {"text": "and then I had I made a bolognese. It's hard to make ultra sound like a bad", "start": 190.12, "end": 194.72}, {"text": "thing. That's right. I always think I'm like, oh, okay, and let's say ultra bad.", "start": 194.72, "end": 199.08}, {"text": "Yeah, even then I'm like, oh, ultra, ultra, cool, ultra, for sure,", "start": 199.08, "end": 203.64}, {"text": "acrid", "start": 203.64, "end": 204.64}, {"text": "yeah,", "start": 204.64, "end": 205.84}, {"text": "I would eat that, too, and you need an ultra, but that's what I'm saying.", "start": 205.84, "end": 210.28}, {"text": "Ultra putrid, ultra putrid, wow, ultra putrid, say that five times fast. It's", "start": 210.28, "end": 215.04}, {"text": "hard. If there's two bottles next to each other at the at the at the at the", "start": 215.04, "end": 219.28}, {"text": "store and it's one of them labeled putrid and one of them ultra putrid.", "start": 219.32, "end": 222.58}, {"text": "I'm going for ultra yeah, if you have it, yeah, it's no contest. If you're going", "start": 222.58, "end": 226.68}, {"text": "if you're trying to make somebody sick, you want the ultra putrid. I putrid I", "start": 226.68, "end": 231.2}, {"text": "had a glass of whole milk because I had to use whole milk for this bolognese", "start": 231.2, "end": 234.48}, {"text": "dude. Whole milk is amazing. Oh yeah, I forgot how good whole milk is dude. What", "start": 234.48, "end": 239.2}, {"text": "was that? Why was everyone saying that two percent milk is the best because", "start": 239.2, "end": 242.72}, {"text": "it's the classic yeah, this is the mom mill yeah. This is what comes out of", "start": 242.72, "end": 246.56}, {"text": "as well. What even is the percent? Of breast milk? A hundred. A hundred", "start": 246.6, "end": 252.16}, {"text": "percent. No, of milk. Why is it called percent? Because it's milk, two percent", "start": 252.16, "end": 255.7}, {"text": "fat. Oh. So they take out the whole milk is like... Whole. Four or five percent", "start": 255.7, "end": 260.72}, {"text": "fat. No, a hundred percent. That's a hundred percent fat. Okay. It's butter.", "start": 260.72, "end": 263.56}, {"text": "Yeah. So they take out the butter from the milk. Milk can make, like,", "start": 263.56, "end": 267.28}, {"text": "ten things. Yeah. Milk is like the Swiss Army knife of the cows. But apparently", "start": 267.28, "end": 273.74}, {"text": "people are now allergic to milk, lactose intolerance, which come, but only", "start": 273.76, "end": 279.38}, {"text": "certain populations are like and tolerant, because it depends on where I", "start": 279.38, "end": 282.3}, {"text": "think it's also here's. The thing also is that it fully is", "start": 282.3, "end": 285.34}, {"text": "you. I mean you can get over it. You can't you become like if you're not", "start": 285.34, "end": 289.22}, {"text": "eating enough lactose, your body reverts to being lactose intolerant and then the", "start": 289.22, "end": 292.82}, {"text": "more you eat, the more you build up. I think you can get over any other. I'm", "start": 292.82, "end": 295.88}, {"text": "aiming to get over my lactose intolerance with which I've always", "start": 295.88, "end": 299.32}, {"text": "literally with frosty because I've always been a little lactose intolerant,", "start": 299.32, "end": 303.36}, {"text": "not enough that it ever affected my life in any way. But then my fiancé is more lactose", "start": 303.4, "end": 309.48}, {"text": "intolerant than me, so we always get dairy-free stuff. So I have a lot less dairy, so then", "start": 309.48, "end": 312.8}, {"text": "I've become more lactose intolerant lately. It's time to fight back.", "start": 312.8, "end": 316.36}, {"text": "I don't think I could be. If I was lactose intolerant, that would ruin so much for me.", "start": 316.36, "end": 321.6}, {"text": "There's stuff you can still have. You can still have some cheeses.", "start": 321.6, "end": 323.8}, {"text": "No, I know. Just like in terms of the—I would have to pull out the fucking index card", "start": 323.8, "end": 328.8}, {"text": "of allergies at restaurants if I was also—", "start": 328.8, "end": 330.44}, {"text": "It's not an allergy, though.", "start": 330.44, "end": 331.44}, {"text": "No, but imagine—", "start": 331.44, "end": 332.44}, {"text": "you make your stomach up. You've you've smelled my farts in the van when we were", "start": 332.44, "end": 336.58}, {"text": "on tour. I tell people imagine the van tell people I've smelled your farts. I", "start": 336.58, "end": 340.12}, {"text": "don't want people knowing that she smelled my fart on people to tell people.", "start": 340.12, "end": 342.92}, {"text": "I buried my face and you buried your face in my by disguise myself as like", "start": 342.92, "end": 346.72}, {"text": "doesn't I would fart in the seat and then I would get out at a go. I think I", "start": 346.72, "end": 350.44}, {"text": "left something in the car.", "start": 350.44, "end": 351.46}, {"text": "I've got lactose intolerance is not an allergy. It's the same level of like a", "start": 351.46, "end": 356.36}, {"text": "food issue where it's like oh, I can't eat", "start": 356.36, "end": 358.4}, {"text": "live hamburgers in a row because it will make my stomach upset. Noah said the", "start": 359.52, "end": 363.12}, {"text": "craziest thing to me last night. He said, \"Yeah, dude, my spice intolerance is so", "start": 363.12, "end": 366.74}, {"text": "low. I went to Popeye's and in five minutes I ate two spicy chicken sandwiches", "start": 366.74, "end": 370.88}, {"text": "and I was like sweating walking out of there.\" I was like, \"Yeah, you ate two", "start": 370.88, "end": 374.12}, {"text": "fucking fried chicken sandwiches in five minutes? That had nothing to do with the", "start": 374.12, "end": 377.16}, {"text": "spice. That's just a hog's behaviour.\" That's 'cause you put your body into", "start": 377.16, "end": 381.84}, {"text": "challenge mode. Yeah, you said, \"I'm man, I'm gonna verse this food in the middle", "start": 381.84, "end": 386.32}, {"text": "the Popeye's at a three PM type of time. I miss doing walk around. I miss doing", "start": 386.32, "end": 391.02}, {"text": "man versus food challenges by myself. When did, when's the last man versus food", "start": 391.02, "end": 395.04}, {"text": "you did? Not like man. They should reboot this show with you, because that guy's,", "start": 395.04, "end": 398.76}, {"text": "what was that guy's whole problem? He cared about his body. Yeah. This dude,", "start": 398.76, "end": 401.88}, {"text": "you'll go forever. I have acid reflux currently, just because. You'll go", "start": 401.88, "end": 406.64}, {"text": "forever. Yeah, I'll just. You'll never pussy out like Adam. No, no, no. What was", "start": 406.64, "end": 409.84}, {"text": "it? Adam something? Adam Rich. Adam Rich. Rich. Fuck you, Adam Rich. Yeah, he", "start": 409.84, "end": 413.8}, {"text": "definitely got rich after that show. The food was made a lot of money. That's a", "start": 413.82, "end": 419.3}, {"text": "good point. Adam first man. Yeah to do a show. It's true. He really heard his", "start": 419.3, "end": 424.1}, {"text": "word for man and also the first man in the Bible where it comes from. Yeah,", "start": 424.1, "end": 428.62}, {"text": "wasn't the first man God. No, he was not a man. God is a corporeal. Do you say", "start": 428.62, "end": 432.82}, {"text": "to me he's more than a man. Thank you. God has both parts and he fucks him and", "start": 432.82, "end": 437.72}, {"text": "that's how you made Adam and Eve.", "start": 437.72, "end": 439.42}, {"text": "the chair is a fight outside. There's not a fight outside. Oh, you think", "start": 440.82, "end": 444.72}, {"text": "everything is a fight or you wish there was another fight. Well, that's enough.", "start": 444.72, "end": 448.1}, {"text": "That's a okay. We're waiting for the bus. What that amount of Children is", "start": 448.1, "end": 453.14}, {"text": "constitutes a fight. What? What? Like after school, if that many kids are", "start": 453.14, "end": 458.34}, {"text": "going somewhere, this guy never had friends. Yeah, this guy doesn't for", "start": 458.34, "end": 461.78}, {"text": "doesn't ever walk about. You have no friends. You have no fucking friends.", "start": 461.78, "end": 466.66}, {"text": "You suck. Nobody wants to hang out with you after school. That's not true", "start": 466.66, "end": 469.38}, {"text": "because you fucking smell at school. I don't smell it's yeah. You smell after", "start": 469.38, "end": 472.86}, {"text": "school. You smell in regards. You smell fine during school, but then at the end", "start": 472.86, "end": 476.34}, {"text": "of school, you start smelling. I've seen you're a pencil chewer. I'm not a", "start": 476.34, "end": 479.6}, {"text": "pencil pusher. You're a pencil pusher as well. You work at the school. That's", "start": 479.6, "end": 482.9}, {"text": "why no one wants to hang out with you. You smell back to the janitor. You're", "start": 482.9, "end": 485.9}, {"text": "the kid. That's why I'm a janitor. That's my new job. They should have let", "start": 485.9, "end": 489.62}, {"text": "kids be janitors for X. I hung out with the janitor and they actually the janitor", "start": 489.62, "end": 494.32}, {"text": "should pick an apprentice every year. I agree. Just my friends can damn a kid to", "start": 494.32, "end": 498.74}, {"text": "the worst fully ever", "start": 498.78, "end": 499.94}, {"text": "and", "start": 499.94, "end": 501.08}, {"text": "they have to wear the full", "start": 501.08, "end": 503.52}, {"text": "jumpsuit to where you shall be. It should be like the Dalai Lama yeah,", "start": 503.52, "end": 508.08}, {"text": "where you pick a", "start": 508.08, "end": 509.18}, {"text": "new janitor when you'd pass on that is such a thing. That is such an", "start": 509.18, "end": 513.78}, {"text": "incredible idea for a young adult novel series. I became the janitor. It's", "start": 513.78, "end": 518.82}, {"text": "like I mean, okay, it doesn't have to be chills already. Basically, a Harry", "start": 518.82, "end": 521.72}, {"text": "Potter situation, but it doesn't have to be like it can be a school for like", "start": 521.72, "end": 524.54}, {"text": "really gifted magical abilities, X men or Harry Potter or something like that.", "start": 524.54, "end": 528.3}, {"text": "so I'm listening and one of the kids he has no powers. Yes, his power, but he", "start": 528.34, "end": 532.94}, {"text": "learns he is going to the school because he has to become the janitors of and it's", "start": 532.94, "end": 536.74}, {"text": "called learn", "start": 536.74, "end": 537.44}, {"text": "it's called the janitor's apprentice. He learns that his power is a resource", "start": 537.44, "end": 545.5}, {"text": "on this and cleanliness exactly to clean up. He cleans up after these all these", "start": 545.5, "end": 549.3}, {"text": "people with powers, they're careless and by the six about other people, yes, by", "start": 549.3, "end": 552.3}, {"text": "the book by the six book, they revealed to him like you thought you didn't have", "start": 552.3, "end": 556.14}, {"text": "your power, but you had a power all along your power was that you were so good at", "start": 556.18, "end": 559.64}, {"text": "cleaning rose. You were the greatest cleaner of all time, bro.", "start": 559.64, "end": 562.92}, {"text": "I have bad news, though this is community. No, it's not this happens to", "start": 562.92, "end": 570.56}, {"text": "childish gambino in community. He becomes the plumber. That's a plumber.", "start": 570.56, "end": 574.0}, {"text": "That's a different thing. You're kind of right. I guess God is community, but", "start": 574.0, "end": 578.38}, {"text": "this is on everything. This is better. This is a different idea. First of all,", "start": 578.38, "end": 581.76}, {"text": "I was about to get up and leave. First of all, it's high school yeah. Second of", "start": 581.76, "end": 585.68}, {"text": "should be high school or middle school. It has children with powers and stuff.", "start": 585.72, "end": 589.58}, {"text": "This could be like an X men, like an X men one shot. Yeah, okay, yeah, it's a", "start": 589.58, "end": 593.88}, {"text": "sky high school. It's a six issue, six issue X men run. Well, no, it's not", "start": 593.88, "end": 597.96}, {"text": "even that he doesn't know why he came. He knows he's knows why he came and he's", "start": 597.96, "end": 600.94}, {"text": "like ashamed of it. Like he doesn't see the value in it. Like he's like he's", "start": 600.94, "end": 604.28}, {"text": "one of an underclass, but he doesn't know it's only like one yeah, only like", "start": 604.28, "end": 607.8}, {"text": "point five percent of the human population in America have no powers and", "start": 607.8, "end": 611.6}, {"text": "they're called dirties, the dirties, that's a movie already chosen. There's a", "start": 611.62, "end": 616.42}, {"text": "movie called the dirties yeah by who matt johnson. Is that a british movie?", "start": 616.42, "end": 620.46}, {"text": "It's a movie about a school shooting. Oh, it's called the dirties yeah. It's", "start": 620.46, "end": 623.92}, {"text": "actually really really good. Well, if you understood you watch it, the", "start": 623.92, "end": 628.34}, {"text": "shitties that's a better name for the shitties shitties fuck the shitties, but", "start": 628.34, "end": 632.74}, {"text": "then what happens a flood of poop, dirt and a villain comes in dirt. So yeah,", "start": 632.74, "end": 638.84}, {"text": "well, that's just in the first book. Now that's like you know how in Harry", "start": 638.96, "end": 641.5}, {"text": "Potter it's like oh the first four books they're kind of fucking around at", "start": 641.5, "end": 643.86}, {"text": "school, the fifth stuff fifth book and on it gets real. They're fighting for", "start": 643.86, "end": 647.6}, {"text": "the fate of the world and to stop another global holocaust. They do stop", "start": 647.6, "end": 652.86}, {"text": "a holocaust or there were they", "start": 652.86, "end": 654.5}, {"text": "they don't stop it got to wonder where they were with the first one. It's", "start": 654.5, "end": 660.08}, {"text": "revealed that they zoom back. That's basically what happens in Harry Potter.", "start": 660.08, "end": 664.42}, {"text": "anyway. It took place in 1942. I think that happens in the Fantastic Beast", "start": 664.46, "end": 669.82}, {"text": "movies. I think those are set in the Holocaust. Really? And Dumbledore did", "start": 669.82, "end": 673.14}, {"text": "nothing. They are, yeah.", "start": 673.14, "end": 673.62}, {"text": "Grindelwald. They're set before. The Crimes of Grindelwald. Yeah. And they", "start": 673.62, "end": 677.58}, {"text": "set it there and they... Well, I didn't see the movies. I didn't see them", "start": 677.58, "end": 680.38}, {"text": "either. I can only assume what this crime is. I know. I saw the first two", "start": 680.38, "end": 683.5}, {"text": "in the theaters, and I think the angriest I've ever been leaving a movie", "start": 683.5, "end": 687.14}, {"text": "in my life was leaving the second Grindelwald movie. I think it was Crimes", "start": 687.14, "end": 692.38}, {"text": "of Grindelwald. I think I was just like that. My ex was a big Harry Potter fan.", "start": 692.38, "end": 696.3}, {"text": "Well, anyway, this the janitor's apprentice right, the first four books,", "start": 696.3, "end": 700.22}, {"text": "they're all it's all kind of just cleaning and cleaning really like like", "start": 700.22, "end": 705.18}, {"text": "the first one, it's like oh, maybe it's like we have to clean it. There was they", "start": 705.18, "end": 708.3}, {"text": "had prom and their solo cups everywhere and that's the big like climax, you know,", "start": 708.3, "end": 712.92}, {"text": "and then it gradually ramps up. It's like oh, a villain is coming. He becomes", "start": 712.92, "end": 715.38}, {"text": "friends with the jock because he cleans up the jocks party. Yes, and he's", "start": 715.38, "end": 718.64}, {"text": "gradually to understand it's starting to bridge the class divide between the", "start": 718.66, "end": 723.66}, {"text": "cities and the powerfuls, oh my, which is ninety nine point five percent of", "start": 723.66, "end": 728.24}, {"text": "the population has got the powerfuls. Well, so the cities are really small.", "start": 728.24, "end": 733.58}, {"text": "Well, there's barely any of them because it's I mean if there's too many of them,", "start": 733.58, "end": 736.14}, {"text": "they'll rise up yeah. Oh, so we may be a find out they're even being sterilized.", "start": 736.14, "end": 740.24}, {"text": "Oh my God, and that's why there's such a small portion of the population,", "start": 740.24, "end": 744.72}, {"text": "obviously, and so now the shitties have to clean the world of the powerfuls", "start": 744.76, "end": 748.34}, {"text": "kill every last power. That's that's kind of like they're doing that's when", "start": 748.34, "end": 754.04}, {"text": "we do kind of an i carly reboot type thing where it's like the series ends", "start": 754.04, "end": 758.26}, {"text": "and it comes back twenty years later, back twenty years later, exactly like i", "start": 758.26, "end": 762.2}, {"text": "carly twenty years and twenty years have passed since i carly for now it's for", "start": 762.2, "end": 766.5}, {"text": "adults and now the good guys do the holocaust.", "start": 766.5, "end": 769.56}, {"text": "Okay, yeah, this is a pretty good idea. I think", "start": 769.56, "end": 773.78}, {"text": "like", "start": 773.78, "end": 774.28}, {"text": "they're doing an i carly reboot, but it's for adults.", "start": 774.28, "end": 780.32}, {"text": "Yeah, and then someone asked them at comic on like so. Why did you decide to", "start": 780.32, "end": 785.6}, {"text": "do this reboot where it's the holocaust? Have you seen i carly? It was all", "start": 785.6, "end": 790.02}, {"text": "currently. It was all hinting towards this. It's all an i carly style show.", "start": 790.02, "end": 794.06}, {"text": "Yeah, I didn't see the new i carly. Did you that you were saying like like the", "start": 794.06, "end": 797.54}, {"text": "i carly reboot? Well, I didn't see that it could be like that. I carly reboot", "start": 797.54, "end": 802.34}, {"text": "because it's like zone of interest or", "start": 802.74, "end": 804.7}, {"text": "I didn't see zone of interest. I hear it's good, but it seems like to scary.", "start": 804.7, "end": 811.18}, {"text": "She's doing random dancing and you just hear one scream in the back.", "start": 811.18, "end": 814.7}, {"text": "Yeah, the", "start": 814.7, "end": 816.22}, {"text": "Carly studio was above. It was like on the upper floor of a building", "start": 816.22, "end": 822.46}, {"text": "or it's like in the same neighborhood as the move bombing. Yeah, some awful", "start": 822.46, "end": 828.1}, {"text": "thing that happened is happening right outside. I", "start": 828.1, "end": 830.26}, {"text": "they're just barely like you can hear it in the background. If you want to get", "start": 831.06, "end": 834.56}, {"text": "seventy million views on YouTube, you can make a creepy pasta about this right", "start": 834.56, "end": 838.96}, {"text": "now, where you edit this stuff happening outside of outside of the window of the", "start": 838.96, "end": 843.22}, {"text": "i carly studio zoom into it. You can literally make bank. Oh my God, yeah,", "start": 843.22, "end": 848.28}, {"text": "because there's like that's a free idea and we're not going to use it. We're", "start": 848.28, "end": 851.36}, {"text": "not going to do i carly in the holocaust. That's all you a lot of our", "start": 851.36, "end": 854.04}, {"text": "ideas that we have on this show are most of them. I think probably five percent", "start": 854.04, "end": 860.0}, {"text": "of them. We hold dear ninety five percent. You can open source reverse", "start": 860.04, "end": 864.8}, {"text": "that. No, I'm I'm very possessive. Everything I've ever said on this show.", "start": 864.8, "end": 868.34}, {"text": "It's mine. Okay, okay, well, then the five percent that are open source, you", "start": 868.34, "end": 871.84}, {"text": "are allowed to do whatever you want with them and that's one of them and then", "start": 871.84, "end": 874.72}, {"text": "but but the ninety five percent you can apply for a license. Yeah, we'll give", "start": 874.72, "end": 878.24}, {"text": "you a license. It's pretty cheap. Honestly, yeah, we don't have that many", "start": 878.24, "end": 881.72}, {"text": "good ideas, hot sodas and cold dogs that we can you can buy a license for that.", "start": 881.72, "end": 886.84}, {"text": "yeah, when you can have that one for free, okay, that's a but you are not", "start": 886.88, "end": 890.46}, {"text": "fucking licensing janitor's apprentice. No, this is getting written. This is a", "start": 890.46, "end": 894.84}, {"text": "book series. Okay, so it's ninety four percent, five percent and then one", "start": 894.84, "end": 899.16}, {"text": "percent of things that we are going to license and create", "start": 899.16, "end": 901.6}, {"text": "like janitor's apprentice where they should have a different name.", "start": 901.6, "end": 906.08}, {"text": "Why the shitters the it was the was the shitties and now it's the janitor's", "start": 906.08, "end": 911.18}, {"text": "apprentice janitor's apprentice is a good. That's the perfect. I guess the", "start": 911.18, "end": 915.08}, {"text": "janitor's apprentice is the name of the first book series and then the series", "start": 915.12, "end": 920.66}, {"text": "is called something else. What's the boy the boy's name shitly shitly shit,", "start": 920.66, "end": 925.76}, {"text": "shitly, shitly, piston, shitly, piston is shitly, piston, colon, the janitor's", "start": 925.76, "end": 930.68}, {"text": "appreciate right now. The first one is just called the janitor's apprentice. I", "start": 930.68, "end": 933.6}, {"text": "can visualize the cover. It's a mop leaning up in a closet, no like people on", "start": 933.6, "end": 938.12}, {"text": "the cover. The right class shadow, the", "start": 938.12, "end": 940.08}, {"text": "my crab. Why villain? There's no villains in the first one. It's just cleaning", "start": 941.0, "end": 944.92}, {"text": "okay, maybe a few villains", "start": 944.92, "end": 946.36}, {"text": "or maybe that's one of the superpower. No, it's the font. It's like it's like", "start": 946.36, "end": 951.08}, {"text": "kind of like a thin, like the kind of font you'd see on a scroll. You know the", "start": 951.08, "end": 955.28}, {"text": "pirate's apprentice and then as the of course three author names yeah down in", "start": 955.28, "end": 959.8}, {"text": "the and then it's got and then it's got a circle. It's got a seal of like it", "start": 959.8, "end": 964.8}, {"text": "won some type of a word like some fake young adult award, the duke, the", "start": 964.8, "end": 969.72}, {"text": "the", "start": 969.72, "end": 970.22}, {"text": "the podcast about list. They won the why a choice twenty four and yeah the cover", "start": 970.22, "end": 976.6}, {"text": "is the mop is in the closet and there's an open door with a with a beam or of", "start": 976.6, "end": 982.16}, {"text": "some light coming from outside the door and we see a", "start": 982.16, "end": 984.56}, {"text": "shadow of the of the so what's yeah silhouette shadow, but then the second", "start": 984.56, "end": 989.4}, {"text": "book and we make it so that the mop stick looks like his dong and that's a", "start": 989.4, "end": 994.12}, {"text": "Easter. We have to later there like did you guys know that this was actually an", "start": 994.12, "end": 998.08}, {"text": "Easter egg for adults. Yeah, that will pop up in a YouTube video called ten", "start": 998.12, "end": 1001.42}, {"text": "Easter sexual Easter eggs in book covers. Why don't they do? Why is it they do", "start": 1001.42, "end": 1006.46}, {"text": "that with all the kids movies? They never do it. They sneak up. Why is it", "start": 1006.46, "end": 1010.08}, {"text": "you're never reading a kid's book and then it says book and then you keep", "start": 1010.08, "end": 1014.22}, {"text": "moving? Why is that or like a footnote like maybe like a tell me you didn't", "start": 1014.22, "end": 1018.88}, {"text": "read books as a kid without telling me you're doing a playboy trifold that's", "start": 1018.88, "end": 1023.36}, {"text": "like just like a between the thing like a number at the top, like a little foot", "start": 1023.36, "end": 1026.42}, {"text": "note and then you read the at the bottom of the page and said this is this is", "start": 1026.44, "end": 1029.68}, {"text": "only for adults and in parentheses and then just says penis penis sex. So tell", "start": 1029.68, "end": 1034.56}, {"text": "me you never read Captain Underpants before I read it. I did flip around", "start": 1034.56, "end": 1038.36}, {"text": "because that is all for adults. Yeah, yeah, because for kids and for kids it's", "start": 1038.36, "end": 1042.84}, {"text": "it's school superheroes, principals, et cetera, but then all these secrets are", "start": 1042.84, "end": 1047.6}, {"text": "hidden in there for adults underpants, professor poopy pants, toilet, toilet,", "start": 1047.6, "end": 1051.52}, {"text": "George, booger, monsters, George, a lot of around a lot of children named George.", "start": 1051.52, "end": 1055.88}, {"text": "yeah, I guess that's you ever see somebody on the street. You're", "start": 1055.96, "end": 1058.76}, {"text": "a little bit of a", "start": 1058.76, "end": 1059.8}, {"text": "type of thing. Yep,", "start": 1059.8, "end": 1062.1}, {"text": "the crop I used to skip right to the flip around me to", "start": 1062.1, "end": 1067.1}, {"text": "go to the flip around and then read from the flip and be like I", "start": 1067.1, "end": 1070.76}, {"text": "can't wait for that to show back up. Yeah, exactly. I can't wait", "start": 1070.76, "end": 1073.54}, {"text": "for that. Hey, go to your friends. Hey guys. I made this", "start": 1073.54, "end": 1076.8}, {"text": "they think you made this book. Yeah,", "start": 1076.8, "end": 1080.1}, {"text": "I don't name is Dave quickly. My name is Dave. Ikely, Ike,", "start": 1080.1, "end": 1084.84}, {"text": "Pilky Pilky man come on. That's your thing of pleakly. I am thinking of", "start": 1084.88, "end": 1088.84}, {"text": "pleakly who's pleakly from you don't know pleakly. Pleakly will also be doing a", "start": 1088.84, "end": 1093.72}, {"text": "crossover appearance.", "start": 1093.72, "end": 1094.8}, {"text": "I feel like a fucking douche bag. Who the hell is pleakly? You know pleakly", "start": 1094.8, "end": 1100.4}, {"text": "can make this is pick. Oh pleakly pleakly man, Mcdonald. If you're", "start": 1100.4, "end": 1105.56}, {"text": "listening, please, pleakly always dressing like a woman. He has but one", "start": 1105.56, "end": 1109.68}, {"text": "eye Cyclops", "start": 1109.68, "end": 1111.36}, {"text": "Cyclops that's what they call that if I saw a woman with one eye like this in", "start": 1112.56, "end": 1117.36}, {"text": "public, I would just I'd probably just shout and three fingers. If you saw a", "start": 1117.36, "end": 1121.26}, {"text": "woman with one eye, you'd shout at her.", "start": 1121.26, "end": 1122.88}, {"text": "That's what you said. Stop it.", "start": 1122.88, "end": 1125.56}, {"text": "I know, I know, I know you're in disguise. Yep. I know. Okay, please.", "start": 1125.56, "end": 1132.08}, {"text": "Clearly, I know you're an alien. Hello, please.", "start": 1132.08, "end": 1134.44}, {"text": "Anybody with one eye, you ever known anybody with one eye? No, my cousin had", "start": 1134.44, "end": 1139.76}, {"text": "one eye or my he's like my second cousin had one eye. So he got another one later.", "start": 1139.8, "end": 1144.7}, {"text": "No, I think he passed.", "start": 1144.7, "end": 1145.8}, {"text": "I'm sorry. Yeah, it's okay. He was much older than me and he lost his eye in a", "start": 1145.8, "end": 1149.8}, {"text": "motorcycle accident.", "start": 1149.8, "end": 1151.0}, {"text": "But he nobody", "start": 1151.0, "end": 1152.8}, {"text": "he wouldn't tell anybody that I had two family members who had one. I actually my", "start": 1152.8, "end": 1157.4}, {"text": "great grandpa had one eye from shooting a tree with another pirate gun and the BB", "start": 1157.4, "end": 1162.8}, {"text": "gun came back and took his eye. Your grandpa, I've been black. I'm from a long", "start": 1162.8, "end": 1166.0}, {"text": "a lineage of pirates. I've been deeply obsessed and with forming a connection", "start": 1166.0, "end": 1170.7}, {"text": "with my great great grandfather, Peter Fetter. How are we going to do this? I", "start": 1170.7, "end": 1175.5}, {"text": "have been, I listen to music and I look at a picture of him.", "start": 1175.5, "end": 1178.08}, {"text": "That's some cloud, whatever I'm listening to at the time, but I want to", "start": 1178.08, "end": 1183.14}, {"text": "meet him. Cloud Atlas. Do you want to see him? We have a Ouija board, don't we?", "start": 1183.14, "end": 1185.68}, {"text": "Did I show you one before? Show me that picture. Peter Fetter. Show me Peter", "start": 1185.68, "end": 1187.94}, {"text": "Fetter. Oh wait, we do have a Ouija board. Isn't that a great name? We do", "start": 1187.94, "end": 1190.86}, {"text": "have a Ouija board. Peter Fetter. It'd be better if it was Petter Fetter. Ouija", "start": 1190.86, "end": 1194.0}, {"text": "forward is like what I wanted to want him turned to a demon or something.", "start": 1194.02, "end": 1197.22}, {"text": "Yeah, it doesn't turn you into it. He's either a demon or he's not. You get you", "start": 1197.22, "end": 1200.58}, {"text": "get sucked up, but I could be a demon that pretend you're thinking of you.", "start": 1200.58, "end": 1203.3}, {"text": "Don't you think that me and him would sash so hard? Yeah, God, Danny, Peter", "start": 1203.3, "end": 1207.7}, {"text": "better doesn't he look good as fuck God damn show the camera. He looks like the", "start": 1207.7, "end": 1211.74}, {"text": "Pringles.", "start": 1211.74, "end": 1212.3}, {"text": "You're the heir to the Pringle. Oh, my God,", "start": 1212.3, "end": 1215.7}, {"text": "that's why you're so rich. Wait a minute. He has think of an energy to him. He", "start": 1215.7, "end": 1220.66}, {"text": "because he I will say name ship is this what got you in the gym as you saw how", "start": 1220.7, "end": 1224.54}, {"text": "wide he was now. He said I need to be this with he. I think it looks like he", "start": 1224.54, "end": 1229.84}, {"text": "is blown up with air. That's that's more than yeah from eating potato. It does", "start": 1229.84, "end": 1234.04}, {"text": "look like he has fake arms on this. This is the this is the basis for the", "start": 1234.04, "end": 1238.56}, {"text": "Pringles guy, his wife listen, no disrespect, she's a dog.", "start": 1238.56, "end": 1242.04}, {"text": "Your great great great great grandma was a complete dog.", "start": 1242.04, "end": 1246.8}, {"text": "Well Peter Fetter, if I ever do get to meet you in a dream or in some type of", "start": 1248.2, "end": 1254.0}, {"text": "vortex, I think that", "start": 1254.0, "end": 1255.48}, {"text": "you really would like me. Can I see your grandma? What I would do was doing with", "start": 1255.48, "end": 1259.9}, {"text": "my life and why it's normal to be like I am. I didn't get a good show him show", "start": 1259.9, "end": 1263.96}, {"text": "him your grandma one more time. Why are you scared to show?", "start": 1263.96, "end": 1266.06}, {"text": "I was in the middle of talking to my Graham great great grandpa. He has a", "start": 1266.06, "end": 1270.28}, {"text": "coconut head.", "start": 1270.28, "end": 1271.16}, {"text": "This haircut,", "start": 1271.16, "end": 1273.56}, {"text": "what's wrong with the haircut?", "start": 1273.56, "end": 1275.72}, {"text": "that's my great great grandma. You're talking about watch it dude. I mean I", "start": 1277.8, "end": 1281.56}, {"text": "don't know what else to say about you mean she's beautiful. I", "start": 1281.56, "end": 1284.36}, {"text": "you see the resemblance", "start": 1284.36, "end": 1288.84}, {"text": "that's horrible.", "start": 1288.84, "end": 1291.16}, {"text": "She's passed on. She looks like they were about to put plan of the apes", "start": 1291.16, "end": 1296.16}, {"text": "make up on", "start": 1296.16, "end": 1296.76}, {"text": "you can't say this. That's my great great grandma looks like she's halfway", "start": 1296.76, "end": 1301.88}, {"text": "through a plan of the apes. Yes, she looks like an anamorph second to last", "start": 1301.88, "end": 1306.36}, {"text": "anamorph", "start": 1306.36, "end": 1306.96}, {"text": "she does not look good man. You're trying to tell me that your grandma was fire,", "start": 1306.96, "end": 1311.6}, {"text": "your great great grandma, you're trying to tell me she's fire. You know she", "start": 1311.6, "end": 1315.44}, {"text": "kicked Peter Fetter to the curb day. He was a womanizer. I would hope so with", "start": 1315.44, "end": 1320.26}, {"text": "that fucking wife at home used to he used to blow his entire paycheck on is", "start": 1320.26, "end": 1324.06}, {"text": "that way and food and women is that why she looks like that he womanized her. He", "start": 1324.06, "end": 1327.92}, {"text": "womanized her. Oh my God, I was probably trying to he probably just used her hair", "start": 1327.92, "end": 1332.24}, {"text": "as storage. She was probably just using her. Yes, he thought that he thought that", "start": 1332.24, "end": 1336.2}, {"text": "he was a bowl. Yeah, you know guys in a hundred years, people are going to look", "start": 1336.24, "end": 1339.7}, {"text": "back at us and think the same", "start": 1339.7, "end": 1340.86}, {"text": "the same thing. No, no, no, no, no, no, no, it's so funny to imagine going to", "start": 1340.86, "end": 1345.98}, {"text": "the salon and getting that haircut. Get it, give me give me the give me the", "start": 1345.98, "end": 1350.38}, {"text": "rumple stilt skin from Shrek for", "start": 1350.38, "end": 1352.08}, {"text": "there. This is like the hot haircut. This is like this is like the the bus and", "start": 1352.08, "end": 1357.72}, {"text": "zoomer haircut of the the nine tens, just a big just putting like the stickiest", "start": 1357.72, "end": 1363.66}, {"text": "it like pine tar in your hair. So it all stays in a job. Have you ever thought", "start": 1363.7, "end": 1367.46}, {"text": "about your kids, your grandkids, your great great grandkids? This will be", "start": 1367.46, "end": 1370.84}, {"text": "available to them. Yeah, yeah, I think about that more about my kids than my", "start": 1370.84, "end": 1375.3}, {"text": "great great grand. Luckily, they were my great great kids. I'll be speaking", "start": 1375.3, "end": 1378.62}, {"text": "Spanish yeah, and so they will understand any of this. What I'm just", "start": 1378.62, "end": 1381.62}, {"text": "thinking about now about this picture to about this hairstyle is that picture", "start": 1381.62, "end": 1384.9}, {"text": "they, especially since you're saying this to pick pictures are they're not", "start": 1384.9, "end": 1388.5}, {"text": "just like taking a picture. This is like a they're like this is a once in a", "start": 1388.5, "end": 1392.9}, {"text": "lifetime. It's like we're taking our fifty cents. It's like this is our", "start": 1392.94, "end": 1396.5}, {"text": "picture, so this that what they're they're get up that's like they're like", "start": 1396.5, "end": 1399.8}, {"text": "they're like prepping that for like a week. This is the best we need to get my", "start": 1399.8, "end": 1403.38}, {"text": "hair done for this picture. I need to get these clothes. I need to need to", "start": 1403.38, "end": 1407.02}, {"text": "and essentially I forgot to smile. The only reason why you would get a picture", "start": 1407.02, "end": 1410.86}, {"text": "was to prove that you existed. Yeah, I knew that the picture came out and it", "start": 1410.86, "end": 1414.98}, {"text": "was just proof that you used to exist. So they didn't there was no reason to", "start": 1414.98, "end": 1418.18}, {"text": "mile. Yeah, they were from Latvia,", "start": 1418.22, "end": 1420.08}, {"text": "immigrants from Latvia, okay, reminder to never go to Latvia, because the ugly", "start": 1420.08, "end": 1425.46}, {"text": "women,", "start": 1425.46, "end": 1425.82}, {"text": "she literally does look", "start": 1425.82, "end": 1429.74}, {"text": "you're not even looking at her. How can I know that a perfect mental? What if", "start": 1429.74, "end": 1434.06}, {"text": "you look again and you forgot when you were you again and you can't believe", "start": 1434.06, "end": 1437.82}, {"text": "how beautiful she is. I'll show you what she looks like.", "start": 1437.82, "end": 1439.62}, {"text": "She looks really, really as we're not that white. No, her. She really didn't", "start": 1439.62, "end": 1444.82}, {"text": "look like she could see like this. She had a teacher type of yeah, look yeah, you", "start": 1444.84, "end": 1450.44}, {"text": "know she looks like the wayside teacher from wayside school, the evil one looks", "start": 1450.44, "end": 1454.86}, {"text": "like she weighs the same as a side of an apple. This is gorgia, this is gorgia.", "start": 1454.86, "end": 1460.16}, {"text": "That's crazy. You remember Mrs. Gordon and how did she pass crazy? You remember", "start": 1460.16, "end": 1463.82}, {"text": "her to I remember the one who brought her attributes. I don't remember her", "start": 1463.82, "end": 1466.56}, {"text": "name. Mrs. Gorf. It's frog backwards. Oh my God, you're right turns into a frog.", "start": 1466.56, "end": 1470.24}, {"text": "How did she pass away?", "start": 1470.26, "end": 1472.26}, {"text": "I don't know.", "start": 1472.26, "end": 1474.26}, {"text": "Jack the Ripper.", "start": 1474.26, "end": 1476.26}, {"text": "They're not buried together.", "start": 1476.26, "end": 1478.26}, {"text": "Whoa!", "start": 1478.26, "end": 1480.26}, {"text": "But they lived in...", "start": 1480.26, "end": 1482.26}, {"text": "Whose choice was that?", "start": 1482.26, "end": 1484.26}, {"text": "Probably hers, because like I said, she kicked him in the curb.", "start": 1484.26, "end": 1486.26}, {"text": "And how did he fare on the curb?", "start": 1486.26, "end": 1488.26}, {"text": "He probably lived outside on the curb.", "start": 1488.26, "end": 1490.26}, {"text": "Just sitting there.", "start": 1490.26, "end": 1492.26}, {"text": "You had a hobo grandpa?", "start": 1492.26, "end": 1494.26}, {"text": "Kick to the curb is an expression.", "start": 1494.26, "end": 1496.26}, {"text": "I do like the idea that he did live", "start": 1496.26, "end": 1498.26}, {"text": "did live on the curb just like that right outside the house. Just like well,", "start": 1498.26, "end": 1503.46}, {"text": "well,", "start": 1503.46, "end": 1504.34}, {"text": "back then you could fully live", "start": 1504.34, "end": 1507.0}, {"text": "on the on the curb. Yeah, you could live a hobo. That was like a normal. That", "start": 1507.0, "end": 1512.06}, {"text": "was the golden era. That was before that. Oh yeah. Back then hobos would walk", "start": 1512.06, "end": 1515.18}, {"text": "around wearing suits. Yeah, actually,", "start": 1515.18, "end": 1517.42}, {"text": "it's so funny. Most hobos were better dressed than most CEOs now. Yeah, shoes", "start": 1517.42, "end": 1524.86}, {"text": "say could I bother you to come in and eat a meal with your family, please well", "start": 1525.06, "end": 1528.86}, {"text": "sure well sure sure I don't see why not honk honk your hobo. They all had like", "start": 1528.86, "end": 1534.02}, {"text": "the wooden sole shoes to like no shoes back then were comfortable. West", "start": 1534.02, "end": 1537.9}, {"text": "Shocks, wooden shoes are actually supposedly very comfortable clogs,", "start": 1537.9, "end": 1540.54}, {"text": "wooden clogs. I don't agree with it. Okay, let's wear them some doctor until", "start": 1540.54, "end": 1544.58}, {"text": "doctor shoal came around. He is a doctor wood. He is buried in Ros or his", "start": 1544.58, "end": 1548.9}, {"text": "girlfriend is from Roslindale. Where's Roslindale in Massachusetts and they", "start": 1548.9, "end": 1553.74}, {"text": "lived in, I think West Roxbury. Whoa wait, what if you find out that deep roots", "start": 1553.74, "end": 1559.14}, {"text": "yeah, but you find out that his like", "start": 1559.14, "end": 1561.18}, {"text": "like great great grandson or something is like Maurice star, the guy who found", "start": 1561.18, "end": 1567.26}, {"text": "new great greats on me. No, no guy before you got two guys before you, so", "start": 1567.26, "end": 1571.52}, {"text": "his dad, my dad, I don't understand what you're saying, okay, but he got kicked", "start": 1571.52, "end": 1575.66}, {"text": "to the curb right right. Oh, you're saying I have like a half you're like I", "start": 1575.66, "end": 1579.9}, {"text": "a Herbert Powell. Oh, you might have a I watched that episode last night,", "start": 1579.92, "end": 1584.48}, {"text": "actually, I have and I was thinking about having about how incredible it", "start": 1584.48, "end": 1587.88}, {"text": "would be to have a half half brother that you don't know about. You could you", "start": 1587.88, "end": 1592.32}, {"text": "could have I want a long lost brother so badly. Man crazy. Wouldn't it be insane?", "start": 1592.32, "end": 1596.88}, {"text": "I was thinking about the can you imagine I feel like my brain would", "start": 1596.88, "end": 1599.32}, {"text": "instantly break to meet somebody who I've never met before my life who looks", "start": 1599.32, "end": 1603.24}, {"text": "like me and you instantly love them. I know and you hug them. How amazing is", "start": 1603.24, "end": 1606.6}, {"text": "that wouldn't it suck to not fuck with them at all? I know that's like and it's", "start": 1606.6, "end": 1610.9}, {"text": "like yeah, you meet them and you don't fuck with them at all. They suck and", "start": 1610.9, "end": 1613.4}, {"text": "then you're like oh this guy's walking around with my face. Yeah, I've been", "start": 1613.4, "end": 1616.5}, {"text": "with like some second cousins on my dad's side that you don't like. Well, I", "start": 1616.5, "end": 1620.4}, {"text": "think I got along with them, but like my older brother just did not fuck with", "start": 1620.4, "end": 1624.16}, {"text": "them at all. Like we like met it like some family reunion thing when I was", "start": 1624.16, "end": 1627.44}, {"text": "eight. My older brother was just like I don't like these guys. They have a", "start": 1627.44, "end": 1630.68}, {"text": "different favorite color than you. Yeah, exactly. That would hurt my heart. More", "start": 1630.68, "end": 1633.6}, {"text": "toys. Yeah, more toys, the richer. More toys, damn. I think it's possible that I'm not my", "start": 1633.6, "end": 1638.44}, {"text": "father's son. Yeah? Yeah, my brothers both look like him and it's possible that my mom", "start": 1638.44, "end": 1644.62}, {"text": "philandered and found her way into having intercourse with some kind of great man and", "start": 1644.62, "end": 1652.04}, {"text": "produced me. Trixie Mattel. Trixie Mattel, who else? Mr. Clean. Mr. Clean, some of the", "start": 1652.04, "end": 1660.1}, {"text": "the most amazing men who've ever lived that changed the world forever, more so", "start": 1660.1, "end": 1663.46}, {"text": "than anybody in your family ever has. So", "start": 1663.46, "end": 1665.3}, {"text": "on my mom's side, I'm related to the woman who invented Christian science.", "start": 1665.3, "end": 1671.5}, {"text": "Really? Yeah, that's an odd or what's that? What it's called? What's the one", "start": 1671.5, "end": 1675.98}, {"text": "where they don't go to the doctor? Yeah, yeah, yeah, that's an interesting", "start": 1675.98, "end": 1679.1}, {"text": "religion, because they have a whole they have like a whole tower in Boston. Yeah,", "start": 1679.1, "end": 1683.82}, {"text": "they're very cool, yeah, and they don't believe died, I think, because she broke", "start": 1683.82, "end": 1688.06}, {"text": "a leg and didn't go to the doctor. I think that's why our boy from Top Gun is going so", "start": 1688.1, "end": 1693.46}, {"text": "badly. Who? What's his name? Tom Cruise? No, the other guy. Can't talk anymore. Oh, Val", "start": 1693.46, "end": 1700.66}, {"text": "Kilmer. Val Kilmer's Christian Science. Oh, no way. Is he still alive? Yeah, he's still", "start": 1700.66, "end": 1704.3}, {"text": "alive. I thought he was dead. No, he got the Ebert thing going on. Yeah, he got no mouth.", "start": 1704.3, "end": 1709.18}, {"text": "He looks fucked up in the Top Gun movie. He's got a mouth, but it don't work. Yeah. It's", "start": 1709.18, "end": 1713.62}, {"text": "straight up don't work. He's Christian Scientist? Yeah, he's Christian Scientist. I should hit", "start": 1713.62, "end": 1715.98}, {"text": "I did not know that hit him up and say what's up, what's up? He just says dot", "start": 1715.98, "end": 1719.98}, {"text": "dot dot every time", "start": 1719.98, "end": 1720.94}, {"text": "can't speak or type.", "start": 1720.94, "end": 1722.9}, {"text": "I would love to have a conversation with him where he does the typing thing like", "start": 1722.9, "end": 1726.78}, {"text": "a top gun Maverick. Yeah, like hey man, what's up and he's like and also he's", "start": 1726.78, "end": 1730.86}, {"text": "not much. He's so fucking old that it's you know it's just not in Peck all the", "start": 1730.86, "end": 1735.34}, {"text": "time. He did not learn. Well, he was in that movie in the 80s where he plays a", "start": 1735.34, "end": 1739.22}, {"text": "scientist. I can't believe he did that with his religion being that I know", "start": 1739.22, "end": 1743.42}, {"text": "That's really surprising.", "start": 1743.58, "end": 1744.58}, {"text": "He, um, in 2013 he was doing this like one man play where he plays Mark Twain and he wore", "start": 1744.58, "end": 1751.4}, {"text": "this like crazy prosthetic.", "start": 1751.4, "end": 1752.58}, {"text": "I saw that picture.", "start": 1752.58, "end": 1753.82}, {"text": "Yeah, he came to my hometown.", "start": 1753.82, "end": 1755.82}, {"text": "Really?", "start": 1755.82, "end": 1756.82}, {"text": "And he did the Mark Twain show.", "start": 1756.82, "end": 1758.26}, {"text": "Val Kilmer came to the one man show in, uh.", "start": 1758.26, "end": 1760.78}, {"text": "Well he did one town over, it was in Derry.", "start": 1760.78, "end": 1762.86}, {"text": "In Derry, New Hampshire?", "start": 1762.86, "end": 1763.86}, {"text": "I almost went and saw it because I was just like, why the fuck is he doing that?", "start": 1763.86, "end": 1767.18}, {"text": "I bet it was awesome.", "start": 1767.18, "end": 1768.18}, {"text": "I bet it was sick.", "start": 1768.18, "end": 1769.18}, {"text": "I bet it was a once in a lifetime experience.", "start": 1769.18, "end": 1770.18}, {"text": "And he just missed out on it because now he can't do it anymore.", "start": 1770.18, "end": 1772.54}, {"text": "No, now he can't.", "start": 1772.54, "end": 1773.54}, {"text": "he didn't he's going to do it again. Wait, but he wrote he wrote. Oh my goodness.", "start": 1773.54, "end": 1777.58}, {"text": "Why was he dressing up like Mark Twain for the play? Yeah,", "start": 1777.58, "end": 1781.7}, {"text": "what kind of question is why? What is his leg? I don't understand. Why was he", "start": 1781.7, "end": 1788.02}, {"text": "doing that? Like no, that's not a very marginal thing creative. Yeah, I guess I", "start": 1788.02, "end": 1792.54}, {"text": "guess it's all your hearters exercise. I would listen if I was if I if I got had", "start": 1792.54, "end": 1798.3}, {"text": "brain damage, yeah, from you know, taking one antibiotic once deciding that I'm", "start": 1798.3, "end": 1803.18}, {"text": "never going to take it again and it you know viruses and bacteria ravage my", "start": 1803.22, "end": 1807.62}, {"text": "system because they don't take the full course. It infects my brain, half of my", "start": 1807.62, "end": 1811.2}, {"text": "brain decays. There you go. I would also completely be doing tours around the", "start": 1811.2, "end": 1814.88}, {"text": "country where I'm doing plays about American authors yeah and I would also", "start": 1814.88, "end": 1818.78}, {"text": "be going on stage at American authors concert. I'd be doing one singing a lot.", "start": 1818.78, "end": 1822.96}, {"text": "I'd be I would be doing a musical called American authors. That is about mark", "start": 1822.96, "end": 1831.98}, {"text": "Mark Twain and the band of Melville and all the other one all the music is", "start": 1832.08, "end": 1837.08}, {"text": "American authors music. That's a good idea. That's another good idea. It's a", "start": 1837.08, "end": 1841.72}, {"text": "five act play. It's five authors and five new original. This is it's cloud", "start": 1841.72, "end": 1846.72}, {"text": "atlas.", "start": 1846.72, "end": 1847.16}, {"text": "Oh, my God, all authors are related. Who are the authors Herman Melville and", "start": 1847.16, "end": 1854.12}, {"text": "Mark Twain, Dave peakly pickly", "start": 1854.12, "end": 1856.76}, {"text": "play", "start": 1856.76, "end": 1858.8}, {"text": "so", "start": 1858.8, "end": 1859.8}, {"text": "Dave, and then we have to have one a we have to have one that is a comic book", "start": 1859.8, "end": 1866.94}, {"text": "writer to like that's like the last one where it's like a or a blogger where", "start": 1866.94, "end": 1870.84}, {"text": "it's developed. I guess that's mad wall.", "start": 1870.84, "end": 1872.6}, {"text": "Yeah, yeah,", "start": 1872.6, "end": 1874.84}, {"text": "Stanley Stanley and then", "start": 1874.84, "end": 1878.76}, {"text": "Stanley is like in the middle. It goes like a Herman Melville Stanley and then", "start": 1878.76, "end": 1883.2}, {"text": "mark", "start": 1883.2, "end": 1883.56}, {"text": "that's a wonderful idea yeah. It's a good ideas day. I think that I would do a", "start": 1886.72, "end": 1890.94}, {"text": "one man show about the real life of the actual Peter Parker, the historical", "start": 1890.94, "end": 1895.32}, {"text": "Peter. Yeah, that's a really good idea, the true story, not the fictional", "start": 1895.32, "end": 1900.28}, {"text": "isation. You actually, I think, could make so much money doing that. If do", "start": 1900.28, "end": 1903.72}, {"text": "you know how the way you do it is what is you do it as a Stan Lee biopic and", "start": 1903.72, "end": 1907.64}, {"text": "you like do it as like a Meta fiction thing and he's meeting all the real", "start": 1907.64, "end": 1912.88}, {"text": "people. I think you could actually make a hundred million dollars", "start": 1913.44, "end": 1916.4}, {"text": "like all the inspiration. Oh my God, Peter Parker, it's so the idea that he", "start": 1916.4, "end": 1922.52}, {"text": "like meets just like a homeless guy. That's like what's up, bub? I've been", "start": 1922.52, "end": 1927.04}, {"text": "alive.", "start": 1927.04, "end": 1927.36}, {"text": "The way you do it, you literally do it so that you don't buy the licenses to", "start": 1927.36, "end": 1932.12}, {"text": "any of the marvel characters at all and you just have stuff that like suggests", "start": 1932.12, "end": 1935.48}, {"text": "it and you have moments where he looks at something and you can tell what he's", "start": 1935.48, "end": 1938.32}, {"text": "he meets a water found. He's like", "start": 1938.36, "end": 1940.52}, {"text": "and then about fifty percent of the movie is him whipping Jack Kirby with a", "start": 1940.52, "end": 1946.36}, {"text": "belt. Yeah,", "start": 1946.36, "end": 1947.12}, {"text": "drar it, drar it, you fucker yeah, Jack Kirby is the guy who is accused of", "start": 1947.12, "end": 1953.32}, {"text": "killing JFK yeah, Jack Ruby, the guy who killed Lee Harvey Oswald. So Jack Kirby", "start": 1953.32, "end": 1958.9}, {"text": "is a second guy involved. He drew he drew all the X man, created basically", "start": 1958.9, "end": 1964.48}, {"text": "all the marvel stuff and Stanley took credit for all of it. He was the he was", "start": 1964.48, "end": 1967.82}, {"text": "the artist he's you know the guy better made you did the guy who made a", "start": 1967.86, "end": 1970.98}, {"text": "Stanley's real Stanley's real name is Stanley Lieberman and he took the name", "start": 1970.98, "end": 1975.3}, {"text": "Stanley. He went by first name only a let yeah, but the the same situate", "start": 1975.3, "end": 1980.78}, {"text": "situation happens", "start": 1980.78, "end": 1981.94}, {"text": "to watch the same situation,", "start": 1981.94, "end": 1985.36}, {"text": "same situation happened to one Bob finger yep, Bill Kane and Bob Bill Kane", "start": 1985.36, "end": 1991.26}, {"text": "and Bob I'd fucking", "start": 1991.26, "end": 1992.66}, {"text": "yeah,", "start": 1992.66, "end": 1994.9}, {"text": "finger, bill finger, you are, I would walk all over you on the cover. No, no,", "start": 1997.62, "end": 2003.42}, {"text": "no, who's bill finger? He's the guy who stole Batman yeah from bill finger bill", "start": 2003.42, "end": 2009.46}, {"text": "finger, a bat man and then bill dude, you're his name's bill finger.", "start": 2009.46, "end": 2013.72}, {"text": "Everyone's just going to bully him.", "start": 2013.72, "end": 2015.18}, {"text": "I'm still a guy named bill finger. I'm bill finger. It's so funny to steal", "start": 2015.18, "end": 2021.46}, {"text": "credit from bill finger. I mean listen, even if they believe you, they're not", "start": 2021.46, "end": 2026.18}, {"text": "kind of want to put your name back on. We would not have that man. There would", "start": 2026.22, "end": 2029.86}, {"text": "be no dc no dc anything yeah. If bob cain big daddy cain didn't step up yeah", "start": 2029.86, "end": 2035.12}, {"text": "daddy", "start": 2035.12, "end": 2036.46}, {"text": "things through a little pinky finger. Yeah, exactly there you go. You got all", "start": 2036.46, "end": 2041.36}, {"text": "the that you got. Oh, okay pointer yeah, stop calling me point dexter okay,", "start": 2041.36, "end": 2046.06}, {"text": "all right, middle middle. No one thinks about you because you're so middle.", "start": 2046.06, "end": 2050.26}, {"text": "You're middle ring a ding ding ring a ding ding okay, thumb pinky thumb okay,", "start": 2050.26, "end": 2054.66}, {"text": "I'm Thumpsy. Thumpsy would be good. Thumpsy Whumpsy. And then you have to go", "start": 2054.7, "end": 2058.34}, {"text": "to it. Then you'd have to say left hand finger. Who made Vertigo? Who's the", "start": 2058.34, "end": 2061.74}, {"text": "genius who invented Vertigo, the dark comics for adults? Wasn't that part of", "start": 2061.74, "end": 2065.5}, {"text": "DC and they broke off? Yeah.", "start": 2065.5, "end": 2066.7}, {"text": "That was like... Wasn't that fucking like Rob... Wasn't Rob Leefield involved", "start": 2066.7, "end": 2071.74}, {"text": "or something? Or is Rob Leefield Vertigo or Image? Might have been Image.", "start": 2071.74, "end": 2075.34}, {"text": "And then I bet that... And then also is which one is fucking", "start": 2075.34, "end": 2080.22}, {"text": "Todd McFarland. Oh, that's a God. What is that? I know. Is that Vertigo?", "start": 2081.86, "end": 2086.9}, {"text": "It might be Vertigo. He has his own. No, he has like his own thing.", "start": 2086.9, "end": 2090.7}, {"text": "Oh, yeah. He has his own thing now, but he might have been the... That might...", "start": 2090.7, "end": 2094.34}, {"text": "I forget. That might have been one of the first Vertigos. One of the first,", "start": 2094.34, "end": 2096.58}, {"text": "yeah, one of the things... I remember seeing a... Going to some comic book", "start": 2096.58, "end": 2099.14}, {"text": "store, and I never really liked comics, but I bought a bunch of Vertigo comics", "start": 2099.14, "end": 2102.46}, {"text": "and... They was all like... 'Cause they just looked so awesome and sexual and", "start": 2102.46, "end": 2106.78}, {"text": "violent. They was all try hard shit, though. Yeah, it was awesome. I was so", "start": 2106.78, "end": 2109.46}, {"text": "fire. It would always be like a bunny that smoke cigarettes,", "start": 2109.46, "end": 2112.18}, {"text": "yeah, and everybody everybody else is human and the bunny has a has a human", "start": 2112.18, "end": 2117.9}, {"text": "girlfriend who's like really, really hot and they do like a I felt the same way", "start": 2117.9, "end": 2121.18}, {"text": "reading those comics at the at the comic book shop that I do did looking at porn.", "start": 2121.18, "end": 2125.66}, {"text": "Yeah, I'm in trouble when you're like someone well, it's like hole in your", "start": 2125.66, "end": 2129.3}, {"text": "stomach on your neck. Yeah, I hope this guy's made of blood. Oh my God, a guy", "start": 2129.3, "end": 2134.5}, {"text": "made of blood and his best friend is made of knives. Oh fuck that's so dark", "start": 2134.54, "end": 2139.18}, {"text": "that's the darkest thing. I can imagine grittiness, all the grittiness. Oh my", "start": 2139.18, "end": 2144.42}, {"text": "God, this guy has yeah reading, I yeah go buying it would be like you go and", "start": 2144.42, "end": 2148.22}, {"text": "you buy the comic about the guy made of blood and his name is is gut gut yeah", "start": 2148.22, "end": 2152.06}, {"text": "gut and he has an he has an imaginary friend. That's a unicorn that swears and", "start": 2152.06, "end": 2156.1}, {"text": "they use they do stars and bombs and yes, and you'll be buying those and you'll", "start": 2156.1, "end": 2159.82}, {"text": "be like yeah. I just like comics that are kind of like dark and realistic yeah", "start": 2159.82, "end": 2163.22}, {"text": "really like gritty realism", "start": 2163.42, "end": 2165.38}, {"text": "four arms and he has a K forty seven and eat like have you played that game, the", "start": 2165.38, "end": 2171.06}, {"text": "wolf among us, the telltale game, I think it's based on a comic or some", "start": 2171.06, "end": 2174.14}, {"text": "shit. I think it's a it's about the if fairy tales were real and they were,", "start": 2174.14, "end": 2179.22}, {"text": "but it was a way of a yeah. I have seen this yeah.", "start": 2179.22, "end": 2182.3}, {"text": "Oh actually yeah, that is where like what's his name? Ichabod crane is like", "start": 2182.3, "end": 2187.78}, {"text": "bad like evil rich guy. You can tell how every everybody who writes comic books", "start": 2187.82, "end": 2195.06}, {"text": "has their have their brains completely broken. They were all they all live the", "start": 2195.06, "end": 2198.22}, {"text": "worst childhoods of all time, because every single one of them when they set", "start": 2198.22, "end": 2201.66}, {"text": "out they're like all right. I want to write a comic book that's it's going to", "start": 2201.66, "end": 2205.66}, {"text": "be gritty and realistic, so we're going to cover like real world stuff. We're", "start": 2205.66, "end": 2208.98}, {"text": "going to take a look at issues. It's like okay, well, first of all, Batman", "start": 2208.98, "end": 2211.7}, {"text": "gets raped one thousand times yeah. I know", "start": 2211.7, "end": 2213.42}, {"text": "that's like the killing joke. It's literally all that. It's so crazy.", "start": 2215.58, "end": 2220.5}, {"text": "That's like all, that's what happens to Batgirl in the killing joke. Dude,", "start": 2220.5, "end": 2224.12}, {"text": "the wife finally made me throw away the killing joke copy I had since I was", "start": 2224.12, "end": 2227.64}, {"text": "twelve. No. Well, they made me throw it away, but she asked if I wanted it,", "start": 2227.64, "end": 2230.72}, {"text": "and I said, I don't think so. I still have mine. I don't think I need that", "start": 2230.72, "end": 2234.44}, {"text": "for anything. Yeah. Yeah. I think that they need to reboot a gritty version", "start": 2234.44, "end": 2238.88}, {"text": "of the Stinky Cheese Man now. That'd be a good, well, the Stinky Cheese Man", "start": 2238.88, "end": 2241.92}, {"text": "supposed to be a great version of those like fairy. Yeah, but we need to go", "start": 2241.92, "end": 2246.08}, {"text": "gritty. That's I think that is so prime for like one of those public domain", "start": 2246.08, "end": 2251.08}, {"text": "horror movie. The Stinky Cheese movie. Absolutely.", "start": 2251.08, "end": 2253.88}, {"text": "Horror movie. That shit sucks so bad. Yeah, it's terrible. Oh, oh, what did", "start": 2253.88, "end": 2258.72}, {"text": "they do recently? The banana splits. Yeah. I heard that one was kind of fun,", "start": 2258.72, "end": 2264.32}, {"text": "but it's the same idea. Yeah.", "start": 2264.32, "end": 2265.76}, {"text": "That's always the most... What are they gonna do when we go into public domain?", "start": 2265.76, "end": 2269.88}, {"text": "it's going to happen. When we start the podcast twenty nineteen, I think", "start": 2269.96, "end": 2273.54}, {"text": "honestly, I think right now we are in public domain. I don't think we have", "start": 2273.54, "end": 2276.98}, {"text": "any really", "start": 2276.98, "end": 2277.66}, {"text": "never thought in anything, but don't we have is in which we might have creative", "start": 2277.66, "end": 2282.96}, {"text": "commons yeah. So that's got to run out soon. Probably that's a five year thing,", "start": 2282.96, "end": 2287.62}, {"text": "so we're probably coming up on us. Be creative commons can't work. That can't", "start": 2287.62, "end": 2291.36}, {"text": "be real. It can't be like okay. If I put this, if I put a JPEG in the", "start": 2291.36, "end": 2295.7}, {"text": "description of my deviant art post, it's copyrighted yeah. I can't hold up man.", "start": 2295.74, "end": 2300.46}, {"text": "There's no way that's not holding up. I don't believe you can copy and paste", "start": 2300.46, "end": 2304.14}, {"text": "everything. It says this is covered by creative commons. Yeah, it's like oh", "start": 2304.14, "end": 2307.18}, {"text": "okay. Well, I guess I won't steal it. Sorry. I was thinking of stealing it.", "start": 2307.18, "end": 2309.78}, {"text": "Yeah, I thought that creative commons meant that it was public domain. I", "start": 2309.78, "end": 2314.18}, {"text": "thought that that was another word levels of creative common. There's", "start": 2314.18, "end": 2316.54}, {"text": "different licenses, but that's the funniest creative commons license is", "start": 2316.54, "end": 2319.86}, {"text": "creative common zero, where the license is you can do whatever you want with", "start": 2319.86, "end": 2323.14}, {"text": "Yes,", "start": 2323.18, "end": 2323.68}, {"text": "okay, cool.", "start": 2323.68, "end": 2324.68}, {"text": "Thanks for taking the time to put that into your thing to say that I think we", "start": 2324.68, "end": 2329.48}, {"text": "may have that one.", "start": 2329.48, "end": 2330.4}, {"text": "I had something that flew away from my brain to talk about what a fly. It was", "start": 2330.4, "end": 2337.18}, {"text": "a fly that was", "start": 2337.18, "end": 2337.92}, {"text": "opened up my brain to look at my thoughts and like an empty wallet, a fly", "start": 2337.92, "end": 2342.34}, {"text": "buzzed around it out. You're talking about a movie idea that's dark and", "start": 2342.34, "end": 2345.7}, {"text": "gritty. Oh no, are they doing one with with Mickey Mouse? Yeah, he's the", "start": 2345.7, "end": 2349.78}, {"text": "steam.", "start": 2349.78, "end": 2350.1}, {"text": "Yeah, they've already done a trillion of them. I think I think literally the day", "start": 2350.94, "end": 2354.44}, {"text": "that it went into public domain, there was a thousand. So where's our idea? I", "start": 2354.44, "end": 2359.64}, {"text": "want to get some money really see boat Willie. I think you got to go. I think", "start": 2359.64, "end": 2363.2}, {"text": "I ship has sailed", "start": 2363.2, "end": 2364.28}, {"text": "the steam.", "start": 2364.28, "end": 2367.28}, {"text": "I forgot about that. I think that the way to go is, you know, everybody's", "start": 2367.28, "end": 2374.28}, {"text": "doing well. First of all, everyone's doing horror. Yeah, because obviously", "start": 2374.28, "end": 2377.12}, {"text": "he's a cartoon. So we should also doing violent funniest of her shooters.", "start": 2377.12, "end": 2380.6}, {"text": "romantic. Oh, that's an even better. Nobody is going to do that. Well,", "start": 2380.6, "end": 2384.56}, {"text": "there's romance. A woman falls in love with steamboat willy isn't that isn't", "start": 2384.56, "end": 2388.52}, {"text": "that a human woman? Oh okay, in real action, live action, I was going to say", "start": 2388.52, "end": 2393.24}, {"text": "doesn't, but we're going to call it real action. Taylor Swift, Taylor,", "start": 2393.24, "end": 2396.32}, {"text": "Taylor's, not public. She's not she's public. She is not public. She belongs", "start": 2396.32, "end": 2400.64}, {"text": "to she belongs to trap. No, she doesn't the trap, the T for the entire public.", "start": 2400.64, "end": 2405.64}, {"text": "No bro. She is loyal. She is not for the public super. Take it back. Actually,", "start": 2405.64, "end": 2409.64}, {"text": "I'll take it back. I'm not dude. What if she does the half time show as a", "start": 2409.68, "end": 2414.28}, {"text": "surprise?", "start": 2414.28, "end": 2414.88}, {"text": "I'm doing the half that would never happen. I sure I think it's usher. Oh,", "start": 2414.88, "end": 2419.6}, {"text": "isn't that funny? Well, but then that would be funny. She can't do that", "start": 2419.6, "end": 2422.48}, {"text": "because what if she does the halftime show and the Chiefs are down thirty six", "start": 2422.48, "end": 2426.04}, {"text": "to three, it will power motivation. Yeah, I don't think so. I think there's", "start": 2426.04, "end": 2430.12}, {"text": "another team this year. The forty niners is it yeah, I'm looking to you. I don't", "start": 2430.12, "end": 2435.8}, {"text": "no, actually I'm not like if I know that before Caleb man card", "start": 2435.82, "end": 2439.86}, {"text": "don't take my man, bro. You're going to be oh snap way. You're actually in", "start": 2439.86, "end": 2446.06}, {"text": "francisco bro. I'm I pains me to do this. I'm rooting for Kansas. This is", "start": 2446.06, "end": 2450.94}, {"text": "tough for me because I like Taylor swift and I like san francisco because I'm", "start": 2450.94, "end": 2455.26}, {"text": "gay. I like both. Let's let's let's let's I don't know which one the like", "start": 2455.26, "end": 2458.98}, {"text": "on here. Okay, san francisco gay,", "start": 2458.98, "end": 2461.62}, {"text": "Kansas City, probably straight yeah. She is the straight versus gay. Yes, but", "start": 2462.38, "end": 2468.86}, {"text": "not", "start": 2468.86, "end": 2469.1}, {"text": "she's racist name true forty niners cool name. Yes, very cool. Also Kansas kind of", "start": 2469.1, "end": 2477.64}, {"text": "white because they have a big state in what way owner because forty niners were", "start": 2477.64, "end": 2481.58}, {"text": "real white people. Yeah, I guess you're right. So you never thought about that", "start": 2481.58, "end": 2484.98}, {"text": "yeah minor forty nine. So", "start": 2484.98, "end": 2486.46}, {"text": "Kansas City's gay. They have a big statue of a boner in the middle of the", "start": 2486.46, "end": 2490.3}, {"text": "city, the big arch. I don't know anything about Kansas. That's not about a boner.", "start": 2490.34, "end": 2493.54}, {"text": "That's a boner. So but okay, so a Volvo Kansas City has has has has Travis and", "start": 2493.54, "end": 2499.1}, {"text": "Taylor. Yeah. Who does San Francisco have? Oh, they have boner. They have", "start": 2499.1, "end": 2503.9}, {"text": "Travis and Taylor. But it's a guy's guy.", "start": 2503.9, "end": 2507.06}, {"text": "Got him and Steve.", "start": 2507.06, "end": 2509.26}, {"text": "I don't know. Okay. I don't really know who's involved in. So I think it's", "start": 2509.26, "end": 2514.18}, {"text": "stacking up on the side of of Kansas. Okay, well, let's do a full analysis of", "start": 2514.18, "end": 2518.06}, {"text": "for this yeah San Francisco. What is what do they have in their corner right now?", "start": 2518.06, "end": 2521.16}, {"text": "The apple vision home has just been really and plus a homeless Ryan. There", "start": 2521.16, "end": 2525.52}, {"text": "will be homeless people sitting in their mansions watching this", "start": 2525.52, "end": 2527.76}, {"text": "who are going to absolutely riot if the nine or forty nine imagine if Taylor", "start": 2527.76, "end": 2534.8}, {"text": "Swift was from San Francisco.", "start": 2534.8, "end": 2536.38}, {"text": "Where's she from she's from she's supposed to be southern she's supposed", "start": 2536.38, "end": 2543.02}, {"text": "to be. It is like trying to to understand a fictional care. You use to", "start": 2543.02, "end": 2546.8}, {"text": "story southern, but now she's from the internet Pennsylvania. That can't be", "start": 2546.84, "end": 2552.24}, {"text": "what that's crazy. That's fucking that's so crazy as", "start": 2552.24, "end": 2556.54}, {"text": "she's never claimed Pennsylvania at least once. Where does she live? I thought", "start": 2556.54, "end": 2562.16}, {"text": "she was a she like was she born there and then she like immediately how close", "start": 2562.16, "end": 2565.92}, {"text": "is reading to like Philly", "start": 2565.92, "end": 2567.32}, {"text": "whyo missing what the fuck is whyo missing? What is whyo fuck you whyo", "start": 2567.32, "end": 2573.64}, {"text": "if you live in a town called why I'm missing, you are not going to make it", "start": 2573.68, "end": 2576.28}, {"text": "why you're missing. Okay, I'm right now. Okay, wait, well, Philly,", "start": 2576.28, "end": 2580.32}, {"text": "Philadelphia is kind of southern, though yeah, it's not enough. It's not enough", "start": 2580.32, "end": 2585.44}, {"text": "for what she's rocking. That's yeah, it's not that it's not horse flannel", "start": 2585.44, "end": 2589.76}, {"text": "t. No, no, yeah, but it's kind of it can be country, but it's she wears", "start": 2589.76, "end": 2594.54}, {"text": "short skirts. I wear t shirts. It's a concern. What happened in Pennsylvania?", "start": 2594.54, "end": 2598.0}, {"text": "Yeah, that happens a lot of Pennsylvania. I've heard I didn't realize", "start": 2598.0, "end": 2601.7}, {"text": "she was a I guess they have a", "start": 2601.76, "end": 2603.76}, {"text": "tenancy or some doors in pencil. Yeah, I thought she was well. I guess I had I", "start": 2603.76, "end": 2607.66}, {"text": "haven't she hasn't been pretending to be southern for quite a while now. Yeah,", "start": 2607.66, "end": 2611.18}, {"text": "yeah, I think she got over that. I think even if she was southern, I would still", "start": 2611.18, "end": 2614.96}, {"text": "consider it pretending to be southern. She's pretending to be christian.", "start": 2614.96, "end": 2617.5}, {"text": "She may not be pretending. She's having sex on the night. I let now don't I", "start": 2617.5, "end": 2623.8}, {"text": "don't want to listen everybody listening this right now. I you can't spread this", "start": 2623.8, "end": 2627.6}, {"text": "okay. What this is exclusive. I haven't told this to anybody else. It this is it", "start": 2627.6, "end": 2631.74}, {"text": "think you could consider it Super Bowl gossip. I Taylor gossip exclusive. I was", "start": 2631.74, "end": 2636.54}, {"text": "at church now this past weekend and I was bowing my head in prayer and I hear a", "start": 2636.54, "end": 2644.26}, {"text": "noise next to me.", "start": 2644.26, "end": 2645.38}, {"text": "Someone's phone buzz. I look over to scream at them and say, turn your phone", "start": 2645.38, "end": 2650.74}, {"text": "off off all the way, leave it at the door. Who is it Taylor Swift and Travis", "start": 2650.74, "end": 2656.7}, {"text": "Kelsey holding hands and this was in New York and what kind of this was in New", "start": 2656.7, "end": 2660.78}, {"text": "York. This was a Latino church really. So they go to a that I go to church.", "start": 2660.82, "end": 2665.26}, {"text": "What's the name of it? Iglesia", "start": 2665.26, "end": 2667.1}, {"text": "Iglesia, okay, Iglesia Jesucristo. Okay, wow, I believe this now. So they go", "start": 2667.1, "end": 2673.82}, {"text": "to a fully Spanish speaking church and they and I saw they had Google translate", "start": 2673.82, "end": 2679.14}, {"text": "open on their phone. They share a phone. That's adorable. They share a", "start": 2679.14, "end": 2683.78}, {"text": "it's a Samsung Galaxy. It's one of the they have a Facebook, they have a", "start": 2683.78, "end": 2686.46}, {"text": "Facebook account that is called Travis and Tei. Wow! Travis Tei, I sent a", "start": 2686.5, "end": 2691.46}, {"text": "request, not accepted yet, but okay, I think I might Travis Taylor and that's", "start": 2691.46, "end": 2695.94}, {"text": "really hard to find because there's so many Travis Taylor's in the world, but", "start": 2695.94, "end": 2698.86}, {"text": "they were on their phone, they were running Google Translate and they were", "start": 2698.86, "end": 2702.62}, {"text": "reading the", "start": 2702.62, "end": 2703.18}, {"text": "translation, which is even harder because it's like it's a lot of the songs are in", "start": 2703.18, "end": 2709.3}, {"text": "Latin and she and he was dressed up nice to the nines. She was wearing a T shirt", "start": 2709.3, "end": 2714.22}, {"text": "my sweat pants like she just rolled out of bed. Wow, so what you're telling me is", "start": 2714.26, "end": 2717.96}, {"text": "these celebs that I idolize are actually just real people walking. Yeah, except", "start": 2717.96, "end": 2721.6}, {"text": "for Travis Kelsey, who dresses up yeah. Did he dress up like a when you say", "start": 2721.6, "end": 2725.5}, {"text": "dress in the night, the forty nines, he's a football player. He was no, he was in a", "start": 2725.5, "end": 2729.14}, {"text": "he was in a full tux and a top hat to church church on Sunday. Wow, top hat,", "start": 2729.14, "end": 2734.58}, {"text": "the top hat, well, the whole the whole thing was lilac and did he have", "start": 2734.58, "end": 2738.64}, {"text": "coattails? Lilacs a really beautiful color. I couldn't tell if he had", "start": 2738.64, "end": 2741.82}, {"text": "coat tails, because he did not move his butt enough for me to see against the", "start": 2741.84, "end": 2744.72}, {"text": "pew and I believe me. I was trying to check", "start": 2744.72, "end": 2746.86}, {"text": "trying to get him to lean forward a little bit. I said", "start": 2746.86, "end": 2749.26}, {"text": "I said, Oop, you dropped your pencil and he said what pencil and you when you", "start": 2749.26, "end": 2754.48}, {"text": "take", "start": 2754.48, "end": 2754.76}, {"text": "when you take notes on in church, no, but it's easy to see some of these", "start": 2754.76, "end": 2759.06}, {"text": "coat tails when they're sitting down and I also heard that he was praying. He", "start": 2759.06, "end": 2763.4}, {"text": "uttered a secret prayer. He thought he was doing it quite enough that no one", "start": 2763.4, "end": 2767.28}, {"text": "could hear, but his phone picked it up when they were using the translation. I", "start": 2767.28, "end": 2771.68}, {"text": "put it off the Spanish. He said, Dear God, please slaughter and eliminate the", "start": 2771.76, "end": 2775.7}, {"text": "family members of every man, woman and child in San Francisco. Wow, so that", "start": 2775.7, "end": 2781.04}, {"text": "doesn't strike me as so loving into God. No, no, so he wants God to do nefarious", "start": 2781.04, "end": 2786.52}, {"text": "things for him. He wants God to do his bidding. He thinks he can move heaven", "start": 2786.52, "end": 2790.64}, {"text": "and earth just because he's famous. So this is a battle.", "start": 2790.64, "end": 2794.16}, {"text": "This is Sodom and Gomorrah versus Bethlehem. This is angel versus", "start": 2794.16, "end": 2799.0}, {"text": "Pennsylvania. Pretty close to wow. We're Taylor Swift is so again that's a", "start": 2799.04, "end": 2804.04}, {"text": "Sodom and Gomorrah Kansas.", "start": 2804.04, "end": 2805.52}, {"text": "I like", "start": 2805.52, "end": 2808.94}, {"text": "Sodom and Gomorrah sounds amazing and it's a Twin Cities. It sounds amazing.", "start": 2808.94, "end": 2813.56}, {"text": "I'm gonna go more like imagine you go to Sodom and you're like, oh, well, I", "start": 2813.56, "end": 2817.48}, {"text": "really I'm loving the vibe. The more is like and they're like just go, oh, just", "start": 2817.48, "end": 2820.56}, {"text": "go to Gomorrah. It's right over the bridge, go over there, whole new type of", "start": 2820.56, "end": 2823.64}, {"text": "vibe, different music, different coffee. When you live it, when you live in", "start": 2823.64, "end": 2827.28}, {"text": "Samora and your friend text you and goes yo I'm going to be in your area next", "start": 2827.32, "end": 2830.56}, {"text": "week. Let's hang out. We cut rolls around. Hey man, where you stand? Oh,", "start": 2830.56, "end": 2833.48}, {"text": "I'm just in Sodom. Oh", "start": 2833.48, "end": 2834.56}, {"text": "I that kills me man, bro. It's literally an hour away to my train. It's two", "start": 2834.56, "end": 2842.3}, {"text": "hours. Yeah, it takes forever. It's on horse. I mean I have to get it and if", "start": 2842.3, "end": 2846.4}, {"text": "you look back, you turn into a pillar. Yes, I can't even I don't even know how", "start": 2846.4, "end": 2849.8}, {"text": "far I am from home.", "start": 2849.8, "end": 2851.12}, {"text": "It's bullshit man.", "start": 2851.12, "end": 2853.28}, {"text": "yeah, we need a I mean San Francisco. Why is there not a high speed line", "start": 2854.56, "end": 2859.6}, {"text": "between Sodom and", "start": 2859.6, "end": 2860.34}, {"text": "perfect", "start": 2860.34, "end": 2861.88}, {"text": "my dream transit map Sodom to Gomorrah one line, the brown line", "start": 2861.88, "end": 2868.04}, {"text": "right there.", "start": 2868.04, "end": 2869.84}, {"text": "Yeah, I", "start": 2869.84, "end": 2871.82}, {"text": "guess it is a bit of it fails a little bit because San Francisco wait, Oakland", "start": 2871.82, "end": 2877.88}, {"text": "yeah, Oakland is Gomorrah", "start": 2877.88, "end": 2880.16}, {"text": "Because Sodom was kind of the main one.", "start": 2882.04, "end": 2885.4}, {"text": "- Yeah.", "start": 2885.4, "end": 2886.24}, {"text": "- The cool one where all the artists live.", "start": 2886.24, "end": 2888.28}, {"text": "- No, Oakland's the one where all the artists live.", "start": 2888.28, "end": 2890.4}, {"text": "- Okay, well Gamora, the artists wanted,", "start": 2890.4, "end": 2893.12}, {"text": "they used to live in Sodom.", "start": 2893.12, "end": 2894.56}, {"text": "- Then it got too hipster-y.", "start": 2894.56, "end": 2895.44}, {"text": "- And then it got too hipster-y,", "start": 2895.44, "end": 2896.68}, {"text": "and yuppies moved in with their tech jobs", "start": 2896.68, "end": 2898.92}, {"text": "doing abacus work, and they kicked out", "start": 2898.92, "end": 2902.4}, {"text": "all the hipsters and artists who then had to live in Gamora.", "start": 2902.4, "end": 2905.32}, {"text": "And now it's a commuter city, and that's bullshit.", "start": 2905.32, "end": 2909.68}, {"text": "- Yeah, it's true.", "start": 2909.68, "end": 2911.74}, {"text": "It would be funny to be living back in biblical times and you're pushed out", "start": 2911.74, "end": 2914.82}, {"text": "there. All the tech bros start coming to your city and they're inventing carts.", "start": 2914.82, "end": 2918.62}, {"text": "Yeah, new car push carts. They're inventing slaves. The idea of having a", "start": 2918.62, "end": 2922.3}, {"text": "slave. This is an iron. Imagine a guy who can do it for you. Okay, Steve,", "start": 2922.3, "end": 2928.46}, {"text": "Steve Jobs presentation of a guy just like this showing he starts with. He has", "start": 2928.46, "end": 2933.54}, {"text": "the same progression as the iphone reveal where it's like a dog, a horse and", "start": 2933.54, "end": 2938.1}, {"text": "than like an outline of a guy and then they show that it's a human. Oh yeah,", "start": 2938.14, "end": 2942.58}, {"text": "they're doing he's doing the yearly keynote, the Steve jobs way back from way", "start": 2942.58, "end": 2947.28}, {"text": "back when and he's like well up to now we've been able we've been able to paint", "start": 2947.28, "end": 2951.28}, {"text": "things red. We've been able to paint things yellow yep and but now, thanks to", "start": 2951.28, "end": 2956.08}, {"text": "these flowers, I found guys we can paint things blue and one more thing", "start": 2956.08, "end": 2960.24}, {"text": "and one more thing. Blue is a color now.", "start": 2960.24, "end": 2964.24}, {"text": "Oh my God,", "start": 2964.24, "end": 2966.94}, {"text": "everybody yeah. You see everyone waiting in line to get their first blue rocks,", "start": 2967.94, "end": 2971.4}, {"text": "yeah", "start": 2971.4, "end": 2971.76}, {"text": "bunch of pictures in the tablet. The next day it's crazy that this this this", "start": 2971.76, "end": 2977.02}, {"text": "ancient this biblical time, Steve jobs and Steve jobs probably both died trying", "start": 2977.02, "end": 2981.72}, {"text": "to cure their shit with juice.", "start": 2981.72, "end": 2983.02}, {"text": "True, a very similar life from a medical stand. I just need to drink a bunch more", "start": 2983.02, "end": 2990.46}, {"text": "confused by cancers, Steve Toiles,", "start": 2990.6, "end": 2993.16}, {"text": "Steve", "start": 2993.16, "end": 2997.74}, {"text": "yeah, but he didn't do the Flintstones invention. He did actual stuff that", "start": 2997.74, "end": 3004.5}, {"text": "they used, but yeah, he had real concrete stuff exact like concrete,", "start": 3004.5, "end": 3010.26}, {"text": "yeah.", "start": 3010.26, "end": 3013.82}, {"text": "I think I wish I think if I could go back in time anywhere, it would be Bible", "start": 3013.82, "end": 3019.28}, {"text": "times just to see if it all really happened to them. Yeah. Yeah, I would", "start": 3019.32, "end": 3022.32}, {"text": "watch this is kind of a completely different branch off of what we were just", "start": 3022.32, "end": 3025.56}, {"text": "talking about, but I would watch a keynote of if they did", "start": 3025.56, "end": 3028.88}, {"text": "if they did a keynote for every single industry. One like can you imagine how", "start": 3028.88, "end": 3033.88}, {"text": "incredible it would be to watch a keynote for like construction workers? Don't", "start": 3033.88, "end": 3037.28}, {"text": "think we have a new tool. Yeah, they do that, but I don't I would like it. I", "start": 3037.28, "end": 3040.84}, {"text": "want it on the same scale. Yeah, I don't record the same production value. Yeah,", "start": 3040.84, "end": 3044.08}, {"text": "I mean I would watch the last conferences. This is the kind of thing I", "start": 3044.08, "end": 3047.04}, {"text": "Yeah, elevator repairman go to like...", "start": 3047.08, "end": 3049.48}, {"text": "Yeah, I know, but I'm saying I want the keynote.", "start": 3049.48, "end": 3051.14}, {"text": "I want them to do it up.", "start": 3051.14, "end": 3052.38}, {"text": "You want some...", "start": 3052.38, "end": 3053.38}, {"text": "Well, that would mean that there needs to be an Apple-type head of their industry for", "start": 3053.38, "end": 3059.3}, {"text": "that type of stuff, for manual labor.", "start": 3059.3, "end": 3061.26}, {"text": "Or they could all work together to make a good presentation.", "start": 3061.26, "end": 3064.66}, {"text": "That's not very...", "start": 3064.66, "end": 3065.66}, {"text": "It's like a music festival.", "start": 3065.66, "end": 3066.66}, {"text": "Isn't that what they...", "start": 3066.66, "end": 3067.66}, {"text": "That's what they do in Paul Bart Mall Cop 2.", "start": 3067.66, "end": 3071.48}, {"text": "I have a convenient Apple keynote thing, but for security guards at the mall.", "start": 3071.48, "end": 3075.88}, {"text": "Wait, this already exists. Yeah, that's got to be real too, though. They've got", "start": 3075.88, "end": 3081.88}, {"text": "to have some. I'm sure they do. There's conferences for every job. Why do we not", "start": 3081.88, "end": 3085.58}, {"text": "have a I mean, we'll do it. The podcasters keynote will do it. The", "start": 3085.58, "end": 3089.88}, {"text": "podcaster summit. Yeah, if I definitely do, but it's for the people who do like", "start": 3089.88, "end": 3094.18}, {"text": "and this year we present. Yeah, and this and one more thing. That's right. We", "start": 3094.18, "end": 3098.08}, {"text": "we have cameras. We don't know how to use that kind of thing every single year.", "start": 3098.08, "end": 3101.76}, {"text": "Yeah, it's a good idea. We bought more equipment that we have no idea what the", "start": 3101.76, "end": 3105.44}, {"text": "fuck to do with,", "start": 3105.44, "end": 3106.24}, {"text": "but it feels like we're supposed to have it. It is like it is fucked up that", "start": 3106.24, "end": 3110.4}, {"text": "they're like", "start": 3110.4, "end": 3111.64}, {"text": "like I think I'm think about how much work we put into that. We don't know how", "start": 3111.64, "end": 3115.28}, {"text": "to use the cameras. We barely know how to do this. Sometimes there's like people", "start": 3115.28, "end": 3118.36}, {"text": "who like have you maybe you barely know. I barely know how to do it. You we have", "start": 3118.36, "end": 3121.48}, {"text": "a guy that knows how to do one part of every hole of this thing. I guess that's", "start": 3121.48, "end": 3126.44}, {"text": "kind of true and there's podcast out there. When you say to somebody like,", "start": 3126.72, "end": 3130.92}, {"text": "oh yeah, like my job is a podcast, there's podcasts that have like they're", "start": 3130.92, "end": 3136.08}, {"text": "edited and they have music to them. Should we just start? I would. How the", "start": 3136.08, "end": 3139.36}, {"text": "hell is that? I would really like to think that part of the reason people", "start": 3139.36, "end": 3143.36}, {"text": "like us is because we don't know what we're doing and maybe that's part of the", "start": 3143.36, "end": 3146.16}, {"text": "charm of it because otherwise it hurts, it hurts my soul. Yeah. Do you think", "start": 3146.16, "end": 3151.52}, {"text": "that we could start telling people we're a part of your mom's house studios and", "start": 3151.52, "end": 3154.96}, {"text": "you might believe us easily. Well, they might not know what that is. So yeah,", "start": 3155.0, "end": 3158.14}, {"text": "well, if they know what it is, I think they could we do inspect element and", "start": 3158.14, "end": 3163.22}, {"text": "change their website on one end and you can see great just start posting all", "start": 3163.22, "end": 3168.7}, {"text": "the time. You can bring your cousin. No, I want to prank millions of people.", "start": 3168.7, "end": 3171.64}, {"text": "Yeah, because nobody's gonna check. Nobody inspect element. Yes, I can.", "start": 3171.64, "end": 3175.36}, {"text": "All right, I just did it to prove and it's back to your element.", "start": 3175.36, "end": 3178.8}, {"text": "Mustache", "start": 3178.8, "end": 3180.56}, {"text": "brackets must dash you're doing really good brackets. Yeah, can you believe", "start": 3181.5, "end": 3185.2}, {"text": "that people another must? Can you guys believe that you have your pubes shaved", "start": 3185.2, "end": 3188.4}, {"text": "into a mustache? That's odd. That's a cool idea. That is cool. It's actually", "start": 3188.4, "end": 3192.62}, {"text": "cool eyebrows, a goatee,", "start": 3192.62, "end": 3195.0}, {"text": "a goatee above. I wish I had just like a circle. I wish that my pubes were more", "start": 3195.0, "end": 3202.08}, {"text": "easily shaved like that. Yeah, maybe I'll shave him into an X. No out get out", "start": 3202.08, "end": 3207.94}, {"text": "of here. Just the word out", "start": 3207.94, "end": 3209.36}, {"text": "Fuck off. If you're reading this, the bitch fell off.", "start": 3211.42, "end": 3214.42}, {"text": "Fuck off.", "start": 3214.42, "end": 3215.42}, {"text": "If you're reading this, the bitch fell off would be good.", "start": 3215.42, "end": 3218.42}, {"text": "Yeah, it'd be a little hard.", "start": 3218.42, "end": 3220.42}, {"text": "Yeah, the bitch was sitting on my pubes.", "start": 3220.42, "end": 3222.42}, {"text": "Big pubic area. Pubis.", "start": 3222.42, "end": 3225.42}, {"text": "Ew.", "start": 3225.42, "end": 3226.42}, {"text": "It's funny, it's area is called a pubis.", "start": 3226.42, "end": 3228.42}, {"text": "Do men have that too?", "start": 3228.42, "end": 3229.42}, {"text": "You should have a button that you can press and it says pubis.", "start": 3229.42, "end": 3231.42}, {"text": "Ketchup.", "start": 3231.42, "end": 3232.42}, {"text": "That's better.", "start": 3232.42, "end": 3233.42}, {"text": "That's a similar enough type of thing.", "start": 3233.42, "end": 3234.42}, {"text": "Are we going to watch the Nickelodeon Super Bowl?", "start": 3234.42, "end": 3236.42}, {"text": "That's the plan?", "start": 3236.42, "end": 3237.42}, {"text": "Yes, we are.", "start": 3237.42, "end": 3238.42}, {"text": "I like to watch the Nickelodeon coverage, but Joe did kind of stab at my heart", "start": 3238.42, "end": 3242.66}, {"text": "when he said that the commercials are going to be for kids. Joe immediately", "start": 3242.66, "end": 3246.0}, {"text": "like the Joe's over time shows going to be so good man sweet or the they're", "start": 3246.0, "end": 3251.14}, {"text": "doing sweet victory before the whole game. They're not even doing his half", "start": 3251.14, "end": 3253.84}, {"text": "time, so we could even catch that and then switch to the normal. It's going", "start": 3253.84, "end": 3256.42}, {"text": "to be imagine the I mean honestly, I would really like to in giant platform", "start": 3256.42, "end": 3260.02}, {"text": "coming out from the middle of the bubble. Who is Bob Doug", "start": 3260.02, "end": 3263.34}, {"text": "Doug he's pass who does Nickelodeon is over. He's barely even got out by", "start": 3265.34, "end": 3271.74}, {"text": "Disney. I thought okay, Doug comes up, goes right back into the ground because", "start": 3271.74, "end": 3276.88}, {"text": "he doesn't belong to Nick and he that would be an incredible.", "start": 3276.88, "end": 3279.54}, {"text": "If they brought somebody up like they're going to perform in the spring,", "start": 3279.54, "end": 3284.4}, {"text": "they should have done that with remember last year when fifty cent was hanging", "start": 3284.4, "end": 3290.36}, {"text": "from the ceiling like a fire, he should have just immediately gone back up. It", "start": 3290.36, "end": 3294.0}, {"text": "just he comes down. Why did he do that? It was cool. It was kind of cool. It", "start": 3294.04, "end": 3298.04}, {"text": "was awesome. Yeah, it was actually really. I love that last year's musical", "start": 3298.04, "end": 3302.32}, {"text": "artist. It wasn't like one person. It was just the hip hop. All that's", "start": 3302.32, "end": 3305.76}, {"text": "there was Rihanna, right? West. Yeah, it was. It was. Yeah, it was two years", "start": 3305.76, "end": 3309.8}, {"text": "ago. I'm thinking two years ago. Yeah, yeah, and it was and the Rihanna", "start": 3309.8, "end": 3313.0}, {"text": "performance was she announced she was pregnant. She danced with her", "start": 3313.0, "end": 3316.52}, {"text": "pregnant eye popping. I saw her body. It was belly popping. I know my belly.", "start": 3316.52, "end": 3321.72}, {"text": "I felt like it was jiggling for days afterward. I forgot that we've been", "start": 3321.72, "end": 3324.86}, {"text": "together for two Super Bowls. Yeah, yeah, that's crazy. Then we go to my old", "start": 3324.86, "end": 3330.42}, {"text": "apartment last year for it. We watch it in my part. I made wings that I made", "start": 3330.42, "end": 3335.14}, {"text": "wings and there was a black mold problem. Yes, and then it was one of the two", "start": 3335.14, "end": 3339.6}, {"text": "years ago was the best one. Yeah, that was the best one. The big apartment.", "start": 3339.6, "end": 3343.2}, {"text": "Yes, yeah, with all the millions of foods. That was amazing. This is going to", "start": 3343.2, "end": 3346.92}, {"text": "be probably the worst one because we're in the office. Yeah, we have no couch.", "start": 3346.92, "end": 3350.32}, {"text": "no chairs, no couch. We have chairs. This is the type of chairs we're all going to", "start": 3350.34, "end": 3354.6}, {"text": "be sitting for for the entire for the Super Bowl man. Yeah, we have we have a", "start": 3354.6, "end": 3358.9}, {"text": "Herman Miller around. I guess we have one or two Herman Miller's. Yeah, so you", "start": 3358.9, "end": 3361.86}, {"text": "got to come to the office early and secure the seat. I'm going to bring I", "start": 3361.86, "end": 3366.62}, {"text": "think I might go pick up a whole couch. You should you honestly really need to", "start": 3366.62, "end": 3370.1}, {"text": "do that. Go pick up a can we get rid of those camp chairs? Yeah, yeah, no, no,", "start": 3370.1, "end": 3374.06}, {"text": "no, there's still there's still two good ones, but it's fine either way. That's", "start": 3374.06, "end": 3377.44}, {"text": "not that great. Oh, I think I want to become I think that I'm going to quit", "start": 3377.44, "end": 3380.84}, {"text": "the podcast and become a fire watch. I watch the fire watch. It's a guy. I", "start": 3380.84, "end": 3384.84}, {"text": "watch this guy on YouTube. Oh, they stand up. He stands up in that big", "start": 3384.84, "end": 3388.68}, {"text": "tower. There was a woman who did that on Jeopardy. Really? Yeah, it's not", "start": 3388.68, "end": 3392.2}, {"text": "really a full time job. It's just you do it for a summer, but apparently you", "start": 3392.2, "end": 3395.24}, {"text": "get swarmed by ants. Yeah, I can imagine. But I want that responsibility. How", "start": 3395.24, "end": 3399.56}, {"text": "amazing would that be to just let the fire go? I'd be swarmed by ants up and", "start": 3399.56, "end": 3402.84}, {"text": "I think I'd have all my snacks with me.", "start": 3402.84, "end": 3404.92}, {"text": "you bringing a bunch of sugar water, sugar water,", "start": 3405.84, "end": 3408.58}, {"text": "maple syrup, water and that's very shallow. He bonds", "start": 3408.58, "end": 3412.34}, {"text": "my favorite yummy midnight snack, a bowl of sugar water. Oh yeah, and a sugar", "start": 3412.34, "end": 3417.82}, {"text": "cube. Oh, I love a sugar and a vinegar trap.", "start": 3417.82, "end": 3420.92}, {"text": "That's amazing. Oh my God, but I if you did a job like that, do you think you'd", "start": 3420.92, "end": 3425.96}, {"text": "get lonely? Yeah, I would love to do a lonely job for a while and then I had", "start": 3425.96, "end": 3431.2}, {"text": "one. I had I worked at the gym in my community college and no one knew I'm", "start": 3431.22, "end": 3435.78}, {"text": "talking about like a like you work on top of a mountain. Yeah, nobody. This is", "start": 3435.78, "end": 3439.78}, {"text": "a different. You have to be helicopter. I worked on. I worked on top of the on", "start": 3439.78, "end": 3444.18}, {"text": "top of the building. It was on the top. That's not on top of the building.", "start": 3444.18, "end": 3447.58}, {"text": "Jim was not on top of the building. It was for elevation. I would love to be", "start": 3447.58, "end": 3452.3}, {"text": "like I would love to like be, you know, I'm somehow contracted to like I they're", "start": 3452.3, "end": 3456.34}, {"text": "you're like there's an island off the coast of Greenland and you are the only", "start": 3456.34, "end": 3461.74}, {"text": "person who can maintain its wild life for two years. All those kinds of jobs", "start": 3461.74, "end": 3466.78}, {"text": "are always in a lighthouse. All those kinds of jobs are always just like make", "start": 3466.78, "end": 3470.46}, {"text": "sure that this button doesn't get yeah, make sure nothing happens yeah. Go there", "start": 3470.46, "end": 3474.7}, {"text": "and make sure nothing ever happens. Nothing sounds exciting. It's very", "start": 3474.7, "end": 3479.38}, {"text": "you're you're really, really want to go to Antarctica. I don't actually I've", "start": 3479.38, "end": 3483.46}, {"text": "I'm watching a lot of north and are to go south and are so Antarctica is the", "start": 3483.5, "end": 3486.56}, {"text": "south one, so south Antarctica, yeah, so the south one. Okay, what's the top", "start": 3486.56, "end": 3489.98}, {"text": "one called? Arctic? There is no", "start": 3489.98, "end": 3491.34}, {"text": "up there north. There's not nothing. There's not nothing, but there's not a", "start": 3491.34, "end": 3495.14}, {"text": "continent. Oh yeah, but who decides this the UN the ocean fuck all that right?", "start": 3495.14, "end": 3502.06}, {"text": "I'm not listening to it. Of course, there's stuff in the Arctic circle, but", "start": 3502.06, "end": 3504.66}, {"text": "there's not a there's no", "start": 3504.66, "end": 3505.82}, {"text": "there's not a come. Tell me that", "start": 3505.82, "end": 3507.82}, {"text": "is just ice. There's no land make it. I know what that is. That's white. I", "start": 3507.82, "end": 3512.66}, {"text": "ice okay now pick up now bring a picture of Antarctica. Give me a glass of", "start": 3512.7, "end": 3515.96}, {"text": "water yeah. I want some land and show us a picture of Antarctica", "start": 3515.96, "end": 3518.54}, {"text": "huh this is looking mighty familiar giant ice cubes. I've been watching all", "start": 3518.54, "end": 3524.98}, {"text": "of these videos of so what's that lately? Oh, what's that right there? Oh", "start": 3524.98, "end": 3528.76}, {"text": "everybody knows what black ice is they did a key and peel sketch about this,", "start": 3528.76, "end": 3532.0}, {"text": "but I really would like to go to Antarctica yeah. I don't think that you", "start": 3532.0, "end": 3534.96}, {"text": "like that. I don't think you'd last a day there. You wouldn't in a bikini.", "start": 3534.96, "end": 3537.6}, {"text": "Why are you realize going to Antarctica just like going to a shitty hotel?", "start": 3537.6, "end": 3542.2}, {"text": "so the way you can't go outside, you just can't go outside. You just go to you", "start": 3542.2, "end": 3545.3}, {"text": "just go and you live in a cafeteria hotel in a bad neighborhood, Flint,", "start": 3545.3, "end": 3548.52}, {"text": "Michigan. Yeah, it's no", "start": 3548.52, "end": 3549.72}, {"text": "can't go outside.", "start": 3549.72, "end": 3551.44}, {"text": "It's that's what just what it is. You just go to a place. You go to the back", "start": 3551.44, "end": 3555.02}, {"text": "rooms and then whenever you look out the window, you're like, oh my God, why", "start": 3555.02, "end": 3558.2}, {"text": "would you want to go? I want to go to Hawaii or something. Well, you can go", "start": 3558.2, "end": 3561.32}, {"text": "there, too. You don't have to only go one place. Okay, I'm going to go there", "start": 3561.32, "end": 3563.96}, {"text": "instead. We're going to go to Hawaii and be alone. You go to Antarctica. We're", "start": 3563.96, "end": 3568.0}, {"text": "going to go to Hawaii. That's fine and we're going to fuck flowers to see us. I", "start": 3568.0, "end": 3571.68}, {"text": "I want to I want to see a seal in person. I want to see I've watching these videos", "start": 3571.72, "end": 3575.14}, {"text": "of seals. I do not want to see a polar bear or maybe you don't see you. You", "start": 3575.14, "end": 3578.02}, {"text": "don't want one to see you man. Yeah, I want to see one. I don't want to be", "start": 3578.02, "end": 3581.8}, {"text": "yeah. You want to see what you don't want to get eaten by one kill by one", "start": 3581.8, "end": 3584.68}, {"text": "though. Do you? I know that your opposer, you don't want to get to shreds.", "start": 3584.68, "end": 3589.68}, {"text": "Haven't you seen that movie polar bear TV show? I mean the terror. No, I", "start": 3589.68, "end": 3594.62}, {"text": "haven't. I was thinking about watching. Is it good now? Is that the way I", "start": 3594.62, "end": 3597.92}, {"text": "thought I figured that I figured that there's no way it could be good, but I", "start": 3597.92, "end": 3600.64}, {"text": "saw a picture of it a couple of days ago and I saw it had it was set on a ship.", "start": 3600.68, "end": 3604.48}, {"text": "It's based on a true expedition, but then they say", "start": 3604.48, "end": 3606.64}, {"text": "I don't remember Shackleton. I don't know Ernest Shackleton. Who the hell", "start": 3606.64, "end": 3611.52}, {"text": "you only watch is the guy who went to Antarctica or the north. I think", "start": 3611.52, "end": 3615.58}, {"text": "there's some of them. They were a bunch of people went to different places all", "start": 3615.58, "end": 3618.84}, {"text": "across history. Yeah, that's true, but do you have any interest in going", "start": 3618.84, "end": 3622.96}, {"text": "somewhere that nobody's ever been untouched by man? I think that would be", "start": 3622.96, "end": 3626.32}, {"text": "pretty cool to do. I think I would have to I think it would be make me freak out.", "start": 3626.44, "end": 3631.4}, {"text": "I would not want to go. I would love to do that. I want to go to a place where", "start": 3631.4, "end": 3634.44}, {"text": "somebody has already set up a resort. You could probably do it in America. I'm", "start": 3634.44, "end": 3638.14}, {"text": "sure that there's somewhere that probably one square foot of land. There's probably", "start": 3638.14, "end": 3641.6}, {"text": "more than that. I mean, America is huge. It is crazy big. They probably in the", "start": 3641.6, "end": 3645.68}, {"text": "middle of the woods or like a desert or something. I feel like I want to go back", "start": 3645.68, "end": 3649.4}, {"text": "to Wyoming. I spent one night there is amazing. I love I watch a movie Wyoming,", "start": 3649.4, "end": 3653.28}, {"text": "Montana, all of these. This is where we belong. I belong in Montana. We don't", "start": 3653.28, "end": 3658.02}, {"text": "belong in this wretched city. I love Montana, man. I need to go back so badly.", "start": 3658.02, "end": 3662.28}, {"text": "I don't know. I think I belong here. You belong here because... I don't know how", "start": 3662.28, "end": 3664.98}, {"text": "to drive. Well, you can't drive up and down the mountain. I don't need to. I", "start": 3664.98, "end": 3668.7}, {"text": "don't know how to drive, but I will ride a horse. I'm a hiker type. Yeah, that's", "start": 3668.7, "end": 3671.58}, {"text": "a good idea. I'm not a hiker. I am a hiker type. I want a backpack. I have to", "start": 3671.58, "end": 3675.62}, {"text": "be around stuff. There's so much stuff out there. There's butterflies. Yeah, but", "start": 3675.62, "end": 3679.3}, {"text": "I gotta be around buildings. I have to be around stuff, but I like to be not", "start": 3679.3, "end": 3683.38}, {"text": "around stuff for a little while. Is this true? I have the opposite impulse.", "start": 3683.38, "end": 3686.94}, {"text": "The buildings are disgusting to me. Yeah, I'm the opposite. You like the", "start": 3686.94, "end": 3690.1}, {"text": "buildings. I like being around big buildings, yeah. Yeah, I don't like it", "start": 3690.1, "end": 3693.34}, {"text": "either. You have a bad soul, then. I don't think I have a bad soul. I think", "start": 3693.34, "end": 3696.04}, {"text": "greenery. Well, you have a newer soul. I was an old reincarnated soul that has", "start": 3696.04, "end": 3700.16}, {"text": "now been... Yeah. You're a brand new one. I don't think I was ever... I don't", "start": 3700.16, "end": 3703.3}, {"text": "think that I could have existed at any other point in time. I think one of my", "start": 3703.3, "end": 3706.38}, {"text": "past lives I could have been on an expedition. I don't think I had any", "start": 3706.4, "end": 3709.34}, {"text": "past life. I think you were a prairie dog that was eaten by a hawk. Yeah,", "start": 3709.34, "end": 3712.8}, {"text": "something like that. Maybe like an animal that had no life. Yeah,", "start": 3712.8, "end": 3716.36}, {"text": "like an animal that was a fucking door animal that had no life.", "start": 3716.36, "end": 3722.6}, {"text": "Yeah, like a prairie dog that got eaten by a hawk or like a fly that lived on", "start": 3722.6, "end": 3727.96}, {"text": "a piece of shit", "start": 3727.96, "end": 3728.78}, {"text": "or like a praying mantis that got ate by his bitch. You should definitely not", "start": 3728.78, "end": 3733.54}, {"text": "they'll ever have a past life reading.", "start": 3733.58, "end": 3735.08}, {"text": "I would", "start": 3735.08, "end": 3736.38}, {"text": "and they just sit there just like, should we go? This is our sequel to a race", "start": 3736.38, "end": 3740.42}, {"text": "off the past life reading life reading. That is an amazing, that is fucking", "start": 3740.42, "end": 3744.54}, {"text": "idea. The past life reading we have. There's so many psychics around here.", "start": 3744.54, "end": 3748.86}, {"text": "Okay, let's", "start": 3748.86, "end": 3749.7}, {"text": "really in psychics around here. We can easily go to them. Do you think they'd", "start": 3749.7, "end": 3754.66}, {"text": "let us record them? We can, we can just, I mean, there's literally so many", "start": 3754.66, "end": 3757.38}, {"text": "psychics that we can go and ask each one if they", "start": 3757.38, "end": 3759.7}, {"text": "find one cause like a couple bucks more. My mom would go to psychics all the", "start": 3760.42, "end": 3763.84}, {"text": "time growing up.", "start": 3763.84, "end": 3764.58}, {"text": "All cold call.", "start": 3764.58, "end": 3767.02}, {"text": "You should see if we if we can, they can do the reading, but not tell us", "start": 3767.02, "end": 3772.32}, {"text": "personally and then talk to a camera talking head style. That is such a good", "start": 3772.32, "end": 3775.7}, {"text": "and then because then we don't know until we record that is and then we can", "start": 3775.7, "end": 3778.92}, {"text": "play the clip. Yeah, because I already have guesses as to my past life. Yeah,", "start": 3778.92, "end": 3783.08}, {"text": "we have to have a bunch of guesses. We have to oh my God, this is a great idea", "start": 3783.08, "end": 3786.64}, {"text": "race up to life.", "start": 3786.64, "end": 3787.9}, {"text": "The life", "start": 3787.9, "end": 3789.14}, {"text": "off who had who had the best life. My guess is and then we'll get Julio to do", "start": 3789.14, "end": 3793.94}, {"text": "the thing again with a chart of all the different, all every possible like", "start": 3793.94, "end": 3796.86}, {"text": "occupation. Yeah, we'll rank them. Oh, my God. So how do we do this again?", "start": 3796.86, "end": 3802.54}, {"text": "What", "start": 3802.54, "end": 3803.14}, {"text": "I'm gonna let kill do not the dude. If that shit happens again to me, it is", "start": 3803.14, "end": 3807.92}, {"text": "gonna happen.", "start": 3807.92, "end": 3808.46}, {"text": "Fuck man, I think my you're gonna find out that you were like the psychic is", "start": 3808.46, "end": 3814.12}, {"text": "gonna say something like yeah, you were a lounger yeah.", "start": 3814.12, "end": 3816.7}, {"text": "I", "start": 3816.7, "end": 3817.36}, {"text": "already don't know, or you were like a like in your past life. You were like a", "start": 3817.36, "end": 3824.12}, {"text": "flapper.", "start": 3824.12, "end": 3824.68}, {"text": "I could I could see that actually I could see you being a flat. I think I", "start": 3824.68, "end": 3829.52}, {"text": "think you're one of your past lives. You were the", "start": 3829.52, "end": 3832.28}, {"text": "teenage girl that fatty Arbuckle sat on or whatever or in the past life. I was", "start": 3832.28, "end": 3837.56}, {"text": "like my dad and then before that I was my grandpa. I'm so boring.", "start": 3837.56, "end": 3841.58}, {"text": "All right, I can't imagine I had a good I'm definitely some Irish peasant or", "start": 3841.58, "end": 3846.38}, {"text": "to some kind of like no. See this is you have to dog that lived in a dog that or", "start": 3846.42, "end": 3851.56}, {"text": "a chicken nugget chicken. You have to have the chickens that turned into", "start": 3851.56, "end": 3854.74}, {"text": "chicken. The one you were one of the ones who was hatched out of the egg.", "start": 3854.74, "end": 3857.98}, {"text": "They saw it was a man and they immediately threw it into the blender.", "start": 3857.98, "end": 3861.38}, {"text": "Yeah, you have to uncouple this past life from from from your your ancestry,", "start": 3861.38, "end": 3867.64}, {"text": "because listen your whole family. Yeah, they were Irish peasants worthless. They", "start": 3867.64, "end": 3871.42}, {"text": "were worthless slaves, twenty IQ. That doesn't mean that that's what you were.", "start": 3871.42, "end": 3875.82}, {"text": "that was just what your entire family and everything leading up to your DNA was", "start": 3875.86, "end": 3879.16}, {"text": "this is mysticism. Yes, you could have been Arabian,", "start": 3879.16, "end": 3882.7}, {"text": "maybe", "start": 3882.7, "end": 3884.44}, {"text": "turban. You could have worn a turban, a turban and lived in the desert. You", "start": 3884.44, "end": 3889.68}, {"text": "could have been a Lawrence of Arabia. Yeah, that's what I'm saying man. You", "start": 3889.68, "end": 3893.64}, {"text": "have to dream bit. I mean you could have been a robot or no, that's a future", "start": 3893.64, "end": 3897.6}, {"text": "life.", "start": 3897.6, "end": 3897.9}, {"text": "Yeah, it's something big like maybe like a", "start": 3897.9, "end": 3901.3}, {"text": "like an elephant that got shot on a teacher.", "start": 3901.3, "end": 3905.06}, {"text": "just", "start": 3905.06, "end": 3905.56}, {"text": "like a poached elephant in every single like you were captured,", "start": 3905.56, "end": 3911.54}, {"text": "always captured and held in captivity. Yeah, I was a giraffe that got its neck", "start": 3911.54, "end": 3917.94}, {"text": "cut off. Oh, my God,", "start": 3917.94, "end": 3918.94}, {"text": "I guess we somehow subconsciously have cloud atlas in our brain. Yeah, I don't", "start": 3918.94, "end": 3925.54}, {"text": "know why this is in the movie. I never saw the movie. I read the cloud atlas,", "start": 3925.54, "end": 3929.22}, {"text": "but I just keep I'm like a chimp that got hit with a rock", "start": 3929.22, "end": 3933.38}, {"text": "head. Yeah, you were the one yeah, the space odyssey. Yeah, when the bone came", "start": 3934.42, "end": 3939.92}, {"text": "down and the first thing ever die, cloud swag list.", "start": 3939.92, "end": 3943.1}, {"text": "That's your ass and I'm cloud ass list 'cause I was", "start": 3943.1, "end": 3948.38}, {"text": "a gay guy. No, speaking of gay motor, the leather guy in the village people,", "start": 3948.38, "end": 3954.3}, {"text": "only one of them that wasn't gay. What? Yeah.", "start": 3954.3, "end": 3957.98}, {"text": "The cop was gay? Yeah, every single other one, the leather guy. The rest of", "start": 3957.98, "end": 3962.7}, {"text": "them were gay. The rest of them were gay. Yeah. What the hell? Yeah, I learned this", "start": 3962.74, "end": 3966.58}, {"text": "the other. The leather guy. Well, that guy's funny then. Yeah, he went, he went,", "start": 3966.58, "end": 3970.1}, {"text": "he went way too. He did way too much. Dude, the one straight guy in the village", "start": 3970.1, "end": 3976.26}, {"text": "people that had to be so awesome. I bet he was getting laid. Yeah. And he got to", "start": 3976.26, "end": 3981.66}, {"text": "watch all them change. Yeah. You get to watch all the other guys change. He'd", "start": 3981.66, "end": 3985.58}, {"text": "look at them and he'd go, \"Uh uh, not for me.\" That would have been awesome to be", "start": 3985.58, "end": 3989.1}, {"text": "in the village people get to watch each other change. Yeah.", "start": 3989.1, "end": 3992.3}, {"text": "All right, we are going on tour. We are going to Minneapolis, Detroit and", "start": 3992.3, "end": 4002.7}, {"text": "Carborough, and we are also going on tour with world's biggest army", "start": 4002.7, "end": 4008.0}, {"text": "to", "start": 4008.0, "end": 4010.5}, {"text": "Toronto,", "start": 4010.5, "end": 4013.1}, {"text": "then Boston, then", "start": 4013.1, "end": 4016.7}, {"text": "Philadelphia, then", "start": 4016.7, "end": 4018.8}, {"text": "in Chicago, Atlanta and not a matter. We have a secret show planned for", "start": 4018.8, "end": 4025.5}, {"text": "Bar Harbor, Maine.", "start": 4025.5, "end": 4028.04}, {"text": "Really? I didn't know that. It's a secret from all of you. Bar Harbor,", "start": 4028.04, "end": 4036.32}, {"text": "Maine. I don't even know where that is. I booked a show in Bar Harbor", "start": 4036.32, "end": 4039.4}, {"text": "at a lobster place. Sounds cool. Is this a show or a dinner that we're", "start": 4039.4, "end": 4044.42}, {"text": "having? It's maybe a dinner. Okay, well then don't come to that. Tickets", "start": 4044.42, "end": 4048.5}, {"text": "are at swag poop dot com slash shows buy them up because my intel is telling me", "start": 4048.54, "end": 4053.18}, {"text": "that the Boston show is more than halfway sold out. Boston show is pretty much", "start": 4053.18, "end": 4057.82}, {"text": "sold out, so don't buy it. That's not true. It's getting there though, so you", "start": 4057.82, "end": 4061.14}, {"text": "better buy it. If you want your ticket, you better buy it because you can go", "start": 4061.14, "end": 4064.3}, {"text": "look to see if we have any left, but I'm telling you, you're not. You can do that,", "start": 4064.3, "end": 4068.38}, {"text": "but there are so buy. There are so buy. And then maybe we'll add ten more shows", "start": 4068.38, "end": 4072.86}, {"text": "if we sell it out. Maybe. Is that what we're gonna say? Alright, my friends, I", "start": 4072.86, "end": 4077.18}, {"text": "will see you at one of those shows, I think. And what will I do the rest of", "start": 4077.22, "end": 4082.32}, {"text": "the day?", "start": 4082.32, "end": 4082.74}, {"text": "I'm gonna go to Orchard. What's Orchard? It's in the north end.", "start": 4082.74, "end": 4087.3}, {"text": "It's a place in the north end of New York. North end is Harlem. You're talking", "start": 4087.3, "end": 4091.72}, {"text": "about what you're gonna do a different. I'm saying today. No, in Boston, I'm", "start": 4091.72, "end": 4094.8}, {"text": "gonna go to Orchard. I'm gonna go hit that up and then I'm gonna go to", "start": 4094.8, "end": 4097.82}, {"text": "Filibuster in Boston. Oh, we can go. Yes, Filibuster. Please tell me that", "start": 4097.82, "end": 4101.4}, {"text": "restaurant's still around. I hope it's still around. If I fucking, if it's not", "start": 4101.4, "end": 4104.78}, {"text": "there, I'm going to actually die. That's where that photo, the famous Caleb photo", "start": 4104.78, "end": 4108.74}, {"text": "is from. I want a $5 breakfast combo so bad. I bet they raised their prices with", "start": 4108.74, "end": 4112.66}, {"text": "the remember how sweet the coffee was struck by inflation. Remember you had to", "start": 4112.66, "end": 4116.38}, {"text": "get a coffee. They put so much sugar in it. Oh my God. I loved that. I love that", "start": 4116.38, "end": 4121.06}, {"text": "place. I'm going to go to this place. I used to go to all the time. Haymarket", "start": 4121.06, "end": 4126.7}, {"text": "station. Oh, it closes soon. Ah, fuck in 20 minutes. Well, we have very little", "start": 4126.7, "end": 4131.86}, {"text": "time. Let's go then. Well, bye bye.", "start": 4131.86, "end": 4134.46}, {"text": "This is an item on the next slide here that is called dog mating.", "start": 4134.46, "end": 4141.86}, {"text": "This is on Timo and I have to censor some stuff on this sleep.", "start": 4141.86, "end": 4148.36}, {"text": "Estrus dog toy simulation mating toy plush poodle vent fire.", "start": 4148.36, "end": 4151.86}, {"text": "Estrus partner mating sexual companion venting fidget dog toy.", "start": 4151.86, "end": 4155.36}, {"text": "Let's look at some more pictures here.", "start": 4155.36, "end": 4156.96}, {"text": "Next slide.", "start": 4156.96, "end": 4158.46}, {"text": "The features it has are simulate appearance, which is again censored.", "start": 4159.06, "end": 4163.76}, {"text": "That is a fleshlight hole for a dog pussy, simulated rabbit hair and a", "start": 4163.76, "end": 4170.5}, {"text": "suction cup base. Yeah. Now let's go to the next slide here. Let me", "start": 4170.5, "end": 4173.96}, {"text": "read you the description. Here's some more pictures", "start": 4173.96, "end": 4175.72}, {"text": "of it in use. Here's the description. Note, lubricants is not included.", "start": 4175.72, "end": 4182.46}, {"text": "One, dogs with estrous behavior at home, holding legs, riding over dolls,", "start": 4182.46, "end": 4187.14}, {"text": "making love to the air, etc. Only chasing female dogs outside and not", "start": 4187.14, "end": 4190.64}, {"text": "estrous behavior at home are not recommended to buy.", "start": 4190.64, "end": 4193.14}, {"text": "Two, dog cannot be too stupid.", "start": 4193.14, "end": 4195.44}, {"text": "If your dog belongs to what cannot teach, a few years will not be fixed", "start": 4195.44, "end": 4198.94}, {"text": "to the kind of toilet. Do not recommend to buy.", "start": 4198.94, "end": 4201.04}, {"text": "Okay. Three, the host needs to be patient. Dogs are emotional creatures", "start": 4201.04, "end": 4205.04}, {"text": "too and mating doesn't happen all the time.", "start": 4205.04, "end": 4207.04}, {"text": "It may not be used on the spot, but dogs with estrous behavior will use", "start": 4207.04, "end": 4210.34}, {"text": "it sooner or later under the patient guidance of their owners.", "start": 4210.34, "end": 4213.54}, {"text": "And now to the thing you spoke about about a cover-up.", "start": 4213.54, "end": 4216.04}, {"text": "I'd like to this next slide.", "start": 4216.04, "end": 4217.34}, {"text": "I'd like to read a review from this four stars color khaki.", "start": 4217.34, "end": 4220.84}, {"text": "The one of the photo looks bigger than the one I got might be a", "start": 4220.84, "end": 4223.54}, {"text": "little too small for my dog as he is bigger than this.", "start": 4223.54, "end": 4227.44}, {"text": "This is really truly fine guys.", "start": 4227.44, "end": 4232.04}, {"text": "I'm going to tell you also this is this I'm going to tell you", "start": 4232.04, "end": 4234.44}, {"text": "what the it's on sale.", "start": 4234.44, "end": 4235.64}, {"text": "It's on sale 68% off.", "start": 4235.64, "end": 4237.74}, {"text": "So you're looking for the current the sale price.", "start": 4237.74, "end": 4241.04}, {"text": "I think that this is also one thing on this is I think this", "start": 4241.04, "end": 4243.94}, {"text": "might be a new leader for number one worst thing to be reincarnated as in your next life", "start": 4243.94, "end": 4250.78}, {"text": "if you wake up and you're you can't move and you have four limbs and they're suction cups", "start": 4250.78, "end": 4254.38}, {"text": "to the ground you're in for a very rough one this is gonna be this is a $10 item on sale", "start": 4254.38, "end": 4260.46}, {"text": "from $70 original price was 200 current price is 84 or no 30 you said 68 off yeah okay then", "start": 4260.46, "end": 4270.3}, {"text": "and", "start": 4270.3, "end": 4277.3}], "title": "#222 - The Janitor's Apprentice", "link": "https://www.patreon.com/posts/222-janitors-98206558", "date": "Sat, 10 Feb 2024 11:00:07 GMT", "id": 72}