{"lines": [{"text": "[Music]", "start": 0.0, "end": 13.0}, {"text": "Somewhere between Bed-Stuy and Honolulu, the perfect little town of Boston, California,", "start": 13.0, "end": 18.0}, {"text": "sleeps peacefully among the Brady Woods, a small forest nearby where Bostonians will", "start": 18.0, "end": 22.0}, {"text": "hike and throw rocks at animals.", "start": 22.0, "end": 24.0}, {"text": "Nothing crazy really ever happens in the Brady Woods, though.", "start": 24.0, "end": 27.0}, {"text": "Sure a bear might stick his hand in a beehive to get some honey, then his hand will get stuck,", "start": 27.0, "end": 30.6}, {"text": "and then some bees will take the shape of a giant boot and kick the bear in the rump.", "start": 30.6, "end": 33.6}, {"text": "Then the boot will chase the bear around and around in a circle, hopping of course, while", "start": 33.6, "end": 37.2}, {"text": "the bear desperately tries to shake the beehive off his hand.", "start": 37.2, "end": 39.84}, {"text": "Like that'll happen.", "start": 39.84, "end": 40.84}, {"text": "But other than that, and the occasional dead girl Jared Letoberry is here, nothing strange", "start": 40.84, "end": 44.92}, {"text": "ever happens in Brady Woods.", "start": 44.92, "end": 47.36}, {"text": "But as the day begins to break after a night of long rain, on this March 16th, the day", "start": 47.36, "end": 52.44}, {"text": "before St. Paddy's Day. A rainbow crests across the sky in the wee hours of the morning. And", "start": 52.44, "end": 58.36}, {"text": "along that rainbow, if you listen closely enough, you can hear the gleeful giggles of some fantastic", "start": 58.36, "end": 62.84}, {"text": "little creatures, proudly bearing their four-leaf clovers in their buckled shoes, but obscured by", "start": 62.84, "end": 67.24}, {"text": "the morning mist, which is actually smoke, because the Pats won, so everyone decided to blow up the", "start": 67.24, "end": 71.88}, {"text": "Italian Community Center for shits and gigs. These little green monsters frolic about the woods,", "start": 71.88, "end": 80.92}, {"text": "hardy and tardy in a way, turning squirrels inside out and tricking fishermen into catching", "start": 80.92, "end": 85.12}, {"text": "their own trousers.", "start": 85.12, "end": 86.12}, {"text": "One in particular, however, got a bit lost in all the excitement.", "start": 86.12, "end": 89.96}, {"text": "For you see, he saw what he thought was a giant potato, the most sacred of all starches.", "start": 89.96, "end": 94.96}, {"text": "As the little guy scurried over, pulling down his green top hat on his ginger curls, he", "start": 94.96, "end": 99.36}, {"text": "geared up to take a chomp out of this big brown thing.", "start": 99.36, "end": 101.68}, {"text": "\"What the fuck!\" said the potato, for it was no potato at all, but just a man wearing", "start": 101.68, "end": 106.48}, {"text": "brown.", "start": 106.48, "end": 107.48}, {"text": "Before our friend could issue an apology, the man was chasing him across the woods, dashing", "start": 107.48, "end": 111.56}, {"text": "frantically among the trees.", "start": 111.56, "end": 113.36}, {"text": "This little creature showed great agility, using his grubby little hands and feet to pivot", "start": 113.36, "end": 116.76}, {"text": "and tumble among the branches, trunks, and roots that populated the brady woods.", "start": 116.76, "end": 120.52}, {"text": "Eventually, he found himself no longer in the forest at all, but on the outskirts of", "start": 120.52, "end": 124.36}, {"text": "town, in what looked like a backyard of sorts.", "start": 124.36, "end": 127.44}, {"text": "Mangy and unkempt, the face scamp seemed to have lost the angry potato man.", "start": 127.44, "end": 131.64}, {"text": "What joy!", "start": 131.64, "end": 132.64}, {"text": "The little fella began to twirl a gold coin between his fingers, produce little trinkets", "start": 132.64, "end": 136.12}, {"text": "and charms and magical effects from beneath his path in an impromptu jaunty celebration.", "start": 136.12, "end": 140.04}, {"text": "Meanwhile, on his way to Duncan to get 10 kreles to stand in front of a paki until it opens,", "start": 140.04, "end": 145.56}, {"text": "another potato looking fella shuffled across the outskirts of town.", "start": 145.56, "end": 148.44}, {"text": "When he spotted our stout pal prancing about, shocked, thinking he might be still drunk from", "start": 148.44, "end": 153.96}, {"text": "the bottle of Jack he had about 20 minutes ago, this Bostonian rubbed his eyes but no", "start": 153.96, "end": 157.88}, {"text": "clear as day, or as clear as day could ever be, but with it being all blurry all the time,", "start": 157.88, "end": 161.88}, {"text": "He was seeing what he was seeing. He was seeing something weird.", "start": 161.88, "end": 165.4}, {"text": "I don't think I need to tell you what happens next, but in case you didn't know,", "start": 165.4, "end": 168.68}, {"text": "they got a saying in Boston, California. If something seems weird, you should probably", "start": 168.68, "end": 172.2}, {"text": "throw a beer can at it. And with a crude wind-up and thunk, our leprechaun was knocked out cold", "start": 172.2, "end": 177.16}, {"text": "in the backyard. The tiny guy's friends were starting up the rainbow again and heading out.", "start": 177.16, "end": 181.72}, {"text": "That's right, you can start up rainbows. They had a big day tomorrow, and they needed to make", "start": 181.72, "end": 186.76}, {"text": "sure they were ready. Thinking they had everyone accounted for, they rode the rainbow back into", "start": 186.76, "end": 191.24}, {"text": "the", "start": 191.24, "end": 218.4}, {"text": "This is where I start my and Keith benefits mom is is you know huffing and puffing around and yelling all the kids and", "start": 218.4, "end": 224.78}, {"text": "Yeah, who are you kids you hanging outside hanging out inside playing the sex life and videotape board game. You guys are friends", "start": 224.78, "end": 231.2}, {"text": "Who are you? I'm Keith benefits. I'm the class prankster", "start": 231.2, "end": 235.52}, {"text": "I'm known all around town for my pranks the other day", "start": 235.52, "end": 238.84}, {"text": "I did an awesome prank where I took all the money from the Jerry's kids bucket at the arcade", "start": 238.84, "end": 243.34}, {"text": "I don't know who those kids are, but they got hit with the prank of the century", "start": 243.34, "end": 247.92}, {"text": "If anyone gets mad at me for my pranks, they should calm down because it's just a prank. Hell, I love doing pranks", "start": 247.92, "end": 254.98}, {"text": "So much, but I hate getting in trouble for my pranks.", "start": 254.98, "end": 259.22}, {"text": "I got in trouble for feeding the class bird a bunch of Alka-Seltzer", "start": 259.22, "end": 263.84}, {"text": "So I and the teacher got mad at me, so I pranked her by replacing her daily candy with a bunch of chiclets", "start": 263.84, "end": 269.96}, {"text": "It's the 80s! That kind of stuff is just fun pranks right now", "start": 269.96, "end": 274.52}, {"text": "You know pranking small animals lighting fires wetting the bed all that stuff is pranks", "start": 274.88, "end": 281.26}, {"text": "Last week I did a prank on use of DVD where I said his mailbox on fire and he was pissed I burnt his decoder ring", "start": 281.26, "end": 289.52}, {"text": "That's a good prank. I", "start": 289.52, "end": 292.56}, {"text": "Hope none of these pranks that I do now as a child affect the way I act or the decisions I make as an adult", "start": 292.56, "end": 299.38}, {"text": "Anyway, I'm seven years old. I'm the youngest of the group and I guess I'm the leader. I don't know. I", "start": 302.2, "end": 308.46}, {"text": "Don't know why these guys hang out with me. I think I might be half brothers with one of them", "start": 308.46, "end": 313.8}, {"text": "I'm not entirely sure. I don't know", "start": 313.8, "end": 316.42}, {"text": "I started following them around or they started following me around", "start": 316.42, "end": 320.04}, {"text": "Around the time that I moved into the neighborhood with my aunt after I pranked my mom and dad", "start": 320.04, "end": 325.48}, {"text": "Okay, so keep benefits aunt is the one who's in the house", "start": 328.84, "end": 333.2}, {"text": "Okay minor correction for me", "start": 333.2, "end": 337.96}, {"text": "Keith benefit", "start": 337.96, "end": 340.72}, {"text": "Has a has a few sort of a tried-and-true", "start": 340.72, "end": 344.48}, {"text": "Abilities he has his up close and personal attacks with his dropkick Murphy and rocks", "start": 344.48, "end": 351.6}, {"text": "He throws rocks as his long-range attack. He's got wicked smarts, which allows him to use", "start": 351.6, "end": 357.36}, {"text": "Some fancy sort of confusing types of wording to get away with pranks using and get advantage on charisma checks and he has luck of the benefits which will get into but it is powered by beer.", "start": 358.2, "end": 373.0}, {"text": "What do you want to change that.", "start": 373.0, "end": 376.5}, {"text": "this originally luck of something else", "start": 376.5, "end": 380.5}, {"text": "and now yeah so we're moving around the table", "start": 380.5, "end": 384.8}, {"text": "you're playing as the", "start": 384.8, "end": 387.9}, {"text": "the playing as the what's his name", "start": 387.9, "end": 391.18}, {"text": "fuck it up what's that there is a slice of videotape", "start": 391.18, "end": 394.34}, {"text": "Robert California James Spader yeah you think is the James Spader character in", "start": 394.34, "end": 399.06}, {"text": "the game", "start": 399.06, "end": 399.7}, {"text": "a buddy Bowser but you also started chewing on it you are you buddy Bowser", "start": 399.7, "end": 404.26}, {"text": "Hello everybody, my name is Buddy Bowser. I am in 1, 2, 3, 4, 5, 6, 7, 8th grade, and I am 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13 years old.", "start": 404.26, "end": 425.26}, {"text": "My doctor told me that my IQ is so low that my brain is physically unable to dream.", "start": 425.26, "end": 431.34}, {"text": "He said even dogs can dream and they don't even have IQs.", "start": 431.34, "end": 435.42}, {"text": "My favorite hobby is eating paste from the jar of paste that I wear on my belt.", "start": 435.42, "end": 440.14}, {"text": "One time when I was eating a spoonful of paste, I tripped on a dry leaf on the sidewalk and", "start": 440.14, "end": 445.1}, {"text": "the whole jar went into my hair.", "start": 445.1, "end": 447.5}, {"text": "After I refilled the jar, my mom had to shave off part of my bowl cut and hair doesn't grow", "start": 447.5, "end": 452.16}, {"text": "on that spot anymore.", "start": 452.16, "end": 454.32}, {"text": "at school says I look like Friar Tuck now, but I think I look more like that fat monk", "start": 454.32, "end": 459.4}, {"text": "from Robin Hood. My mom doesn't let me watch Robin Hood anymore because I get too scared", "start": 459.4, "end": 465.04}, {"text": "of Maid Marian and I pee myself. Anyway, my favorite hobby is playing tetherball and eating", "start": 465.04, "end": 471.36}, {"text": "paste from my jar of paste and going to the doctor and playing tetherball.", "start": 471.36, "end": 480.48}, {"text": "Buddy Bowser is Mommy's special guy.", "start": 480.48, "end": 486.08}, {"text": "He has a couple of abilities.", "start": 486.08, "end": 487.36}, {"text": "He has Big Hug, which I think is my favorite, mechanically, that I've made in a while.", "start": 487.36, "end": 493.72}, {"text": "We'll probably just see that play out.", "start": 493.72, "end": 495.04}, {"text": "I don't even want to get into it.", "start": 495.04, "end": 496.6}, {"text": "And then Choke on Glue, which is just his ranged attack.", "start": 496.6, "end": 502.12}, {"text": "Also he can smell a pretty teacher lady.", "start": 502.12, "end": 504.4}, {"text": "There's no real benefit to that.", "start": 504.4, "end": 505.56}, {"text": "It's just an ability he has.", "start": 505.56, "end": 510.2}, {"text": "We rotate over and we see another kid who,", "start": 510.2, "end": 515.2}, {"text": "he's dressed in a little tux.", "start": 515.2, "end": 517.36}, {"text": "He seems to constantly be checking his watch", "start": 517.36, "end": 522.36}, {"text": "and putting his finger to his ear", "start": 522.36, "end": 524.56}, {"text": "and he's doing all kinds of spy stuff.", "start": 524.56, "end": 527.34}, {"text": "Who is this guy?", "start": 527.34, "end": 528.34}, {"text": "- The name's DVD, Yusuf DVD.", "start": 528.34, "end": 532.44}, {"text": "And as you may have gleaned from my pinstripe suit,", "start": 532.44, "end": 534.84}, {"text": "my rosewood cane and my Mickey Mouse ears yarmulke,", "start": 534.84, "end": 537.92}, {"text": "I am no ordinary eighth grader.", "start": 537.92, "end": 540.4}, {"text": "I yearn for the old days when your lawyer smoked and your cousins died.", "start": 540.4, "end": 544.0}, {"text": "Oh, how I dream of dialing back the calendar to years of yonder, when your best chance", "start": 544.0, "end": 549.08}, {"text": "of seeing a panda was not at the state zoo, but at a traveling freak show in a colorful", "start": 549.08, "end": 553.48}, {"text": "tent labeled \"Dog of the East\" or \"The Bisexual Man.\"", "start": 553.48, "end": 560.84}, {"text": "Born and raised right here in Boston, California, I was trained in the accent of my motherland", "start": 560.84, "end": 565.4}, {"text": "by a 7 year old named Josh Gad. He had a secret from Josh and I, wherein he would show me Monty", "start": 565.4, "end": 570.88}, {"text": "Python Laserdiscs in exchange for loose slices of ham and the odd piece of avuncular advice.", "start": 570.88, "end": 575.52}, {"text": "\"Hey Josh, Air Duster isn't deodorant. Stop buying wedding cakes. No one cares about your", "start": 575.52, "end": 581.2}, {"text": "salt lick.\" Through his tutelage I mastered this lilt, and I remain close friends with", "start": 581.2, "end": 586.76}, {"text": "him to this day. But enough about me. Everything I know I was taught by my father. He's the", "start": 586.76, "end": 592.14}, {"text": "coolest guy in the whole world and there's a reason you haven't heard of him.", "start": 592.14, "end": 595.66}, {"text": "He's an elder spy on her majesty's secret service, a member of the elusive Queen's Dozen.", "start": 595.66, "end": 601.26}, {"text": "To this day I must spend my time parrying infiltration attempts by French PSYOP agencies impersonating", "start": 601.26, "end": 606.16}, {"text": "my mother on Atari Facebook, knowing full well that when I was 2 years old, my dad made her", "start": 606.16, "end": 612.46}, {"text": "so horny she had to kill herself.", "start": 612.46, "end": 615.76}, {"text": "In the past 30 years he's been hiding in plain sight, disguised as a waiter at a British intelligence", "start": 615.76, "end": 620.8}, {"text": "themed restaurant working for tips from casual dining literati.", "start": 620.8, "end": 626.7}, {"text": "That's right.", "start": 626.7, "end": 627.7}, {"text": "The Royal family have been sending coded messages to his customers instructing him to do everything", "start": 627.7, "end": 631.46}, {"text": "from cleanse the city's tap water supply to doing open mics under the name Paul Provenza.", "start": 631.46, "end": 636.82}, {"text": "With God's blessing I will follow in his footsteps and enter the world of espionage myself.", "start": 636.82, "end": 641.34}, {"text": "Youssef DVD forever.", "start": 641.34, "end": 643.62}, {"text": "Amazing.", "start": 643.62, "end": 645.02}, {"text": "I don't know.", "start": 645.02, "end": 646.02}, {"text": "YusefDVD picked up a lot of those spy moves from his dad.", "start": 646.02, "end": 651.98}, {"text": "He's able to do some kung fu, spy kung fu.", "start": 651.98, "end": 656.86}, {"text": "He's got a waiter's corkscrew he carries around.", "start": 656.86, "end": 659.74}, {"text": "He's a couple of tools.", "start": 659.74, "end": 661.86}, {"text": "He has a laser pen and some quote unquote knockout gas, which is really just sort of harmless", "start": 661.86, "end": 667.78}, {"text": "gas that he has.", "start": 667.78, "end": 670.54}, {"text": "And then he has, and the laser pen doesn't like burn things, it just distracts people.", "start": 670.54, "end": 674.06}, {"text": "He has a packet of mysterious powder from his dad in a clear plastic bag.", "start": 674.06, "end": 679.76}, {"text": "He also has a gun.", "start": 679.76, "end": 682.22}, {"text": "And now, to move over, and next we see someone else.", "start": 682.22, "end": 686.34}, {"text": "We see sort of like a real tough guy, a real fucking bully type.", "start": 686.34, "end": 694.5}, {"text": "Who are you, Vince Foster?", "start": 694.5, "end": 696.3}, {"text": "Oh, what's up, assballs?", "start": 696.3, "end": 699.34}, {"text": "Nice to feet you.", "start": 699.34, "end": 700.54}, {"text": "I'm the tough kid of the school, Vince Foster.", "start": 700.54, "end": 703.26}, {"text": "My mom got fingered by Edward Cigarette Hands in 1975 and 3 months later I popped out.", "start": 703.26, "end": 709.66}, {"text": "Now I fuck frogs and beat up dorks who don't know their place.", "start": 709.66, "end": 713.76}, {"text": "Some think I have a secret sensitive side, and they're correct.", "start": 713.76, "end": 717.22}, {"text": "It's the bottom of my smelly white ass, and it's sensitive because I hold the Guinness", "start": 717.22, "end": 721.38}, {"text": "World Record for longest time spent mooning an active volcano.", "start": 721.38, "end": 725.46}, {"text": "Now I'm gonna go practice swirlies on Buddy Bowser and watch the news because I am terrified", "start": 725.46, "end": 729.86}, {"text": "of AIDS, which I think comes from the library.", "start": 729.86, "end": 732.5}, {"text": "[laughter]", "start": 732.5, "end": 737.5}, {"text": "So, uh, Vince Foster...", "start": 737.5, "end": 739.5}, {"text": "[laughter]", "start": 739.5, "end": 740.5}, {"text": "...his fuckin' name, god damn.", "start": 740.5, "end": 742.5}, {"text": "What's up?", "start": 742.5, "end": 744.5}, {"text": "[laughter]", "start": 744.5, "end": 746.0}, {"text": "Has brass knuckles 'cause he's a bully.", "start": 746.0, "end": 748.0}, {"text": "I guess they get them.", "start": 748.0, "end": 750.0}, {"text": "That's what I decided.", "start": 750.0, "end": 752.0}, {"text": "He has the ability to improvise with sort of any objects nearby,", "start": 752.0, "end": 755.0}, {"text": "to make them into arranged objects.", "start": 755.0, "end": 757.0}, {"text": "He can do a little whining,", "start": 757.0, "end": 759.0}, {"text": "uh... to to get enemies to not hurt him and he could sneak attack them will", "start": 759.0, "end": 764.04}, {"text": "no bully whining", "start": 764.04, "end": 765.64}, {"text": "uh...", "start": 765.64, "end": 766.92}, {"text": "he's got a deacon deflect a lot of projectiles to with his cool leather", "start": 766.92, "end": 770.4}, {"text": "jacket", "start": 770.4, "end": 771.72}, {"text": "uh...", "start": 771.72, "end": 772.84}, {"text": "and uh... you can't kill himself", "start": 772.84, "end": 775.92}, {"text": "and so", "start": 775.92, "end": 777.56}, {"text": "uh...", "start": 777.56, "end": 778.58}, {"text": "yet you guys are all hanging out", "start": 778.58, "end": 780.24}, {"text": "you guys are are playing the sex lies in videotape board game", "start": 780.24, "end": 783.72}, {"text": "uh... your auntie keith benefits", "start": 783.72, "end": 786.92}, {"text": "Uh yells, uh, it starts starts coming by and she brought you guys pizza and she's saying uh, keith", "start": 786.92, "end": 793.32}, {"text": "Keith, I need you to go outside take out the trash. Ah, fuck what?", "start": 793.32, "end": 797.72}, {"text": "No, fuck you. No, fuck you. Auntie. This sucks. No, you know, what sucks is feeding you ungrateful fucking friends go outside", "start": 797.72, "end": 805.48}, {"text": "No, fuck you. They they get to eat whatever they want here. Yeah, I know that's the whole fucking point", "start": 805.48, "end": 810.12}, {"text": "That's what I mean by ungrateful. I ain't here one fucking. Thank you. That one started fucking drooling", "start": 810.12, "end": 813.8}, {"text": "Thank you to you this guy keeps trying to fucking pinch my ass. What are you 12 you fucking leather jacket weirdo? Yes", "start": 813.96, "end": 820.28}, {"text": "He's all right. You're right. It makes that", "start": 820.28, "end": 823.0}, {"text": "Look and when you know what I say take out the trash. I mean try to see if you can wake up your uncle", "start": 823.0, "end": 828.64}, {"text": "He's still he's still asleep the odd", "start": 828.64, "end": 832.32}, {"text": "from last week", "start": 832.32, "end": 835.4}, {"text": "So if you could just try to see if that you could take care of that for me, that'd be nice", "start": 835.4, "end": 839.74}, {"text": "I thought fuck this sucks and take it take a sister with you and I don't have a see what do you mean my sister?", "start": 839.74, "end": 846.58}, {"text": "Okay, I'm remembering my sister now, yeah, you have my sister you have a little sister named Sullivan the frog", "start": 846.58, "end": 859.68}, {"text": "That's her Sullivan the frog my", "start": 859.68, "end": 868.82}, {"text": "Do you see a frog?", "start": 868.82, "end": 870.82}, {"text": "Looks a lot like another frog guy", "start": 870.82, "end": 875.46}, {"text": "Okay", "start": 875.46, "end": 881.98}, {"text": "Just was saying that I'm this board game gets me so angry I love to play with dolls and", "start": 881.98, "end": 889.66}, {"text": "Yeah", "start": 889.66, "end": 894.26}, {"text": "I don't know when I became your little sister, but somewhere along in the writing process", "start": 894.62, "end": 899.92}, {"text": "The DM must have just couldn't stop laughing at this idea and now he's not so sure about it", "start": 899.92, "end": 906.82}, {"text": "Yep", "start": 906.82, "end": 913.22}, {"text": "All right. Well, you have to wake up our uncle. I'm scared and take out the trash", "start": 913.22, "end": 919.62}, {"text": "No, we're gonna go outside and smoke this cigarette I found", "start": 919.62, "end": 923.66}, {"text": "the", "start": 923.66, "end": 936.02}, {"text": "Just yeah, great. I'm your mother - amazing", "start": 936.02, "end": 938.82}, {"text": "If they see my half-brother, I don't remember", "start": 938.82, "end": 941.7}, {"text": "No, I just call every Sullivan is he I have brother", "start": 941.7, "end": 945.3}, {"text": "What's a half brother I'm", "start": 945.3, "end": 949.74}, {"text": "So a half is like like what half of two is one oh", "start": 949.74, "end": 957.14}, {"text": "Oh, I mean, I'm confused by that. I don't know how much in what direction I got really didn't think it through", "start": 957.14, "end": 965.9}, {"text": "the", "start": 965.9, "end": 977.58}, {"text": "if you have two kids. I'm upstairs and I'm jumping on his uncle's bed.", "start": 977.58, "end": 980.86}, {"text": "Yeah, you're jumping on his uncle's bed as you do.", "start": 980.86, "end": 984.38}, {"text": "Each time you land on it, like a smell comes out", "start": 984.38, "end": 987.42}, {"text": "that you didn't know was a kind of smell you can smell.", "start": 987.42, "end": 991.5}, {"text": "Keith, your aunt is very tantalizing. Does she shower?", "start": 991.5, "end": 997.58}, {"text": "I don't fucking know. Why would I know that?", "start": 997.58, "end": 1001.9}, {"text": "I give a big cartoonish smell right next to her and I go,", "start": 1001.9, "end": 1005.9}, {"text": "No!", "start": 1005.9, "end": 1007.9}, {"text": "I don't have time to shower, okay? I work 10 jobs, alright?", "start": 1007.9, "end": 1012.46}, {"text": "And I raise five other kids you don't know about.", "start": 1012.46, "end": 1014.46}, {"text": "Okay, so it's not easy being a mother. Let me tell you.", "start": 1014.46, "end": 1018.22}, {"text": "You're not a mom, you're an aunt.", "start": 1018.22, "end": 1020.22}, {"text": "What?", "start": 1020.22, "end": 1021.28}, {"text": "Well, I'm an aunt of children that I'm the mother of.", "start": 1021.28, "end": 1026.38}, {"text": "Okay, it's a complicated, familial thing that us Irish do.", "start": 1026.38, "end": 1029.82}, {"text": "You can't be a mom and an aunt.", "start": 1029.82, "end": 1032.22}, {"text": "Yes, you can. What are you talking about?", "start": 1032.22, "end": 1034.78}, {"text": "Wait, hold on.", "start": 1034.78, "end": 1035.58}, {"text": "You can't be both a mom and an aunt!", "start": 1035.58, "end": 1037.58}, {"text": "She's trying to think about it.", "start": 1037.58, "end": 1039.58}, {"text": "[laughter]", "start": 1039.58, "end": 1040.58}, {"text": "Wait, yes you can! Yes you can! I thought about it. You can. You can.", "start": 1040.58, "end": 1043.58}, {"text": "You're- you're getting fucking smart, you know that?", "start": 1043.58, "end": 1045.58}, {"text": "You better start watching that mouth.", "start": 1045.58, "end": 1046.58}, {"text": "I'm seven!", "start": 1046.58, "end": 1047.58}, {"text": "Yeah, that doesn't mean you're not getting fucking smart.", "start": 1047.58, "end": 1050.58}, {"text": "I'm gonna hit you with the other side of my hand. The bad side.", "start": 1050.58, "end": 1052.58}, {"text": "Oh, god. Alright. I guess we gotta go wake up the uncle now.", "start": 1052.58, "end": 1056.58}, {"text": "[laughter]", "start": 1056.58, "end": 1057.58}, {"text": "When you guys come upstairs, I have the uncle's pillowcase over my head and I'm saying,", "start": 1057.58, "end": 1061.58}, {"text": "a", "start": 1061.58, "end": 1073.58}, {"text": "20 years later.", "start": 1073.58, "end": 1075.58}, {"text": "[Laughter]", "start": 1075.58, "end": 1077.58}, {"text": "So you guys, uh, uh,", "start": 1077.58, "end": 1079.58}, {"text": "wander outside the backyard, prodding,", "start": 1079.58, "end": 1081.58}, {"text": "poking and prodding, uh, uh, your", "start": 1081.58, "end": 1083.58}, {"text": "little sister, Sullivan, and, uh,", "start": 1083.58, "end": 1085.58}, {"text": "she's supposed to go, like,", "start": 1085.58, "end": 1087.58}, {"text": "look for, uh, um,", "start": 1087.58, "end": 1089.58}, {"text": "your uncle. Uh, let me get her.", "start": 1089.58, "end": 1091.58}, {"text": "Oh, he's not on a bed. My bad.", "start": 1091.58, "end": 1093.58}, {"text": "Oh, no, you were just on", "start": 1093.58, "end": 1095.58}, {"text": "his bed where he's supposed to sleep.", "start": 1095.58, "end": 1097.58}, {"text": "I thought he was sleeping up there.", "start": 1097.58, "end": 1099.58}, {"text": "No, he's out in the backyard, um,", "start": 1099.58, "end": 1101.58}, {"text": "where he likes to hang out or you think he likes to hang out and uh, uh,", "start": 1101.58, "end": 1106.42}, {"text": "Sullivan's going to like, you see the backyard, it's just disgusting and dirty.", "start": 1106.42, "end": 1110.7}, {"text": "There's a pile of hay for some reason and a fish there's fucking beer and wine", "start": 1110.7, "end": 1115.74}, {"text": "bottles everywhere. It is like way too big a property for what your aunt should", "start": 1115.74, "end": 1120.38}, {"text": "have. Uh, but she, there's a Pontiac GTO.", "start": 1120.38, "end": 1125.14}, {"text": "Yeah. Yeah. It's a Pontiac GTO that's in perfect condition.", "start": 1125.14, "end": 1129.42}, {"text": "and then there's one that's been did is not functional", "start": 1129.74, "end": 1132.72}, {"text": "is both of them are in the backyard", "start": 1132.72, "end": 1135.1}, {"text": "and uh...", "start": 1135.1, "end": 1136.18}, {"text": "solvent sort of wanders over to uh... her her uncle", "start": 1136.18, "end": 1141.06}, {"text": "and she pokes him again and and she's like", "start": 1141.06, "end": 1143.98}, {"text": "yet he's still breathing but he's just been out for a week i don't really", "start": 1143.98, "end": 1149.1}, {"text": "i don't know what he did", "start": 1149.1, "end": 1151.34}, {"text": "well how do we get 'em up", "start": 1151.34, "end": 1153.46}, {"text": "uh... buddy has to do mouth to mouth", "start": 1153.46, "end": 1156.22}, {"text": "yet but you gotta go do not like money", "start": 1156.22, "end": 1159.62}, {"text": "okay i think that will bring him back to life and i put on a bunch of paste on my", "start": 1159.62, "end": 1164.66}, {"text": "lips like lipstick", "start": 1164.66, "end": 1165.94}, {"text": "yeah", "start": 1165.94, "end": 1168.14}, {"text": "and i will all over him", "start": 1168.14, "end": 1169.98}, {"text": "you guys are separate to get to his notes", "start": 1169.98, "end": 1174.18}, {"text": "okay buddy while you're doing that role a perception check", "start": 1174.18, "end": 1177.94}, {"text": "okay", "start": 1177.94, "end": 1179.02}, {"text": "the correct one", "start": 1179.02, "end": 1180.58}, {"text": "the okay", "start": 1180.58, "end": 1182.58}, {"text": "you uh...", "start": 1182.58, "end": 1183.86}, {"text": "you are unable to notice anything for the rest of your time in the backyard", "start": 1183.86, "end": 1187.82}, {"text": "there's nothing that you'll be able to perceive it'll all just be blackness", "start": 1187.82, "end": 1191.78}, {"text": "as far as you're concerned you essentially just have like an extended", "start": 1191.78, "end": 1194.78}, {"text": "version of like i have a follow-up to the army i just yeah i'm close face", "start": 1194.78, "end": 1199.12}, {"text": "yeah yeah i can see", "start": 1199.12, "end": 1200.86}, {"text": "the athlete buddy inhaled some of the uncle's breath", "start": 1200.86, "end": 1203.94}, {"text": "passed out", "start": 1203.94, "end": 1208.74}, {"text": "yeah uh... but but", "start": 1208.74, "end": 1210.46}, {"text": "Yousef, I would say with your like spy sort of like abilities, you're able to pick up on a sound coming from the shed.", "start": 1210.46, "end": 1219.46}, {"text": "Oh my god, what's that?", "start": 1219.46, "end": 1222.46}, {"text": "Okay, you could wander over there, you can move stealthily, you can move less stealthily, it's up to you.", "start": 1222.46, "end": 1229.46}, {"text": "I crouch walk to the shed.", "start": 1229.46, "end": 1231.46}, {"text": "Okay, yeah. So you start crouch walking to the shed and it's pretty tough, there's a lot of like, if you're trying to like move stealthily,", "start": 1231.46, "end": 1238.46}, {"text": "you have to like try to not step on like a beer can or a beer bottle and break it or", "start": 1238.46, "end": 1243.02}, {"text": "some broken pottery or a magazine. So roll a stealth check. 24. Very good. Yeah, you", "start": 1243.02, "end": 1251.66}, {"text": "from your years of of of pretending to be your dad, you're able to pretty handily like", "start": 1251.66, "end": 1257.7}, {"text": "get to the shed, get pretty close to it. As you do, you hear like a bit of rumbling in", "start": 1257.7, "end": 1266.78}, {"text": "the", "start": 1266.78, "end": 1281.78}, {"text": "it's shed there's like six back here", "start": 1281.78, "end": 1288.78}, {"text": "the one painted green", "start": 1288.78, "end": 1291.22}, {"text": "all okay", "start": 1291.22, "end": 1293.44}, {"text": "i know that shed the bright green shed that usually holds all of your saint", "start": 1293.44, "end": 1298.18}, {"text": "patrick's day paraphernalia", "start": 1298.18, "end": 1301.36}, {"text": "there's one for each holiday", "start": 1301.36, "end": 1306.36}, {"text": "this is the saint patrick's day one", "start": 1306.36, "end": 1308.3}, {"text": "the nicest shed", "start": 1308.3, "end": 1310.68}, {"text": "I have to say you guys want to do with the shed.", "start": 1310.68, "end": 1312.78}, {"text": "I don't what are we doing?", "start": 1312.78, "end": 1314.88}, {"text": "I think follow me.", "start": 1314.88, "end": 1316.68}, {"text": "We're going in.", "start": 1316.68, "end": 1317.58}, {"text": "Okay, so you guys are following you were yelling across the", "start": 1317.58, "end": 1322.18}, {"text": "the if the backyard and as you were yelling you started to", "start": 1322.18, "end": 1325.68}, {"text": "hear the movement stop and as you get a bit closer to the", "start": 1325.68, "end": 1328.68}, {"text": "shed you see two little feet dangling in a big a big chest", "start": 1328.68, "end": 1337.78}, {"text": "where there is like all this fake gold", "start": 1337.78, "end": 1340.34}, {"text": "and also all these all this beer", "start": 1340.34, "end": 1342.14}, {"text": "and he sees two feet dangling in your book will go to go to compare to take", "start": 1342.14, "end": 1345.46}, {"text": "advantage of the", "start": 1345.46, "end": 1346.82}, {"text": "willful group of people are to take advantage of", "start": 1346.82, "end": 1349.66}, {"text": "something else my uncle's waking up", "start": 1349.66, "end": 1353.54}, {"text": "and when you hear you hear", "start": 1353.54, "end": 1355.5}, {"text": "whatever that thing is", "start": 1355.5, "end": 1356.7}, {"text": "here to yell he pops his head up", "start": 1356.7, "end": 1358.86}, {"text": "and this", "start": 1358.86, "end": 1359.78}, {"text": "rosacea", "start": 1359.78, "end": 1361.82}, {"text": "fucking absolutely destroyed, drunken-looking, little, tiny, leprechaun man", "start": 1361.82, "end": 1368.7}, {"text": "pops his head up and he sees you, Keith Benefits, and he goes", "start": 1368.7, "end": 1373.74}, {"text": "\"HARDY TARDY HARDY HARDY TARDY HARDY TARDY!\"", "start": 1373.74, "end": 1376.62}, {"text": "\"Oh my god, they shrank and cloned my uncle!\"", "start": 1376.62, "end": 1379.02}, {"text": "and he starts freaking out and he's running around, he hits into the wall,", "start": 1379.02, "end": 1386.3}, {"text": "he passes out, and then he poof, he disappears.", "start": 1386.3, "end": 1388.62}, {"text": "Whoa! Did you guys see that? No. Buddy, did you see that? Your uncle's nose is like chewing", "start": 1388.62, "end": 1404.34}, {"text": "gum. Now also, Yusef, roll a perception check. Yusef and Keith, I should say. And also actually", "start": 1404.34, "end": 1415.5}, {"text": "Vince Foster, all of you can do it except buddy.", "start": 1415.5, "end": 1418.22}, {"text": "- I got a 20.", "start": 1418.22, "end": 1419.38}, {"text": "- Buddy can't do shit.", "start": 1419.38, "end": 1421.06}, {"text": "- I got a 10.", "start": 1421.06, "end": 1422.26}, {"text": "- Okay, Keith Benefits and Yusef.", "start": 1422.26, "end": 1425.18}, {"text": "Keith, you know your backyard, you know it well.", "start": 1425.18, "end": 1429.26}, {"text": "You know when there's something out of the ordinary,", "start": 1429.26, "end": 1433.7}, {"text": "when there's something weird.", "start": 1433.7, "end": 1434.94}, {"text": "It's a classic sort of tell in Boston, California.", "start": 1434.94, "end": 1439.06}, {"text": "And Yusef, again, your spy abilities come in favor for you.", "start": 1439.06, "end": 1442.34}, {"text": "Vince, you're too busy trying to figure out how you can suffocate Buddy Bowser on Keith's uncle's nose.", "start": 1443.54, "end": 1450.26}, {"text": "[Vince laughs]", "start": 1450.26, "end": 1451.7}, {"text": "And you guys see a... looks like a man in like a suit, but not like a spy suit, like a FBI-looking suit,", "start": 1451.7, "end": 1461.9}, {"text": "skulking outside of the fence, peering in.", "start": 1461.9, "end": 1464.54}, {"text": "Oh my god.", "start": 1464.54, "end": 1468.5}, {"text": "Not him again.", "start": 1468.5, "end": 1469.7}, {"text": "[Vince laughs]", "start": 1469.7, "end": 1471.06}, {"text": "not the guy that watches me sleep", "start": 1471.06, "end": 1474.5}, {"text": "and uh...", "start": 1474.5, "end": 1475.54}, {"text": "the a_t_c_'s there were you talking", "start": 1475.54, "end": 1477.52}, {"text": "uh...", "start": 1477.52, "end": 1479.1}, {"text": "this is an instruction for me", "start": 1479.1, "end": 1481.62}, {"text": "it's a little bit of a small", "start": 1481.62, "end": 1484.82}, {"text": "yeah how much you go over there talk to him", "start": 1484.82, "end": 1487.06}, {"text": "i think he may be running for a little towards the mania", "start": 1487.06, "end": 1490.62}, {"text": "so", "start": 1490.62, "end": 1492.38}, {"text": "there's a", "start": 1492.38, "end": 1493.22}, {"text": "uh... and uh...", "start": 1493.22, "end": 1495.58}, {"text": "he uh... he takes out uh...", "start": 1495.58, "end": 1498.54}, {"text": "uh... going to freeze phrase", "start": 1498.54, "end": 1500.9}, {"text": "This FBI, and he looks like he's maybe in the FBI, but he also looks like he has like scales underneath his skin.", "start": 1500.9, "end": 1512.5}, {"text": "It's hard to tell if he's a person or some sort of snake man.", "start": 1512.5, "end": 1519.7}, {"text": "I take it as a challenge.", "start": 1519.7, "end": 1521.8}, {"text": "I walk up, hold the bow of the gun and put it in the center of my forehead.", "start": 1521.8, "end": 1525.6}, {"text": "Shoot me.", "start": 1525.6, "end": 1527.0}, {"text": "(laughter)", "start": 1527.0, "end": 1529.0}, {"text": "(laughter)", "start": 1529.0, "end": 1534.0}, {"text": "Uh, he's like...", "start": 1534.0, "end": 1538.0}, {"text": "I'm rolling intimidation check with advantage, uh, Yousef.", "start": 1538.0, "end": 1544.0}, {"text": "Okay. Oh no.", "start": 1544.0, "end": 1546.0}, {"text": "You are still a child.", "start": 1546.0, "end": 1548.0}, {"text": "So, he's just like,", "start": 1548.0, "end": 1550.0}, {"text": "\"What? What are you doing?\"", "start": 1550.0, "end": 1552.0}, {"text": "And, and, and, and, and sort of like,", "start": 1552.0, "end": 1555.0}, {"text": "that", "start": 1555.0, "end": 1570.0}, {"text": "the", "start": 1570.0, "end": 1577.0}, {"text": "the", "start": 1577.0, "end": 1589.44}, {"text": "to", "start": 1589.44, "end": 1604.16}, {"text": "to go first. So this guy, this FBI guy looking guy who also looks a little bit snake like", "start": 1604.16, "end": 1611.38}, {"text": "sort of just busted through the shed and saw Keith Benefits and he is sort of going towards", "start": 1611.38, "end": 1619.24}, {"text": "him right now. It looks like he's trying to maybe do like a sleeper hold. He doesn't want", "start": 1619.24, "end": 1623.38}, {"text": "him to, you can't tell if it's like he's trying to kill him or hurt him just to like, you", "start": 1623.38, "end": 1630.76}, {"text": "But um, you're pretty sure that there's something going on.", "start": 1630.76, "end": 1634.76}, {"text": "So yeah, you're up Yusuf, though. That's sort of what's happening now.", "start": 1634.76, "end": 1638.76}, {"text": "I, uh, luckily, I brought the gun my dad keeps in his drawer.", "start": 1638.76, "end": 1644.76}, {"text": "[laughter]", "start": 1644.76, "end": 1646.76}, {"text": "To shoot at cars. Which I pull it out. Freeze!", "start": 1646.76, "end": 1650.76}, {"text": "Okay, uh, and you have a pretty clear shot at him.", "start": 1650.76, "end": 1654.76}, {"text": "And so, um, I'm gonna say that you can", "start": 1654.76, "end": 1658.76}, {"text": "you can roll again of intimidation with advantage before you even, but this would be your action", "start": 1658.76, "end": 1665.4}, {"text": "is to just point the gun and say freeze.", "start": 1665.4, "end": 1667.32}, {"text": "Oh my god.", "start": 1667.32, "end": 1669.08}, {"text": "Six and three.", "start": 1669.08, "end": 1670.08}, {"text": "Yeah no, you're not very intimidating to him.", "start": 1670.08, "end": 1672.8}, {"text": "He's so, an actual gun.", "start": 1672.8, "end": 1675.96}, {"text": "This guy got nerves of steel.", "start": 1675.96, "end": 1677.48}, {"text": "Yeah this guy's like, that's not.", "start": 1677.48, "end": 1679.64}, {"text": "This kid has a cane, he's not shooting a gun at me.", "start": 1679.64, "end": 1681.88}, {"text": "This kid's, what are you some sort of steampunk dandy?", "start": 1681.88, "end": 1685.72}, {"text": "Get out of my sight.", "start": 1685.72, "end": 1687.08}, {"text": "the 80s all toy guns look real true where did that's where did that stinky stinky", "start": 1687.08, "end": 1694.64}, {"text": "little man go who was in here and about yourself my uncle's right over there", "start": 1694.64, "end": 1699.8}, {"text": "oh both of you will make you mad for different reasons and and yeah it is", "start": 1699.8, "end": 1707.56}, {"text": "though based on dexterity it is your turn Vince Foster okay I will I will use my", "start": 1707.56, "end": 1716.56}, {"text": "brass knuckles. Hell yeah, so you can run up to this guy. 21. Yeah, that's a hit. You could just...", "start": 1716.56, "end": 1721.92}, {"text": "Yes! Yeah. And I got 12. Fuck. Okay, yeah. I'm so good, dude. Yeah, so you just run up to this guy.", "start": 1721.92, "end": 1728.4}, {"text": "How do you beat down on him? One single, like, old-timey 80s movie punch.", "start": 1728.4, "end": 1735.76}, {"text": "Just completely unrealistic. I'm like three inches away from his face and it's... Yeah.", "start": 1735.76, "end": 1740.24}, {"text": "and uh...", "start": 1742.4, "end": 1743.66}, {"text": "pretty teacher lady. I thought that was an accident.", "start": 1743.66, "end": 1747.22}, {"text": "okay", "start": 1747.22, "end": 1748.6}, {"text": "Buddy you smelled a pretty teacher lady. I didn't mean to click that.", "start": 1748.6, "end": 1752.52}, {"text": "Buddy used his turn to smell a pretty teacher lady.", "start": 1752.52, "end": 1756.02}, {"text": "You look like my teacher, she's beautiful.", "start": 1756.02, "end": 1761.12}, {"text": "But yeah, you sock him in the jaw and he's like \"Ah! That was like three feet away! How'd that happen?\"", "start": 1761.12, "end": 1765.74}, {"text": "He's like freaking out", "start": 1765.74, "end": 1767.36}, {"text": "about that but he got hit pretty hard", "start": 1767.36, "end": 1769.76}, {"text": "there.", "start": 1769.76, "end": 1770.84}, {"text": "uh...", "start": 1770.84, "end": 1771.84}, {"text": "i keep benefits or is it money notes but it's your turn", "start": 1771.84, "end": 1775.36}, {"text": "uh...", "start": 1775.36, "end": 1777.08}, {"text": "you for first you smell", "start": 1777.08, "end": 1779.04}, {"text": "so then", "start": 1779.04, "end": 1780.04}, {"text": "before your old frog", "start": 1780.04, "end": 1781.68}, {"text": "little girl i was a little bit of the other guy yet the i got a good it's", "start": 1781.68, "end": 1786.04}, {"text": "distance gap", "start": 1786.04, "end": 1787.4}, {"text": "if you're like forty feet away from him by the local and i can smell you from", "start": 1787.4, "end": 1791.4}, {"text": "here and you smell fragrant", "start": 1791.4, "end": 1794.12}, {"text": "the", "start": 1794.12, "end": 1795.68}, {"text": "black", "start": 1795.68, "end": 1797.32}, {"text": "you smell fragrant", "start": 1797.32, "end": 1799.96}, {"text": "You smell like- he's saying you smell like a vagrant.", "start": 1799.96, "end": 1802.68}, {"text": "What? No, I- I- I shower plenty.", "start": 1802.68, "end": 1806.2}, {"text": "You have- you have scales like my mom's leg.", "start": 1806.2, "end": 1809.72}, {"text": "My scales.", "start": 1809.72, "end": 1811.8}, {"text": "And he starts to rub down on the scales and they sort of smooth out.", "start": 1811.8, "end": 1815.92}, {"text": "Um, and it becomes more like skin-like.", "start": 1815.92, "end": 1818.32}, {"text": "That's what my mom does too.", "start": 1818.32, "end": 1820.56}, {"text": "With her ointment.", "start": 1820.56, "end": 1823.16}, {"text": "So what do you wanna do, buddy Bowser?", "start": 1823.16, "end": 1826.8}, {"text": "Uh, I can only move 20 feet 'cause I'm-", "start": 1826.8, "end": 1829.16}, {"text": "you can't use the ocean and i have a couple of the peace", "start": 1829.16, "end": 1832.84}, {"text": "on the bottom i see it's really hard for me to walk", "start": 1832.84, "end": 1836.48}, {"text": "so i don't like halfway to the shed", "start": 1836.48, "end": 1838.98}, {"text": "we could also be good news for movement though too", "start": 1838.98, "end": 1841.72}, {"text": "that's true okay", "start": 1841.72, "end": 1843.36}, {"text": "you don't do anything else except get their yeah", "start": 1843.36, "end": 1846.2}, {"text": "i quote unquote dash which is the a_s_ looks exactly the same i just walk a", "start": 1846.2, "end": 1850.24}, {"text": "little more before i stop", "start": 1850.24, "end": 1853.24}, {"text": "uh...", "start": 1853.24, "end": 1854.52}, {"text": "and meanwhile is cowering behind her passed out uncle.", "start": 1855.52, "end": 1858.52}, {"text": "Like, \"Ahh! Oh God! What is happening? I'm sore!\"", "start": 1858.52, "end": 1863.52}, {"text": "And, uh, it's your turn Vince Foster.", "start": 1863.52, "end": 1866.52}, {"text": "Oh, not Vince Foster, sorry.", "start": 1866.52, "end": 1867.52}, {"text": "Keith Benefits, now it's your turn.", "start": 1867.52, "end": 1869.52}, {"text": "Is there anything...", "start": 1869.52, "end": 1870.52}, {"text": "Okay, can I do like a perception check", "start": 1870.52, "end": 1872.52}, {"text": "to see if there's anything in the shed", "start": 1872.52, "end": 1874.52}, {"text": "that I can do a prank with?", "start": 1874.52, "end": 1875.52}, {"text": "Yeah, so, yeah.", "start": 1875.52, "end": 1877.52}, {"text": "There's... Don't even have to do a perception check.", "start": 1877.52, "end": 1879.52}, {"text": "So, it's a St. Paddy's Day shed.", "start": 1879.52, "end": 1881.52}, {"text": "So, there's...", "start": 1881.52, "end": 1883.52}, {"text": "Jameson?", "start": 1883.52, "end": 1884.52}, {"text": "There's Jameson there. Oh, yeah, there's alcohol in there", "start": 1884.52, "end": 1886.62}, {"text": "Yeah, there's like", "start": 1886.62, "end": 1891.42}, {"text": "Yes, oh, yeah, there's like there's like a little like a leprechaun outfit that you could you could use as a cloth", "start": 1891.42, "end": 1897.92}, {"text": "Okay, there is Jameson in there", "start": 1897.92, "end": 1899.7}, {"text": "Most of the alcohol in here has been completely drunken though by you assume that little creature that was in here earlier", "start": 1899.7, "end": 1905.94}, {"text": "But there is a bit there's a bit of Jameson left in like one of the bottle", "start": 1905.94, "end": 1909.48}, {"text": "I soak a leprechaun outfit in Jameson and I pull out my Zippo and light it.", "start": 1909.48, "end": 1915.48}, {"text": "Toss it at this FBI agent.", "start": 1915.48, "end": 1918.48}, {"text": "Okay, a couple of things. One, it's going to be an athletics check.", "start": 1918.48, "end": 1922.48}, {"text": "Okay.", "start": 1922.48, "end": 1923.48}, {"text": "Vince Foster, you're going to have to do a dexterity saving throw. You're right there.", "start": 1923.48, "end": 1927.48}, {"text": "Okay. Awesome. I got a four.", "start": 1927.48, "end": 1932.48}, {"text": "Okay.", "start": 1932.48, "end": 1933.48}, {"text": "You you", "start": 1936.48, "end": 1938.48}, {"text": "Do a dexterity based attack so that'd be like your throw rocks your rocks attack just do that", "start": 1938.48, "end": 1943.9}, {"text": "Just the rocks. Yeah, that's actually yeah instead of athletics 16. Yeah that hits", "start": 1943.9, "end": 1949.74}, {"text": "Now that you it does get in your general area though, but it hits the FBI agent and", "start": 1949.74, "end": 1957.96}, {"text": "shit, I", "start": 1957.96, "end": 1960.2}, {"text": "Guess what a Molotov cocktail?", "start": 1960.2, "end": 1962.36}, {"text": "How much damage is that?", "start": 1962.36, "end": 1965.54}, {"text": "I", "start": 1965.54, "end": 1985.54}, {"text": "But yeah, your pant leg got a bit on fire", "start": 1985.54, "end": 1987.54}, {"text": "from the Molotov cocktail", "start": 1987.54, "end": 1990.14}, {"text": "And now the shed is starting to get on fire, too", "start": 1990.14, "end": 1993.62}, {"text": "Yeah", "start": 1993.62, "end": 1997.86}, {"text": "So, yeah, so the FBI agent now is like he's like", "start": 1997.86, "end": 2001.52}, {"text": "He's like, you know", "start": 2001.52, "end": 2004.62}, {"text": "Burning a bit. He got socked in the face by another kid. And so he starts panicking", "start": 2004.62, "end": 2009.66}, {"text": "He starts to to run away", "start": 2009.66, "end": 2013.1}, {"text": "Tries to run paths use of DVD you get an opportunity attack though Vince Foster while he's running away", "start": 2014.26, "end": 2018.92}, {"text": "Okay", "start": 2018.92, "end": 2022.36}, {"text": "Mm-hmm. He's so he's out of the shed now. Yeah", "start": 2022.36, "end": 2025.24}, {"text": "Okay, so I will", "start": 2025.24, "end": 2027.8}, {"text": "Is there any objects in the shed that I could throw? Yeah, I mean", "start": 2027.8, "end": 2032.04}, {"text": "Empty beer cans empty beer cans. There's like there's a blarney stone. There's a blarney stone in here, too", "start": 2032.04, "end": 2039.72}, {"text": "Is there a shuriken a shuriken? Yeah, there's an Irish shuriken. It's just a cross. Okay, I will throw that", "start": 2039.72, "end": 2045.92}, {"text": "Yeah, okay throw it really improvise", "start": 2045.92, "end": 2049.92}, {"text": "12 yeah that hits him. Yeah, this guy's not the highest five damage. Okay. Yeah you throw your cross and it's Catholic", "start": 2049.92, "end": 2058.32}, {"text": "Cross so it has Jesus on it. Yeah, it's just spinning in the air", "start": 2058.32, "end": 2061.52}, {"text": "It spins and you see you said you see it just like land in this in like the the small of this guy's back", "start": 2061.52, "end": 2068.12}, {"text": "and just like jut out Christ first.", "start": 2069.48, "end": 2071.98}, {"text": "Um, and he's just like, \"AHHHHH!\"", "start": 2071.98, "end": 2074.98}, {"text": "And just like, falls on his knees.", "start": 2074.98, "end": 2077.98}, {"text": "And, uh, um, and Yusef, what you see,", "start": 2077.98, "end": 2082.48}, {"text": "is you see this guy disappear, and it's just his clothes remains.", "start": 2082.48, "end": 2086.98}, {"text": "And then you see a snake slither out and slither away.", "start": 2086.98, "end": 2090.48}, {"text": "Um, past you.", "start": 2090.48, "end": 2093.98}, {"text": "Um, the initiative's over,", "start": 2093.98, "end": 2096.98}, {"text": "but Vince Foster you need to get out of the shed", "start": 2096.98, "end": 2100.02}, {"text": "before I do I'm in the shed too", "start": 2100.02, "end": 2103.02}, {"text": "you're kind of in the shed too but you're much further from where the fire that you threw", "start": 2103.02, "end": 2107.82}, {"text": "I'm not going to say exactly what he says but", "start": 2107.82, "end": 2111.42}, {"text": "based on the cross and the snake thing my character says something deeply anti-semitic", "start": 2111.42, "end": 2116.98}, {"text": "and then he leaves", "start": 2116.98, "end": 2121.98}, {"text": "*laughs*", "start": 2121.98, "end": 2123.98}, {"text": "Just roll a... just roll... nah, I mean you could just leave the shed. It's just like lighting on fire and he's gonna fall down.", "start": 2123.98, "end": 2130.78}, {"text": "Yeah", "start": 2130.78, "end": 2133.78}, {"text": "But yeah, that was that was a weird thing that happened. Solvin meanwhile, she lifts her head up and she's like", "start": 2133.78, "end": 2140.7}, {"text": "He's not waking up", "start": 2140.7, "end": 2143.22}, {"text": "He's not gonna wake up. Can we go back inside now?", "start": 2143.22, "end": 2146.7}, {"text": "Well, why don't we just put him next to the shed?", "start": 2146.7, "end": 2150.62}, {"text": "*laughter*", "start": 2150.62, "end": 2152.62}, {"text": "I don't want to.", "start": 2152.62, "end": 2154.62}, {"text": "Maybe that'll wake him up.", "start": 2154.62, "end": 2155.78}, {"text": "Maybe if the, maybe he smells the fire, that'll wake him up.", "start": 2155.78, "end": 2158.82}, {"text": "Um, okay, I guess we could try.", "start": 2158.82, "end": 2162.82}, {"text": "And did you guys, do you guys want to try to bring your uncle towards the, I've, I've", "start": 2162.82, "end": 2166.14}, {"text": "got some, uh, I've got some powder on me.", "start": 2166.14, "end": 2168.98}, {"text": "Oh yeah.", "start": 2168.98, "end": 2169.98}, {"text": "You want to try to use the powder?", "start": 2169.98, "end": 2171.98}, {"text": "Your dad's powder?", "start": 2171.98, "end": 2172.98}, {"text": "Yeah.", "start": 2172.98, "end": 2173.98}, {"text": "My dad has some magic powder.", "start": 2173.98, "end": 2175.98}, {"text": "Oh, okay.", "start": 2175.98, "end": 2177.9}, {"text": "That's a good idea.", "start": 2177.9, "end": 2178.9}, {"text": "to", "start": 2178.9, "end": 2192.82}, {"text": "you put the powder like in his nose you try to figure out like how does your dad", "start": 2192.82, "end": 2195.9}, {"text": "do it and you do your dad sniffs it usually you would think but so you just", "start": 2195.9, "end": 2201.18}, {"text": "sort of like put it up in there and you want to cover it in like spit and you", "start": 2201.18, "end": 2208.14}, {"text": "just watch like the blood vessels you maybe they get redder you can't really", "start": 2208.14, "end": 2211.78}, {"text": "tell and his face looks a little like it's maybe it's swelled a little bit", "start": 2211.78, "end": 2216.3}, {"text": "more like you can't tell but he's like and he just goes like huh and like", "start": 2216.3, "end": 2221.54}, {"text": "nothing else happens", "start": 2221.54, "end": 2227.86}, {"text": "uh... you guys can still try to drag into the burning shed i have a better idea", "start": 2227.86, "end": 2233.78}, {"text": "uh... so", "start": 2233.78, "end": 2235.18}, {"text": "i'd take", "start": 2235.18, "end": 2237.42}, {"text": "so on the map here there's a fish", "start": 2237.42, "end": 2239.46}, {"text": "yet on the ground there's a couple of the couple of cards sort of uh... just", "start": 2239.46, "end": 2243.38}, {"text": "never", "start": 2243.38, "end": 2244.5}, {"text": "i'd be after when a her anger", "start": 2244.5, "end": 2246.66}, {"text": "i'd pick up the fish", "start": 2246.66, "end": 2249.18}, {"text": "and uh...", "start": 2249.18, "end": 2251.36}, {"text": "I just just shoved the shoved the whole fish head in his mouth.", "start": 2251.36, "end": 2255.76}, {"text": "Okay, roll a medicine check with disadvantage.", "start": 2255.76, "end": 2260.46}, {"text": "But do it.", "start": 2260.46, "end": 2261.46}, {"text": "Yeah, 11.", "start": 2261.46, "end": 2262.96}, {"text": "Okay, that and I'll say plus the cocaine your uncle now is like", "start": 2262.96, "end": 2268.54}, {"text": "trying to breathe through his mouth, but he can't so he has to", "start": 2268.54, "end": 2272.64}, {"text": "breathe through his nose that is filled with cocaine and saliva.", "start": 2272.64, "end": 2275.86}, {"text": "And so you watch his him just like his eyes.", "start": 2275.86, "end": 2280.06}, {"text": "shoot the fuck open and he chomps on the fish and he just starts vomiting what is looks", "start": 2280.06, "end": 2289.94}, {"text": "like completely undigested beer.", "start": 2289.94, "end": 2292.54}, {"text": "It's like it's completely just regular beer you could drink from it.", "start": 2292.54, "end": 2296.98}, {"text": "It still has a head.", "start": 2296.98, "end": 2297.98}, {"text": "Yeah.", "start": 2297.98, "end": 2298.98}, {"text": "He vomits into like a cup like a really big mug.", "start": 2298.98, "end": 2306.9}, {"text": "it", "start": 2306.9, "end": 2313.9}, {"text": "in", "start": 2313.9, "end": 2328.9}, {"text": "like", "start": 2328.9, "end": 2347.34}, {"text": "Like that time I ate a pack of thumbtacks", "start": 2347.34, "end": 2349.76}, {"text": "He's like", "start": 2349.76, "end": 2353.78}, {"text": "Keith where was I? I", "start": 2353.78, "end": 2357.62}, {"text": "I thought I saw God and then I was chewing on a fish", "start": 2357.62, "end": 2361.18}, {"text": "What the hell is this you brought sir? Your potion is delicious", "start": 2361.18, "end": 2365.7}, {"text": "But you brought the", "start": 2365.7, "end": 2370.34}, {"text": "You brought the special guy back with you. What's this?", "start": 2370.34, "end": 2373.46}, {"text": "And Vince Foster. Oh, hey Vince, how you doing? He just knows this. Yeah, he knows", "start": 2375.98, "end": 2380.64}, {"text": "We hang out of the bowling alley. Yeah", "start": 2380.64, "end": 2383.5}, {"text": "anyway, anyway, uh", "start": 2383.5, "end": 2386.2}, {"text": "my uncle", "start": 2386.2, "end": 2388.2}, {"text": "Yeah, anyway, my uncle", "start": 2388.2, "end": 2390.7}, {"text": "Going on in the shed", "start": 2390.7, "end": 2401.98}, {"text": "I think you did it", "start": 2401.98, "end": 2405.22}, {"text": "What what I oh shit", "start": 2405.54, "end": 2407.54}, {"text": "Takes in that the shed is on fire", "start": 2407.54, "end": 2410.84}, {"text": "He's like and roll roll a persuasion check with advantage because he's completely fucking out of it and like yeah", "start": 2410.84, "end": 2417.02}, {"text": "22 yeah, he's like", "start": 2417.02, "end": 2420.26}, {"text": "Don't say a fucking word the end. Okay, I wasn't gonna okay. That's my guy. That's my don't accuse me. It's doing it", "start": 2420.26, "end": 2427.82}, {"text": "I won't I'm just saying don't fucking say anything. I don't know what I think Ghana when I go to sleep", "start": 2427.82, "end": 2433.1}, {"text": "I don't know what I do. That's the only thing I can say for sure", "start": 2433.1, "end": 2435.86}, {"text": "I walk. All right. Okay, it wasn't gonna say you wasn't gonna I'm just doing my due diligence", "start": 2435.86, "end": 2443.48}, {"text": "It's nothing to do with you. Don't take it so personal you being sensitive. You know, I say", "start": 2443.48, "end": 2447.5}, {"text": "You're being sensitive. Yeah, I'm not being so you're being sensitive. That's what you're doing right now. Oh my god", "start": 2447.5, "end": 2452.66}, {"text": "I wish I didn't wake you up. I wish you didn't wake me up either. I was dying. It was great", "start": 2452.66, "end": 2456.98}, {"text": "We saw a devil that looked like my mom's leg", "start": 2456.98, "end": 2460.4}, {"text": "a", "start": 2460.4, "end": 2480.22}, {"text": "Um, you know investigate the clothes the FBI guy do whatever you guys want", "start": 2480.22, "end": 2484.18}, {"text": "There's shit around here. Maybe the other thing was around here the leprechaun thing. I'm gonna investigate the shed", "start": 2484.18, "end": 2490.08}, {"text": "You have to wait like 20 minutes, yeah", "start": 2490.08, "end": 2493.76}, {"text": "Wait, is there a hose in the backyard? Yeah. Yeah, you can also try to do that. All right, we're gonna play guys", "start": 2493.76, "end": 2501.18}, {"text": "Let's play firemen", "start": 2501.18, "end": 2503.18}, {"text": "So I get I get the hose yeah, you all need to sort of you're all kids", "start": 2505.18, "end": 2509.24}, {"text": "You all need to try to get together and do well. We have to go inside and get our fireman costumes first. I'm", "start": 2509.24, "end": 2513.84}, {"text": "I call being the pole", "start": 2513.84, "end": 2517.26}, {"text": "Okay, do you guys go get changed who does this just", "start": 2517.26, "end": 2523.76}, {"text": "Richard scary town of sheds yeah what are your firemen costumes look like do", "start": 2533.62, "end": 2540.42}, {"text": "they differ between each of you or you all the same one uh they're very big I", "start": 2540.42, "end": 2546.34}, {"text": "can tell you that yeah right perfect I'm dry I'm wearing a nurse's outfit okay so", "start": 2546.34, "end": 2555.98}, {"text": "we take the hose off the fire yeah yeah yeah yeah you guys run did there you", "start": 2555.98, "end": 2561.82}, {"text": "You close it down, the shed is sort of saved.", "start": 2561.82, "end": 2566.34}, {"text": "It's like, it took you a while to get it on.", "start": 2566.34, "end": 2569.34}, {"text": "Yusef got his on very quickly.", "start": 2569.34, "end": 2570.94}, {"text": "He practices changing in and changing out of outfits for spy reasons.", "start": 2570.94, "end": 2576.66}, {"text": "Or Yusef, did you take off your spy outfit and put on the fireman costume?", "start": 2576.66, "end": 2582.3}, {"text": "No, I put it on top of my spy suit.", "start": 2582.3, "end": 2584.94}, {"text": "Of course.", "start": 2584.94, "end": 2587.1}, {"text": "And Keith, did you put on a fireman...", "start": 2587.1, "end": 2588.9}, {"text": "Lucky Vince, did you put on a fireman outfit or what did you do during that time? No, I just I took my jacket off", "start": 2588.9, "end": 2594.86}, {"text": "So I did that's what I wanted to know. Okay, and so yeah, you guys mostly save it like burns all over my body now", "start": 2594.86, "end": 2603.48}, {"text": "But yeah from being in the shed and fighting with the shirt on yeah", "start": 2603.48, "end": 2607.4}, {"text": "Yeah, you look you look like a little like a little too old for", "start": 2607.4, "end": 2612.38}, {"text": "But yeah, so the shed is the shed you can still investigate to roll an investigation check anybody who wants to investigate the shed", "start": 2614.94, "end": 2620.5}, {"text": "It could be all of you", "start": 2620.5, "end": 2621.98}, {"text": "18", "start": 2621.98, "end": 2622.98}, {"text": "Mm-hmm 17. Mm-hmm", "start": 2622.98, "end": 2624.86}, {"text": "three", "start": 2624.86, "end": 2627.14}, {"text": "17 yeah, well Vince is just so uninterested in", "start": 2627.14, "end": 2631.22}, {"text": "Investigating the yeah, or what or why Vince? Why do you think you did so poorly?", "start": 2631.22, "end": 2634.7}, {"text": "I should because I got distracted by one of the like", "start": 2634.7, "end": 2637.38}, {"text": "Broken down cars in the backyard. Yeah, I start working on it with a wrench just like kind of screwing stuff making it worse", "start": 2637.38, "end": 2644.22}, {"text": "this", "start": 2644.22, "end": 2658.98}, {"text": "know what I'm doing. There's no like grease on my hands. I'm", "start": 2658.98, "end": 2661.86}, {"text": "just wiping my own blood onto the onto the towel over and over", "start": 2661.86, "end": 2665.22}, {"text": "again. Yeah. Somebody is just like walking by and like the", "start": 2665.22, "end": 2669.54}, {"text": "neighborhood. It's just like looks over the fence. It just", "start": 2669.54, "end": 2671.54}, {"text": "goes **** I'm not even going to **** touch that **** ****", "start": 2671.54, "end": 2675.54}, {"text": "bloody kid. Not again and yeah, the rest of you three though", "start": 2675.54, "end": 2680.34}, {"text": "you guys all sort of scour the scour the shed and you find a", "start": 2680.34, "end": 2684.26}, {"text": "couple of like little gold coins through investigating and and gold coins that", "start": 2684.26, "end": 2690.26}, {"text": "you've never seen before.", "start": 2690.26, "end": 2691.26}, {"text": "Buddy, you guys are going to have to roll a strength check to stop me from eating these.", "start": 2691.26, "end": 2695.26}, {"text": "Right in my mouth the second I see them.", "start": 2695.26, "end": 2698.26}, {"text": "Buddy, get it out of your fucking mouth!", "start": 2698.26, "end": 2700.26}, {"text": "Yeah, I...", "start": 2700.26, "end": 2702.26}, {"text": "Buddy, uh yeah, Yousef, yousef, yousef, you have to roll too.", "start": 2702.26, "end": 2708.26}, {"text": "And you roll strength too, buddy.", "start": 2708.26, "end": 2711.26}, {"text": "Oh God, I'm gonna eat the coin", "start": 2711.26, "end": 2713.98}, {"text": "So you seven just completely failed yet, what are you like completely succeeded? Yeah", "start": 2713.98, "end": 2723.72}, {"text": "Yusef Yusef, why do you why do you think you messed this up describe to me? What what stopped you look?", "start": 2723.72, "end": 2731.88}, {"text": "I'm gonna be straight with you. Mm-hmm. I'm", "start": 2731.88, "end": 2733.88}, {"text": "The the nurse outfit was distracting me. I", "start": 2733.88, "end": 2737.22}, {"text": "I didn't want to touch him because he was covered in too much glue.", "start": 2739.82, "end": 2743.02}, {"text": "Yeah.", "start": 2743.02, "end": 2743.52}, {"text": "And he looked like a girl.", "start": 2743.52, "end": 2745.82}, {"text": "You were like, \"I don't want- I hate girls with cooties.\"", "start": 2745.82, "end": 2747.9}, {"text": "I'm still-", "start": 2747.9, "end": 2748.4}, {"text": "Uh, buddy, you just fucking eat one- the coin you find.", "start": 2748.4, "end": 2751.66}, {"text": "You just fucking eat it.", "start": 2751.66, "end": 2753.18}, {"text": "I need more coins.", "start": 2753.18, "end": 2754.38}, {"text": "You're not touching mine.", "start": 2754.38, "end": 2756.3}, {"text": "You have coins?", "start": 2756.3, "end": 2758.22}, {"text": "No.", "start": 2758.22, "end": 2759.6}, {"text": "We don't have coins.", "start": 2759.6, "end": 2761.66}, {"text": "I'm just lumbering towards Keith Bennefitt very slowly and ominously.", "start": 2761.66, "end": 2766.54}, {"text": "No, I don't have a coin.", "start": 2766.54, "end": 2768.54}, {"text": "Buddy, no.", "start": 2768.54, "end": 2769.18}, {"text": "I", "start": 2769.18, "end": 2770.66}, {"text": "Don't hit check this out. I take there's like a fake pot of gold like one of those like plastic. Yeah, right", "start": 2770.66, "end": 2777.42}, {"text": "Yeah, I", "start": 2777.42, "end": 2778.9}, {"text": "Give him a whole pot of plastic coins", "start": 2778.9, "end": 2781.36}, {"text": "Yeah, buddy just eating that", "start": 2781.36, "end": 2787.1}, {"text": "Yeah, the coin there is just a coin inside of you now. I guess we'll have to address that later", "start": 2787.1, "end": 2793.98}, {"text": "Yeah, and so that's that's it for the for the shed though. I mean you find all the burned-down st", "start": 2798.22, "end": 2802.58}, {"text": "Patty's Day stuff you were gonna wear to the st. Patty's Day parade", "start": 2802.58, "end": 2805.34}, {"text": "Tomorrow, they're all tattered, but I'm still gonna wear it", "start": 2805.34, "end": 2809.44}, {"text": "Those are already tattered. Yeah, and", "start": 2809.44, "end": 2812.5}, {"text": "I'll say at this point you guys you guys retire", "start": 2812.5, "end": 2815.9}, {"text": "Retire for the evening unless you want to do a little bit more investigating in the backyard", "start": 2815.9, "end": 2819.3}, {"text": "I burp and the gold coin flies out and hits Keith in the eye", "start": 2819.3, "end": 2822.38}, {"text": "It sticks to his face", "start": 2822.38, "end": 2826.42}, {"text": "Oh, fuck!", "start": 2826.42, "end": 2828.42}, {"text": "It's stuck on my fucking eyebrow! I can't get it off!", "start": 2828.42, "end": 2831.42}, {"text": "It's also covered in paste.", "start": 2831.42, "end": 2833.42}, {"text": "Yeah, the paste and the coin on my eyebrow, like, waxes my eyebrow off.", "start": 2833.42, "end": 2839.42}, {"text": "The shape of the coin.", "start": 2839.42, "end": 2841.42}, {"text": "So I just have a circle of a missing eyebrow.", "start": 2841.42, "end": 2843.42}, {"text": "Yeah, your aunt sees you later and she's just like,", "start": 2843.42, "end": 2846.42}, {"text": "\"Oh, no, I'm not dealing with one of these things you're doing now, okay?", "start": 2846.42, "end": 2850.42}, {"text": "You gotta talk to somebody else about this!\"", "start": 2850.42, "end": 2853.42}, {"text": "I wasn't even gonna ask for any help. It looks cool. No, it's no it looks cool", "start": 2853.42, "end": 2858.68}, {"text": "You look like you look like a fucking victim is what you look like. You look like a freak. Okay, cool right now", "start": 2858.68, "end": 2864.26}, {"text": "You look weird. There's nothing worse than being weird. I'm going back in the back. Where's the shed? What'd you do?", "start": 2864.26, "end": 2870.02}, {"text": "There was a shed here. There's one other shed. No", "start": 2870.02, "end": 2872.54}, {"text": "deception check", "start": 2872.54, "end": 2875.34}, {"text": "Great one. I know there was a fucking shed here cuz I was for st. Paddy's Day tomorrow", "start": 2875.34, "end": 2881.34}, {"text": "Ask your fucking husband about this shit!", "start": 2881.34, "end": 2883.34}, {"text": "Oh no.", "start": 2883.34, "end": 2883.84}, {"text": "You see the- the uncle- the husband-", "start": 2883.84, "end": 2885.84}, {"text": "*laughter*", "start": 2885.84, "end": 2886.34}, {"text": "The uncle crashes his head through the window one floor up.", "start": 2886.34, "end": 2889.34}, {"text": "\"HEY!\"", "start": 2889.34, "end": 2890.34}, {"text": "\"I thought you fucking said you weren't gonna fucking say anything!\"", "start": 2890.34, "end": 2893.34}, {"text": "\"She was yelling at me, I didn't know what I was gonna do!\"", "start": 2893.34, "end": 2896.34}, {"text": "There's just like this-", "start": 2896.34, "end": 2897.34}, {"text": "Three, like, this perfect triangle of like-", "start": 2897.34, "end": 2900.34}, {"text": "Like you in the yard, her one floor down, him one floor up, yelling at each other.", "start": 2900.34, "end": 2905.34}, {"text": "Blood vessels popping out of your necks.", "start": 2905.34, "end": 2908.34}, {"text": "Um.", "start": 2908.34, "end": 2909.34}, {"text": "Uh.", "start": 2909.34, "end": 2910.34}, {"text": "But yeah, I mean, unless you want to look at the, anything else in the backyard, we could retire for the evening.", "start": 2910.34, "end": 2915.34}, {"text": "Yeah, I'm going to investigate the backyard some more.", "start": 2915.34, "end": 2917.34}, {"text": "Yeah, okay. You can do that. All you guys can do that.", "start": 2917.34, "end": 2920.34}, {"text": "Six.", "start": 2920.34, "end": 2921.34}, {"text": "Okay.", "start": 2921.34, "end": 2922.34}, {"text": "I guess I'm not.", "start": 2922.34, "end": 2925.34}, {"text": "Maybe you could investigate the gold coin that was stuck to you or something.", "start": 2925.34, "end": 2928.34}, {"text": "Oh yeah, that's a good idea. Okay. Fifteen. I investigate the coin.", "start": 2928.34, "end": 2933.34}, {"text": "Yeah, okay. Um, I would say that for you", "start": 2933.34, "end": 2936.5}, {"text": "Patrick", "start": 2936.5, "end": 2940.34}, {"text": "you look at the coin or Keith brother Keith you look at the coin and", "start": 2940.34, "end": 2943.98}, {"text": "You you start to hear as you stare into it", "start": 2943.98, "end": 2949.74}, {"text": "Like you start to hear like a very faint Danny boy and your eyes start to like water well up with tears. Yeah", "start": 2949.74, "end": 2962.54}, {"text": "I could hear them singing Danny boy on the Muppet Show tonight", "start": 2962.54, "end": 2966.16}, {"text": "Singing he sounds beautiful. Yeah, and", "start": 2966.16, "end": 2971.14}, {"text": "Then it then it then it stops", "start": 2971.14, "end": 2976.54}, {"text": "But you you you feel like there's something magical with this coin. You're pretty sure now", "start": 2976.54, "end": 2982.9}, {"text": "I'll say I'm pretty sure there's something magical", "start": 2982.9, "end": 2986.18}, {"text": "I hear you say coin and I'm walking at you", "start": 2986.18, "end": 2990.74}, {"text": "again.", "start": 2990.74, "end": 2991.74}, {"text": "Just drooling.", "start": 2991.74, "end": 2992.74}, {"text": "No, I have to pick up another like, there's like six different plastic pots of gold in", "start": 2992.74, "end": 2999.46}, {"text": "here.", "start": 2999.46, "end": 3000.46}, {"text": "Yeah, now whenever I take a step you can hear just like plastic just clicking against my", "start": 3000.46, "end": 3008.98}, {"text": "stomach.", "start": 3008.98, "end": 3009.98}, {"text": "Yeah, and so the night kind of ends, Yusef, your dad, comes to pick you up.", "start": 3009.98, "end": 3016.18}, {"text": "the", "start": 3016.18, "end": 3018.18}, {"text": "the", "start": 3018.18, "end": 3020.18}, {"text": "the", "start": 3020.18, "end": 3022.18}, {"text": "the", "start": 3022.18, "end": 3024.18}, {"text": "the", "start": 3024.18, "end": 3026.18}, {"text": "the", "start": 3026.18, "end": 3028.18}, {"text": "the", "start": 3028.18, "end": 3030.18}, {"text": "the", "start": 3030.18, "end": 3032.18}, {"text": "the", "start": 3032.18, "end": 3034.18}, {"text": "the", "start": 3034.18, "end": 3036.18}, {"text": "the", "start": 3036.18, "end": 3038.18}, {"text": "the", "start": 3038.18, "end": 3040.18}, {"text": "the", "start": 3040.18, "end": 3042.18}, {"text": "the", "start": 3042.18, "end": 3044.18}, {"text": "their trunk yes okay look if they see that I have a son it's all over for us", "start": 3044.18, "end": 3051.86}, {"text": "yes I understand that I understand hey and you have you have the little I'll", "start": 3051.86, "end": 3057.14}, {"text": "put a straw in there now so you can breathe so I don't want to hear any", "start": 3057.14, "end": 3060.82}, {"text": "complaining all right thank you okay yeah you go in your trunk there's like", "start": 3060.82, "end": 3067.18}, {"text": "what do you have in your trunk where you where you spend most of your time you", "start": 3067.18, "end": 3070.94}, {"text": "stuff. There's a stain that I can't describe.", "start": 3070.94, "end": 3076.94}, {"text": "Yeah, it's just there's residue everywhere.", "start": 3076.94, "end": 3080.04}, {"text": "Yeah, right.", "start": 3080.04, "end": 3080.84}, {"text": "Yeah, there's a there's a chamber pot.", "start": 3080.84, "end": 3083.14}, {"text": "Yeah, and there's one of those red tennis balls.", "start": 3083.14, "end": 3089.14}, {"text": "You give children that yeah.", "start": 3089.14, "end": 3090.94}, {"text": "Yeah, you like like a like a Tardis you're able to like fit", "start": 3090.94, "end": 3094.74}, {"text": "inside of it and throw the tennis ball against the wall.", "start": 3094.74, "end": 3097.64}, {"text": "the", "start": 3097.64, "end": 3099.64}, {"text": "the", "start": 3099.64, "end": 3101.64}, {"text": "the", "start": 3101.64, "end": 3103.64}, {"text": "the", "start": 3103.64, "end": 3105.64}, {"text": "the", "start": 3105.64, "end": 3107.64}, {"text": "the", "start": 3107.64, "end": 3109.64}, {"text": "the", "start": 3109.64, "end": 3111.64}, {"text": "the", "start": 3111.64, "end": 3113.64}, {"text": "the", "start": 3113.64, "end": 3115.64}, {"text": "the", "start": 3115.64, "end": 3117.64}, {"text": "the", "start": 3117.64, "end": 3119.64}, {"text": "the", "start": 3119.64, "end": 3121.64}, {"text": "the", "start": 3121.64, "end": 3123.64}, {"text": "the", "start": 3123.64, "end": 3125.64}, {"text": "uh... and uh...", "start": 3125.64, "end": 3128.96}, {"text": "you uh... events do you have parents do you walk home with your bully life like", "start": 3128.96, "end": 3134.32}, {"text": "what are you", "start": 3134.32, "end": 3135.2}, {"text": "uh... i got i go i go sleep at the school", "start": 3135.2, "end": 3138.4}, {"text": "uh...", "start": 3138.4, "end": 3139.96}, {"text": "that i have to uh... i'm a student of the game i spent my time studying", "start": 3139.96, "end": 3143.88}, {"text": "all the different corners and angles i could be a people from", "start": 3143.88, "end": 3147.3}, {"text": "you see the uh... there is there's a one other guy who sleeps at the school", "start": 3147.3, "end": 3151.72}, {"text": "who's like a janitor", "start": 3151.72, "end": 3153.72}, {"text": "uh... he's like", "start": 3153.72, "end": 3155.24}, {"text": "Hey Vince, how you doing?", "start": 3155.24, "end": 3157.24}, {"text": "Uh, good.", "start": 3157.24, "end": 3159.24}, {"text": "How about you, uh, Rod-Rodriguez?", "start": 3159.24, "end": 3163.24}, {"text": "That's me.", "start": 3163.24, "end": 3165.24}, {"text": "I'm good.", "start": 3165.24, "end": 3167.24}, {"text": "I ate a bunch of grass today by accident.", "start": 3167.24, "end": 3169.24}, {"text": "I might be Buddy's father.", "start": 3169.24, "end": 3171.24}, {"text": "(laughter)", "start": 3171.24, "end": 3173.24}, {"text": "(laughter)", "start": 3173.24, "end": 3175.24}, {"text": "(laughter)", "start": 3175.24, "end": 3177.24}, {"text": "Well I'm sure we'll explore that later.", "start": 3177.24, "end": 3179.24}, {"text": "(laughter)", "start": 3179.24, "end": 3181.24}, {"text": "And Buddy, what do you do?", "start": 3181.24, "end": 3183.24}, {"text": "you do? So my mom comes to pick me up in her SUV and there's because they took", "start": 3183.24, "end": 3192.48}, {"text": "out the the backseat of the SUV and there's just a dentist chair that I get", "start": 3192.48, "end": 3196.48}, {"text": "strapped into like Hannibal Lecter. Oh sweetie I oh you just you're covered in", "start": 3196.48, "end": 3205.44}, {"text": "new things today oh goodness it's usually just a man who copied your leg mom are", "start": 3205.44, "end": 3211.24}, {"text": "Are you proud of me?", "start": 3211.24, "end": 3213.24}, {"text": "He's like, I'll find out what that means in five years, honey.", "start": 3213.24, "end": 3219.24}, {"text": "Okay, deal with it then.", "start": 3219.24, "end": 3221.24}, {"text": "We live like in the apartment above my pediatrician because we moved there.", "start": 3221.24, "end": 3227.24}, {"text": "Make it more convenient for my mom so she doesn't have to drive me to the doctor twice a week.", "start": 3227.24, "end": 3232.24}, {"text": "You have a, you sleep in the head of a lecher chair and like a platform.", "start": 3232.24, "end": 3236.24}, {"text": "And your mom could just lower you down with a crank to the pediatrician's office", "start": 3236.24, "end": 3240.76}, {"text": "And a pediatrician sees you coming down. He's like fucking God damn it again", "start": 3240.76, "end": 3246.64}, {"text": "What did he do and it'll see like a new sales? No, he gets lowered like Mission Impossible. Yeah", "start": 3246.64, "end": 3252.2}, {"text": "He gets lowered that way yeah", "start": 3252.2, "end": 3256.04}, {"text": "He'll get lowered he'll be like what what happened to him you're coming down like belly first and then when you get down you see like", "start": 3256.04, "end": 3263.6}, {"text": "a toy truck.", "start": 3263.6, "end": 3264.6}, {"text": "Yeah, he has to replace the kid.", "start": 3264.6, "end": 3265.6}, {"text": "Like Indiana Jones, he has to like, weigh the kid and sit there.", "start": 3265.6, "end": 3272.32}, {"text": "He tells the kid, \"Go outside, I gotta deal with this thing.\"", "start": 3272.32, "end": 3275.4}, {"text": "They sit me down on one of those like, the like, the seat that's covered in like paper.", "start": 3275.4, "end": 3281.36}, {"text": "Paper just sticks to me like a roll, just wraps around me.", "start": 3281.36, "end": 3285.12}, {"text": "You just get, you go down like face first, onto that, and it's just stuck to your face,", "start": 3285.12, "end": 3290.12}, {"text": "And he could see like the toy truck that's stuck in your back like like today like he's like, ah fucking", "start": 3290.12, "end": 3296.0}, {"text": "Okay", "start": 3296.0, "end": 3298.52}, {"text": "Yeah, and", "start": 3298.52, "end": 3300.2}, {"text": "Yeah, and so you all go to sleep in your respective houses and the next day it's st. Patty's Day. It's a big day", "start": 3300.2, "end": 3306.28}, {"text": "But first everybody has to go to school", "start": 3306.28, "end": 3309.48}, {"text": "Because", "start": 3309.48, "end": 3313.12}, {"text": "Boston had a rule when they realized that they were making up too many Catholic st.", "start": 3313.12, "end": 3317.04}, {"text": "holidays and so there's a lot of pushback and so now they have to go to school even on", "start": 3317.04, "end": 3320.88}, {"text": "St. Paddy's Day.", "start": 3320.88, "end": 3321.88}, {"text": "So you guys go to school and you go to class, you're all in the same class together of course,", "start": 3321.88, "end": 3328.6}, {"text": "and of course there's always the Italian kids.", "start": 3328.6, "end": 3333.0}, {"text": "The Italian kids are these, just these awful little punks who love to bully you guys for", "start": 3333.0, "end": 3339.24}, {"text": "not being Italian, even though that they are also the most bullied kids in all of Boston.", "start": 3339.24, "end": 3346.52}, {"text": "and you see them sort of waddle up to you.", "start": 3346.52, "end": 3349.72}, {"text": "And I should say all the Italians in Boston, California.", "start": 3349.72, "end": 3352.72}, {"text": "- So I'm in their class, even though I'm seven?", "start": 3352.72, "end": 3355.8}, {"text": "- Yeah, you're all in the same class.", "start": 3355.8, "end": 3357.96}, {"text": "Doesn't matter.", "start": 3357.96, "end": 3358.8}, {"text": "- Boston only has one grade.", "start": 3358.8, "end": 3360.16}, {"text": "- It has one grade, it's called school.", "start": 3360.16, "end": 3362.62}, {"text": "You're in the school grade.", "start": 3362.62, "end": 3365.64}, {"text": "Yeah, you have like 30 year olds in there", "start": 3365.64, "end": 3367.6}, {"text": "learning something completely different,", "start": 3367.6, "end": 3369.24}, {"text": "like taking like a trade school class.", "start": 3369.24, "end": 3373.04}, {"text": "- It's like an automotive job.", "start": 3373.04, "end": 3375.16}, {"text": "Yeah, like there's like a car being repaired. Yeah, like a chemistry lab", "start": 3375.16, "end": 3379.88}, {"text": "Like it just like yeah, you know, there's like the alien. Yeah. Yeah. There's a clown school too. The clown school is the largest school", "start": 3379.88, "end": 3387.64}, {"text": "Um and all the italians in boston california are just meatballs", "start": 3387.64, "end": 3393.18}, {"text": "They are anthropomorphic meatballs that are the size of people and they sort of squish", "start": 3393.18, "end": 3399.16}, {"text": "To you guys", "start": 3400.12, "end": 3402.12}, {"text": "They have to keep dodging the culinary students", "start": 3402.12, "end": 3413.54}, {"text": "I didn't eat fucking breakfast. Oh, you didn't eat a bite cuz you're Irish you're Irish kids. You can't eat anything", "start": 3413.54, "end": 3428.8}, {"text": "Oh, oh you guys you get up cuz you always a hungover and they all laugh", "start": 3428.8, "end": 3433.16}, {"text": "One of my pranks oh they all go like", "start": 3433.16, "end": 3441.16}, {"text": "Yeah, and the teacher comes in just you wait and the teacher comes in he's like", "start": 3441.16, "end": 3449.98}, {"text": "He's like, all right. So uh today", "start": 3449.98, "end": 3453.28}, {"text": "We're gonna do some dissecting. I don't remember", "start": 3453.28, "end": 3456.76}, {"text": "a fucking what do we have and he looks inside is like the another room we opened it up here's", "start": 3456.76, "end": 3465.2}, {"text": "a bunch of animals they got okay we got pit bulls today and so he brings in a bunch of", "start": 3465.2, "end": 3471.76}, {"text": "pit bulls.", "start": 3471.76, "end": 3472.76}, {"text": "They're all strapped to like cutting boards basically like you know exam tables and wheels", "start": 3472.76, "end": 3480.6}, {"text": "the mount he's like all right so today you gotta you gotta cut open this pit bull and", "start": 3480.6, "end": 3486.32}, {"text": "figure out what's inside of it. I guess you know you kids Keith your friends", "start": 3486.32, "end": 3492.34}, {"text": "your one group everybody you know just go with your friends I don't give a fuck", "start": 3492.34, "end": 3496.1}, {"text": "if you you learn or anything just cut open the pitbull tell me what you find", "start": 3496.1, "end": 3500.54}, {"text": "extra credit if you don't you know you don't vomit while you're doing it and", "start": 3500.54, "end": 3505.38}, {"text": "yeah so everybody has a pitbull and you see some of the more easy how these", "start": 3505.38, "end": 3509.58}, {"text": "things are alive yeah you see these more ballsy kids are just like stabbing in", "start": 3509.58, "end": 3514.66}, {"text": "the pitbull just like immediately just like are being terrible.", "start": 3514.66, "end": 3518.66}, {"text": "If they're alive I start tossing the pitbulls at the meatball kids.", "start": 3518.66, "end": 3523.66}, {"text": "Yeah. I keep mine.", "start": 3523.66, "end": 3526.66}, {"text": "Yeah, yeah. I was gonna say. Can I add a pitbull to my inventory?", "start": 3526.66, "end": 3529.66}, {"text": "Yeah, you can. You can add a pitbull, a real pitbull to your inventory.", "start": 3529.66, "end": 3533.66}, {"text": "But yeah, Vince, you throw one of the pitbulls at the...", "start": 3533.66, "end": 3536.66}, {"text": "I throw it in the nursery.", "start": 3536.66, "end": 3539.66}, {"text": "(laughing)", "start": 3539.66, "end": 3541.9}, {"text": "- And yeah, Keith, you,", "start": 3541.9, "end": 3546.78}, {"text": "Keith, you throw a pit bull at an Italian kid?", "start": 3546.78, "end": 3550.64}, {"text": "- Yes, I do.", "start": 3550.64, "end": 3552.38}, {"text": "- No, Keith, sorry, Vince.", "start": 3552.38, "end": 3553.22}, {"text": "- I am Vince.", "start": 3553.22, "end": 3554.14}, {"text": "- Yes, my bad.", "start": 3554.14, "end": 3556.14}, {"text": "Yeah, and yeah, you throw it at the Italian kid.", "start": 3556.14, "end": 3560.5}, {"text": "It's roll your improvised roll.", "start": 3560.5, "end": 3562.34}, {"text": "- 13.", "start": 3562.34, "end": 3563.46}, {"text": "- Yeah, you like, you hear,", "start": 3563.46, "end": 3565.22}, {"text": "it just sort of like squishes against.", "start": 3565.22, "end": 3567.06}, {"text": "He absorbs him. No, it just it kind of hurts him but not as much as you would think because okay, because he's a meatball", "start": 3568.22, "end": 3574.06}, {"text": "You know, hey, who did the fuck gonna throw that?", "start": 3574.06, "end": 3577.22}, {"text": "It was him and I pointed buddy", "start": 3577.22, "end": 3580.54}, {"text": "Okay", "start": 3580.54, "end": 3583.26}, {"text": "Don't hold deception. Yes", "start": 3583.26, "end": 3585.54}, {"text": "Here I got this. Don't worry about it and I push him over. Okay. Yeah, buddy. You're face to face with this giant meatball", "start": 3585.54, "end": 3593.44}, {"text": "And what do you what do you see? Oh, you got a problem glue boy. I", "start": 3593.44, "end": 3597.02}, {"text": "I", "start": 3597.02, "end": 3599.02}, {"text": "Yeah, he shoves you you see two little arms come out of his a", "start": 3599.02, "end": 3603.18}, {"text": "Meatball body and just shove you back buddy", "start": 3603.18, "end": 3606.94}, {"text": "You trying to start to something", "start": 3606.94, "end": 3609.5}, {"text": "Yes", "start": 3609.5, "end": 3612.1}, {"text": "Do I roll at least buddy does if everyone else wants to start fighting with the I'm", "start": 3621.5, "end": 3627.5}, {"text": "I'm petting my pitbull and I'm naming him", "start": 3627.5, "end": 3630.26}, {"text": "No, go to him", "start": 3630.26, "end": 3633.54}, {"text": "E.t", "start": 3633.54, "end": 3637.66}, {"text": "Yeah, uh, yeah, yeah so so buddy it's just you against these meatballs", "start": 3637.66, "end": 3647.3}, {"text": "Unless anyone else wants to help out buddy. No, I give putty buddy some of the magic powder. Okay? Yeah", "start": 3648.7, "end": 3654.72}, {"text": "Buddy, you can move twice as fast and attack", "start": 3654.72, "end": 3657.9}, {"text": "Twice in a turn for one minute which for you because of your hug ability you guys want to start a lemonade stand", "start": 3657.9, "end": 3665.76}, {"text": "I have a really good idea for a lemon", "start": 3665.76, "end": 3667.76}, {"text": "So, yeah, you go first buddy you got this meatball coming at you. All right, I use my big hug ability", "start": 3667.76, "end": 3678.6}, {"text": "the", "start": 3678.6, "end": 3691.56}, {"text": "I see people tie it to decks, but I think it should be any... whatever, anyway.", "start": 3691.56, "end": 3694.84}, {"text": "So! Big hug!", "start": 3694.84, "end": 3696.52}, {"text": "Uh... oh fuck, it's doing a thing where you can't see the fucking character sheet.", "start": 3696.52, "end": 3700.44}, {"text": "I- I can't see it on the character sheet. I sent it to you, so...", "start": 3700.44, "end": 3703.48}, {"text": "I can read it here.", "start": 3703.48, "end": 3704.68}, {"text": "Yeah, just read it. You know what? Fuck.", "start": 3704.68, "end": 3706.2}, {"text": "Buddy will give an enemy a big sticky hug.", "start": 3706.2, "end": 3708.44}, {"text": "They will be grappled, unable to move, attack, or anything.", "start": 3708.44, "end": 3711.08}, {"text": "The enemy will take 1d6 plus strength every turn they are in Buddy's embrace.", "start": 3711.08, "end": 3715.08}, {"text": "Buddy will also suffer half damage as long as he is embracing an enemy.", "start": 3715.08, "end": 3718.28}, {"text": "once buddy starts hugging an enemy he will not stop because he is stuck to the", "start": 3718.28, "end": 3721.64}, {"text": "enemy and because he is dumb", "start": 3721.64, "end": 3723.3}, {"text": "until he squeezes the life out of him", "start": 3723.3, "end": 3725.08}, {"text": "meaning he can do other actions only if they do not get in the way of him hugging", "start": 3725.08, "end": 3728.4}, {"text": "an enemy", "start": 3728.4, "end": 3729.24}, {"text": "if he bumps into any other enemies while doing this hug they can stick to him if", "start": 3729.24, "end": 3732.52}, {"text": "they fail a DC 12 deck save meaning they will be grappled as well but will not", "start": 3732.52, "end": 3736.76}, {"text": "suffer damage from the hug", "start": 3736.76, "end": 3738.24}, {"text": "yeah so buddy basically hugs his meatball and is like \"what are you doing? what are you doing?\"", "start": 3738.24, "end": 3742.48}, {"text": "\"what are you doing?\" and like he is just stuck to you", "start": 3742.48, "end": 3745.32}, {"text": "and roll for damage on that", "start": 3745.32, "end": 3747.58}, {"text": "five and you just squeeze you see a bit of the meatball come out of it was like", "start": 3747.58, "end": 3751.26}, {"text": "hey hey what's the matter with you and uh uh you just now have this guy just attached to you", "start": 3751.26, "end": 3758.22}, {"text": "um you're just hugging him big hug um uh and uh meanwhile uh the this guy can't do anything", "start": 3758.22, "end": 3767.02}, {"text": "this guy's gonna try to come up to you but he's gonna have to roll a deck save to see if he can", "start": 3767.02, "end": 3772.46}, {"text": "do it without getting stuck to you and well he got a crit one he is stuck to you", "start": 3772.46, "end": 3778.3}, {"text": "hey what's the matter you hear like all of it like a chorus of it keep going this is happening i", "start": 3778.3, "end": 3784.86}, {"text": "have i've already put a leash and i got the dog registered at the state it's now my pet pit bull", "start": 3784.86, "end": 3793.18}, {"text": "and yep they are all stuck to you so just all these stallions failed their checks", "start": 3793.18, "end": 3800.86}, {"text": "and they're just stuck to you while you're hugging one of their friends and", "start": 3801.5, "end": 3804.02}, {"text": "they're like \"hey, ah, oh, oh, oh, hey, hey, hey!\"", "start": 3804.02, "end": 3805.58}, {"text": "You hear all this stuff. Meanwhile...", "start": 3805.58, "end": 3807.58}, {"text": "You guys want to go to the bathroom?", "start": 3807.58, "end": 3809.34}, {"text": "And I just start walking to the bathroom and pulling them all along with me.", "start": 3809.34, "end": 3813.46}, {"text": "Meanwhile, Keith, you start to hear that little Danny Boy song again.", "start": 3813.46, "end": 3820.22}, {"text": "And you look outside the window.", "start": 3820.22, "end": 3822.74}, {"text": "\"Danny boy, Danny boy...\"", "start": 3822.74, "end": 3824.02}, {"text": "And you see a little rosy-faced little leprechaun guy.", "start": 3824.02, "end": 3829.38}, {"text": "and he's looking over and he's sort of tilting his head back and forth", "start": 3829.38, "end": 3832.82}, {"text": "looking over at you and he's like \"hardy tardy, hardy tardy\"", "start": 3832.82, "end": 3836.18}, {"text": "he's like trying to motion you to come come to the window", "start": 3836.18, "end": 3838.42}, {"text": "I point at him?", "start": 3838.42, "end": 3839.38}, {"text": "mm-hmm", "start": 3839.38, "end": 3840.34}, {"text": "does he does he point?", "start": 3840.34, "end": 3841.3}, {"text": "yeah he he sees you pointing at him and he's like \"hardy tardy\"", "start": 3841.3, "end": 3845.86}, {"text": "and he takes out a bottle of guinness and he tips it towards your finger", "start": 3845.86, "end": 3849.86}, {"text": "I lift up like I'm smelling like a pie in a windowsill", "start": 3849.86, "end": 3855.38}, {"text": "and start floating towards it", "start": 3855.38, "end": 3857.54}, {"text": "yeah yeah", "start": 3857.54, "end": 3858.1}, {"text": "You start playing window because the way is all shattered anyway, yeah, these are shattered", "start": 3858.1, "end": 3861.9}, {"text": "Yousef and Vince. What do you do when you see this? Well, buddy's taking all the Italians to the bathroom", "start": 3861.9, "end": 3867.18}, {"text": "I'm gonna go I I I will follow buddy to the bathroom. I want to help. Yeah. Okay and Vince", "start": 3867.18, "end": 3876.68}, {"text": "Jumping grab Keith's legs and he takes me with him. Yeah, you're flying away with this", "start": 3876.68, "end": 3884.4}, {"text": "Magical little man. I'm holding him like a ladder from a helicopter", "start": 3884.98, "end": 3887.7}, {"text": "So you start floating out the window so we'll get to that right now let's do buddy", "start": 3887.7, "end": 3896.02}, {"text": "and", "start": 3896.02, "end": 3899.1}, {"text": "Yeah, Vince. Why don't you roll initiative just to enter into the turn order? Oh, I'm just there to like eat popcorn", "start": 3899.1, "end": 3904.62}, {"text": "Okay. Hell yeah, okay, buddy", "start": 3904.62, "end": 3907.38}, {"text": "Buddy you can just hug again roll another d6 and add your will add your strength while I'm while I'm floating", "start": 3908.34, "end": 3915.12}, {"text": "I have my pitbull on the leash", "start": 3915.12, "end": 3917.12}, {"text": "Yeah, that's what I'm holding on to no", "start": 3917.12, "end": 3922.9}, {"text": "Yeah", "start": 3922.9, "end": 3925.9}, {"text": "Okay, so I rolled a five plus. Yeah, I think that just to seven. Okay, cool. Yeah, so you just", "start": 3925.9, "end": 3931.22}, {"text": "You just squeeze this meatball harder. What'd you do five last time? Is this this Italian? He's not looking good", "start": 3931.22, "end": 3937.8}, {"text": "He's like, please let me go. I'm sorry. I'm sorry. I'm so sorry. I'm he's cozy. He's cozy, please", "start": 3937.8, "end": 3944.38}, {"text": "Please you hear the other ones in the back, please", "start": 3944.38, "end": 3946.38}, {"text": "They're all just you be quiet I have to go to the bathroom. Yes", "start": 3946.38, "end": 3951.64}, {"text": "Hugging for Italians and just take all the toilet not even hugging my arms are just at my size. They're just stuck to me", "start": 3951.64, "end": 3961.12}, {"text": "Like get into the bathroom stall, but I can't fit in because there's a bunch of meatballs stuck to me. Yeah", "start": 3961.12, "end": 3967.28}, {"text": "And Vince, what are you doing? Are you eating popcorn and just watching this happen?", "start": 3967.28, "end": 3974.28}, {"text": "Yeah, I'm sitting on the counter eating popcorn, which I bring with me. I've hidden popcorn", "start": 3974.28, "end": 3979.58}, {"text": "at different places around the school at night when I live here. And I just grab my boy's", "start": 3979.58, "end": 3985.32}, {"text": "bathroom stash. I'm sitting watching. And also I'm throwing pieces of popcorn into Buddy's", "start": 3985.32, "end": 3990.36}, {"text": "mouth that he's just missing.", "start": 3990.36, "end": 3991.96}, {"text": "the", "start": 3991.96, "end": 4004.4}, {"text": "the", "start": 4004.4, "end": 4017.88}, {"text": "cancel me sis walks in and he's like what's up Hernandez hey hey how's it", "start": 4017.88, "end": 4027.84}, {"text": "going oh it's that kid who might be my son I just looked into his eyes I just", "start": 4027.84, "end": 4035.04}, {"text": "freeze completely still the only time in my life when I'm completely still and not", "start": 4035.04, "end": 4039.52}, {"text": "saying anything and I just stay that way as long as he's in the room", "start": 4039.52, "end": 4043.92}, {"text": "He's a he's a he's a he's eating a bit of a book he's like yeah what", "start": 4043.92, "end": 4049.66}, {"text": "What you doing? He's got these Italians here. Talk to him. I", "start": 4049.66, "end": 4053.76}, {"text": "Blink my eyes and it makes a cartoon blink noise", "start": 4053.76, "end": 4057.22}, {"text": "And the Italians are gonna try to get out of this now, let's see how they do", "start": 4057.22, "end": 4070.38}, {"text": "Let's just roll all for all of them at once", "start": 4072.28, "end": 4074.98}, {"text": "Okay, one of them does manage to get out", "start": 4074.98, "end": 4078.28}, {"text": "And he's gonna try now to", "start": 4078.28, "end": 4082.32}, {"text": "Free his friends, so he's gonna give it another shot", "start": 4082.32, "end": 4086.48}, {"text": "And he's just can't he's just trying to pull his friends. I was like, oh, please please", "start": 4086.48, "end": 4090.48}, {"text": "Please try to pull off one of his friends and he can't the other three just still can't move their grapple", "start": 4090.48, "end": 4097.34}, {"text": "There's nothing else that they don't have any other abilities", "start": 4097.34, "end": 4099.44}, {"text": "So they're just like stuck to you and one of them's gonna die next heard probably", "start": 4099.44, "end": 4104.28}, {"text": "And yeah", "start": 4104.28, "end": 4107.04}, {"text": "Rodriguez is just looking him over and he's like a kid", "start": 4107.04, "end": 4111.1}, {"text": "And he hands you like a bit of his book for you to eat", "start": 4111.1, "end": 4116.68}, {"text": "I'm like a deer in headlights. I can't just it just like he tries to hand it towards you to just like", "start": 4116.68, "end": 4125.4}, {"text": "Gently like pushes it into your face", "start": 4125.4, "end": 4128.28}, {"text": "the", "start": 4128.28, "end": 4140.96}, {"text": "a", "start": 4140.96, "end": 4155.2}, {"text": "back to the battle for you to kill one Italian. Meanwhile, Yusef and Keith are flying away", "start": 4155.2, "end": 4164.4}, {"text": "with this little leprechaun and he's floating away with you guys and he heads over towards", "start": 4164.4, "end": 4172.08}, {"text": "to your house, Keith. He floats down and now you're back at your house with Yusef. He's", "start": 4172.08, "end": 4177.68}, {"text": "like \"Heretic, heretic, heretic!\" and he's like bouncing around and you see him looking", "start": 4177.68, "end": 4181.0}, {"text": "at all the empty bottles. He's like, \"Hurt it!\" and he starts to drink it and he can't.", "start": 4181.0, "end": 4185.88}, {"text": "He's trying to find another one. You see he keeps trying to drink it and as he keeps-", "start": 4185.88, "end": 4189.8}, {"text": "I tap him on the shoulder. Yeah.", "start": 4189.8, "end": 4191.68}, {"text": "Wait, hold on. You finish. No, no, no. I was going to say, him trying", "start": 4191.68, "end": 4194.48}, {"text": "to drink it and you watch his agony and you start to feel it too. Like you start to feel", "start": 4194.48, "end": 4201.24}, {"text": "like your head starts to hurt a little bit and you start to feel a little bit like a,", "start": 4201.24, "end": 4205.92}, {"text": "a", "start": 4205.92, "end": 4220.44}, {"text": "Let's go inside.", "start": 4220.44, "end": 4222.44}, {"text": "There's a liquor cabinet.", "start": 4222.44, "end": 4226.44}, {"text": "Under...", "start": 4226.44, "end": 4230.44}, {"text": "The sink.", "start": 4230.44, "end": 4232.44}, {"text": "He, uh...", "start": 4232.44, "end": 4236.44}, {"text": "You look down and you realize he's tied your shoes together.", "start": 4236.44, "end": 4238.44}, {"text": "He's like, \"Hurty-turty-turty-turty-turty-turty.\"", "start": 4238.44, "end": 4240.44}, {"text": "What the fuck?", "start": 4240.44, "end": 4242.44}, {"text": "And he's doing a little dance.", "start": 4242.44, "end": 4244.44}, {"text": "He starts flipping around one of those gold coins that you saw before.", "start": 4244.44, "end": 4246.44}, {"text": "And he's like clapping his little hands.", "start": 4246.44, "end": 4248.44}, {"text": "the", "start": 4248.44, "end": 4260.92}, {"text": "them untie them right now and he unties them and understand me okay", "start": 4260.92, "end": 4267.62}, {"text": "he ties it from the back and now you should hide from the back you can't see", "start": 4267.62, "end": 4272.2}, {"text": "that they're tied again well all this happens I'm right yeah it will around", "start": 4272.2, "end": 4275.68}, {"text": "the yard yeah yeah you're just like experiencing a like sort of like heavy", "start": 4275.68, "end": 4281.92}, {"text": "metal movie like sort of experience of riding a giant beast around the yard are", "start": 4281.92, "end": 4289.76}, {"text": "Are you taking notes on this too, probably?", "start": 4289.76, "end": 4292.16}, {"text": "Like to send back to your dad.", "start": 4292.16, "end": 4293.76}, {"text": "(laughing)", "start": 4293.76, "end": 4296.0}, {"text": "- Man, this fucking sucks.", "start": 4296.0, "end": 4299.84}, {"text": "- Yeah.", "start": 4299.84, "end": 4300.68}, {"text": "- I start trying to walk towards the leprechaun.", "start": 4300.68, "end": 4302.88}, {"text": "- Yeah.", "start": 4302.88, "end": 4303.72}, {"text": "- And I walk forward.", "start": 4303.72, "end": 4304.54}, {"text": "- Yeah.", "start": 4304.54, "end": 4305.38}, {"text": "- Oh, fuck!", "start": 4305.38, "end": 4306.2}, {"text": "- Yeah.", "start": 4306.2, "end": 4307.04}, {"text": "And yeah, I mean, eventually you all manage to get inside.", "start": 4307.04, "end": 4309.4}, {"text": "Yousef riding the pit bull, you.", "start": 4309.4, "end": 4312.16}, {"text": "And you look inside your mom's liquor cabinet", "start": 4312.16, "end": 4314.8}, {"text": "and it's empty.", "start": 4314.8, "end": 4317.2}, {"text": "It's fucking empty.", "start": 4317.2, "end": 4318.88}, {"text": "- Oh no.", "start": 4318.88, "end": 4319.72}, {"text": "work in 10 jobs she hasn't had any time to restock.", "start": 4319.72, "end": 4322.92}, {"text": "Wait.", "start": 4322.92, "end": 4323.42}, {"text": "And you see Sullivan.", "start": 4323.42, "end": 4324.92}, {"text": "There's a little bit left.", "start": 4324.92, "end": 4325.92}, {"text": "Yeah, sorry, go.", "start": 4325.92, "end": 4326.72}, {"text": "You also see Sullivan the frog is just like playing with dolls", "start": 4326.72, "end": 4332.12}, {"text": "and watching TV.", "start": 4332.12, "end": 4333.42}, {"text": "There's a little bit left in this thing here.", "start": 4333.42, "end": 4335.22}, {"text": "It's called aromatic bitters.", "start": 4335.22, "end": 4337.92}, {"text": "And you see him before you even finish saying aromatic bitters,", "start": 4337.92, "end": 4341.82}, {"text": "he's like swallows the whole thing.", "start": 4341.82, "end": 4343.92}, {"text": "And he's like, \"Hurry, TK, hurry, TK, hurry.\"", "start": 4343.92, "end": 4345.92}, {"text": "He starts to feel a little bit better.", "start": 4345.92, "end": 4347.42}, {"text": "You can see he starts to feel--", "start": 4347.42, "end": 4348.72}, {"text": "He sort of grabs you by your face now", "start": 4348.72, "end": 4350.72}, {"text": "Keith and is like hearty", "start": 4350.72, "end": 4353.32}, {"text": "dirty", "start": 4353.32, "end": 4354.6}, {"text": "Dirty hard like you think he's tried basically trying to say I need more alcohol", "start": 4354.6, "end": 4359.72}, {"text": "But he's just like saying slowly hearty dirty hearty turkey", "start": 4359.72, "end": 4364.0}, {"text": "Buddy and and Vince", "start": 4364.0, "end": 4368.84}, {"text": "Buddy you roll one more d6", "start": 4368.84, "end": 4373.08}, {"text": "You just killed this Italian just like kill this child and the other ones fall off of you like", "start": 4374.76, "end": 4381.3}, {"text": "They all just like sir", "start": 4381.3, "end": 4385.08}, {"text": "Like hop away meatballs run out of the bathroom", "start": 4385.08, "end": 4387.92}, {"text": "Terrified of you and this other one's just sort of like dead before you and when he's dead", "start": 4387.92, "end": 4393.88}, {"text": "He just reverts back into a regular Italian person", "start": 4393.88, "end": 4396.32}, {"text": "So you're just in the bathroom now, yeah, I go to the bathroom", "start": 4396.32, "end": 4402.84}, {"text": "Yeah, you finish going to do I watch him shit", "start": 4403.36, "end": 4407.6}, {"text": "Shit that is hitting the water is making the most insane noises", "start": 4407.6, "end": 4417.58}, {"text": "It's the toilet bowl. You see everything I ate in the past. Yeah, just like", "start": 4417.58, "end": 4423.04}, {"text": "coins", "start": 4423.04, "end": 4426.24}, {"text": "Towards the end you get a horn. Yeah. Yeah", "start": 4432.64, "end": 4434.76}, {"text": "The end is just like a minute", "start": 4434.76, "end": 4438.68}, {"text": "It's just a minute long at the like a minute long like like trumpet solo at the end", "start": 4438.68, "end": 4447.92}, {"text": "it's just like just sounds like", "start": 4447.92, "end": 4449.92}, {"text": "it's just or it's just like", "start": 4449.92, "end": 4452.12}, {"text": "And then I stand up and just say I want to hang out with Keith's uncle and I just leave school", "start": 4452.12, "end": 4460.64}, {"text": "the", "start": 4460.64, "end": 4467.64}, {"text": "I'm", "start": 4467.64, "end": 4490.64}, {"text": "Flipping a coin and like making bully", "start": 4490.64, "end": 4492.8}, {"text": "bully bully sounds", "start": 4492.8, "end": 4495.6}, {"text": "Yeah", "start": 4495.6, "end": 4498.88}, {"text": "And you guys eventually get back there and you see that the", "start": 4498.88, "end": 4502.48}, {"text": "Situation's gotten worse", "start": 4502.48, "end": 4505.2}, {"text": "The leprechaun is just like digging through the floors of the house. He tried to drink Sullivan. He couldn't", "start": 4505.2, "end": 4511.64}, {"text": "He's just doing anything he can", "start": 4511.64, "end": 4514.32}, {"text": "to get some alcohol so", "start": 4514.32, "end": 4517.04}, {"text": "Obviously Patrick you have your own beer that you I guess have been obscuring from this leprechaun. He also there's a", "start": 4518.04, "end": 4525.24}, {"text": "Hold on I'm gonna continue", "start": 4525.24, "end": 4528.8}, {"text": "To obscure the beer from him and I go out into the back and I start siphoning gas out of the GTO", "start": 4528.8, "end": 4535.86}, {"text": "Okay", "start": 4535.86, "end": 4541.0}, {"text": "I'm gonna see if the leprechaun notices you doing that", "start": 4541.0, "end": 4543.84}, {"text": "I'm going to say he probably does without even rolling, but I will let him give it a shot.", "start": 4543.84, "end": 4548.48}, {"text": "Yeah, he doesn't notice. He's craving the beer too much. He's just, he rolled that bad. So he's", "start": 4548.48, "end": 4555.76}, {"text": "just like, he's just like looking at you. He looks at you, buddy, and starts like seeing all this", "start": 4555.76, "end": 4559.84}, {"text": "stuff on you and trying to see if there's anything in there that resembles liquor.", "start": 4559.84, "end": 4564.72}, {"text": "I see the tiny leprechaun and I'm like, this guy is really far away from me.", "start": 4564.72, "end": 4571.28}, {"text": "me. He goes up to you, Yusef, and he's like trying to see if he has anything. He finds", "start": 4571.28, "end": 4578.08}, {"text": "a little powder. He starts to sniff it and goes, \"Hardy, hardy, hardy, hardy, hardy,", "start": 4578.08, "end": 4582.32}, {"text": "hardy.\" And just like puts it, like gives it back to you, like it's not for him.", "start": 4582.32, "end": 4585.84}, {"text": "Thank you. Yeah. He says, \"You're welcome.\" And he starts", "start": 4585.84, "end": 4594.28}, {"text": "like hardy, hardy, hardy around. He goes outside. He sees the hose and he freaks out. \"Hardy,", "start": 4594.28, "end": 4600.16}, {"text": "He starts like freaking out when he sees the hose and scurries back inside the house and", "start": 4600.16, "end": 4607.76}, {"text": "now he's just like sort of feeling sick and sad and you start to feel it too Keith.", "start": 4607.76, "end": 4613.04}, {"text": "You start to feel whatever it is he's feeling.", "start": 4613.04, "end": 4615.04}, {"text": "There's like a some sort of link here.", "start": 4615.04, "end": 4617.2}, {"text": "I feel so horrible.", "start": 4617.2, "end": 4618.68}, {"text": "Yeah.", "start": 4618.68, "end": 4619.68}, {"text": "Oh god I feel awful and I pull one of the beers out of my pocket and I drink the whole thing", "start": 4619.68, "end": 4624.8}, {"text": "in like two seconds.", "start": 4624.8, "end": 4626.4}, {"text": "You hear it when you hear that when he hears a", "start": 4626.4, "end": 4628.5}, {"text": "Leprechaun", "start": 4628.5, "end": 4632.68}, {"text": "Like the kill bill sound like the leprechaun stories out and", "start": 4632.68, "end": 4637.7}, {"text": "Sees you drink it already. He's like", "start": 4637.7, "end": 4640.6}, {"text": "her", "start": 4640.6, "end": 4643.16}, {"text": "Yeah, that's", "start": 4643.16, "end": 4645.52}, {"text": "That's what you all these you want these yeah, he's like trying", "start": 4645.52, "end": 4651.08}, {"text": "He's like begging you for it. Oh", "start": 4651.08, "end": 4653.84}, {"text": "Well, why don't you just say that", "start": 4654.96, "end": 4656.96}, {"text": "tiny", "start": 4656.96, "end": 4658.96}, {"text": "hard", "start": 4658.96, "end": 4660.32}, {"text": "Dirty, he's like trying to find other words to say besides hardy and tardy. Yeah. Oh, well, all right", "start": 4660.32, "end": 4667.6}, {"text": "Well, I don't know where else to get it there's like a there's a packy there's a bar it's Boston, California", "start": 4667.6, "end": 4675.44}, {"text": "You could find it. Oh, yeah stuff you guys. Oh, I've got an idea guys. Let's go. Let's go to the dumpster behind the back", "start": 4675.44, "end": 4683.02}, {"text": "You guys want to do that also in like a couple hours the st. Patty's Day parade is gonna start to", "start": 4683.02, "end": 4690.3}, {"text": "And everyone will be dressed up in their st", "start": 4690.3, "end": 4694.66}, {"text": "Patty's Day finest and there's a corned beef and cabbage and beer eating contest as well", "start": 4694.66, "end": 4700.78}, {"text": "that a Kobayashi senior honorary Irishman", "start": 4700.78, "end": 4704.36}, {"text": "Has has won eight years straight. I", "start": 4704.36, "end": 4707.74}, {"text": "Say we go to the Paki. Yeah", "start": 4707.74, "end": 4710.46}, {"text": "Okay, cool you guys want to go you Seth Vince follow on the pitbull", "start": 4711.26, "end": 4715.7}, {"text": "You guys head over to the peggy my legs into its like sides", "start": 4715.7, "end": 4722.46}, {"text": "It immediately", "start": 4722.46, "end": 4725.58}, {"text": "understands there's no like gap in like it being needing to be a trained animal pitbulls are very easily trained and", "start": 4725.58, "end": 4731.9}, {"text": "You guys just sort of rush off to the packy", "start": 4731.9, "end": 4734.98}, {"text": "And yeah, it's open. You're all children is the only thing", "start": 4734.98, "end": 4740.26}, {"text": "and", "start": 4740.26, "end": 4747.26}, {"text": "and you do a little investigation check I would say yeah I look for I'm", "start": 4747.26, "end": 4755.06}, {"text": "investigating for expired beers mm-hmm 10 okay yeah you managed to find a couple", "start": 4755.06, "end": 4762.78}, {"text": "of expired beers I'd say that you can give to nothing you would be able to", "start": 4762.78, "end": 4767.58}, {"text": "drink just because it would like kill you but like that you could give to", "start": 4767.58, "end": 4771.7}, {"text": "to", "start": 4771.7, "end": 4789.7}, {"text": "is a bunch of shit attached to him, right?", "start": 4789.7, "end": 4791.3}, {"text": "Mm-hmm.", "start": 4791.3, "end": 4791.8}, {"text": "I feel like he's big enough now that he's--", "start": 4791.8, "end": 4794.9}, {"text": "Yeah.", "start": 4794.9, "end": 4795.4}, {"text": "Yeah.", "start": 4795.4, "end": 4795.9}, {"text": "He looks like an adult.", "start": 4795.9, "end": 4796.9}, {"text": "I'm also 6'7\".", "start": 4796.9, "end": 4797.9}, {"text": "Yeah.", "start": 4797.9, "end": 4798.4}, {"text": "[LAUGHTER]", "start": 4798.4, "end": 4799.3}, {"text": "I feel like he's not going to get caught.", "start": 4799.3, "end": 4800.8}, {"text": "Somebody walks in with 2,000 pounds of stuff attached to them.", "start": 4800.8, "end": 4805.0}, {"text": "I walk into the packy, but I walk into the back door.", "start": 4805.0, "end": 4807.4}, {"text": "[LAUGHTER]", "start": 4807.4, "end": 4809.3}, {"text": "That's a real grown man move, dude.", "start": 4809.3, "end": 4812.1}, {"text": "You walk in.", "start": 4812.1, "end": 4814.0}, {"text": "You see people are there.", "start": 4814.0, "end": 4815.1}, {"text": "They're getting their drinks because it's St. Paddy's Day.", "start": 4815.1, "end": 4817.8}, {"text": "They get in their drinks together.", "start": 4817.8, "end": 4819.06}, {"text": "You see some of them are starting to look over and like a little curious about what this giant thing is.", "start": 4819.06, "end": 4829.1}, {"text": "Hard to tell if it's like a, I guess it could be a fucked up boy or it could be just a fucked up man.", "start": 4829.1, "end": 4836.5}, {"text": "It's not easy to tell.", "start": 4836.5, "end": 4837.9}, {"text": "So what are you doing there, buddy?", "start": 4837.9, "end": 4839.7}, {"text": "You trying to get something to drink?", "start": 4839.7, "end": 4842.2}, {"text": "What were your instructions?", "start": 4842.2, "end": 4843.2}, {"text": "What did you guys tell buddy to do?", "start": 4843.2, "end": 4844.7}, {"text": "okay go in there and pretend like you work there", "start": 4844.9, "end": 4848.8}, {"text": "and you're throwing out", "start": 4848.8, "end": 4850.42}, {"text": "bad beer", "start": 4850.42, "end": 4854.24}, {"text": "okay uh... so i walk in", "start": 4854.24, "end": 4856.4}, {"text": "the first thing i say is i look at everybody waiting in line and the", "start": 4856.4, "end": 4859.6}, {"text": "workers and i say", "start": 4859.6, "end": 4860.74}, {"text": "i am one thousand years old", "start": 4860.74, "end": 4862.9}, {"text": "and i pick up", "start": 4862.9, "end": 4865.04}, {"text": "i pick up like one six pack in each hand and they just kinda stick so i can", "start": 4865.04, "end": 4869.72}, {"text": "pick up more too yeah", "start": 4869.72, "end": 4871.42}, {"text": "and so i just have", "start": 4871.42, "end": 4873.16}, {"text": "I'm doing like Edward Fortyhands but with like five six-packs on each hand.", "start": 4873.16, "end": 4879.8}, {"text": "And I say, \"This is my job!\"", "start": 4879.8, "end": 4881.76}, {"text": "And then I turn around and walk back out of the door.", "start": 4881.76, "end": 4883.96}, {"text": "You're like, \"Hey, whoa, whoa, whoa, buddy!", "start": 4883.96, "end": 4885.8}, {"text": "We ain't never seen you before.", "start": 4885.8, "end": 4887.48}, {"text": "What's your name?\"", "start": 4887.48, "end": 4889.88}, {"text": "How did you know?", "start": 4889.88, "end": 4890.88}, {"text": "I just said, \"I haven't seen you before.\"", "start": 4890.88, "end": 4891.88}, {"text": "I start crying.", "start": 4891.88, "end": 4892.88}, {"text": "I just haven't you know, I just haven't seen you before", "start": 4892.88, "end": 4896.08}, {"text": "Any of you guys want to do something you said vids or Keith what's happening I", "start": 4896.08, "end": 4905.16}, {"text": "Guy can see my dreams", "start": 4905.16, "end": 4910.22}, {"text": "I", "start": 4910.22, "end": 4912.0}, {"text": "Walk up to buddy and I say excuse me, sir. Do you know where the candy is in the store?", "start": 4912.0, "end": 4918.6}, {"text": "Because you work here. I", "start": 4918.6, "end": 4920.6}, {"text": "*laughing*", "start": 4920.6, "end": 4922.6}, {"text": "I don't know what's going on!", "start": 4922.6, "end": 4924.6}, {"text": "*laughing*", "start": 4924.6, "end": 4926.6}, {"text": "I wanna see my mom!", "start": 4926.6, "end": 4928.6}, {"text": "And I wanna go to the doctor!", "start": 4928.6, "end": 4930.6}, {"text": "Okay, I'm gonna take this guy to the doctor!", "start": 4930.6, "end": 4932.6}, {"text": "*laughing*", "start": 4932.6, "end": 4934.6}, {"text": "I'm crawling around humming the James Bond theme.", "start": 4934.6, "end": 4936.6}, {"text": "Yeah, okay.", "start": 4936.6, "end": 4938.6}, {"text": "Uh, a couple of things.", "start": 4938.6, "end": 4940.6}, {"text": "Okay, uh, Yusef, you can roll,", "start": 4940.6, "end": 4942.6}, {"text": "roll a stealth check, 'cause you're crawling around the Paki store.", "start": 4942.6, "end": 4944.6}, {"text": "23.", "start": 4944.6, "end": 4946.6}, {"text": "You are so good at this.", "start": 4946.6, "end": 4948.6}, {"text": "So good at this they can't even see me", "start": 4948.6, "end": 4951.88}, {"text": "Yeah, yeah. Wait, how are you being so stealthy describe it to be you so", "start": 4951.88, "end": 4956.52}, {"text": "um", "start": 4956.52, "end": 4958.68}, {"text": "I've painted myself to look like", "start": 4958.68, "end": 4961.0}, {"text": "So, uh, uh, yeah, you are just blending in perfectly", "start": 4961.0, "end": 4965.32}, {"text": "So we'll we'll resolve we'll look over you in a second see what you're what you want to do with that", "start": 4965.32, "end": 4969.48}, {"text": "Uh vince, what are you up to?", "start": 4969.48, "end": 4971.88}, {"text": "Um, I can I uh stop buddy from leaving the store", "start": 4971.88, "end": 4976.84}, {"text": "Mm-hmm. Okay. I stopped buddy from leaving the start ago. Hey, it's me your doctor. I'm here. Oh", "start": 4977.56, "end": 4983.4}, {"text": "Let's see. What's this? I try and take his pulse through like a like a like a trash can lid. That's", "start": 4983.4, "end": 4990.32}, {"text": "Like oh, yeah, that's what I thought. I'm gonna prescribe you 50 beers", "start": 4990.32, "end": 4995.92}, {"text": "Okay, buddy", "start": 4995.92, "end": 4998.22}, {"text": "Vince roll", "start": 4998.22, "end": 5000.22}, {"text": "deception buddy, I", "start": 5000.22, "end": 5002.26}, {"text": "guess roll", "start": 5002.26, "end": 5005.24}, {"text": "Yeah roll insight, okay, I", "start": 5005.24, "end": 5008.12}, {"text": "Got a 19. I got a 13. Yeah, buddy here, you don't you know, you know Vince, you've known him for a while", "start": 5008.12, "end": 5015.5}, {"text": "So, you know, he's not your doctor, but you think he maybe did just help you", "start": 5015.5, "end": 5019.16}, {"text": "Yeah", "start": 5019.16, "end": 5021.32}, {"text": "Like do you think he healed you? Like what do you think? He did that? You got tricked here. I think that that he is", "start": 5021.32, "end": 5027.32}, {"text": "my doctor's son", "start": 5027.32, "end": 5029.92}, {"text": "That now because I can't imagine there could be another doctor", "start": 5029.92, "end": 5033.98}, {"text": "that's not related. I think all doctors are in one big family.", "start": 5033.98, "end": 5039.82}, {"text": "Yeah. Yeah. I should say and so I just ignore everything you said and I say,", "start": 5039.82, "end": 5045.5}, {"text": "can I come over for dinner? I look and I see I see one of the one of the shelves", "start": 5045.5, "end": 5053.42}, {"text": "behind me or behind buddy is like winking at me and I realized that that's", "start": 5053.42, "end": 5060.62}, {"text": "of", "start": 5060.62, "end": 5067.62}, {"text": "and i i got never never mind come on", "start": 5067.62, "end": 5071.46}, {"text": "then he's got it", "start": 5071.46, "end": 5072.74}, {"text": "weekend cool", "start": 5072.74, "end": 5073.94}, {"text": "and uh... yeah yes so uh... you guys sort of uh... go out and i still in the", "start": 5073.94, "end": 5078.5}, {"text": "story at you if you are doing you are yelling about getting candy your seven", "start": 5078.5, "end": 5082.72}, {"text": "yeah i was gonna have that and real fast in the if you want to keep going again i", "start": 5082.72, "end": 5086.94}, {"text": "still have six packs up to my hand yet you do you see still dot stuff i would", "start": 5086.94, "end": 5091.3}, {"text": "say that the store clerks are completely baffled there's no reason i and this is", "start": 5091.3, "end": 5095.44}, {"text": "and this is boston california in the eighty-five", "start": 5095.44, "end": 5098.04}, {"text": "i'm yeah i've heard about another gold coin", "start": 5098.04, "end": 5101.44}, {"text": "and i believe", "start": 5101.44, "end": 5102.64}, {"text": "and that", "start": 5102.64, "end": 5105.0}, {"text": "uh... you only have a couple of six back so you set if you want to keep trying to", "start": 5105.0, "end": 5108.8}, {"text": "get more beers to fuel", "start": 5108.8, "end": 5110.6}, {"text": "your new little friend", "start": 5110.6, "end": 5112.6}, {"text": "uh... let's use it exactly what i do", "start": 5112.6, "end": 5115.32}, {"text": "okay yeah", "start": 5115.32, "end": 5116.76}, {"text": "the group to more six-packs", "start": 5116.76, "end": 5119.76}, {"text": "and uh...", "start": 5119.76, "end": 5121.04}, {"text": "crab walkout", "start": 5121.04, "end": 5122.2}, {"text": "Yeah, you use your crab walking out like a little girl sees you and like sort of tugs his mommy", "start": 5122.2, "end": 5126.96}, {"text": "It's some kind of fucked-up spider. She's", "start": 5126.96, "end": 5129.76}, {"text": "Shut up", "start": 5129.76, "end": 5132.48}, {"text": "As you're crawling out of the store", "start": 5132.48, "end": 5134.92}, {"text": "Also, what perception check you stuff", "start": 5134.92, "end": 5138.96}, {"text": "The pitbulls on my back by the way, oh, yeah, it's all it's all making sense to me visually", "start": 5138.96, "end": 5146.68}, {"text": "Yeah, you got a crit one, you don't notice anything in particular as you're crawling out of the store with a pitbull on your back", "start": 5148.2, "end": 5155.96}, {"text": "You notice less than is possible to notice with that crit. We're getting a lot of crits today", "start": 5155.96, "end": 5161.08}, {"text": "Yeah, you guys go out of the store. You have all these these these beers and you watch as the little leprechaun is like", "start": 5161.08, "end": 5168.34}, {"text": "Like just drinking them down fucking pounding them that cat loves drinking water", "start": 5168.34, "end": 5175.76}, {"text": "the", "start": 5175.76, "end": 5188.2}, {"text": "okay", "start": 5188.2, "end": 5190.48}, {"text": "but yeah he's all field up he seems good he seems ready to go", "start": 5190.48, "end": 5194.12}, {"text": "can i take one of the leprechauns beers", "start": 5194.12, "end": 5196.78}, {"text": "yeah you can try it yeah you see what he does", "start": 5196.78, "end": 5199.4}, {"text": "what what would i roll", "start": 5199.4, "end": 5201.2}, {"text": "uh...", "start": 5201.2, "end": 5202.28}, {"text": "slight a hand if you're trying to like nab it from him", "start": 5202.28, "end": 5205.56}, {"text": "twenty", "start": 5205.56, "end": 5206.36}, {"text": "very slick you're very smooth", "start": 5206.36, "end": 5209.0}, {"text": "yeah you just like slick slide that in uh... very smooth", "start": 5209.0, "end": 5215.2}, {"text": "And the leprechaun's dancing around now, he's like, \"Harty-tart, harty-tart!\"", "start": 5215.2, "end": 5218.1}, {"text": "And he points up towards the Brady Woods.", "start": 5218.1, "end": 5220.1}, {"text": "And he's like, \"Harty-tarty, harty-tarty, um, uh, harty-tarty,", "start": 5220.1, "end": 5226.1}, {"text": "[stuttering]", "start": 5226.1, "end": 5227.8}, {"text": "\"Grainbowl!\"", "start": 5227.8, "end": 5228.6}, {"text": "He says his, like, first word.", "start": 5228.6, "end": 5230.6}, {"text": "-Whoa! -That he heard him say.", "start": 5230.6, "end": 5231.9}, {"text": "He's gay!", "start": 5231.9, "end": 5234.0}, {"text": "[laughter]", "start": 5234.0, "end": 5235.6}, {"text": "He's-- he somehow is like, \"No.\"", "start": 5235.6, "end": 5240.2}, {"text": "[laughter]", "start": 5240.2, "end": 5243.6}, {"text": "\"Fuckin' nah.\"", "start": 5243.6, "end": 5244.7}, {"text": "(laughs)", "start": 5244.7, "end": 5246.7}, {"text": "Well, okay. Well, you know that Boston, California was one of the first places to legalize gay marriage, so I do accept you if you are.", "start": 5246.7, "end": 5254.7}, {"text": "I heard you, I heard you, Tyrone. He's like, feels a little embarrassed.", "start": 5254.7, "end": 5258.7}, {"text": "(laughs)", "start": 5258.7, "end": 5261.7}, {"text": "But, uh...", "start": 5261.7, "end": 5264.7}, {"text": "I turned to the rest of the crew and was like,", "start": 5264.7, "end": 5267.7}, {"text": "\"Oh, he wants us to take him to that spot that we found the dead body!\"", "start": 5267.7, "end": 5272.7}, {"text": "*sniff*", "start": 5272.7, "end": 5273.2}, {"text": "*sniff*", "start": 5273.2, "end": 5273.7}, {"text": "*sniff*", "start": 5273.7, "end": 5274.2}, {"text": "*sniff*", "start": 5274.2, "end": 5274.7}, {"text": "*sniff*", "start": 5274.7, "end": 5275.2}, {"text": "*ding*", "start": 5275.2, "end": 5275.7}, {"text": "That other time...", "start": 5275.7, "end": 5276.7}, {"text": "*sniff*", "start": 5276.7, "end": 5277.2}, {"text": "*sniff*", "start": 5277.2, "end": 5277.7}, {"text": "You know, by the trail- the railroad tracks and...", "start": 5277.7, "end": 5280.2}, {"text": "Kiefer Sutherland was there...", "start": 5280.2, "end": 5282.2}, {"text": "I just- I- I nod...", "start": 5282.2, "end": 5283.7}, {"text": "Yes, I remember that.", "start": 5283.7, "end": 5285.2}, {"text": "*laughter*", "start": 5285.2, "end": 5286.7}, {"text": "I- I put my hand in my pocket and I just have a finger in my pocket from that pocket.", "start": 5286.7, "end": 5290.7}, {"text": "*laughter*", "start": 5290.7, "end": 5293.2}, {"text": "It smells so bad.", "start": 5293.2, "end": 5295.2}, {"text": "Yeah.", "start": 5295.2, "end": 5295.7}, {"text": "*laughter*", "start": 5295.7, "end": 5297.7}, {"text": "*sniff*", "start": 5297.7, "end": 5298.2}, {"text": "Oh, fuck. Hey, put that back.", "start": 5298.2, "end": 5300.2}, {"text": "I put it back in my pocket.", "start": 5300.2, "end": 5302.2}, {"text": "So, you guys could get to the Brady Woods.", "start": 5302.2, "end": 5307.2}, {"text": "Obviously, this leprechaun can float a lot of you guys pretty far.", "start": 5307.2, "end": 5314.2}, {"text": "That said, you'll likely be noticed if you do that, though you can certainly still do it.", "start": 5314.2, "end": 5320.2}, {"text": "The other way is to go through the main street in town, where the St. Brady's Day Parade is happening.", "start": 5320.2, "end": 5326.2}, {"text": "You can kind of blend in there.", "start": 5326.2, "end": 5328.2}, {"text": "Um, those are sort of your two pathways to get to the Brainy Woods.", "start": 5328.2, "end": 5332.7}, {"text": "I will ride the leprechaun.", "start": 5332.7, "end": 5334.7}, {"text": "Me too.", "start": 5334.7, "end": 5336.7}, {"text": "I put a playing card in his butt cheeks to make him go faster.", "start": 5336.7, "end": 5341.7}, {"text": "So he makes motorcycle sounds.", "start": 5341.7, "end": 5345.7}, {"text": "So yeah, you all, how do you guys all configure yourself to climb onto this leprechaun?", "start": 5345.7, "end": 5350.7}, {"text": "I'm very curious.", "start": 5350.7, "end": 5352.7}, {"text": "We stand on a finger.", "start": 5352.7, "end": 5354.7}, {"text": "We each get a finger. I'm in a I'm in a pitbull sidecar", "start": 5354.7, "end": 5358.22}, {"text": "Yeah, yeah", "start": 5358.22, "end": 5359.82}, {"text": "I was gonna say I was gonna say we put the leprechaun on the pit and then have the", "start": 5359.82, "end": 5363.18}, {"text": "Leprechaun race the pitbull in the air, but I think if we each get a finger, I think that's a lot funnier. Yeah", "start": 5363.18, "end": 5369.82}, {"text": "I'm", "start": 5369.82, "end": 5372.46}, {"text": "Holding us up. Yeah. Yeah, buddy. You're somehow stuck to like the soul of your shoe like the least like", "start": 5372.46, "end": 5377.82}, {"text": "Least leverage you can get and grabbing on to something you are fine though", "start": 5377.82, "end": 5382.46}, {"text": "And you all start flying in the air, and we, even though it's like the afternoon, we see your silhouette against like, uh, the moon as you're doing it.", "start": 5383.18, "end": 5393.42}, {"text": "It's the most confusing silhouette of all time.", "start": 5393.42, "end": 5396.94}, {"text": "You don't know what it's supposed to be, looking up from the top.", "start": 5396.94, "end": 5400.38}, {"text": "It's like, it's like a, it's like a, guess, it's like a \"Who's that Pokemon?\"", "start": 5400.38, "end": 5406.54}, {"text": "It's for like, Tangela.", "start": 5406.54, "end": 5408.94}, {"text": "It could look less like anything.", "start": 5408.94, "end": 5410.78}, {"text": "It looks like a Rorschach test.", "start": 5410.78, "end": 5411.58}, {"text": "Yeah, yeah.", "start": 5411.58, "end": 5412.38}, {"text": "Yeah, somebody down there looks up and says, \"Oh, fuck, my parents are fighting! I can't see them!\"", "start": 5412.38, "end": 5418.38}, {"text": "[Laughter]", "start": 5418.38, "end": 5419.38}, {"text": "Yep.", "start": 5419.38, "end": 5420.38}, {"text": "Um, um, and um, uh, and uh, uh, as you're sort of flying up, uh, you hear, \"Pshh!\"", "start": 5420.38, "end": 5432.38}, {"text": "and and the leprechaun blood squirts out of the leprechaun fuck and you look down", "start": 5432.38, "end": 5442.88}, {"text": "and you see you see one of those snake men with a gun shooting down the", "start": 5442.88, "end": 5451.5}, {"text": "leprechaun I take one of my beer bottles out and I just plug I open it up and", "start": 5451.5, "end": 5459.22}, {"text": "plug the hole", "start": 5459.22, "end": 5463.7}, {"text": "so the blood is still falling out just into something it's a it's going it's", "start": 5463.7, "end": 5468.3}, {"text": "it's so it's like", "start": 5468.3, "end": 5469.42}, {"text": "the beers going into his body while blood is going into the", "start": 5469.42, "end": 5472.46}, {"text": "transmission", "start": 5472.46, "end": 5476.98}, {"text": "you start to lose altitude of that you're transfusing his blood into a beer can", "start": 5476.98, "end": 5482.68}, {"text": "and you see the the leprechaun is like trying to gain", "start": 5482.68, "end": 5485.62}, {"text": "some some leverage uh...", "start": 5485.62, "end": 5488.04}, {"text": "What what what do you guys gonna try to do cuz it looks like you're gonna land a little bit towards the woods", "start": 5488.04, "end": 5492.92}, {"text": "Right now how close to the woods?", "start": 5492.92, "end": 5495.32}, {"text": "I mean like kind of like where you live you live like on like right on the outskirts of town", "start": 5495.32, "end": 5500.58}, {"text": "So you can probably land pretty near the woods if you want to if you like like that's kind of where you were already", "start": 5500.58, "end": 5505.64}, {"text": "But not like in the woods", "start": 5505.64, "end": 5507.68}, {"text": "Like he shot you kind of a little too early cuz cuz nobody noticed him inside the inside the the liquor store", "start": 5507.68, "end": 5513.62}, {"text": "So I think we land near the woods, right? Yeah, you can do that", "start": 5517.12, "end": 5520.58}, {"text": "You can veer in other directions so you can try to drive the leprechaun in the directions. Okay", "start": 5520.58, "end": 5524.84}, {"text": "What if we go to the parade to try and lose the that's a good idea?", "start": 5524.84, "end": 5528.92}, {"text": "Okay. Oh, yeah, we can make it look like we're floating into the parade. Oh, yeah, we're afloat. Mm-hmm", "start": 5528.92, "end": 5536.0}, {"text": "Okay. Yeah. Okay. So you guys?", "start": 5536.0, "end": 5538.78}, {"text": "Steer this leprechaun. I don't know why I give you guys options and into", "start": 5538.78, "end": 5544.76}, {"text": "the parade and", "start": 5545.28, "end": 5547.28}, {"text": "You see everybody sort of like dressed up as either, you know, like, you know, they're wearing kiss me. I'm Irish shirts. They're", "start": 5547.28, "end": 5555.08}, {"text": "Wearing kiss me. I'm Irish or something like that. I don't know. I'm drunk shirts", "start": 5555.08, "end": 5561.32}, {"text": "You know all kinds of stuff you see people dressed as like Irish folklore creatures", "start": 5561.32, "end": 5566.84}, {"text": "Well, they're wearing I'm they're wearing I'm with stupid and the arrows pointing up. Yeah, right a hundred percent", "start": 5566.84, "end": 5572.96}, {"text": "Yeah, name all that stuff right now, because I can't think of any of it.", "start": 5572.96, "end": 5576.8}, {"text": "They're there.", "start": 5576.8, "end": 5580.0}, {"text": "They're there somehow have iPhones that have already", "start": 5580.0, "end": 5582.56}, {"text": "and they have the beer drinking app.", "start": 5582.56, "end": 5584.46}, {"text": "And yeah, you guys land in the parade in the street.", "start": 5584.46, "end": 5590.04}, {"text": "You see everybody there.", "start": 5590.04, "end": 5592.06}, {"text": "They don't really.", "start": 5592.06, "end": 5593.64}, {"text": "It's pretty fucking weird, but like it's it's not out of the ordinary", "start": 5593.64, "end": 5597.14}, {"text": "to see a leprechaun kind of looking guy.", "start": 5597.14, "end": 5599.54}, {"text": "You think it's just like a fucked up kid, maybe dressed up for the occasion.", "start": 5599.74, "end": 5603.1}, {"text": "Who just floated down from the.", "start": 5603.1, "end": 5605.78}, {"text": "Yeah, yeah, sure.", "start": 5605.78, "end": 5608.26}, {"text": "And but yeah, the snake man, you can't see where he could have been", "start": 5608.26, "end": 5613.5}, {"text": "or where where he could have went", "start": 5613.5, "end": 5614.9}, {"text": "at this point.", "start": 5614.9, "end": 5617.54}, {"text": "But yeah, you're in the parade.", "start": 5617.54, "end": 5619.46}, {"text": "You could see people having a good time.", "start": 5619.46, "end": 5622.58}, {"text": "What do you guys want to do in the parade?", "start": 5622.58, "end": 5624.14}, {"text": "There's like stands, there's like games, people just marching around.", "start": 5624.14, "end": 5628.18}, {"text": "Mr. Thorn, Mardi Gras beads of people.", "start": 5628.22, "end": 5630.22}, {"text": "Okay, yeah.", "start": 5630.22, "end": 5631.54}, {"text": "Uh, yeah, you throw it at a guy who looks like, exactly like Roger Clemens.", "start": 5631.54, "end": 5636.3}, {"text": "[Laughter]", "start": 5636.3, "end": 5638.3}, {"text": "Take it off!", "start": 5638.3, "end": 5639.62}, {"text": "[Laughter]", "start": 5639.62, "end": 5641.62}, {"text": "He's like, \"Fuck yeah, dawg!\"", "start": 5641.62, "end": 5643.46}, {"text": "And he takes it off, he shows his body.", "start": 5643.46, "end": 5645.46}, {"text": "I vomit.", "start": 5645.46, "end": 5646.54}, {"text": "[Laughter]", "start": 5646.54, "end": 5647.7}, {"text": "He's a guy, right?", "start": 5647.7, "end": 5648.86}, {"text": "He's been worse. I've gotten worse.", "start": 5648.86, "end": 5651.3}, {"text": "Um, worse reviews.", "start": 5651.3, "end": 5653.3}, {"text": "Um, yeah, what else you guys wanna do?", "start": 5653.3, "end": 5655.3}, {"text": "What do you guys, just play around the parade.", "start": 5655.3, "end": 5656.78}, {"text": "there's tons of stuff you can do name something it's probably there", "start": 5656.78, "end": 5661.14}, {"text": "i go i go to there's like a standard you like throw", "start": 5661.14, "end": 5665.06}, {"text": "tennis balls like knockdown bottles yeah yeah uh... and i tried i'd i'd like paid", "start": 5665.06, "end": 5670.22}, {"text": "it with all green tennis balls yeah i go to throw the ball but it just can't", "start": 5670.22, "end": 5674.74}, {"text": "leave my hand stuck i just keep trying to throw it over and over and the guys", "start": 5674.74, "end": 5678.86}, {"text": "getting really mad at me and i just look at him and say the devil is chasing us", "start": 5678.86, "end": 5685.86}, {"text": "Wait box here. Yeah, wait box is here. I go shake his hand", "start": 5685.86, "end": 5690.16}, {"text": "He says thank you for your service no, thank you chicken, man", "start": 5690.16, "end": 5696.32}, {"text": "Yeah, you want to hang out with box yeah, I'm gonna hang out with my box and drink beer", "start": 5696.32, "end": 5704.02}, {"text": "Yeah", "start": 5704.02, "end": 5709.94}, {"text": "Very precocious", "start": 5709.94, "end": 5714.66}, {"text": "What are you doing Yusef?", "start": 5714.66, "end": 5718.5}, {"text": "What are you up to?", "start": 5718.5, "end": 5720.34}, {"text": "I've left a pitbull in a bull pit that I've seen.", "start": 5720.34, "end": 5727.14}, {"text": "Wait my pitbull or yours?", "start": 5727.14, "end": 5729.3}, {"text": "Uh yeah yours that I was riding.", "start": 5729.3, "end": 5732.78}, {"text": "The pitbull is just like eating the balls.", "start": 5732.78, "end": 5734.98}, {"text": "You see like a family of seven children going like \"Come on let's play in the park!\"", "start": 5734.98, "end": 5739.98}, {"text": "The jaws theme starts playing", "start": 5739.98, "end": 5741.98}, {"text": "You see like it's like the camera like gets aware like shakes a little bit and pans away as quickly as", "start": 5741.98, "end": 5749.26}, {"text": "And", "start": 5749.26, "end": 5754.94}, {"text": "Yeah, you uh, oh", "start": 5754.94, "end": 5756.94}, {"text": "Yeah, so you have yeah, you're hanging out with Wade Boggs and", "start": 5756.94, "end": 5760.66}, {"text": "Just I mean we just get plastered. Yeah, he's like he's like, yeah", "start": 5760.66, "end": 5765.82}, {"text": "No, we after that, you know, nobody could even look at Buckner, you know, it was oh", "start": 5765.82, "end": 5769.82}, {"text": "Trust me. I wanted to fucking kill that guy. I mean everybody the whole fucking city wanted to kill that guy", "start": 5769.82, "end": 5775.3}, {"text": "What a piece of fucking shit. He's got a fucking bend down a little bit. Yeah, fucking a grounder", "start": 5775.3, "end": 5780.14}, {"text": "one sec", "start": 5780.14, "end": 5783.22}, {"text": "Yeah, I know trust me dude I fucking", "start": 5783.22, "end": 5786.7}, {"text": "God, I would do anything that do that series again, man", "start": 5786.7, "end": 5791.26}, {"text": "I would fuck in if I saw Bucky Dent I'd kill him", "start": 5791.26, "end": 5794.02}, {"text": "And you see the little leprechaun now here Wade Boggs say I would do anything", "start": 5794.18, "end": 5798.14}, {"text": "to do that series again and", "start": 5798.14, "end": 5800.56}, {"text": "leprechauns like territory territory deterrence arts like flipping around gold coins and doing little magic things at his hands and way Boggs like", "start": 5800.56, "end": 5807.12}, {"text": "Is he?", "start": 5807.12, "end": 5809.2}, {"text": "Z what the fuck is that? Is it a little epic on? Oh, yeah", "start": 5809.2, "end": 5813.98}, {"text": "and Wade Boggs", "start": 5813.98, "end": 5816.8}, {"text": "like it's like I", "start": 5816.8, "end": 5818.76}, {"text": "Would do anything to do that series again and starts chasing the leprechaun just like to and just starts running around", "start": 5818.76, "end": 5825.92}, {"text": "Trying to grab him in the leprechaun just keeps dodging head of the way. He's not drunk at all", "start": 5825.92, "end": 5830.64}, {"text": "He's like that's a Terry like disappearing up on the tree branch on a tree branch", "start": 5830.64, "end": 5833.92}, {"text": "And he's like you don't understand I was supposed to get so much pussy that night", "start": 5833.92, "end": 5844.26}, {"text": "He's just like trying so hard to grab the leprechaun", "start": 5844.26, "end": 5847.22}, {"text": "Meanwhile, what are you, what are the rest of you guys doing while Patrick is dealing with this leprechaun situation?", "start": 5847.96, "end": 5857.96}, {"text": "Because that might ignite, you know, that might make other people aware of the leprechaun if he's teleporting around and doing magic things.", "start": 5857.96, "end": 5864.96}, {"text": "That's sort of the danger here in this instance.", "start": 5864.96, "end": 5866.96}, {"text": "I'm holding on to the side of the rollercoaster as it goes around.", "start": 5866.96, "end": 5870.96}, {"text": "[Laughter]", "start": 5870.96, "end": 5874.96}, {"text": "What about you Vince?", "start": 5874.96, "end": 5876.96}, {"text": "There's a I'm just cutting all the lines for all the the floats yeah, yeah the shamrock flow", "start": 5876.96, "end": 5884.88}, {"text": "Yeah, like everything is just going into the sky. Yeah. Yeah, you're just people in them also", "start": 5884.88, "end": 5889.88}, {"text": "Flying like uncontrollable hot-air balloons. Yeah", "start": 5889.88, "end": 5894.28}, {"text": "Yeah, yeah, we left the manual", "start": 5894.28, "end": 5897.8}, {"text": "We don't know how to fly any of these things. It's just the parade's just a complete chaos", "start": 5897.8, "end": 5902.24}, {"text": "And at this point though, it's it's the leprechauns been sort of like teleporting around like doing little tricks and stuff", "start": 5904.4, "end": 5911.98}, {"text": "And you see the a group more of those snake men", "start": 5911.98, "end": 5915.46}, {"text": "and", "start": 5915.46, "end": 5918.2}, {"text": "They start to approach you guys", "start": 5918.2, "end": 5920.2}, {"text": "And he said to chase you to say gets that leprechaun and they start trying to chase him", "start": 5920.2, "end": 5926.0}, {"text": "What do you guys want to do? Is there any way I can direct Wade Boggs on the leprechaun to the woods?", "start": 5926.0, "end": 5931.0}, {"text": "You could certainly try oh, yeah, I got an idea. Hey wait, there's a bucket of chicken in the woods", "start": 5931.32, "end": 5936.26}, {"text": "There's a whole whole KFC in there whole KFC dinner. You can go in there all the chicken you want", "start": 5936.26, "end": 5943.08}, {"text": "I know I know that's your thing. Oh", "start": 5943.08, "end": 5945.08}, {"text": "Roll persuasion with advantage because you said that", "start": 5945.08, "end": 5949.04}, {"text": "16", "start": 5949.04, "end": 5952.96}, {"text": "He he who's wanted to who he wanted to", "start": 5952.96, "end": 5956.52}, {"text": "He stops chasing the leprechaun he's getting kind of winded. He's already sort of becoming the age he is now and", "start": 5957.84, "end": 5963.44}, {"text": "He's like fucking chicken", "start": 5963.44, "end": 5966.6}, {"text": "He just starts to wander off towards the woods and the leprechaun he wants to keep tricking Wade starts following him and and it's like", "start": 5966.6, "end": 5973.22}, {"text": "Poking at him and prodding him and the snake guys are chasing after him too. And you guys are running into the woods", "start": 5973.22, "end": 5979.08}, {"text": "Is there any way I can make Wade go? I know I can I make Wade go faster", "start": 5979.08, "end": 5983.1}, {"text": "So the leprechaun goes faster. So the snake men. Yeah, what do you want to try to do?", "start": 5983.1, "end": 5987.1}, {"text": "Uh, if you catch the leprechaun Wade, you're gonna need to eat a whole bucket of chicken before the game to redo the series", "start": 5987.1, "end": 5993.96}, {"text": "And oh, that's a good point. It's chickens my fuel", "start": 5993.96, "end": 5997.24}, {"text": "Superstition. Yeah, that's my see. That's why I look like this soon", "start": 5997.24, "end": 6002.08}, {"text": "He's like moving a little bit faster now and you guys almost lose snake guys, I'll have you roll all you guys roll", "start": 6002.08, "end": 6010.46}, {"text": "Let's have you all roll nature checks actually to see if you could sort of hide in the woods if you know your way around", "start": 6013.46, "end": 6017.94}, {"text": "Critical got a crit", "start": 6017.94, "end": 6022.06}, {"text": "Do I count which one do I count I accidentally rolled with advantage? Oh the first one. Sorry damn six", "start": 6022.06, "end": 6028.72}, {"text": "Okay, a couple of things", "start": 6028.72, "end": 6030.72}, {"text": "Keith you got Keith and buddy. You have a regular relationship with the Brady woods", "start": 6030.72, "end": 6035.22}, {"text": "Nothing special that you know about it", "start": 6035.22, "end": 6037.98}, {"text": "Yousef you're particularly unversed in these woods. Why do you think that is? I want to know", "start": 6039.02, "end": 6043.98}, {"text": "What makes yousef have a hard time navigating the woods 70% of my time is spent inside a trunk", "start": 6043.98, "end": 6050.14}, {"text": "Yeah, yeah your dad's like your dad like also doesn't want you to go into the woods", "start": 6050.14, "end": 6057.1}, {"text": "Yeah, i'm not my dad doesn't like the outside because you know, the rain has tap water in it and he doesn't want me", "start": 6057.1, "end": 6062.54}, {"text": "Yeah", "start": 6062.54, "end": 6065.26}, {"text": "And uh, uh you uh, vince, uh that crit is going to be very helpful for you. What what?", "start": 6067.18, "end": 6073.18}, {"text": "Why do you know your way around the woods? So well vince foster the bully", "start": 6073.18, "end": 6077.1}, {"text": "Um as soon as I like get into the woods it it immediately becomes like a snow white situation and all the uh,", "start": 6077.1, "end": 6084.46}, {"text": "Woodland creatures come out and I start singing", "start": 6084.46, "end": 6086.62}, {"text": "In a beautiful girl voice", "start": 6086.62, "end": 6089.26}, {"text": "And I realize it's like the only happiness i've ever had in my life", "start": 6089.26, "end": 6092.38}, {"text": "Yeah, there's a connection in nature. Yeah, you see like the rabbits are like have like big eyelashes and they're like", "start": 6094.46, "end": 6100.62}, {"text": "Doing silly little like scurry things around you and and they're they're giving you like", "start": 6100.62, "end": 6105.82}, {"text": "They're giving you little outfits to wear try on they're helping you sew something right now. Yeah. Yeah", "start": 6105.82, "end": 6111.82}, {"text": "Uh, but your your knowledge around the woods helps sort of lift everybody else out of it and you guys managed to get", "start": 6111.82, "end": 6118.14}, {"text": "um", "start": 6118.14, "end": 6119.9}, {"text": "uh to", "start": 6119.9, "end": 6121.26}, {"text": "What looks like?", "start": 6121.26, "end": 6122.78}, {"text": "you know", "start": 6122.78, "end": 6123.78}, {"text": "who are magical", "start": 6123.78, "end": 6125.22}, {"text": "part of gold", "start": 6125.22, "end": 6126.94}, {"text": "on the car and you see way bogs is like", "start": 6126.94, "end": 6130.5}, {"text": "holly crap", "start": 6130.5, "end": 6132.14}, {"text": "and uh... the leprechauns like", "start": 6132.14, "end": 6134.22}, {"text": "and he looks up", "start": 6134.22, "end": 6136.14}, {"text": "he's like pointing up", "start": 6136.14, "end": 6137.5}, {"text": "and he's like you see way off in the distance from the rainbow that part of", "start": 6137.5, "end": 6140.86}, {"text": "gold is on this magical saint patrick's day", "start": 6140.86, "end": 6143.58}, {"text": "a few little leprechauns sliding down", "start": 6143.58, "end": 6147.18}, {"text": "maybe towards", "start": 6147.18, "end": 6148.58}, {"text": "the pot of gold", "start": 6148.58, "end": 6151.74}, {"text": "before anything can happen", "start": 6151.74, "end": 6153.9}, {"text": "you also see", "start": 6153.9, "end": 6156.14}, {"text": "a", "start": 6156.14, "end": 6158.4}, {"text": "some of people been waiting here", "start": 6158.4, "end": 6160.06}, {"text": "for this", "start": 6160.06, "end": 6161.52}, {"text": "is none other than the the greatest snake", "start": 6161.52, "end": 6164.2}, {"text": "in in boston history", "start": 6164.2, "end": 6168.28}, {"text": "roger fucking clemens", "start": 6168.28, "end": 6170.46}, {"text": "who left the socks to join", "start": 6170.46, "end": 6174.0}, {"text": "the yankees", "start": 6174.0, "end": 6175.16}, {"text": "my mom went to dinner with him once", "start": 6175.16, "end": 6180.1}, {"text": "and his snakes", "start": 6180.1, "end": 6182.1}, {"text": "Because he's a fucking snake", "start": 6182.1, "end": 6185.3}, {"text": "and he says", "start": 6185.3, "end": 6187.54}, {"text": "He says to you all finally the leprechaun i'm roger clemens. I don't think I sound like this", "start": 6187.54, "end": 6193.3}, {"text": "I think roger clemens is from like texas or yeah, right disney. Yeah. Yee-haw. My name is roger clemens", "start": 6193.3, "end": 6201.08}, {"text": "I fucking hate boston california. Oh, he's from ohio", "start": 6201.08, "end": 6206.02}, {"text": "and uh", "start": 6206.02, "end": 6208.58}, {"text": "And I have a disorder.", "start": 6208.58, "end": 6213.14}, {"text": "Um, just looked it up.", "start": 6213.14, "end": 6214.74}, {"text": "He's from trench town and I live in a hole.", "start": 6214.74, "end": 6218.78}, {"text": "I go back up and, um, you see, he says once long ago, St.", "start": 6218.78, "end": 6226.86}, {"text": "Patrick banished these snakes from all of Ireland and from Boston, California.", "start": 6226.86, "end": 6232.22}, {"text": "I'm bringing the snakes back one leprechaun dead at a time.", "start": 6232.22, "end": 6236.46}, {"text": "Give me that leprechaun.", "start": 6236.46, "end": 6238.22}, {"text": "No! Wait, hold on, I've got an idea.", "start": 6238.22, "end": 6241.72}, {"text": "Are we all here now?", "start": 6241.72, "end": 6242.72}, {"text": "Yeah, you're all here, I just haven't put your icons in yet.", "start": 6242.72, "end": 6245.72}, {"text": "What's a leprechaun?", "start": 6245.72, "end": 6247.72}, {"text": "You talking about that midget that says \"tard\" all the time?", "start": 6247.72, "end": 6250.72}, {"text": "[Laughter]", "start": 6250.72, "end": 6252.72}, {"text": "Yeah, he says \"hardy, tardy, how do I sound?\"", "start": 6252.72, "end": 6256.72}, {"text": "Roger Clements. He's just like freaking out.", "start": 6256.72, "end": 6260.72}, {"text": "Oh, those are the wrong characters. Sorry.", "start": 6260.72, "end": 6264.72}, {"text": "Uh, yeah, but you guys are all here now.", "start": 6264.72, "end": 6267.52}, {"text": "Um, I was gonna say roll initiative against Roger Cogman's and the snakes, but if you guys", "start": 6267.52, "end": 6272.72}, {"text": "have a few more words to share, anyone want to step on that?", "start": 6272.72, "end": 6275.64}, {"text": "Uh, I think the leprechaun is more sad.", "start": 6275.64, "end": 6278.36}, {"text": "Yeah.", "start": 6278.36, "end": 6279.36}, {"text": "Are you, I'm talking, I'm talking to Roger.", "start": 6279.36, "end": 6283.08}, {"text": "Are you my mom?", "start": 6283.08, "end": 6284.88}, {"text": "Oh shit.", "start": 6284.88, "end": 6286.88}, {"text": "Uh, no kid, I'm not your mom.", "start": 6286.88, "end": 6289.68}, {"text": "Are you my teacher?", "start": 6289.68, "end": 6292.04}, {"text": "I'm about to teach you a lesson.", "start": 6292.04, "end": 6293.04}, {"text": "Are you my mom's friend?", "start": 6293.04, "end": 6295.04}, {"text": "Alright, so this is-", "start": 6295.04, "end": 6295.54}, {"text": "Are you my teacher's friend?", "start": 6295.54, "end": 6297.04}, {"text": "You're doing a thing?", "start": 6297.04, "end": 6298.04}, {"text": "This is a thing you do?", "start": 6298.04, "end": 6298.54}, {"text": "Are you my mom's teacher?", "start": 6298.54, "end": 6300.04}, {"text": "Did somebody tell this kid to", "start": 6300.04, "end": 6302.04}, {"text": "fucking shut the fuck up?", "start": 6302.04, "end": 6302.54}, {"text": "Are you my teacher's mom?", "start": 6302.54, "end": 6304.04}, {"text": "I'm gonna tell-", "start": 6304.04, "end": 6304.54}, {"text": "Well answer his fucking questions, you prick!", "start": 6304.54, "end": 6307.04}, {"text": "No, you're a prick.", "start": 6307.04, "end": 6308.04}, {"text": "God, I'm so mad at you right now.", "start": 6308.04, "end": 6310.04}, {"text": "I whispered to Keith,", "start": 6310.04, "end": 6312.04}, {"text": "\"That's my teacher's mom's friend.\"", "start": 6312.04, "end": 6315.04}, {"text": "*laughter*", "start": 6315.04, "end": 6317.04}, {"text": "Yes he is, buddy. Yes he is.", "start": 6317.04, "end": 6319.04}, {"text": "And, uh, yeah, you all wrote an initiative?", "start": 6319.04, "end": 6321.04}, {"text": "initiative. Okay. Shit. Okay. Wow. Okay. Cool. Um, okay. Yeah. All right. And so, uh, Keith,", "start": 6321.04, "end": 6332.32}, {"text": "you got to go first against Roger Clemens and his snakes as they wait by the rainbow.", "start": 6332.32, "end": 6337.64}, {"text": "Yeah. All right. I think I'm going to use wicked smots on him. All right. So if you", "start": 6337.64, "end": 6344.76}, {"text": "is", "start": 6344.76, "end": 6362.64}, {"text": "I'm gonna try and convince him to go back to the Red Sox.", "start": 6362.64, "end": 6366.64}, {"text": "[Laughter]", "start": 6366.64, "end": 6368.64}, {"text": "Okay, go for it.", "start": 6368.64, "end": 6370.64}, {"text": "Alright.", "start": 6370.64, "end": 6372.64}, {"text": "I open up just like one of the Guinness that we took from the Leprechaun.", "start": 6372.64, "end": 6378.64}, {"text": "I chug the whole thing in front of him.", "start": 6378.64, "end": 6380.64}, {"text": "And I just start talking like,", "start": 6380.64, "end": 6382.64}, {"text": "\"Fuckin' listen to me, kid.", "start": 6382.64, "end": 6384.64}, {"text": "Fuckin' listen, dude.", "start": 6384.64, "end": 6386.64}, {"text": "I swear to fuckin' God,", "start": 6386.64, "end": 6388.64}, {"text": "you come back for one season.", "start": 6388.64, "end": 6390.64}, {"text": "one season is all we fucking need", "start": 6390.64, "end": 6392.64}, {"text": "you", "start": 6392.64, "end": 6394.64}, {"text": "Wade Boggs over here", "start": 6394.64, "end": 6396.64}, {"text": "I forgot Wade Boggs", "start": 6396.64, "end": 6398.64}, {"text": "you're gonna be a fucking", "start": 6398.64, "end": 6400.64}, {"text": "it's gonna be fucking amazing kid", "start": 6400.64, "end": 6402.64}, {"text": "it's gonna be so fucking sick", "start": 6402.64, "end": 6404.64}, {"text": "just trust me on this", "start": 6404.64, "end": 6406.64}, {"text": "trust me, you", "start": 6406.64, "end": 6408.64}, {"text": "and I'm the coach", "start": 6408.64, "end": 6410.64}, {"text": "and I'm the coach of the team", "start": 6410.64, "end": 6412.64}, {"text": "I'm the coach now", "start": 6412.64, "end": 6414.64}, {"text": "I'm gonna bring, you and Wade are gonna be", "start": 6414.64, "end": 6416.64}, {"text": "a fucking, we're gonna", "start": 6416.64, "end": 6418.64}, {"text": "He's caught in a bear trap.", "start": 6418.64, "end": 6420.64}, {"text": "He's bleeding out.", "start": 6420.64, "end": 6423.88}, {"text": "He's chewing through his own leg.", "start": 6423.88, "end": 6428.0}, {"text": "You know what?", "start": 6428.0, "end": 6429.0}, {"text": "You know what we're gonna fucking do?", "start": 6429.0, "end": 6430.0}, {"text": "We're gonna beat Bill Buckner down with fucking baseball bats.", "start": 6430.0, "end": 6432.72}, {"text": "That's what we're gonna do.", "start": 6432.72, "end": 6433.72}, {"text": "I don't even care.", "start": 6433.72, "end": 6435.36}, {"text": "I don't care if you cork bats either.", "start": 6435.36, "end": 6437.08}, {"text": "I'm gonna pump you full of fucking steroids too.", "start": 6437.08, "end": 6440.32}, {"text": "You're gonna be the strongest, strongest fucking team in all of Boston history, alright?", "start": 6440.32, "end": 6445.68}, {"text": "You fucking trust me.", "start": 6445.68, "end": 6446.84}, {"text": "You trust me on this.", "start": 6446.84, "end": 6448.28}, {"text": "persuasion with advantage see if you can get him to want to join back to Boston", "start": 6448.28, "end": 6452.64}, {"text": "team 16 he's uh he's like there's no hope left for me in Boston", "start": 6452.64, "end": 6458.24}, {"text": "oh fuck you there's no hope now I don't even know where I'm from anymore mate", "start": 6458.24, "end": 6463.68}, {"text": "I could be from anywhere and not after not until I fuck your mother you're", "start": 6463.68, "end": 6472.48}, {"text": "Fuck my mom. Oh, yeah", "start": 6472.48, "end": 6474.48}, {"text": "Did a prank on her right that's what you said he did a crazy prank", "start": 6474.48, "end": 6482.74}, {"text": "And that's your turn and how it's a project Clemens and his snakes turn. So Roger Clemens, so that did nothing. No, I did shit", "start": 6482.74, "end": 6491.0}, {"text": "Yeah", "start": 6491.0, "end": 6492.44}, {"text": "so Roger Clemens is gonna", "start": 6492.44, "end": 6494.44}, {"text": "throws a fastball at", "start": 6494.44, "end": 6496.72}, {"text": "at", "start": 6496.72, "end": 6498.56}, {"text": "you", "start": 6498.56, "end": 6499.84}, {"text": "Keith after that attempt", "start": 6499.84, "end": 6501.84}, {"text": "And that hits you and it does", "start": 6501.84, "end": 6505.52}, {"text": "Yeah, this is the only real fight", "start": 6505.52, "end": 6508.76}, {"text": "It does 11 damage to you", "start": 6508.76, "end": 6513.04}, {"text": "And he's gonna wind up another fastball and throw it at you", "start": 6513.04, "end": 6518.56}, {"text": "Vince he's he is not even gonna try to attack buddy. I'm totally scared of him", "start": 6518.56, "end": 6527.48}, {"text": "Let's see. Can I use my my deflection ability now? Yes, I forgot. Yeah, so you can use your your your leather jacket to deflect this", "start": 6528.96, "end": 6536.1}, {"text": "Okay, so roll d20. All right", "start": 6536.1, "end": 6539.12}, {"text": "14", "start": 6539.12, "end": 6540.72}, {"text": "Yeah, you deflect it. You can just deflect projectiles. So you deflect this baseball. It just goes flying off into the sky", "start": 6540.72, "end": 6547.88}, {"text": "with your cool leather jacket", "start": 6547.88, "end": 6550.8}, {"text": "And now the snakes are gonna come after you guys, so they're all like hissing away", "start": 6550.8, "end": 6556.68}, {"text": "They're there and they're going after", "start": 6557.32, "end": 6560.04}, {"text": "Yousef first because they see he's they see he's English and they have a certain", "start": 6560.04, "end": 6565.48}, {"text": "thing about that", "start": 6565.48, "end": 6567.92}, {"text": "and so I saw I'm okay, so there's a", "start": 6567.92, "end": 6570.8}, {"text": "dilapidated office chair", "start": 6570.8, "end": 6573.72}, {"text": "sort of on", "start": 6573.72, "end": 6575.28}, {"text": "The perimeter of the action. Yeah. Yeah, I can see me. Yeah, it turns around", "start": 6575.28, "end": 6580.32}, {"text": "Stroking a gun like a cat", "start": 6580.32, "end": 6583.44}, {"text": "*laughter*", "start": 6583.44, "end": 6585.44}, {"text": "Okay, um, let's see if the snakes understand what you're doing.", "start": 6585.44, "end": 6591.44}, {"text": "Uh... uh...", "start": 6591.44, "end": 6593.44}, {"text": "Let me see if they understand it.", "start": 6593.44, "end": 6597.44}, {"text": "Oh, do we have the pitbull with us?", "start": 6597.44, "end": 6599.44}, {"text": "Yeah, you do.", "start": 6599.44, "end": 6601.44}, {"text": "The snakes don't understand, like, what a gun is, so they're not scared of you yet.", "start": 6601.44, "end": 6605.44}, {"text": "Um, they can't even, like, be intimidated, but...", "start": 6605.44, "end": 6608.44}, {"text": "Um, they're gonna try to attack you.", "start": 6608.44, "end": 6610.44}, {"text": "Let's see how they do.", "start": 6610.44, "end": 6612.44}, {"text": "Uh, one of them hits you for...", "start": 6612.44, "end": 6616.44}, {"text": "Alright, he hits you for 7 damage, the other two snap at you and miss you.", "start": 6616.44, "end": 6620.44}, {"text": "And also you're a little bit... you feel your legs swell up a little bit.", "start": 6620.44, "end": 6624.44}, {"text": "Um, and that might be a problem down the line.", "start": 6624.44, "end": 6628.44}, {"text": "This last snake is gonna go for you, buddy.", "start": 6628.44, "end": 6632.44}, {"text": "Um, he's gonna try to chomp into you.", "start": 6632.44, "end": 6635.44}, {"text": "And he does manage to pierce your... your... your Katamari Damacy shield.", "start": 6635.44, "end": 6641.44}, {"text": "and do", "start": 6641.44, "end": 6643.44}, {"text": "For damage to you just like bite your leg", "start": 6643.44, "end": 6645.74}, {"text": "And you also see your leg to get this wall up a little bit. Yeah", "start": 6645.74, "end": 6650.48}, {"text": "But now it is your turn", "start": 6650.48, "end": 6654.64}, {"text": "Buddy, it's your turn", "start": 6654.64, "end": 6657.68}, {"text": "It's my turn. I got a one. Oh, you got one. Oh, sorry Leo. It's your turn you Seth. It's your turn", "start": 6657.68, "end": 6662.64}, {"text": "I was looking at your nature check. I", "start": 6662.64, "end": 6664.64}, {"text": "Take a pot shot", "start": 6664.64, "end": 6666.6}, {"text": "That the snake or Roger Clemens at Roger Clemens, are you gonna use the gun on him you're gonna use a gun on Roger Clemens? Yeah", "start": 6666.6, "end": 6673.78}, {"text": "Yeah hit gun, okay", "start": 6673.78, "end": 6679.7}, {"text": "it's", "start": 6679.7, "end": 6682.7}, {"text": "strong I made the gun", "start": 6682.7, "end": 6685.44}, {"text": "*laughter*", "start": 6685.44, "end": 6687.44}, {"text": "There's the gun.", "start": 6687.44, "end": 6689.44}, {"text": "*laughter*", "start": 6689.44, "end": 6691.44}, {"text": "*laughter*", "start": 6691.44, "end": 6693.44}, {"text": "He got a 32.", "start": 6693.44, "end": 6695.44}, {"text": "*laughter*", "start": 6695.44, "end": 6697.44}, {"text": "He blows brains out.", "start": 6697.44, "end": 6699.44}, {"text": "Roll for damage.", "start": 6699.44, "end": 6701.44}, {"text": "That hits him.", "start": 6701.44, "end": 6703.44}, {"text": "*laughter*", "start": 6703.44, "end": 6705.44}, {"text": "*laughter*", "start": 6705.44, "end": 6707.44}, {"text": "*laughter*", "start": 6707.44, "end": 6709.44}, {"text": "Yes. Let's go.", "start": 6709.44, "end": 6711.44}, {"text": "*laughter*", "start": 6711.44, "end": 6713.44}, {"text": "Shoot a man", "start": 6713.44, "end": 6715.44}, {"text": "He takes a shit ton of damage he looks so fucked up like oh my god", "start": 6715.44, "end": 6721.68}, {"text": "Hey, you shoot him. You swear. Where did you shoot him use this without killing him in this sort of stomach?", "start": 6721.68, "end": 6729.64}, {"text": "This is coming. Okay. You shot him in the stomach. He's bursted his kidney. Yeah", "start": 6729.64, "end": 6733.48}, {"text": "I didn't know the boy had a gun. Oh", "start": 6733.48, "end": 6737.8}, {"text": "my god, I", "start": 6737.8, "end": 6740.76}, {"text": "Start like screaming and crying because my my dreams of becoming the coach of the Red Sox with Roger Clemens and Wade Boggs", "start": 6741.32, "end": 6748.4}, {"text": "I thought I could still do it", "start": 6748.4, "end": 6750.4}, {"text": "It's like less of a battle now and everyone's just freaking out", "start": 6750.4, "end": 6759.28}, {"text": "When I see him get shot I just go I'm going to take you to the doctor and I just start walking towards him like Michael", "start": 6759.28, "end": 6770.92}, {"text": "*laughter*", "start": 6770.92, "end": 6772.92}, {"text": "*laughter*", "start": 6772.92, "end": 6774.92}, {"text": "he's like NO! PLEASE!", "start": 6774.92, "end": 6776.92}, {"text": "um, yeah and it is uh", "start": 6776.92, "end": 6778.92}, {"text": "uh, uh", "start": 6778.92, "end": 6780.92}, {"text": "I forgot to give you like a down time", "start": 6780.92, "end": 6782.92}, {"text": "after the cocaine thing but", "start": 6782.92, "end": 6784.92}, {"text": "it's fine, uh", "start": 6784.92, "end": 6786.92}, {"text": "yeah you said- you do that", "start": 6786.92, "end": 6788.92}, {"text": "the snakes actually like take a second", "start": 6788.92, "end": 6790.92}, {"text": "to go \"whoa\" like", "start": 6790.92, "end": 6792.92}, {"text": "they- just the snakes", "start": 6792.92, "end": 6794.92}, {"text": "internally realize that something", "start": 6794.92, "end": 6796.92}, {"text": "the vibe is different like", "start": 6796.92, "end": 6798.92}, {"text": "A gun was introduced into this.", "start": 6798.92, "end": 6806.64}, {"text": "It is, let's see, initiative.", "start": 6806.64, "end": 6809.56}, {"text": "Oh yeah, sorry, it's your turn Vince.", "start": 6809.56, "end": 6812.88}, {"text": "Vince Foster.", "start": 6812.88, "end": 6813.88}, {"text": "Okay, buddy, what's the biggest thing that has stuck to you?", "start": 6813.88, "end": 6819.16}, {"text": "There's a giant piece of drywall on my back like a turtle shell.", "start": 6819.16, "end": 6825.52}, {"text": "i use my improvised ability to pick it up and and throw it", "start": 6825.52, "end": 6828.64}, {"text": "hit you okay me too", "start": 6828.64, "end": 6830.24}, {"text": "the head", "start": 6830.24, "end": 6831.12}, {"text": "uh... i just roll roll a straight check just 'cause it's a bit bigger but a", "start": 6831.12, "end": 6835.3}, {"text": "regular improvised and a", "start": 6835.3, "end": 6839.72}, {"text": "nice now", "start": 6839.72, "end": 6841.2}, {"text": "if tolerant and yet you're fine you're able to throw this thing night uh... so", "start": 6841.2, "end": 6846.44}, {"text": "you have to move a bit closer to hit clemens", "start": 6846.44, "end": 6849.6}, {"text": "if you try to clemens", "start": 6849.6, "end": 6850.98}, {"text": "yeah all the clemens l all of them", "start": 6850.98, "end": 6854.4}, {"text": "I will grab it and then kind of do like a roll with buddy's body and then throw the entire", "start": 6854.4, "end": 6859.4}, {"text": "thing at him.", "start": 6859.4, "end": 6860.4}, {"text": "Okay, and so that's going to do that's so much stuff.", "start": 6860.4, "end": 6864.6}, {"text": "So don't roll just roll your attack for improvise like four times to see how much damage you", "start": 6864.6, "end": 6873.52}, {"text": "do.", "start": 6873.52, "end": 6874.52}, {"text": "Okay, so that's just after you but first do an improvise attack because you can lift her", "start": 6874.52, "end": 6878.76}, {"text": "and see if you can hit them.", "start": 6878.76, "end": 6880.36}, {"text": "14.", "start": 6880.36, "end": 6881.36}, {"text": "Yeah, that's that's that's that's going to beat his AC.", "start": 6881.36, "end": 6884.32}, {"text": "is", "start": 6884.32, "end": 6897.8}, {"text": "this", "start": 6897.8, "end": 6909.8}, {"text": "you", "start": 6909.8, "end": 6916.8}, {"text": "Yeah, you just say you smell good", "start": 6916.8, "end": 6920.28}, {"text": "Yes", "start": 6920.28, "end": 6931.0}, {"text": "Good as this terrible boy starts flying towards him the snakes are still here", "start": 6931.0, "end": 6938.76}, {"text": "Then the snakes still", "start": 6938.76, "end": 6943.0}, {"text": "Want to", "start": 6943.0, "end": 6945.88}, {"text": "Take back Ireland or Boston, California, so you can still you still have to fight that but Roger Clemens is dead", "start": 6945.96, "end": 6953.18}, {"text": "Well while Roger Clemens is dead", "start": 6953.18, "end": 6957.0}, {"text": "I go up to him and I take his Red Sox hat and I put it on and I say I think I'm gonna change", "start": 6957.0, "end": 6962.42}, {"text": "My last name to folk", "start": 6962.42, "end": 6964.42}, {"text": "Now become a relief pitcher", "start": 6964.42, "end": 6966.48}, {"text": "It is now your turn buddy", "start": 6966.48, "end": 6972.36}, {"text": "Or yeah, buddy, it's your turn I", "start": 6974.76, "end": 6977.28}, {"text": "Just start waddling towards the pot of gold because", "start": 6977.28, "end": 6982.36}, {"text": "Yeah, and you see", "start": 6982.36, "end": 6987.88}, {"text": "You can't feel it but the leprechaun is like on your back like", "start": 6987.88, "end": 6993.76}, {"text": "He's like clapping his hands excitedly as you're wandering wandering towards the pot of gold", "start": 6993.76, "end": 6998.84}, {"text": "Now it's back to top of the order Patrick. There are still snakes after you", "start": 6998.84, "end": 7002.76}, {"text": "you", "start": 7002.76, "end": 7017.76}, {"text": "Okay, I'm gonna try that. What do I roll?", "start": 7017.76, "end": 7019.76}, {"text": "I mean you could just run so just go uh, just do your full movement. I think you have 25 feet. Yeah", "start": 7019.76, "end": 7026.56}, {"text": "Oh, wait, what's the other just yeah, yeah, okay, so I run like here. Yeah", "start": 7026.56, "end": 7032.64}, {"text": "Yes, you just start running away", "start": 7032.64, "end": 7035.36}, {"text": "Um, do you want to do anything else while you're here or do you want to use your you can use both your movements?", "start": 7035.36, "end": 7039.52}, {"text": "If you want to okay, i'm gonna use both. Yeah. Yeah do that", "start": 7039.52, "end": 7042.72}, {"text": "I just leave vince and yousef with the snakes. Um", "start": 7042.72, "end": 7046.48}, {"text": "I I feel like I have to put this coin back", "start": 7047.2, "end": 7049.76}, {"text": "uh", "start": 7049.76, "end": 7051.84}, {"text": "And uh, yeah, it is now it's gonna be the snake's turn", "start": 7051.84, "end": 7054.64}, {"text": "so one of them", "start": 7054.64, "end": 7057.12}, {"text": "it", "start": 7057.12, "end": 7058.08}, {"text": "Let's see. What's his movement? Yeah, his movement I gave him was", "start": 7058.08, "end": 7060.56}, {"text": "I gave him like 35. Yeah", "start": 7060.56, "end": 7063.2}, {"text": "So they're they're gonna try to chase after you", "start": 7063.2, "end": 7065.36}, {"text": "Because you're putting the coin back. This one is still gonna try to fight you yousef", "start": 7065.36, "end": 7068.96}, {"text": "Um, he's gonna rear his head back", "start": 7068.96, "end": 7071.6}, {"text": "and uh... you're gonna see that uh... his teeth are green", "start": 7072.48, "end": 7076.16}, {"text": "thirty-eight irish green", "start": 7076.16, "end": 7078.2}, {"text": "you get ready to ask you", "start": 7078.2, "end": 7080.04}, {"text": "and uh...", "start": 7080.04, "end": 7081.88}, {"text": "the it he does it you", "start": 7081.88, "end": 7083.84}, {"text": "uh... he's a phone call", "start": 7083.84, "end": 7085.96}, {"text": "uh...", "start": 7085.96, "end": 7087.24}, {"text": "and he does", "start": 7087.24, "end": 7088.6}, {"text": "is nine damage to you so", "start": 7088.6, "end": 7091.04}, {"text": "you took would you take before you do you get you took", "start": 7091.04, "end": 7094.44}, {"text": "uh...", "start": 7094.44, "end": 7096.0}, {"text": "they have it over here so eleven", "start": 7096.0, "end": 7098.28}, {"text": "it eleven", "start": 7098.28, "end": 7099.8}, {"text": "and now you took nine", "start": 7099.8, "end": 7101.8}, {"text": "So you're at, uh, uh, Oh, you're dead.", "start": 7101.8, "end": 7105.76}, {"text": "You you're knocked out.", "start": 7105.76, "end": 7106.84}, {"text": "You said it was knocked out cold.", "start": 7106.84, "end": 7108.46}, {"text": "Uh, we're going to start doing death saving throws for you.", "start": 7108.46, "end": 7111.66}, {"text": "So, uh, uh, um, and, uh, it is now.", "start": 7111.66, "end": 7118.32}, {"text": "You Seth's turn too.", "start": 7118.32, "end": 7120.32}, {"text": "So you Seth rolled a D 20.", "start": 7120.32, "end": 7122.36}, {"text": "Okay.", "start": 7122.36, "end": 7123.28}, {"text": "You take one failure.", "start": 7123.28, "end": 7124.84}, {"text": "So you're slowly approaching death because of these snakes.", "start": 7124.84, "end": 7128.08}, {"text": "What do you see as death approaches you?", "start": 7128.08, "end": 7130.76}, {"text": "You're not dead yet.", "start": 7130.76, "end": 7131.52}, {"text": "What do you see?", "start": 7131.64, "end": 7133.64}, {"text": "I see in the distance a pitbull running towards the area.", "start": 7133.64, "end": 7141.64}, {"text": "Okay, yeah, you see your pitbull. You're like blinking in and out, like slowly blinking, and you see this ever faithful pitbull.", "start": 7141.64, "end": 7150.64}, {"text": "It has just like blood on it. Yeah, human leg in its mouth. It's like a ball pitbull.", "start": 7150.64, "end": 7158.64}, {"text": "I'm", "start": 7158.64, "end": 7183.64}, {"text": "penis hurts 'cause it's so big.", "start": 7183.64, "end": 7186.2}, {"text": "(laughing)", "start": 7186.2, "end": 7187.4}, {"text": "Oh, fuck me.", "start": 7187.4, "end": 7189.96}, {"text": "Ow, it's growing, ow.", "start": 7189.96, "end": 7192.86}, {"text": "- I guess we're all deception, yeah, on the snake.", "start": 7192.86, "end": 7197.32}, {"text": "- Oh, I'm being for real.", "start": 7197.32, "end": 7198.16}, {"text": "- Or no, what is it?", "start": 7198.16, "end": 7198.98}, {"text": "No, I roll against it, sorry.", "start": 7198.98, "end": 7199.82}, {"text": "The snake's charisma.", "start": 7199.82, "end": 7201.2}, {"text": "Technically, what you usually do in D&D,", "start": 7201.2, "end": 7203.48}, {"text": "when a creature can't even perceive that kind of thing,", "start": 7203.48, "end": 7205.88}, {"text": "you just don't.", "start": 7205.88, "end": 7207.08}, {"text": "But in this game, the snake can maybe tell", "start": 7207.08, "end": 7210.4}, {"text": "when somebody's in pain.", "start": 7210.4, "end": 7211.66}, {"text": "and he's very worried about you", "start": 7212.84, "end": 7214.84}, {"text": "he should be dude", "start": 7214.84, "end": 7216.84}, {"text": "it's sort of like", "start": 7216.84, "end": 7218.84}, {"text": "like quietly", "start": 7218.84, "end": 7220.84}, {"text": "and sweetly sort of like slithers over", "start": 7220.84, "end": 7222.84}, {"text": "to you and tries to look at your", "start": 7222.84, "end": 7224.84}, {"text": "penis to see if everything's okay", "start": 7224.84, "end": 7226.84}, {"text": "what the hell? get the fuck off me", "start": 7226.84, "end": 7228.84}, {"text": "yeah you just", "start": 7228.84, "end": 7230.84}, {"text": "punch it i guess yeah so", "start": 7230.84, "end": 7232.84}, {"text": "roll with advantage and attack on the snake", "start": 7232.84, "end": 7234.84}, {"text": "what do i roll?", "start": 7234.84, "end": 7236.84}, {"text": "with brass knuckles oh ok", "start": 7236.84, "end": 7238.84}, {"text": "mhm", "start": 7238.84, "end": 7240.84}, {"text": "Yeah, you hit and then roll that what you roll and then plus two more d6 after.", "start": 7240.84, "end": 7245.84}, {"text": "Okay.", "start": 7245.84, "end": 7246.84}, {"text": "Yeah.", "start": 7246.84, "end": 7247.84}, {"text": "Thirteen.", "start": 7247.84, "end": 7248.84}, {"text": "I mean, yeah.", "start": 7248.84, "end": 7249.84}, {"text": "Six.", "start": 7249.84, "end": 7250.84}, {"text": "Okay, yeah, you almost killed the snake.", "start": 7250.84, "end": 7253.84}, {"text": "You just like fucking like just like crushed its head with your fists into the ground.", "start": 7253.84, "end": 7258.84}, {"text": "You're gay, even though that's good here, I guess.", "start": 7258.84, "end": 7262.84}, {"text": "Whoops.", "start": 7262.84, "end": 7263.84}, {"text": "Yeah, and now it is your turn, buddy Bowser.", "start": 7263.84, "end": 7268.84}, {"text": "I'm just continuing towards the coins. Let's see. I think I might yeah, I reached the pot of gold.", "start": 7268.84, "end": 7276.84}, {"text": "Okay, what do you want to do?", "start": 7276.84, "end": 7277.84}, {"text": "I'm just I'm shoveling them into my mouth. I want to try to eat every single coin.", "start": 7277.84, "end": 7282.84}, {"text": "As you're eating the coins, the rainbow is slowly receding.", "start": 7282.84, "end": 7286.84}, {"text": "As you continue to eat the coins.", "start": 7286.84, "end": 7289.84}, {"text": "In character, I cannot reasonably stop eating these.", "start": 7289.84, "end": 7294.84}, {"text": "You see the leprechauns on top of the rainbow, they're like", "start": 7294.84, "end": 7299.4}, {"text": "You see the leprechauns on top of the rainbow like and then they see the rainbows starting to recede and they start running backwards", "start": 7299.4, "end": 7307.8}, {"text": "Yeah, you see the leprechaun on your back buddy", "start": 7307.8, "end": 7314.46}, {"text": "He's like, how did you turn the artists are trying to slap you get you to stop?", "start": 7314.46, "end": 7318.1}, {"text": "But he's just too little", "start": 7318.1, "end": 7320.92}, {"text": "Uh, and uh, yeah, well guess we'll have to resolve that. Um, it is now your turn again Keith benefits. Um,", "start": 7320.92, "end": 7327.24}, {"text": "Okay. Hold on. Let me see how much movement I have", "start": 7327.24, "end": 7329.64}, {"text": "because it would be", "start": 7329.64, "end": 7332.36}, {"text": "Funny you just killed roger clemens", "start": 7332.36, "end": 7335.82}, {"text": "Okay, is this enough room for me to do a drop kick murphy?", "start": 7335.82, "end": 7340.12}, {"text": "Yeah, yeah, you'll be five feet away. Okay. All right. I run and just do a drop kick murphy on him. Yeah", "start": 7340.12, "end": 7347.56}, {"text": "You stick to me perfectly perpendicular like you're about to the ground.", "start": 7349.24, "end": 7354.2}, {"text": "No, you hit him, you hit him though. Roll damage.", "start": 7354.2, "end": 7359.4}, {"text": "Okay, 11.", "start": 7359.4, "end": 7360.84}, {"text": "Yeah, you just fucking kick the shit out of, uh,", "start": 7360.84, "end": 7363.64}, {"text": "you stick to him, but you kick the shit out of Buddy Bowser.", "start": 7363.64, "end": 7366.44}, {"text": "I hit his neck while the coins are in and just like...", "start": 7366.44, "end": 7369.4}, {"text": "Buddy Bowser, roll, roll constitution to see if you like stop eating, uh, uh, the coins.", "start": 7369.4, "end": 7376.92}, {"text": "Like you, you're not able to keep going.", "start": 7376.92, "end": 7378.92}, {"text": "fifteen", "start": 7378.92, "end": 7379.92}, {"text": "you're going", "start": 7379.92, "end": 7382.92}, {"text": "i did i think you might have to take a good deal of a bunch of them back in", "start": 7382.92, "end": 7386.48}, {"text": "the area here you do see", "start": 7386.48, "end": 7388.08}, {"text": "and i'll buy you some more time also", "start": 7388.08, "end": 7390.56}, {"text": "but you do keep eating in your next heard uh... if that's like what your", "start": 7390.56, "end": 7393.84}, {"text": "character would do", "start": 7393.84, "end": 7395.16}, {"text": "you might just have to kill buddy has been stopped this from happening", "start": 7395.16, "end": 7398.84}, {"text": "uh... damage that i do the body you don't get a man you'd eleven something", "start": 7398.84, "end": 7403.4}, {"text": "else to eat give me something tasty", "start": 7403.4, "end": 7405.4}, {"text": "Yeah, okay. Well, we'll resolve that when it's your turn.", "start": 7405.4, "end": 7408.7}, {"text": "Now it is Yusef's turn / our faithful friend's turn.", "start": 7408.7, "end": 7414.8}, {"text": "So the dog is going to run over and he's going to lick your", "start": 7414.8, "end": 7418.0}, {"text": "wounds Yusef and you're going to get one HP back and then", "start": 7418.0, "end": 7422.6}, {"text": "the wounds are poison.", "start": 7422.6, "end": 7423.8}, {"text": "And so the dog is like, but he's still standing but he doesn't", "start": 7423.8, "end": 7430.4}, {"text": "look too good, but you have one HP back and so you can do", "start": 7430.4, "end": 7434.6}, {"text": "something this turn if you want to. I frailly pick up the gun and point it at Buddy Bowser.", "start": 7434.6, "end": 7441.6}, {"text": "Okay roll the- it's gonna kill him I'm telling you now. But if you do this you're going to", "start": 7441.6, "end": 7456.04}, {"text": "kill the character. Dude, that's just... Why did I give you that gun? What have I done?", "start": 7456.04, "end": 7463.04}, {"text": "Yeah, that hits him! 28! 36 damage? Buddy Bowser, you're dead. You're more than negative", "start": 7463.04, "end": 7475.44}, {"text": "your HP. What happens, Buddy Bowser? I fall... I'm like... I'm like... I'm like... I'm like...", "start": 7475.44, "end": 7485.44}, {"text": "like wobbling you know like I'm like kind of like like about to fall over and I", "start": 7485.44, "end": 7490.88}, {"text": "look at I look at Keith in the eyes and I say tell my mom I'm hungry and then the", "start": 7490.88, "end": 7503.4}, {"text": "entire contents of my stomach just floods out of my mouth and fills up the pot. You can't do a death", "start": 7503.4, "end": 7510.12}, {"text": "save so the way I do deaths in D&D is which people have different rules with", "start": 7510.12, "end": 7514.52}, {"text": "this", "start": 7514.52, "end": 7534.52}, {"text": "HP is like the idea. Buddy Dry Bones shows up. Dry Buddy. Like it's a wonderful world", "start": 7534.52, "end": 7543.42}, {"text": "of fantasy, maybe Buddy can come back in another way. You guys see my like my ghost like rise", "start": 7543.42, "end": 7549.26}, {"text": "up from my body and start rising towards heaven and it just touches a tree branch and gets", "start": 7549.26, "end": 7553.54}, {"text": "stuck", "start": 7553.54, "end": 7560.54}, {"text": "killed buddy", "start": 7560.54, "end": 7561.86}, {"text": "the product goals is filled again", "start": 7561.86, "end": 7565.22}, {"text": "the little leprechaun jumps on the product gold", "start": 7565.22, "end": 7567.98}, {"text": "he tips his beard", "start": 7567.98, "end": 7569.22}, {"text": "towards you keep", "start": 7569.22, "end": 7570.94}, {"text": "uh... for one last little poke", "start": 7570.94, "end": 7573.14}, {"text": "do i get a leash", "start": 7573.14, "end": 7576.38}, {"text": "can you get one wish which but it was still a lot", "start": 7576.38, "end": 7581.1}, {"text": "No, he's gonna eat the gold again, dude.", "start": 7581.1, "end": 7583.1}, {"text": "Don't fucking bring him back.", "start": 7583.1, "end": 7585.1}, {"text": "Okay, wait, yeah.", "start": 7585.1, "end": 7587.1}, {"text": "I wish Buddy was still alive and he stopped eating things.", "start": 7587.1, "end": 7589.1}, {"text": "You gotta have one wish.", "start": 7589.1, "end": 7591.1}, {"text": "Uh...", "start": 7591.1, "end": 7593.1}, {"text": "Hmm.", "start": 7593.1, "end": 7595.1}, {"text": "Clemmings?", "start": 7595.1, "end": 7597.1}, {"text": "Fuck, I forgot his name.", "start": 7597.1, "end": 7599.1}, {"text": "Roger Clemmons?", "start": 7599.1, "end": 7601.1}, {"text": "You can bring Roger Clemmons back.", "start": 7601.1, "end": 7603.1}, {"text": "Oh, I wish Buddy's, uh...", "start": 7603.1, "end": 7605.1}, {"text": "His soul's trapped in the tree.", "start": 7605.1, "end": 7607.1}, {"text": "So I wish that his soul", "start": 7607.1, "end": 7609.1}, {"text": "possessed Roger Clemens. You see the leprechaun like stare blankly at you like what the fuck", "start": 7609.1, "end": 7620.62}, {"text": "like what are you wishing for? I wish that my friend's soul. No no he understands it he's", "start": 7620.62, "end": 7627.86}, {"text": "just like why are you telling him. I wish that my friend's soul would transport into", "start": 7627.86, "end": 7634.3}, {"text": "to", "start": 7634.3, "end": 7647.9}, {"text": "the body of the crushed and shot Roger Clemens.", "start": 7647.9, "end": 7653.1}, {"text": "And Roger Clemens stands up and buddy, what does Roger Clemens sound like for you?", "start": 7653.1, "end": 7659.98}, {"text": "Hi guys.", "start": 7659.98, "end": 7666.42}, {"text": "I'm gonna go hang out in the doctor's office.", "start": 7666.42, "end": 7669.58}, {"text": "Just walk away.", "start": 7669.58, "end": 7673.86}, {"text": "And the leprechaun.", "start": 7673.86, "end": 7675.14}, {"text": "even waiting to see the finale just going straight to the", "start": 7675.14, "end": 7677.44}, {"text": "leprechaun flies up into the rainbow meets with all his", "start": 7677.44, "end": 7681.64}, {"text": "friends.", "start": 7681.64, "end": 7682.44}, {"text": "You guys wave goodbye to the leprechauns the snakes the", "start": 7682.44, "end": 7687.74}, {"text": "snakes at this point give up and vanish.", "start": 7687.74, "end": 7691.74}, {"text": "I don't think they have to keep fighting at this point.", "start": 7691.74, "end": 7693.74}, {"text": "It's kind of over and the camera zooms out on this beautiful", "start": 7693.74, "end": 7700.64}, {"text": "little town is beautiful rainbow on this perfect st.", "start": 7700.64, "end": 7703.34}, {"text": "Patrick's Day. And you see in the sky you hear it sounds like", "start": 7703.34, "end": 7713.02}, {"text": "sounds like sleigh bells ringing. And you hear ho ho ho it's me", "start": 7713.02, "end": 7722.38}, {"text": "St. Patrick", "start": 7722.42, "end": 7724.42}, {"text": "And uh, St. Patrick", "start": 7724.42, "end": 7731.46}, {"text": "And you see", "start": 7731.46, "end": 7737.62}, {"text": "He's so beautiful i'll have to post that visual", "start": 7737.62, "end": 7746.18}, {"text": "It's st. Patrick", "start": 7746.18, "end": 7750.42}, {"text": "I'll give everyone a visual aid when they're listening to this.", "start": 7750.42, "end": 7755.94}, {"text": "You should check the Discord or the Twitter and you'll see a visual aid I guess is what", "start": 7755.94, "end": 7760.38}, {"text": "we'll do.", "start": 7760.38, "end": 7761.38}, {"text": "And St. Patrick shows up.", "start": 7761.38, "end": 7763.78}, {"text": "Then Mary St. Patrick just belches and flies away.", "start": 7763.78, "end": 7770.06}, {"text": "The end.", "start": 7770.06, "end": 7771.06}, {"text": "Wow.", "start": 7771.06, "end": 7772.06}, {"text": "You really tied a boogaloo's end.", "start": 7772.06, "end": 7773.06}, {"text": "Yeah I made sure that the story made sense and everything.", "start": 7773.06, "end": 7780.06}, {"text": "That was so beautiful.", "start": 7780.06, "end": 7782.06}, {"text": "Thank you.", "start": 7782.06, "end": 7784.06}, {"text": "Happy Halloween everybody.", "start": 7784.06, "end": 7786.06}, {"text": "Yeah, Happy Halloween everyone.", "start": 7786.06, "end": 7788.06}, {"text": "[MUSIC PLAYING]", "start": 7788.06, "end": 7791.42}, {"text": "[Music]", "start": 7791.42, "end": 7804.42}], "title": "Ep. 137 - S.T. (The Saint Patrick's Day Special) (w. Leo)", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--137---S-T--The-Saint-Patricks-Day-Special-w--Leo-e1uea2j", "date": "Wed, 17 Mar 2021 10:00:00 GMT", "id": 161}