{"lines": [{"text": "You're listening to Israel's number one podcast.", "start": 0.0, "end": 4.16}, {"text": "- Podcasts for the heartless.", "start": 4.16, "end": 6.58}, {"text": "(upbeat music)", "start": 6.58, "end": 9.16}, {"text": "- Crap monster.", "start": 9.16, "end": 11.1}, {"text": "(laughing)", "start": 11.1, "end": 11.92}, {"text": "(explosion)", "start": 11.92, "end": 12.96}, {"text": "- Bang.", "start": 12.96, "end": 13.8}, {"text": "- Woo.", "start": 13.8, "end": 14.62}, {"text": "- Oh, ooh.", "start": 14.62, "end": 15.46}, {"text": "- Woo.", "start": 15.46, "end": 16.3}, {"text": "- Damn.", "start": 16.3, "end": 17.12}, {"text": "- I'm trying to hit the spring.", "start": 17.12, "end": 19.0}, {"text": "- What?", "start": 19.0, "end": 19.84}, {"text": "- Did you hit the spring on your mic stand?", "start": 19.84, "end": 21.2}, {"text": "- I hit the spring on my mic stand.", "start": 21.2, "end": 23.28}, {"text": "- Oh, okay.", "start": 23.28, "end": 24.12}, {"text": "- It's possible.", "start": 24.12, "end": 24.94}, {"text": "- Like this.", "start": 24.94, "end": 25.78}, {"text": "- Ah.", "start": 25.78, "end": 26.62}, {"text": "- It's a new instrument.", "start": 26.62, "end": 27.44}, {"text": "- Yeah.", "start": 27.44, "end": 28.28}, {"text": "- Sounds good.", "start": 28.28, "end": 29.12}, {"text": "mic stand Geiger? Yes I do, thank you for asking. Does it have a funny string?", "start": 29.12, "end": 34.28}, {"text": "Let's see, yes this guy right here. Whoa! That's a brand new sound. Yeah the spike on the levels on that is very high.", "start": 34.28, "end": 47.0}, {"text": "At first I thought you were going to say the spike on the mic stand. Not a defensive mic stand.", "start": 47.0, "end": 52.0}, {"text": "Bowser's mic stand. Yeah, well if you don't want to get too close you get too many pops. So it's a", "start": 52.0, "end": 57.8}, {"text": "pretty good invention by the Chinese I believe. An evil spiked mic stand? Yes. I", "start": 57.8, "end": 63.46}, {"text": "might have to invest it. It keep me from touching it all the time? Yeah. Yeah. Yeah", "start": 63.46, "end": 67.4}, {"text": "and also it's covered in like hot sauce too. Yeah. So like if you have any cuts on your hands. Yeah.", "start": 67.4, "end": 72.2}, {"text": "It'll fuck them up. That's kind of genius. That's from my own various spillages", "start": 72.2, "end": 76.96}, {"text": "though. Oh come on. I'm disgusting. I'm a good fast liar. Jesus Christ. Yeah it's true. Fuck you. We're here with", "start": 76.96, "end": 86.2}, {"text": "Geiger from what report this post I'm sure everybody knows great podcast sure", "start": 86.2, "end": 92.8}, {"text": "he's decided to join us and I've decided to leave virtual reality for exactly one", "start": 92.8, "end": 98.88}, {"text": "hour yeah do this yeah you've been you've been playing it all like weekend", "start": 98.88, "end": 102.88}, {"text": "mm-hmm yeah if I went out of town to go visit somebody and I brought it with me", "start": 102.88, "end": 107.52}, {"text": "and just did it the whole time I was there", "start": 107.52, "end": 110.88}, {"text": "it I've been in fucking it's also it's the it's like the Facebook one it's the one", "start": 111.2, "end": 116.56}, {"text": "that's like owned by Facebook mm-hmm so I'm just like I feel like I'm wearing", "start": 116.56, "end": 120.12}, {"text": "the the bucket the chum bucket from the Spongebob movie yeah and just like at", "start": 120.12, "end": 124.72}, {"text": "any time it's just gonna turn on yeah I'm just gonna like go by like 50 Disney", "start": 124.72, "end": 129.72}, {"text": "Plus subscriptions or something you have no control over my mind I'm pretty", "start": 129.72, "end": 133.6}, {"text": "excited for it I mean it's not like you already have you're already bringing it", "start": 133.6, "end": 137.76}, {"text": "everywhere I think that's yeah just how fun it is to a vacation so yeah that was", "start": 137.76, "end": 148.78}, {"text": "my vacation it was too snowy to go outside so I opened up beach VR yeah I", "start": 148.78, "end": 156.36}, {"text": "was in rec room I was watching Rick and Morty with a bunch of nine-year-old you", "start": 156.36, "end": 160.16}, {"text": "know and then one of the nine-year-olds was like on the voice chat he's like why", "start": 160.16, "end": 166.4}, {"text": "got blue hair it's a good time it's a really good question why why he why do", "start": 166.4, "end": 174.96}, {"text": "you got that now pardon my ignorance but what is this virtual reality game you're", "start": 174.96, "end": 181.24}, {"text": "talking about oh again you're 50 years old yeah well I know about virtual", "start": 181.24, "end": 187.52}, {"text": "reality and I know about games I'm playing various virtual reality games", "start": 187.52, "end": 192.08}, {"text": "it's not just okay and one of them is just a is just a theater that you sit in", "start": 192.08, "end": 197.12}, {"text": "with other people other disembodied heads and hands and you all watch movies", "start": 197.12, "end": 202.06}, {"text": "together and throw popcorn and you talk to each other and eat their tomatoes at", "start": 202.06, "end": 206.72}, {"text": "the screen they could have been women with your high voices I didn't ask their", "start": 206.72, "end": 215.92}, {"text": "age yeah it's probably a bunch of hot babes", "start": 215.92, "end": 221.6}, {"text": "fucking it definitely was I think about it", "start": 221.6, "end": 226.12}, {"text": "they weren't children I just told you they were hot babes everywhere and they", "start": 226.12, "end": 233.2}, {"text": "just couldn't say their ours very well we're kind of Eastern European model", "start": 233.2, "end": 238.6}, {"text": "types you know. That's just, that is the reason. But yeah I've just been stuck in VR so that's", "start": 238.6, "end": 246.92}, {"text": "been my week. Have you uh, if I got a VR thing I would try going to sleep with it on and see", "start": 246.92, "end": 254.28}, {"text": "what happens. So you can wake up in it? Yeah. What? That would scare me dude. I know, no", "start": 254.28, "end": 260.12}, {"text": "I would just want to see what, I would want to experience it you know. I feel like that's", "start": 260.12, "end": 265.32}, {"text": "probably want to that would be too scary but I want to do it I want to see what", "start": 265.32, "end": 269.0}, {"text": "it's like I want to put a dream in virtual reality so that I don't have to", "start": 269.0, "end": 272.68}, {"text": "do it myself that'd be pretty cool you just whenever you go to bed you just", "start": 272.68, "end": 276.2}, {"text": "watch him basically a an eight-hour movie about like you in middle school", "start": 276.2, "end": 280.8}, {"text": "you think anyone's ever like gotten high and done VR no no no that would no that's", "start": 280.8, "end": 289.96}, {"text": "illegal what are you talking about? I think the laws apply in virtual reality?", "start": 289.96, "end": 295.64}, {"text": "That's a good there's a lawyer out there that will take that case. Yeah definitely", "start": 295.64, "end": 300.4}, {"text": "some laws were being broken in that theater that I was watching Rick and", "start": 300.4, "end": 303.1}, {"text": "Morty in. A whole lot of laws. Not by me. What laws? What are you talking about? But there were other people there that were", "start": 303.1, "end": 310.2}, {"text": "that were they were being a little weird to these beautiful women. It's just how it", "start": 310.2, "end": 322.26}, {"text": "is dude. I mean it's it is the wild wild west. There's no there's absolutely no", "start": 322.26, "end": 326.24}, {"text": "regulation. There's only the terms of service of Facebook. Dude that just", "start": 326.24, "end": 330.08}, {"text": "reminded me of the time we played VR chat. I've completely forgot about that. Oh", "start": 330.08, "end": 333.6}, {"text": "yeah. Yeah I'm too scared to go into that one. Yeah. Why? What would be scary with that one?", "start": 333.6, "end": 339.32}, {"text": "Because people use it. So I found out that in VR chat, which Geiger, if you don't know", "start": 339.32, "end": 343.44}, {"text": "this, it's like a, it's like second life basically with like virtual reality.", "start": 343.44, "end": 348.2}, {"text": "Okay.", "start": 348.2, "end": 349.2}, {"text": "But people, I guess what they do in VR chat is that there's tons of people buying these", "start": 349.2, "end": 352.64}, {"text": "haptic feedback tubes and putting them on their penises and then they'll like walk up", "start": 352.64, "end": 358.0}, {"text": "to you in VR chat and be like, put your hand on my crotch because it'll make their like", "start": 358.0, "end": 362.92}, {"text": "actual dick vibrate.", "start": 362.92, "end": 364.76}, {"text": "I feel like you can defend against that by just not putting your hand on their crotch,", "start": 364.76, "end": 368.68}, {"text": "I'm easily manipulated and I will try anything once which is a rule.", "start": 368.68, "end": 376.36}, {"text": "One day you're gonna come on to the podcast and say you jacked off Kermit.", "start": 376.36, "end": 380.92}, {"text": "I wouldn't jack off Kermit dude. Yeah you absolutely would. These are hot babes we're talking about.", "start": 380.92, "end": 387.0}, {"text": "Exactly. These are hot babes who just so happen to use their Kermit avatar.", "start": 387.0, "end": 391.0}, {"text": "It was Kermit or Caillou or one of the backyardigans.", "start": 391.0, "end": 395.4}, {"text": "I'm not gonna fucking jack them off unless I have...", "start": 395.4, "end": 399.8}, {"text": "If you see a guy walking around VRChat with the Caillou avatar, you know that's someone", "start": 399.8, "end": 405.48}, {"text": "really fucked up.", "start": 405.48, "end": 406.48}, {"text": "Because like no kid would be using a Caillou.", "start": 406.48, "end": 409.48}, {"text": "I wanna look like Caillou.", "start": 409.48, "end": 412.0}, {"text": "That show sucks so fucking hard, man.", "start": 412.0, "end": 414.12}, {"text": "Caillou?", "start": 414.12, "end": 415.12}, {"text": "You're not a fan?", "start": 415.12, "end": 416.12}, {"text": "No, fuck Caillou.", "start": 416.12, "end": 417.12}, {"text": "What's your beef with Caillou?", "start": 417.12, "end": 419.12}, {"text": "It's not even funny.", "start": 419.12, "end": 420.12}, {"text": "and there's no good violence.", "start": 420.12, "end": 421.12}, {"text": "They don't even like, if you're, like there's the whole scenes aren't even colored in.", "start": 421.12, "end": 425.04}, {"text": "There's just like white around.", "start": 425.04, "end": 426.88}, {"text": "That's just lazy.", "start": 426.88, "end": 427.88}, {"text": "That's just lazy.", "start": 427.88, "end": 428.88}, {"text": "Yeah.", "start": 428.88, "end": 429.88}, {"text": "You're right.", "start": 429.88, "end": 430.88}, {"text": "Come on.", "start": 430.88, "end": 431.88}, {"text": "And they don't do any like family guy cutaways.", "start": 431.88, "end": 432.88}, {"text": "Yeah.", "start": 432.88, "end": 433.88}, {"text": "Didn't, I think I read something that somebody posted about like a Caillou episode got like", "start": 433.88, "end": 437.12}, {"text": "banned because Caillou like pinched his baby sister too hard with like malicious intent.", "start": 437.12, "end": 443.36}, {"text": "He's a savage dude.", "start": 443.36, "end": 444.36}, {"text": "Yeah.", "start": 444.36, "end": 445.36}, {"text": "Savage being savage makes your hair fall out.", "start": 445.36, "end": 448.04}, {"text": "I saw an episode of Arthur the other day and I caught the end of it and it was", "start": 448.04, "end": 454.28}, {"text": "what's what's the girl's name in the show again I caught the end of it", "start": 454.28, "end": 457.52}, {"text": "TD or something DW. She walked up to this sandbox full of kids and", "start": 457.52, "end": 465.96}, {"text": "she was like what's going on and then they started talking to her and then", "start": 465.96, "end": 468.36}, {"text": "their words were bleeped out and so apparently earlier in the episode DW", "start": 468.36, "end": 476.48}, {"text": "accidentally taught the kids some like slurs or something this is a real", "start": 476.48, "end": 480.6}, {"text": "episode I don't understand I don't know what I taught them slurs yeah because", "start": 480.6, "end": 485.72}, {"text": "they were like hey what's up beep and then she was like oh brother what did I", "start": 485.72, "end": 490.78}, {"text": "do so there's an episode of Arthur where DW teaches a preschoolers hate speech", "start": 490.78, "end": 498.02}, {"text": "Jesus Christ they just bleep it out they don't even go for like a like a fake", "start": 498.02, "end": 502.4}, {"text": "word no that would be good but yeah they're all art for she can just make", "start": 502.4, "end": 506.84}, {"text": "something up they're not like maybe maybe anteater is like a slur in Arthur", "start": 506.84, "end": 512.04}, {"text": "you know maybe it is so true what else would be a slur in Arthur dog dog face", "start": 512.04, "end": 522.04}, {"text": "how about yeah rabbit bitch yeah yeah well what else other animals yeah but um", "start": 522.04, "end": 536.48}, {"text": "yes I that's have you guys done anything interesting this week I have not like", "start": 536.48, "end": 540.6}, {"text": "left my house except to find cables to plug into my VR headset no me neither I", "start": 540.6, "end": 545.88}, {"text": "guess I did go out of the city and stay at a lake house for a couple days but", "start": 545.88, "end": 550.68}, {"text": "that again doesn't count. Yeah I did some real fun shit this past weekend we had", "start": 550.68, "end": 557.16}, {"text": "the Super Bowl here in town and we I watched it with a local family and then", "start": 557.16, "end": 564.6}, {"text": "the game over and there was a bunch of people setting off fireworks because our", "start": 564.6, "end": 568.2}, {"text": "local beloved team won a championship and I went to a neighbor's house I never", "start": 568.2, "end": 574.16}, {"text": "met before around midnight and drank with that guy for a while. Wow what's it", "start": 574.16, "end": 579.48}, {"text": "like to have Tom Brady on your side now yeah no he stole he stole Tom Brady he", "start": 579.48, "end": 584.68}, {"text": "stole Tom Brady from Patrick mm-hmm from Patrick from Cameron Wow dude from", "start": 584.68, "end": 591.56}, {"text": "Cameron and really fucked New England is a lot of different states it's true", "start": 591.56, "end": 596.6}, {"text": "definitely doesn't include Massachusetts that's for sure okay all right", "start": 596.6, "end": 602.56}, {"text": "famously fucking taken whatever dude wait how old is Tom Brady now he's kind", "start": 602.56, "end": 607.96}, {"text": "like the Geiger of football. He's like the oldest shit and still doing it. Yeah.", "start": 607.96, "end": 613.8}, {"text": "Yeah. Is he like 50 now? How old is that fucker? He's not 50. He might be 50. He's not fucking half of a hundred.", "start": 613.8, "end": 620.72}, {"text": "He's 70. No. He's 43. 40, that is fucking, that's pretty old to be doing football. Yeah. To be so good at it.", "start": 620.72, "end": 629.48}, {"text": "Can you imagine a 43 year old podcaster? No. That would be disgusting.", "start": 629.48, "end": 636.16}, {"text": "Now a 36 year old podcaster. That's right maybe in the money zone. That's where they need to be.", "start": 636.16, "end": 642.72}, {"text": "That might be the perfect age actually now that I think about it. What about two 36 year olders", "start": 642.72, "end": 648.48}, {"text": "hosting a podcast together? Oh my god dude go on. Where could I even listen to a podcast like that?", "start": 648.48, "end": 654.64}, {"text": "Well it's interesting you asked. I would check out Report This Post.", "start": 654.64, "end": 659.12}, {"text": "Oh I actually listen to that it's terrible. I have no interest.", "start": 659.12, "end": 664.08}, {"text": "I think the hosts are pretending to be 36 too.", "start": 664.08, "end": 666.56}, {"text": "I thought that the title of the show was an instruction and I kept, I keep reporting every", "start": 666.56, "end": 671.44}, {"text": "episode.", "start": 671.44, "end": 672.44}, {"text": "Every episode you're like, yeah this is uh, this is impersonation.", "start": 672.44, "end": 679.6}, {"text": "They're pretending to be old.", "start": 679.6, "end": 683.28}, {"text": "We were honored to have Caleb on for an episode a little while ago and I think my favorite", "start": 683.28, "end": 688.8}, {"text": "part was probably about what 45 minutes in we're doing it and then Caleb's like", "start": 688.8, "end": 695.48}, {"text": "oh I think my recorder stopped like 30 minutes ago", "start": 695.48, "end": 700.48}, {"text": "not to me though by the way let me check my yep we're good just making sure yeah", "start": 700.48, "end": 716.56}, {"text": "it seems like every time I go on somebody else's podcast I have a massive - the", "start": 716.56, "end": 720.76}, {"text": "other day when we did when we did Chapo my downstairs neighbor for the first", "start": 720.76, "end": 725.24}, {"text": "time since I've moved here decided to drill into the ceiling for the entire", "start": 725.24, "end": 730.88}, {"text": "hour that we were doing Chapo Tram House he was like yeah and then and then it", "start": 730.88, "end": 736.72}, {"text": "stopped and I was like okay thank God he's not drilling anymore and then he started hammering the ceiling", "start": 736.72, "end": 740.96}, {"text": "yeah he was putting a tin can up there so he could listen in", "start": 740.96, "end": 745.6}, {"text": "I think he was a damn liberal. He might have been a damn lib. He was so mad that I was", "start": 745.6, "end": 751.44}, {"text": "I was well I did go on there and destroy socialism that's the other part.", "start": 751.44, "end": 755.16}, {"text": "That's true. Yeah I took him down. We kind of roasted them on their own turf.", "start": 755.16, "end": 759.16}, {"text": "Yeah exactly we were like there's no such thing as a free lunch and they got", "start": 759.16, "end": 766.68}, {"text": "really mad at that. Yeah but the thing is like the way we did it too was so subtle", "start": 766.68, "end": 770.36}, {"text": "that they kind of almost did it for themselves. Yeah they didn't realize that", "start": 770.36, "end": 774.24}, {"text": "we weren't laughing with them we were laughing at it was like a Borat thing", "start": 774.24, "end": 780.56}, {"text": "and we all did insane ethnic characters to expose the hypocrisy of the Jumbo", "start": 780.56, "end": 787.44}, {"text": "Tramazos. And we were all being Polish. Yeah. What they didn't realize was at the", "start": 787.44, "end": 795.18}, {"text": "end when we said thank you so much for having us on thank like thank you so", "start": 795.18, "end": 798.72}, {"text": "much we were actually it was actually just like a dark intellectual technique", "start": 798.72, "end": 802.28}, {"text": "called sarcasm that we were using. Not many are aware of.", "start": 802.28, "end": 806.28}, {"text": "They were not.", "start": 806.28, "end": 807.56}, {"text": "And let me, their internet addled brains, they were not able to comprehend it even a little", "start": 807.56, "end": 813.08}, {"text": "bit.", "start": 813.08, "end": 814.08}, {"text": "No, they didn't even realize that we were making fun of them the whole time.", "start": 814.08, "end": 816.36}, {"text": "And we still are.", "start": 816.36, "end": 818.28}, {"text": "We didn't even watch that movie.", "start": 818.28, "end": 819.68}, {"text": "No, we just barely.", "start": 819.68, "end": 821.08}, {"text": "We made up the whole movie as we went.", "start": 821.08, "end": 825.56}, {"text": "That's like a lot of sarcasm to use in one podcast, it sounds like. Just sarcasm and", "start": 825.56, "end": 830.64}, {"text": "irony too, I think.", "start": 830.64, "end": 831.88}, {"text": "Yeah, we actually did a little bit of both.", "start": 831.88, "end": 833.88}, {"text": "Yeah, I had to lay down after because I did so much.", "start": 833.88, "end": 836.58}, {"text": "Yeah, yeah, Pat had a headache.", "start": 836.58, "end": 838.28}, {"text": "I will say one thing, one more thing about VR.", "start": 838.28, "end": 841.08}, {"text": "The other day, I went on a four-hour VR trip", "start": 841.08, "end": 846.08}, {"text": "through Half-Life Alyx, which is very realistic.", "start": 846.08, "end": 849.28}, {"text": "Yeah, what was that like?", "start": 849.28, "end": 851.18}, {"text": "How late at night did you text us?", "start": 851.18, "end": 853.08}, {"text": "You were like, \"Half-Life Alyx is the craziest thing.\"", "start": 853.08, "end": 854.58}, {"text": "It was like 2 in the morning and I was playing forever.", "start": 854.58, "end": 856.68}, {"text": "And then I couldn't fall asleep because I was so freaked out.", "start": 856.68, "end": 860.78}, {"text": "And so I had to just stare at it.", "start": 860.78, "end": 862.24}, {"text": "I had to pour a glass of water", "start": 862.24, "end": 863.76}, {"text": "and then move it around in my hands", "start": 863.76, "end": 865.48}, {"text": "and then just stare at it for like an hour.", "start": 865.48, "end": 867.48}, {"text": "(laughing)", "start": 867.48, "end": 869.4}, {"text": "I was just like, what the fuck?", "start": 869.4, "end": 871.8}, {"text": "Like, am I alive?", "start": 871.8, "end": 873.28}, {"text": "And it really terrified me, dude.", "start": 873.28, "end": 875.84}, {"text": "I don't know that I'll ever play that game again.", "start": 875.84, "end": 877.68}, {"text": "It was so scary.", "start": 877.68, "end": 879.08}, {"text": "Yeah, that's a problem.", "start": 879.08, "end": 881.56}, {"text": "They need to make things just not realistic.", "start": 881.56, "end": 883.8}, {"text": "- True. - Everything needs", "start": 883.8, "end": 884.64}, {"text": "to stop being so awesome.", "start": 884.64, "end": 886.92}, {"text": "- Well, like, reality is realistic.", "start": 886.92, "end": 889.56}, {"text": "virtual reality shouldn't be also realistic exactly there should be a", "start": 889.56, "end": 893.76}, {"text": "cartoon in it true you should be able to be a car you should be able to put", "start": 893.76, "end": 899.4}, {"text": "yourself in the Simpsons house and be kind of an extra Simpson family member", "start": 899.4, "end": 903.0}, {"text": "oh that'd be amazing yeah and you create your own Simpsons episodes so VR and you", "start": 903.0, "end": 908.12}, {"text": "can just like Walker it like you could like it could be like oh this in this", "start": 908.12, "end": 911.4}, {"text": "episode like it's like while Bart is at school I can walk from the school and go", "start": 911.4, "end": 915.64}, {"text": "of the house and see what Homer was doing. Oh my god. While the show was showing Bart. I bet he's watching TV.", "start": 915.64, "end": 921.32}, {"text": "I bet he's watching TV and eating donuts. I would bet he's at work.", "start": 921.32, "end": 926.28}, {"text": "It's during the day. That is okay. All right. It could be a weekend. Okay but hey. Somebody's a Simpsons fan.", "start": 926.28, "end": 931.72}, {"text": "This is Homer Simpson we're talking about though. This guy doesn't like work. You know I think", "start": 931.72, "end": 936.28}, {"text": "there's every chance he could be. You never know. That's the thing. They don't have these kind of", "start": 936.28, "end": 940.28}, {"text": "behind the scenes stuff for The Simpsons. They have it for most other shows. They need it though.", "start": 940.28, "end": 943.72}, {"text": "Yeah, he's at work asleep at work, right? Yeah, famously hates work, but still goes to it like a", "start": 943.72, "end": 950.68}, {"text": "fucking idiot. I got fired like nine months ago. That was like great. That's it.", "start": 950.68, "end": 956.44}, {"text": "So you're saying if only Homer had been fired,", "start": 956.44, "end": 960.52}, {"text": "maybe he could have been saved. And I don't think he's ever been fired on the show or", "start": 960.52, "end": 965.08}, {"text": "taken on new jobs or anything. No, but I have seen every episode. So yeah, Simpsons Pro.", "start": 965.08, "end": 971.96}, {"text": "all right uh you guys want to do this list no not really all right that's that's fine so anyway", "start": 972.6, "end": 979.4}, {"text": "about my simpsons idea this is what if you found out that bart had an identical twin and sometimes", "start": 979.4, "end": 987.72}, {"text": "it was that twin in the show and you didn't you know and you could be the twin in and you could", "start": 987.72, "end": 991.48}, {"text": "be the twin in vr i wouldn't want to be bart simpson's twin dude i'd be so short i'd be short", "start": 991.48, "end": 996.28}, {"text": "as fuck you would not be any shorter than you already are bart simpson is not five nine and", "start": 996.28, "end": 1001.08}, {"text": "three-quarters you don't know that he is not six feet tall everyone else is like", "start": 1001.08, "end": 1008.62}, {"text": "eight feet that's a secret they don't tell you about the Simpsons that everyone's really big", "start": 1008.62, "end": 1013.46}, {"text": "you would know in VR you find out all the Simpsons are actually 30 feet tall", "start": 1013.46, "end": 1018.3}, {"text": "I don't see I don't want that kind of forbidden knowledge that's why VR is a", "start": 1018.3, "end": 1022.86}, {"text": "problem well then you just wouldn't play the the Simpsons behind-the-scenes", "start": 1022.86, "end": 1026.82}, {"text": "experience but that's an easy Marge upskirt if she's 30 feet tall that's", "start": 1026.82, "end": 1031.26}, {"text": "like dude where's my car remember what she walks over him oh yeah do I do yeah", "start": 1031.26, "end": 1037.86}, {"text": "that's right that was it that was a movie I just remember that finding the", "start": 1037.86, "end": 1041.22}, {"text": "car that's all you remember uh-huh I'm gonna remember movie you got to check it", "start": 1041.22, "end": 1046.5}, {"text": "out the barbers are funny as hell it's so funny and that's the see it that's the", "start": 1046.5, "end": 1050.98}, {"text": "other thing you think anyone's ever gotten high and watching dude where's my", "start": 1050.98, "end": 1054.94}, {"text": "car again I don't think nah those don't really go together okay what about a", "start": 1054.94, "end": 1063.82}, {"text": "VR thing where you can go to dude where's my car you can see where the car", "start": 1063.82, "end": 1067.74}, {"text": "was the whole movie oh you can wait it's a car!", "start": 1067.74, "end": 1072.54}, {"text": "And then the movie just happens far away from you.", "start": 1072.54, "end": 1074.94}, {"text": "Yeah, that's the car's point of view.", "start": 1074.94, "end": 1077.5}, {"text": "Yeah.", "start": 1077.5, "end": 1078.0}, {"text": "The director's cut.", "start": 1078.0, "end": 1079.5}, {"text": "He'd sit in the car.", "start": 1079.5, "end": 1080.94}, {"text": "Yeah.", "start": 1080.94, "end": 1081.66}, {"text": "You just sit in your car looking at your phone and that's an hour and a half of that.", "start": 1081.66, "end": 1085.82}, {"text": "Yeah. It'd be perfect. I do that all the time.", "start": 1085.82, "end": 1089.82}, {"text": "90 minute lunch breaks every day. Just staring at the phone.", "start": 1089.82, "end": 1095.74}, {"text": "There is one thing in VR where you can just use your computer.", "start": 1095.74, "end": 1098.78}, {"text": "And it's like, why would you do that?", "start": 1098.78, "end": 1101.74}, {"text": "Why not?", "start": 1101.74, "end": 1105.26}, {"text": "I guess the appeal is you can use your computer like in space.", "start": 1105.26, "end": 1108.62}, {"text": "But it also looks like shit and there's like insane latency", "start": 1109.5, "end": 1113.06}, {"text": "But it's using your own computer via", "start": 1113.06, "end": 1117.08}, {"text": "Okay, it just streams to your VR headset and you're like, okay, you're just looking at like you're so well", "start": 1117.08, "end": 1123.62}, {"text": "it's it starts up and there's like this music and like all the like a galaxy forms in front of you and then just", "start": 1123.62, "end": 1131.38}, {"text": "Your computer pops up and then you're just on you just like looking at your files", "start": 1131.38, "end": 1135.94}, {"text": "Damn, it's pretty fucking awesome, dude. That's cool. I can't wait to pour so much money into this", "start": 1137.26, "end": 1143.5}, {"text": "Yeah, just be broke every month because I'm buying how much you fucking it's only like 300 bucks", "start": 1143.5, "end": 1149.04}, {"text": "Jesus Christ, yeah", "start": 1149.04, "end": 1152.02}, {"text": "It's not that bad. Yeah", "start": 1152.02, "end": 1155.02}, {"text": "Hey, man for a portal to another to insider worlds. Yeah, how much a wormhole Pat?", "start": 1155.02, "end": 1161.66}, {"text": "library it's called it's called your library card oh my god that's that yeah", "start": 1165.42, "end": 1170.16}, {"text": "no books are bullshit dude yeah I'd rather get lost in a good movie you can", "start": 1170.16, "end": 1177.78}, {"text": "actually watch movies with all your nine-year-old friends and oh really yeah", "start": 1177.78, "end": 1180.86}, {"text": "well just saying dude that's 300 bucks ever spent you already you've you've", "start": 1180.86, "end": 1191.3}, {"text": "pulled your thingy out on there. I didn't. Where would I put it dude? I don't have a third controller.", "start": 1191.3, "end": 1195.86}, {"text": "No, in real life you've watched the, you've gone to that website.", "start": 1195.86, "end": 1200.98}, {"text": "What website are you even talking about? VRBangers.com. VRBangers? This better be a", "start": 1200.98, "end": 1206.94}, {"text": "hip-hop song. I have to check this out. I'm gonna check out VRBangers. That, what", "start": 1206.94, "end": 1214.66}, {"text": "could that be dude these drum solo videos or something? Where I get to be the drummer?", "start": 1214.66, "end": 1221.42}, {"text": "This is it's a POV shot from Travis Barker's drum set. That actually sounds awesome and", "start": 1221.42, "end": 1228.98}, {"text": "I would do that game. Yeah. Yeah I will not do the porn I refuse to. That surprises me.", "start": 1228.98, "end": 1236.58}, {"text": "Yeah I honestly I thought. I feel like you're just saying that for the show because that's", "start": 1236.58, "end": 1239.7}, {"text": "like the opposite of the person I know you to be. What I don't like porn. You know what", "start": 1239.7, "end": 1243.74}, {"text": "it is is he hasn't done it yet I haven't had the house to myself I think once", "start": 1243.74, "end": 1254.1}, {"text": "you're in the virtual reality world that you are by yourself from you can just", "start": 1254.1, "end": 1259.22}, {"text": "start jacking off that no one is a very good point yeah you put your headphones", "start": 1259.22, "end": 1262.86}, {"text": "on and you have the headset on your own little world there will be one day when", "start": 1262.86, "end": 1266.94}, {"text": "Janet gets back from work and like I'm I'm in the bathtub and it's filled to", "start": 1266.94, "end": 1272.18}, {"text": "the top of peanut butter in VR like moving through like a colonoscopy in", "start": 1272.18, "end": 1287.42}, {"text": "virtual reality drowning in Riley Reid's ass please save me yeah that day is", "start": 1287.42, "end": 1302.7}, {"text": "coming that that will be a reckoning because you're gonna have to have like", "start": 1302.7, "end": 1306.46}, {"text": "the court going across the house from your computer to the bathroom", "start": 1306.46, "end": 1311.18}, {"text": "you have a whole pulley system and there's like scratches that go from the bathroom", "start": 1311.18, "end": 1318.74}, {"text": "all the way to the computer desk and back and you're like I'm just jacking off I'm", "start": 1318.74, "end": 1327.14}, {"text": "like okay don't say anything but fart my face but don't let me know you're there", "start": 1327.14, "end": 1331.7}, {"text": "just fart right near my face. Ugh. Come on dude. That's pretty gross. Come on. Come on Caleb. What's wrong with you man?", "start": 1331.7, "end": 1341.98}, {"text": "You nuts. I need to stop making purchases. Okay let's do this list and stop talking about my awesome new life.", "start": 1341.98, "end": 1349.74}, {"text": "This is things you do that you would never admit to on the top tens. Yeah kind of", "start": 1349.74, "end": 1357.74}, {"text": "irrelevant. Yeah the description is no sex-related or x-rated items please.", "start": 1357.74, "end": 1361.82}, {"text": "Items that fall in that category will not be added to the list. Yeah we'll see", "start": 1361.82, "end": 1366.62}, {"text": "about that. Yeah. Number one you like a person but you are insisting that you", "start": 1366.62, "end": 1371.5}, {"text": "hate him or her. I would do that. I hate fake friends. Mm-hmm. No this is it.", "start": 1371.5, "end": 1379.22}, {"text": "This is the opposite of fake friends. I hate real friends. This is if you like someone but you say you hate them. Why would you do that?", "start": 1379.22, "end": 1386.14}, {"text": "Oh yeah you're right. I don't know about this situation. Yeah I thought it was a hating", "start": 1386.14, "end": 1391.54}, {"text": "fake friends thing. That's why I said I would do it. Well Ron Luna comments, two comments", "start": 1391.54, "end": 1396.74}, {"text": "actually \"You can't hide it because you are blushing\" and then also \"I know lots of people", "start": 1396.74, "end": 1402.24}, {"text": "doing this. They are so bitchy with that guy and they do lots of fantasy about him.\" What's", "start": 1402.24, "end": 1406.74}, {"text": "up you pussy bitch? Like fuck you man. Get the fuck out of my, this is my fucking block.", "start": 1406.74, "end": 1411.86}, {"text": "Hey man, you're blushing.", "start": 1411.86, "end": 1412.86}, {"text": "I think you secretly like me.", "start": 1412.86, "end": 1416.26}, {"text": "I think you might be doing lots of fantasy with me.", "start": 1416.26, "end": 1418.54}, {"text": "Teehee, you caught me.", "start": 1418.54, "end": 1419.54}, {"text": "Are you do- Dude, you cannot do fantasy with me right now.", "start": 1419.54, "end": 1422.78}, {"text": "Come on.", "start": 1422.78, "end": 1423.78}, {"text": "I swear to God.", "start": 1423.78, "end": 1424.78}, {"text": "I swear to God, if you do fantasy with me- If you do some fantasy shit with me, I might", "start": 1424.78, "end": 1428.1}, {"text": "wild out on you.", "start": 1428.1, "end": 1429.1}, {"text": "I'll freak the fuck out.", "start": 1429.1, "end": 1430.34}, {"text": "You do fantasy at me.", "start": 1430.34, "end": 1431.66}, {"text": "I hate my fantastical friends.", "start": 1431.66, "end": 1436.14}, {"text": "Number two, don't wash hands after using the public restroom.", "start": 1436.14, "end": 1441.1}, {"text": "- But just public?", "start": 1441.1, "end": 1442.7}, {"text": "- Here's a comment from Hi there.", "start": 1442.7, "end": 1444.42}, {"text": "It says, \"In the pre-COVID-19 world,", "start": 1444.42, "end": 1446.18}, {"text": "\"I did this from time to time.", "start": 1446.18, "end": 1447.7}, {"text": "\"Now, not so much.\"", "start": 1447.7, "end": 1449.48}, {"text": "- Oh, they mean not washing.", "start": 1449.48, "end": 1451.9}, {"text": "For a second, I was confused there.", "start": 1451.9, "end": 1453.96}, {"text": "I thought they were saying they stopped washing their hands", "start": 1453.96, "end": 1457.22}, {"text": "because of COVID-19.", "start": 1457.22, "end": 1458.78}, {"text": "- That's what I did.", "start": 1458.78, "end": 1459.82}, {"text": "- Yeah, that's a boss move.", "start": 1459.82, "end": 1461.58}, {"text": "- Build up an immunity.", "start": 1461.58, "end": 1462.82}, {"text": "- Yeah.", "start": 1462.82, "end": 1463.78}, {"text": "- I've never really cared about washing my hands", "start": 1463.78, "end": 1466.34}, {"text": "or germs or anything.", "start": 1466.34, "end": 1467.18}, {"text": "- Oh, yeah.", "start": 1467.18, "end": 1468.0}, {"text": "You don't have to wash your hands after you pee.", "start": 1468.0, "end": 1470.02}, {"text": "I don't really I don't really believe in germs as much as most people I think.", "start": 1470.02, "end": 1473.7}, {"text": "After you poop though you got to wash your hands.", "start": 1473.7, "end": 1476.34}, {"text": "You know I mean it depends.", "start": 1476.34, "end": 1477.7}, {"text": "You're touching your butt.", "start": 1477.7, "end": 1479.38}, {"text": "Well no you're touching paper that touches your butt.", "start": 1479.38, "end": 1481.54}, {"text": "Right but it can get through the paper.", "start": 1481.54, "end": 1483.46}, {"text": "What kind of toilet paper are you buying that has like are you buying like lace toilet paper?", "start": 1483.46, "end": 1488.42}, {"text": "I'm using tissue paper.", "start": 1488.42, "end": 1489.54}, {"text": "Doilies.", "start": 1489.54, "end": 1490.5}, {"text": "Fishnet toilet paper.", "start": 1490.5, "end": 1492.18}, {"text": "It's from all the presents I got.", "start": 1492.18, "end": 1494.26}, {"text": "I'm using the tissue paper for my presents.", "start": 1494.26, "end": 1497.62}, {"text": "That's right it's a happy birthday man.", "start": 1497.62, "end": 1499.14}, {"text": "Yeah, happy birthday, Pat.", "start": 1499.86, "end": 1501.54}, {"text": "Thank you.", "start": 1501.54, "end": 1502.54}, {"text": "No, I mean, you should wash your...", "start": 1502.54, "end": 1505.3}, {"text": "Do you guys ever just wash the hand that you wipe with, though?", "start": 1505.3, "end": 1508.74}, {"text": "No.", "start": 1508.74, "end": 1509.24}, {"text": "What?", "start": 1509.24, "end": 1509.74}, {"text": "What?", "start": 1509.74, "end": 1510.24}, {"text": "[laughter]", "start": 1510.24, "end": 1511.96}, {"text": "You guys don't do that?", "start": 1511.96, "end": 1513.76}, {"text": "Why would I do that?", "start": 1513.76, "end": 1514.76}, {"text": "That seems right.", "start": 1514.76, "end": 1515.76}, {"text": "How do you wash one hand?", "start": 1515.76, "end": 1516.76}, {"text": "Just like that?", "start": 1516.76, "end": 1517.76}, {"text": "Because I'm using my phone with my other hand.", "start": 1517.76, "end": 1519.76}, {"text": "[laughter]", "start": 1519.76, "end": 1522.06}, {"text": "I don't want to put it in my pocket, so I just wash the...", "start": 1522.06, "end": 1524.66}, {"text": "You're on a phone call.", "start": 1524.66, "end": 1527.06}, {"text": "Yeah, I'm on a...", "start": 1527.06, "end": 1528.06}, {"text": "started you were taking a shit I mean you wait on my mom I can't fucking put a", "start": 1528.06, "end": 1533.82}, {"text": "cat away explain that to her now it was it was stated that you shouldn't you", "start": 1533.82, "end": 1540.62}, {"text": "don't need to wash your hands after you pee which I normally agree with but I do", "start": 1540.62, "end": 1544.58}, {"text": "I do stick my fingers up my ass while I pee I mean then you just again you wash", "start": 1544.58, "end": 1552.9}, {"text": "that hand that's just something you got to do when you get older though", "start": 1552.9, "end": 1557.5}, {"text": "You're checking for lumps.", "start": 1557.5, "end": 1559.5}, {"text": "[laughter]", "start": 1559.5, "end": 1561.5}, {"text": "Once you turn 30, you have a free pass for the rest of your life if somebody catches you with your hand in your ass.", "start": 1561.5, "end": 1567.5}, {"text": "I've found many brown lumps.", "start": 1567.5, "end": 1569.5}, {"text": "[laughter]", "start": 1569.5, "end": 1571.5}, {"text": "You gotta get in there and you gotta squeeze your balls from the inside like a clown's flower.", "start": 1571.5, "end": 1577.5}, {"text": "Yeah, just play in your fucking butt balls wiener and taint like a one man band to see if you have prostate cancer.", "start": 1577.5, "end": 1584.5}, {"text": "That's what you have to do, just shoot like a popcorn.", "start": 1584.5, "end": 1587.5}, {"text": "Like a clown's flower?", "start": 1587.5, "end": 1589.5}, {"text": "The penis really is a clown's flower, isn't it?", "start": 1589.5, "end": 1592.5}, {"text": "Yeah, dude, it has a button that makes it squirt.", "start": 1592.5, "end": 1597.5}, {"text": "That one's in your ass.", "start": 1597.5, "end": 1599.5}, {"text": "Yeah.", "start": 1599.5, "end": 1600.5}, {"text": "Yeah.", "start": 1600.5, "end": 1601.5}, {"text": "Yeah.", "start": 1601.5, "end": 1602.5}, {"text": "Number three, you drop food on the floor, but you eat it anyway.", "start": 1602.5, "end": 1606.5}, {"text": "Oh, you nasty.", "start": 1606.5, "end": 1607.5}, {"text": "Big time.", "start": 1607.5, "end": 1608.5}, {"text": "I have no problem with this.", "start": 1608.5, "end": 1609.5}, {"text": "Never had an issue doing that.", "start": 1609.5, "end": 1611.5}, {"text": "I have an issue with this.", "start": 1611.5, "end": 1612.5}, {"text": "It depends on the floor.", "start": 1612.5, "end": 1613.5}, {"text": "yeah I will say if I'm in a barn I will not eat the food right yeah yeah I've", "start": 1613.5, "end": 1620.06}, {"text": "seen osmosis Jones if I'm in my poop floor room I will not do that if I'm in", "start": 1620.06, "end": 1626.62}, {"text": "war-torn Syria and there's just bodies everywhere I'm not picking up you know", "start": 1626.62, "end": 1631.66}, {"text": "anything that's I don't want all that shit on my eggs just walking around with", "start": 1631.66, "end": 1638.58}, {"text": "with a plate full of three scrambled eggs and cereal.", "start": 1638.58, "end": 1641.86}, {"text": "(laughing)", "start": 1641.86, "end": 1643.18}, {"text": "Fuck, I hope I don't drop any of this.", "start": 1643.18, "end": 1645.06}, {"text": "- A giant Scooby-Doo, like quadruple-decker sandwich.", "start": 1645.06, "end": 1648.38}, {"text": "(laughing)", "start": 1648.38, "end": 1650.42}, {"text": "And just tripping over body, whoa, whoa!", "start": 1650.42, "end": 1653.66}, {"text": "- Yeah, starving kids are like reaching up from the ground", "start": 1653.66, "end": 1656.78}, {"text": "to try to eat the lettuce off of it.", "start": 1656.78, "end": 1659.3}, {"text": "Hey, if it drops, you can have it,", "start": 1659.3, "end": 1660.7}, {"text": "'cause I'm not eating that shit.", "start": 1660.7, "end": 1662.26}, {"text": "Disgusts me.", "start": 1662.26, "end": 1664.38}, {"text": "I dropped a Mike and Ike on the patio,", "start": 1664.38, "end": 1667.64}, {"text": "then ate it two minutes later. I'm fine. Yeah.", "start": 1667.64, "end": 1671.8}, {"text": "I think, I don't think a Mike and Ike, I think it's impenetrable to germs.", "start": 1671.8, "end": 1676.12}, {"text": "Yeah. It's got a hard shell.", "start": 1676.12, "end": 1678.2}, {"text": "You got anything that's not sticky, it has, when something falls on the ground, it's sticky,", "start": 1678.2, "end": 1682.44}, {"text": "it sticks up germs.", "start": 1682.44, "end": 1683.44}, {"text": "Anything wet.", "start": 1683.44, "end": 1684.44}, {"text": "It picks them up like Katamari Damacy. But anything that's normal, you can't get germs", "start": 1684.44, "end": 1693.24}, {"text": "from.", "start": 1693.24, "end": 1694.24}, {"text": "Yeah. Any normal thing, any normal natural thing like a Mike and Ike.", "start": 1694.24, "end": 1696.12}, {"text": "a McDouble like if you drop a McDouble on the ground now I pick that back up if you drop", "start": 1696.12, "end": 1701.4}, {"text": "a McDouble and it comes open then maybe some germs can get inside it but the outside of", "start": 1701.4, "end": 1707.04}, {"text": "the bun and the edge of the patty that's safe.", "start": 1707.04, "end": 1709.16}, {"text": "If the bun stays closed as it hits the ground you're fine.", "start": 1709.16, "end": 1713.92}, {"text": "Have you guys ever eaten an old chicken nugget in your car?", "start": 1713.92, "end": 1717.6}, {"text": "No.", "start": 1717.6, "end": 1718.6}, {"text": "Yeah I've done that.", "start": 1718.6, "end": 1719.72}, {"text": "I think three days.", "start": 1719.72, "end": 1720.72}, {"text": "I've eaten an old fry.", "start": 1720.72, "end": 1721.72}, {"text": "We have fries.", "start": 1721.72, "end": 1722.72}, {"text": "Fries are different.", "start": 1722.72, "end": 1724.2}, {"text": "Chicken though.", "start": 1724.2, "end": 1725.2}, {"text": "about what if you what if you had you had a McDonald's okay okay and you you have", "start": 1725.2, "end": 1734.58}, {"text": "fries it you don't finish all the fries because you're too full okay the fries", "start": 1734.58, "end": 1738.32}, {"text": "are in the bag you put the bag in the trash not much stuff in the trash oh yeah", "start": 1738.32, "end": 1743.48}, {"text": "no you get hungry you take the fries out of the bag I've had two bites of a", "start": 1743.48, "end": 1747.76}, {"text": "turkey sandwich that I put in the trash and then went got it later was it in a", "start": 1747.76, "end": 1751.92}, {"text": "rapper? I don't remember. Right like I people used to call like I found like a", "start": 1751.92, "end": 1762.0}, {"text": "like a sealed lollipop on the like one of those dum-dums on the ground in my in", "start": 1762.0, "end": 1766.8}, {"text": "the hallway in high school and somebody called me gross for picking it up and", "start": 1766.8, "end": 1769.4}, {"text": "eating it. Okay but to be fair that was probably a trap laid by the janitor and", "start": 1769.4, "end": 1773.04}, {"text": "it was gonna like poison you. I did fall asleep immediately after I put it in my", "start": 1773.04, "end": 1778.56}, {"text": "mouth I fucking hate janitors for all that shit they do like that yeah they're", "start": 1778.56, "end": 1783.06}, {"text": "always trying to clean up your spill yeah I put that chili on the ground for later", "start": 1783.06, "end": 1790.6}, {"text": "mm-hmm don't you dare mop that up you don't touch that that's for me yeah", "start": 1790.6, "end": 1795.48}, {"text": "frost feather a snow clan says I've done it he he he very very coy about it but", "start": 1795.48, "end": 1803.88}, {"text": "Yeah, it's a little it's a little sneaky somebody says I haven't done this in the past decade", "start": 1803.88, "end": 1810.5}, {"text": "I just clicked on their profile dawn 20 male", "start": 1810.5, "end": 1824.72}, {"text": "I'm a non-denominational follower of Christ a staunch conservative and all I say in list is purely my opinion. I", "start": 1824.72, "end": 1830.62}, {"text": "I just uh speaking of those programs I just found out that a program that they have that's like", "start": 1832.92, "end": 1839.0}, {"text": "is this VR still? No, no it's one it's one of those like anonymous programs. Okay.", "start": 1839.0, "end": 1843.56}, {"text": "But it only exists in Los Angeles and it's called codependent anonymous and it's for people who think", "start": 1843.56, "end": 1849.48}, {"text": "they're codependent and they go to meetings every week like drug addicts. Oh my god. That rules dude.", "start": 1849.48, "end": 1856.12}, {"text": "they only have it in LA. Guys I just found, I'm sorry to derail this.", "start": 1856.12, "end": 1861.64}, {"text": "They're gonna have it in New Hampshire next week.", "start": 1861.64, "end": 1864.44}, {"text": "I'm sorry to derail this but I just found something insane on this guy's profile.", "start": 1864.44, "end": 1870.04}, {"text": "I think you might remember this this message that we read this a long time", "start": 1870.04, "end": 1873.4}, {"text": "ago on the podcast from someone's profile. NeonCo31's grandfather died", "start": 1873.4, "end": 1877.64}, {"text": "because of difficulty in breathing. Copy and paste this if you care, ignore if you", "start": 1877.64, "end": 1880.92}, {"text": "don't. Oh my god. So we have that but there are also at", "start": 1880.92, "end": 1884.44}, {"text": "least 15 other people's relatives who have died here.", "start": 1884.44, "end": 1889.24}, {"text": "And they're just putting on for it?", "start": 1889.24, "end": 1891.24}, {"text": "DreTop10's Uncle Tom died in a car crash on October 3rd, 2018.", "start": 1891.24, "end": 1895.04}, {"text": "Please post this on your profile page if you care, and ignore if you don't.", "start": 1895.04, "end": 1897.44}, {"text": "Catacorn's Bunny June died because of a disease. Copy and paste this on your profile.", "start": 1897.44, "end": 1901.24}, {"text": "MusicLover123's Great Aunt died of cancer.", "start": 1901.24, "end": 1904.04}, {"text": "Bamber73's Great Uncle George died.", "start": 1904.04, "end": 1906.54}, {"text": "PowerfulGirls10's Dad died from a blood clot.", "start": 1906.54, "end": 1910.74}, {"text": "Jack2244's Cat died.", "start": 1910.74, "end": 1912.94}, {"text": "Chat Noir fan 18 school security guard died at the site", "start": 1912.94, "end": 1919.94}, {"text": "Not a weeaboos classmate have passed away", "start": 1919.94, "end": 1922.14}, {"text": "Peppa Pig sucks neighbor has passed away", "start": 1922.14, "end": 1924.98}, {"text": "Katilda lover 93's father has passed away because he was shot in the chest", "start": 1924.98, "end": 1929.02}, {"text": "Bloodfang's mom died from coronavirus", "start": 1929.02, "end": 1931.34}, {"text": "Frostfeather of snow clan and twig the survivor dog's fish crystal died", "start": 1931.34, "end": 1935.1}, {"text": "To the 21 panic fans dog died from a skin disease", "start": 1935.1, "end": 1937.9}, {"text": "The 21 panic fans grandmother's dog died from cancer in the throat", "start": 1937.9, "end": 1941.46}, {"text": "hi there's great on show to death in late july his uncle's cancer has come back", "start": 1941.46, "end": 1944.9}, {"text": "hi there all my god dog ginger down in february", "start": 1944.9, "end": 1948.18}, {"text": "if you would have died anyway if you did", "start": 1948.18, "end": 1950.74}, {"text": "only got a crypt keepers fucking i know it's a", "start": 1950.74, "end": 1954.62}, {"text": "well", "start": 1954.62, "end": 1956.22}, {"text": "that's heavy for the top i know it's a lot of little kids dead market is marked", "start": 1956.22, "end": 1960.58}, {"text": "and they got shot in the chest", "start": 1960.58, "end": 1962.42}, {"text": "that's jesus christ and someone's neighbors dog died too", "start": 1962.42, "end": 1967.42}, {"text": "*laughing*", "start": 1967.42, "end": 1969.42}, {"text": "*overlapping*", "start": 1969.42, "end": 1971.42}, {"text": "*laughing*", "start": 1971.42, "end": 1973.42}, {"text": "*overlapping*", "start": 1973.42, "end": 1975.42}, {"text": "*overlapping*", "start": 1975.42, "end": 1977.42}, {"text": "*overlapping*", "start": 1977.42, "end": 1979.42}, {"text": "*overlapping*", "start": 1979.42, "end": 1981.42}, {"text": "*overlapping*", "start": 1981.42, "end": 1983.42}, {"text": "*overlapping*", "start": 1983.42, "end": 1985.42}, {"text": "*overlapping*", "start": 1985.42, "end": 1987.42}, {"text": "*overlapping*", "start": 1987.42, "end": 1989.42}, {"text": "*overlapping*", "start": 1989.42, "end": 1991.42}, {"text": "*overlapping*", "start": 1991.42, "end": 1993.42}, {"text": "*overlapping*", "start": 1993.42, "end": 1995.42}, {"text": "God, that's so sad.", "start": 1995.42, "end": 1998.14}, {"text": "Yeah.", "start": 1998.14, "end": 1999.14}, {"text": "Number four, you lied.", "start": 1999.14, "end": 2002.14}, {"text": "Not me, I don't lie.", "start": 2002.14, "end": 2003.14}, {"text": "You lie all the time.", "start": 2003.14, "end": 2005.58}, {"text": "Yeah, I do.", "start": 2005.58, "end": 2007.22}, {"text": "That was my first lie I've ever done.", "start": 2007.22, "end": 2012.02}, {"text": "So it wasn't a lie then?", "start": 2012.02, "end": 2015.02}, {"text": "No.", "start": 2015.02, "end": 2016.02}, {"text": "I'm already too confused.", "start": 2016.02, "end": 2019.74}, {"text": "I'm instantly too confused to do this with you.", "start": 2019.74, "end": 2023.78}, {"text": "That's the point in saying that you lied.", "start": 2023.78, "end": 2026.0}, {"text": "That's a good point, Frostfeather of SnowClan.", "start": 2026.0, "end": 2028.58}, {"text": "I'm sorry about your fish crystal, by the way.", "start": 2028.58, "end": 2030.78}, {"text": "That's now I'm going to remember these usernames from that list and we're going to see somebody", "start": 2030.78, "end": 2036.94}, {"text": "who comments on here and is going to, \"Oh yeah, their uncle choked on fish.\"", "start": 2036.94, "end": 2041.22}, {"text": "And their fish died.", "start": 2041.22, "end": 2042.22}, {"text": "Recipes to your school security guard.", "start": 2042.22, "end": 2048.66}, {"text": "Number five, you masturbate.", "start": 2048.66, "end": 2050.7}, {"text": "It's a good picture for this one.", "start": 2050.7, "end": 2052.06}, {"text": "I'm going to vomit.", "start": 2052.06, "end": 2053.06}, {"text": "Yeah it looks like the obey thing.", "start": 2053.06, "end": 2055.06}, {"text": "Except it's a guy coming.", "start": 2055.06, "end": 2057.06}, {"text": "Didn't they say no like filthy stuff on this list?", "start": 2057.06, "end": 2059.06}, {"text": "They did.", "start": 2059.06, "end": 2061.06}, {"text": "It should be taken out.", "start": 2061.06, "end": 2063.06}, {"text": "Yeah you're right.", "start": 2063.06, "end": 2065.06}, {"text": "And then the guy, someone in the comments says it's funny because the description says no sex related items.", "start": 2065.06, "end": 2067.06}, {"text": "Oh okay so this guy's kind of bucking the rules.", "start": 2067.06, "end": 2069.06}, {"text": "Wait a minute.", "start": 2069.06, "end": 2071.06}, {"text": "Wait don't tell me he's a bad boy.", "start": 2071.06, "end": 2073.06}, {"text": "Jackhammer619.", "start": 2073.06, "end": 2075.06}, {"text": "So the description lied to us.", "start": 2075.06, "end": 2077.06}, {"text": "Yeah you're right.", "start": 2077.06, "end": 2079.06}, {"text": "Oh my god.", "start": 2079.06, "end": 2081.06}, {"text": "that's a that's a fucking lie right there mm-hmm", "start": 2081.06, "end": 2084.42}, {"text": "jackhammer 619 comments I ate a basketball once teehee", "start": 2084.42, "end": 2090.3}, {"text": "the same guy said he he he up at the time no it's a different person it's a", "start": 2090.3, "end": 2096.66}, {"text": "different that one was the frost feather of snow clan I think so you got a laugh", "start": 2096.66, "end": 2102.9}, {"text": "through the pain of your fish crystal dying you have to eat he he through it I", "start": 2102.9, "end": 2107.86}, {"text": "I clicked on the TeeheePerson's profile and it's just a list of their comments,", "start": 2107.86, "end": 2112.42}, {"text": "which I've never seen a profile in this format before, but one of the top ones", "start": 2112.42, "end": 2115.78}, {"text": "is just \"Ew, I don't want to eat powder.\"", "start": 2115.78, "end": 2117.86}, {"text": "What kind of powder? Who knows? We will never find out.", "start": 2117.86, "end": 2131.06}, {"text": "It's a comment on McDonald's on the list of top 10 places to go eat breakfast.", "start": 2131.06, "end": 2136.5}, {"text": "Dude, McDonald's, are you guys gonna get this new McDonald's breakfast, the McPowder?", "start": 2136.5, "end": 2139.94}, {"text": "Yeah, it sounds amazing.", "start": 2139.94, "end": 2142.74}, {"text": "Yeah, it's like a, it's like Huel or something.", "start": 2142.74, "end": 2144.98}, {"text": "Yeah, it's just sugar.", "start": 2144.98, "end": 2147.3}, {"text": "Just white sugar.", "start": 2147.3, "end": 2149.46}, {"text": "Number six, afraid to swim.", "start": 2149.46, "end": 2153.86}, {"text": "Okay, so you do afraid to swim, but you would never admit to afraid to swim.", "start": 2153.86, "end": 2161.22}, {"text": "Okay.", "start": 2161.22, "end": 2163.38}, {"text": "All right.", "start": 2163.38, "end": 2163.62}, {"text": "I don't like swimming.", "start": 2163.62, "end": 2164.98}, {"text": "Yeah, no, I mean there's a lot that can go wrong with swimming, you know.", "start": 2164.98, "end": 2168.34}, {"text": "You could end up a pothead like Michael Phelps.", "start": 2168.34, "end": 2170.58}, {"text": "Mm-hmm.", "start": 2170.58, "end": 2171.58}, {"text": "That might be the worst outcome possible.", "start": 2171.58, "end": 2174.14}, {"text": "Yeah.", "start": 2174.14, "end": 2175.14}, {"text": "Yeah.", "start": 2175.14, "end": 2176.14}, {"text": "Look where he is now.", "start": 2176.14, "end": 2177.14}, {"text": "I hate that drug addict piece of shit.", "start": 2177.14, "end": 2179.82}, {"text": "Someone should fucking-- I wish he got fucking domed in a deal gone wrong.", "start": 2179.82, "end": 2185.18}, {"text": "I think it's so disgusting when he swims.", "start": 2185.18, "end": 2187.26}, {"text": "I wish he got eaten by a shark in the Olympic pool.", "start": 2187.26, "end": 2189.94}, {"text": "That's right.", "start": 2189.94, "end": 2190.94}, {"text": "When he swims you can see the track marks all up and down his arms too from where he's been", "start": 2190.94, "end": 2195.5}, {"text": "using. Yeah and also the ones where he got bit by sharks when he was practicing in the ocean.", "start": 2195.5, "end": 2199.74}, {"text": "Yeah he's a fucking piece of shit. And it's crazy that they didn't even kick him out for using PEDs.", "start": 2199.74, "end": 2208.22}, {"text": "I know yeah. Being bit by a shark by the way does give you the swimming powers of a shark.", "start": 2208.22, "end": 2214.86}, {"text": "Yeah he got bit by a half man half shark. Yeah.", "start": 2214.86, "end": 2217.34}, {"text": "Yeah.", "start": 2217.98, "end": 2218.98}, {"text": "And he did it on purpose.", "start": 2218.98, "end": 2219.98}, {"text": "Do you remember when that article came out that he sleeps like 30 minutes a day and then", "start": 2219.98, "end": 2224.7}, {"text": "just swims for like 15 hours and eats like 10 pizzas and shit?", "start": 2224.7, "end": 2230.34}, {"text": "That's sick.", "start": 2230.34, "end": 2231.34}, {"text": "He has a pretty awesome schedule.", "start": 2231.34, "end": 2232.34}, {"text": "That's so cool.", "start": 2232.34, "end": 2233.34}, {"text": "Yeah.", "start": 2233.34, "end": 2234.34}, {"text": "He's going to evolve.", "start": 2234.34, "end": 2235.34}, {"text": "Yeah, I remember it was like what, 15,000 calories a day or something like that?", "start": 2235.34, "end": 2239.58}, {"text": "Yeah.", "start": 2239.58, "end": 2240.58}, {"text": "That's insane.", "start": 2240.58, "end": 2241.58}, {"text": "Something awesome.", "start": 2241.58, "end": 2242.58}, {"text": "Something that I would do any amount of swimming to be able to eat.", "start": 2242.58, "end": 2245.5}, {"text": "Yeah.", "start": 2245.5, "end": 2246.5}, {"text": "That's why he does that.", "start": 2246.5, "end": 2247.5}, {"text": "Yeah, he just wants to eat. He doesn't care about the Olympics at all. He doesn't give a fuck about swimming dude.", "start": 2247.5, "end": 2252.9}, {"text": "He just wants to eat fucking 30 pizzas a day. Right. He just lives like a ninja turtle now.", "start": 2252.9, "end": 2257.9}, {"text": "Yeah, including the weed dude. Yeah, those guys are fucking stoners. That's why they live on the ground. That's why they're green.", "start": 2257.9, "end": 2266.34}, {"text": "That's why they're fucking stoner. You're telling, hold on, you're telling me", "start": 2266.34, "end": 2268.98}, {"text": "that there's a group of turtles that love eating pizza and do karate under the sewers? And their dads are damn rat.", "start": 2268.98, "end": 2274.78}, {"text": "yeah hey hold on were you guys high this stuff are you smoking yeah yeah hold on", "start": 2275.1, "end": 2281.78}, {"text": "you're telling me there's a guy named there's a guy who's a little a little", "start": 2281.78, "end": 2285.34}, {"text": "blob and he lives in it inside a guy's stomach and you're telling me his name's", "start": 2285.34, "end": 2288.34}, {"text": "krang what the hell kind of name is that well were you drinking beer when you", "start": 2288.34, "end": 2292.7}, {"text": "wrote that name you smoking sherm they must have been high on PCP when they", "start": 2292.7, "end": 2299.66}, {"text": "wrote that shit yeah mm-hmm why do they all have like California accents but", "start": 2299.66, "end": 2305.42}, {"text": "they live in New York and what the hell do the turtles crazy names even mean", "start": 2305.42, "end": 2310.94}, {"text": "yeah what I have these California names - oh like what avocado yeah and Jose yeah", "start": 2310.94, "end": 2321.1}, {"text": "these are the names and there's California Los Angeles LAX yeah Robin", "start": 2321.1, "end": 2331.68}, {"text": "big in and out and and what's this and what's with this guy shredder what is", "start": 2331.68, "end": 2336.42}, {"text": "this TV show supposed to be the office max show that's so true yeah what are", "start": 2336.42, "end": 2344.42}, {"text": "you but yeah what are you supposed to be a paper shredder what kind of fucking", "start": 2344.42, "end": 2348.94}, {"text": "shit is this? Sorry he's got a foot clan? Hey hold on, they got a freak. Whoa, okay. It was", "start": 2348.94, "end": 2355.66}, {"text": "weird but now it's just awkward. Yeah, a foot clan, that's what I would call it if", "start": 2355.66, "end": 2358.78}, {"text": "Quentin Tarantino had a clan. Hey. Another Hollywood man. Tarantino, another name of", "start": 2358.78, "end": 2364.86}, {"text": "the turtles. Famous turtle, Quentin Tarantino. Number seven, you sucked your own blood from a cut.", "start": 2364.86, "end": 2377.74}, {"text": "what I would tell people I did this yeah dude that's a brag yeah yeah one of the", "start": 2377.74, "end": 2384.64}, {"text": "comments is I got to the point of taking a swab of blood from my classmates face", "start": 2384.64, "end": 2388.86}, {"text": "and dot dot dot I think it's continued I think dot dot dot is supposed to be the", "start": 2388.86, "end": 2394.36}, {"text": "I do this a lot well I don't know why you under misfortune that why would that", "start": 2394.36, "end": 2400.06}, {"text": "because there's another dot dot dot so there's another road dot dot dot and", "start": 2400.06, "end": 2403.74}, {"text": "their message you assume it's a two-part message it also would not surprise me if", "start": 2403.74, "end": 2409.26}, {"text": "somebody tried to do a two-part message on this fucking it's not even it's two", "start": 2409.26, "end": 2412.78}, {"text": "separate sentences you don't know that. The dots are at the end of both of them.", "start": 2412.78, "end": 2416.18}, {"text": "They're not. It's not like at the end of one and the start of another. Well one of them you can it's like the", "start": 2416.18, "end": 2421.82}, {"text": "fridge magnets you can put them wherever. Okay so in that case it makes way more", "start": 2421.82, "end": 2427.5}, {"text": "sense if it says I do this a lot. Hold on wait I wait these two comments both end", "start": 2427.5, "end": 2431.38}, {"text": "with a period so I think they might be part of the same comment. They could.", "start": 2431.38, "end": 2435.18}, {"text": "Well I didn't consume it like a vampire but it is kind of my natural reaction to", "start": 2435.18, "end": 2439.54}, {"text": "suck on the cut and then from a different user it tastes fine. I think", "start": 2439.54, "end": 2443.18}, {"text": "those might be a two-parter. Yeah. I'm not some if I get a cut dude I'm not I don't", "start": 2443.18, "end": 2448.82}, {"text": "want to know I don't want no blood in my damn mouth. I sprayed or if it's a", "start": 2448.82, "end": 2452.88}, {"text": "big enough cut I just kind of wiggle it around so the blood gets everywhere. What I", "start": 2452.88, "end": 2455.78}, {"text": "will say is if I will I'll suck the blood off a cut if like I don't like I don't", "start": 2455.78, "end": 2460.9}, {"text": "to wipe it on my clothes I don't have like a napkin like cuz I don't want to", "start": 2460.9, "end": 2464.06}, {"text": "like I don't want to smear it on myself you know what I mean if I get a cut I", "start": 2464.06, "end": 2467.86}, {"text": "just whip my dick out and I use the foreskin", "start": 2467.86, "end": 2471.9}, {"text": "I let it pool up in there and then I go to the toilet.", "start": 2471.9, "end": 2476.02}, {"text": "Me and Cam don't have that privilege dude.", "start": 2476.02, "end": 2478.22}, {"text": "And I shoot it like a super soaker.", "start": 2478.22, "end": 2480.22}, {"text": "Got my blood on you.", "start": 2480.22, "end": 2489.38}, {"text": "For the record, I also have that privilege.", "start": 2489.38, "end": 2492.02}, {"text": "Just so everyone's on board as far as the cut corner around here.", "start": 2492.02, "end": 2497.5}, {"text": "I remember as a kid I would like pee in my foreskin let it fill up and then yeah", "start": 2497.5, "end": 2501.34}, {"text": "blast it out everywhere.", "start": 2501.34, "end": 2503.34}, {"text": "Drop it on the toilet?", "start": 2503.34, "end": 2505.34}, {"text": "Blast it out!", "start": 2505.34, "end": 2507.34}, {"text": "The water balloon?", "start": 2507.34, "end": 2509.34}, {"text": "Yep that's right.", "start": 2509.34, "end": 2511.34}, {"text": "What kind of foreskin were you rocking as a kid where you could do that?", "start": 2511.34, "end": 2513.34}, {"text": "Relax fit?", "start": 2513.34, "end": 2515.34}, {"text": "That's the 90s.", "start": 2515.34, "end": 2517.34}, {"text": "Yeah this was the 90s we're talking here.", "start": 2517.34, "end": 2519.34}, {"text": "Boob cut, fucking penis.", "start": 2519.34, "end": 2521.34}, {"text": "Yeah.", "start": 2521.34, "end": 2523.34}, {"text": "Ready to rock. You put all your coins in there?", "start": 2523.34, "end": 2525.34}, {"text": "Oh yeah.", "start": 2525.34, "end": 2527.34}, {"text": "sure I've done that before actually yeah. You've put coins in your penis hole. I think I did that when I was like", "start": 2527.34, "end": 2532.7}, {"text": "eight I think I put a penny. Did you ever try putting like whipped cream in it I", "start": 2532.7, "end": 2536.38}, {"text": "feel like that'd be funny. No. Oh yeah okay. That's crossing a line. Funny for who?", "start": 2536.38, "end": 2542.78}, {"text": "Your penis. Okay. Oh cuz you could fill it up with like the whipped cream or like", "start": 2542.78, "end": 2547.74}, {"text": "the easy cheese and then just dispense it out. Yeah. Somebody's like damn I'm hungry.", "start": 2547.74, "end": 2553.82}, {"text": "You want a tiny bit of whipped cream?", "start": 2553.82, "end": 2556.14}, {"text": "You pee a tiny bit and it forces that it displaces that amount of whipped cream out on top of", "start": 2556.14, "end": 2562.26}, {"text": "your friend's strawberry shortcake.", "start": 2562.26, "end": 2566.1}, {"text": "Now that's I'm so glad that I went through the terror of having my penis chopped off as", "start": 2566.1, "end": 2571.38}, {"text": "a child so I didn't get to do any cool pranks with it later.", "start": 2571.38, "end": 2575.38}, {"text": "It would have made me too powerful as a kid.", "start": 2575.38, "end": 2577.82}, {"text": "Yeah.", "start": 2577.82, "end": 2578.82}, {"text": "It would have been bad for the people around me if I'd had an extra compartment.", "start": 2578.82, "end": 2582.3}, {"text": "In virtual reality you can see what it's like yourself.", "start": 2582.3, "end": 2585.66}, {"text": "Oh that's right.", "start": 2585.66, "end": 2586.66}, {"text": "Yeah.", "start": 2586.66, "end": 2587.66}, {"text": "Oh my god that's a really fun tab simulator.", "start": 2587.66, "end": 2588.66}, {"text": "That would make a killing.", "start": 2588.66, "end": 2589.66}, {"text": "Four skin simulator?", "start": 2589.66, "end": 2590.66}, {"text": "Yeah, because all those people, like the anti-circumcision people, would go out and buy VR headsets.", "start": 2590.66, "end": 2599.38}, {"text": "We gotta get on this.", "start": 2599.38, "end": 2600.38}, {"text": "I think we got an idea dude.", "start": 2600.38, "end": 2601.98}, {"text": "We gotta talk to a developer right now.", "start": 2601.98, "end": 2603.94}, {"text": "Okay.", "start": 2603.94, "end": 2604.94}, {"text": "Yeah.", "start": 2604.94, "end": 2605.94}, {"text": "Patrick, you should email back that guy who keeps emailing us about chipset.", "start": 2605.94, "end": 2608.7}, {"text": "Oh yeah, okay.", "start": 2608.7, "end": 2609.7}, {"text": "Have you talked about that before?", "start": 2609.7, "end": 2611.7}, {"text": "I heard you had one idea for my other app, but I have a completely different one.", "start": 2611.7, "end": 2616.9}, {"text": "Who the fuck did you email that guy in the first place?", "start": 2616.9, "end": 2619.22}, {"text": "No.", "start": 2619.22, "end": 2620.22}, {"text": "I don't know how we found the email.", "start": 2620.22, "end": 2621.58}, {"text": "Some guy, some app developers, like a month ago, he just emailed the podcast email just", "start": 2621.58, "end": 2629.54}, {"text": "repeatedly, like fucking once a day for weeks, just saying like, \"Hey Patrick, just wanted", "start": 2629.54, "end": 2634.42}, {"text": "to circle back about your idea for Chip's app.", "start": 2634.42, "end": 2636.5}, {"text": "I would be willing to develop this app if you like, and we can talk rates,\" and just", "start": 2636.5, "end": 2639.9}, {"text": "kept emailing over and over.", "start": 2639.9, "end": 2641.46}, {"text": "Matt had an idea for an app that is,", "start": 2641.46, "end": 2644.22}, {"text": "you can look at different bags of chips.", "start": 2644.22, "end": 2646.98}, {"text": "And then this guy has been,", "start": 2646.98, "end": 2648.6}, {"text": "he's probably sent about 600 emails to the podcast email,", "start": 2648.6, "end": 2652.28}, {"text": "just trying to make some money.", "start": 2652.28, "end": 2654.12}, {"text": "He doesn't do it anymore.", "start": 2654.12, "end": 2655.38}, {"text": "Yeah, he took a hint.", "start": 2655.38, "end": 2656.22}, {"text": "I already talked to, I already had a fucking,", "start": 2656.22, "end": 2659.02}, {"text": "I already had it in the works.", "start": 2659.02, "end": 2660.66}, {"text": "Yeah, dude, he was trying to fucking undercut you.", "start": 2660.66, "end": 2663.0}, {"text": "Did we ever reply something mean to him or not?", "start": 2663.0, "end": 2665.0}, {"text": "Dude, he was trying to Mark Zuckerberg you, dude.", "start": 2665.0, "end": 2667.26}, {"text": "I think I was gonna reply something mean to him", "start": 2667.26, "end": 2668.86}, {"text": "and then Patrick told me not to.", "start": 2668.86, "end": 2670.22}, {"text": "I'm gonna check really quick.", "start": 2670.22, "end": 2671.18}, {"text": "the Winklevoss twins and this guy he was gonna hire him and be like yeah how's", "start": 2671.18, "end": 2675.38}, {"text": "chip sap going? Austin had adopted highway on on Twitter he and I were- Patrick I saw your", "start": 2675.38, "end": 2681.96}, {"text": "chip sap query. I mean it was a golden idea you know. So fill me in you look at", "start": 2681.96, "end": 2692.54}, {"text": "like different brands of chips or just like actual potato chips? You can post", "start": 2692.54, "end": 2696.42}, {"text": "about which chips you ate okay it's like the letter box media yeah exactly", "start": 2696.42, "end": 2702.3}, {"text": "letterbox chips that's pretty good I found out why he stopped replying to us", "start": 2702.3, "end": 2706.38}, {"text": "why cuz I replied to him after he sent a bunch of emails and I said we are going", "start": 2706.38, "end": 2710.78}, {"text": "to make an app for pictures of poop", "start": 2710.78, "end": 2714.38}, {"text": "Wow he got really offended trail yeah I don't want to make an app like that", "start": 2714.38, "end": 2720.46}, {"text": "that's disgusting well now we have to we have to contact him back tell we got a", "start": 2720.46, "end": 2725.38}, {"text": "whole game right now okay new VR game", "start": 2725.38, "end": 2735.06}, {"text": "development company we believe it will corner will quote corner the market as", "start": 2735.06, "end": 2748.62}, {"text": "as business folks.", "start": 2748.62, "end": 2751.34}, {"text": "- This is a great email.", "start": 2751.34, "end": 2752.46}, {"text": "- 10, yeah.", "start": 2752.46, "end": 2753.3}, {"text": "- I can tell you.", "start": 2753.3, "end": 2754.12}, {"text": "- You're killing it.", "start": 2754.12, "end": 2754.96}, {"text": "- Yeah.", "start": 2754.96, "end": 2755.8}, {"text": "- I've written a lot of business emails", "start": 2755.8, "end": 2756.62}, {"text": "since we were right up professional.", "start": 2756.62, "end": 2758.38}, {"text": "- This is one of the top of all time.", "start": 2758.38, "end": 2760.22}, {"text": "- The app will center on restoring certain parts of the body.", "start": 2760.22, "end": 2764.26}, {"text": "- Just come out and say it, dude.", "start": 2764.26, "end": 2765.98}, {"text": "Don't tantalize him like this.", "start": 2765.98, "end": 2766.82}, {"text": "- Which were unfairly taken at the time of birth.", "start": 2766.82, "end": 2771.82}, {"text": "(laughing)", "start": 2771.82, "end": 2774.34}, {"text": "I refer, of course.", "start": 2774.34, "end": 2775.34}, {"text": "- At the time of birth.", "start": 2775.34, "end": 2777.06}, {"text": "I refer of course to the noble four skin and then enter enough with the bullshit", "start": 2777.06, "end": 2789.9}, {"text": "let's make some money with the bullshit colon for skin simulator are you in or", "start": 2789.9, "end": 2801.06}, {"text": "or are you a coward", "start": 2801.06, "end": 2802.94}, {"text": "this email will self-destruct in 20 seconds", "start": 2802.94, "end": 2808.62}, {"text": "this email will self-destruct", "start": 2808.62, "end": 2811.54}, {"text": "in 20 seconds", "start": 2811.54, "end": 2814.42}, {"text": "sincerely yours", "start": 2814.42, "end": 2816.82}, {"text": "wait wait wait, just kidding, i don't want to, that could be a threat", "start": 2816.82, "end": 2819.26}, {"text": "that could be considered a threat", "start": 2819.26, "end": 2823.1}, {"text": "what the fuck are you talking about? i'm trying to cover all the bases i don't want to", "start": 2823.1, "end": 2826.22}, {"text": "sincerely yours, geiger", "start": 2826.22, "end": 2828.06}, {"text": "And say from a report this post on record this post and subscribe to the patreon", "start": 2828.06, "end": 2834.38}, {"text": "I think we just got Geiger a new patreon", "start": 2834.38, "end": 2841.82}, {"text": "Driver dude Wow", "start": 2841.82, "end": 2844.9}, {"text": "It's amazing. Yeah, don't nobody ever say we don't treat our guests. Well", "start": 2844.9, "end": 2850.58}, {"text": "I've seen a lot of people saying it online", "start": 2850.58, "end": 2854.9}, {"text": "unbelievable amount but can you link all their accounts and like their posts I", "start": 2855.38, "end": 2859.44}, {"text": "need to do something yes sense we need to send them a self-destructive email", "start": 2859.44, "end": 2865.66}, {"text": "number eight is you imagine that you have sex with your crush that's what I do I", "start": 2865.66, "end": 2873.74}, {"text": "imagine I have sex with my crush is that so wrong what else would you imagine", "start": 2873.74, "end": 2878.22}, {"text": "doing with them holding their hand and watching Rick and Morty with them", "start": 2878.22, "end": 2885.02}, {"text": "Yeah, imagine spying on them from the back of the classroom.", "start": 2885.02, "end": 2890.3}, {"text": "You just imagine doing that?", "start": 2890.3, "end": 2891.5}, {"text": "You don't even actually do it.", "start": 2891.5, "end": 2893.06}, {"text": "No.", "start": 2893.06, "end": 2894.06}, {"text": "Opening a joint checking account, that's what I imagine.", "start": 2894.06, "end": 2897.78}, {"text": "With my crush.", "start": 2897.78, "end": 2898.78}, {"text": "We're starting our life together.", "start": 2898.78, "end": 2899.78}, {"text": "You're so beautiful.", "start": 2899.78, "end": 2900.78}, {"text": "You're starting a registry at Target.", "start": 2900.78, "end": 2903.06}, {"text": "I skip way past like the courtship, I skip the dating, I skip the fucking marriage.", "start": 2903.06, "end": 2908.14}, {"text": "Joint checking account.", "start": 2908.14, "end": 2909.14}, {"text": "Yeah.", "start": 2909.14, "end": 2910.14}, {"text": "I go straight to that.", "start": 2910.14, "end": 2911.14}, {"text": "I know what I want.", "start": 2911.14, "end": 2912.14}, {"text": "- We're doing a registry for my foreskin restoration surgery.", "start": 2912.14, "end": 2915.1}, {"text": "(laughing)", "start": 2915.1, "end": 2917.58}, {"text": "- Start again, start again.", "start": 2917.58, "end": 2918.42}, {"text": "- I would love if somebody could buy me an ice pack.", "start": 2918.42, "end": 2920.46}, {"text": "(laughing)", "start": 2920.46, "end": 2922.5}, {"text": "- An ice pack and some weights, and some strength.", "start": 2922.5, "end": 2925.86}, {"text": "- Yeah, I'm hoping to get really, really strong", "start": 2925.86, "end": 2928.14}, {"text": "while I'm recovering.", "start": 2928.14, "end": 2930.02}, {"text": "- Have you guys seen those devices out there?", "start": 2930.02, "end": 2932.38}, {"text": "- The foreskin restoration ones?", "start": 2932.38, "end": 2933.86}, {"text": "- Wait, there's a device?", "start": 2933.86, "end": 2935.02}, {"text": "I thought it was a surgery.", "start": 2935.02, "end": 2936.22}, {"text": "- Oh, well.", "start": 2936.22, "end": 2937.06}, {"text": "- There's both.", "start": 2937.06, "end": 2937.9}, {"text": "- There might be a, is there a surgery?", "start": 2937.9, "end": 2940.06}, {"text": "- There's a surgery where they just put", "start": 2940.06, "end": 2941.38}, {"text": "little bit of duct tape on it. Oh, these are the, you like stretch out your", "start": 2941.38, "end": 2945.28}, {"text": "foreskin, right? Yeah, yeah. It's like, it's like a, it really is like a system of", "start": 2945.28, "end": 2949.64}, {"text": "weights that you just like wear all the time. Yeah, I was on a, what's that, How To", "start": 2949.64, "end": 2953.64}, {"text": "with John Wilson. Is it like jelking? TLCTugger.com. Is it different from jelking? Yeah, that's the guy, that's the guy from How To.", "start": 2953.64, "end": 2959.78}, {"text": "That's our, that's our friend. TLCTugger.com, notice, COVID-19 delays are", "start": 2959.78, "end": 2967.0}, {"text": "possible, Black Lives Matter, and the product has been discussed on Jimmy Kimmel", "start": 2967.0, "end": 2971.26}, {"text": "I'm on I'm on r/forskin right now and it's uh it's just it's just pictures of", "start": 2971.26, "end": 2980.86}, {"text": "uncut penises I thought it would be something different but there's some", "start": 2980.86, "end": 2988.94}, {"text": "guys with a there's some guys with some baggy fits here hey Pat number nine", "start": 2988.94, "end": 2992.94}, {"text": "number nine you are gay so you're supposed to say just say be mad ah there", "start": 2992.94, "end": 3003.5}, {"text": "we go that's better yeah that's much better you are gay which is something", "start": 3003.5, "end": 3009.1}, {"text": "you would do but you would never admit to doing is being gay I guess that's a no", "start": 3009.1, "end": 3015.36}, {"text": "no I am a straight lady yes you are Caleb are you serious I talk to you about", "start": 3015.36, "end": 3028.2}, {"text": "virtual reality for 28 minutes yeah and this is how you repay me that's that's", "start": 3028.2, "end": 3033.56}, {"text": "how I repay you with I can't well I'll tell you this much I'm not gay and I'm", "start": 3033.56, "end": 3038.48}, {"text": "not a girl my compass is towards girls which I guess my guess is that their", "start": 3038.48, "end": 3045.88}, {"text": "compass is their penis when it's erect yeah it's always pointing towards a girl", "start": 3045.88, "end": 3051.48}, {"text": "yeah I mean my penis points towards the nearest bitch even if she's behind me it", "start": 3051.48, "end": 3055.04}, {"text": "goes completely inverse and it pokes out of my butthole towards a woman standing", "start": 3055.04, "end": 3060.12}, {"text": "behind me in line. Did you let women stand behind you? No. No. That is gay dude. No, I don't let a...", "start": 3060.12, "end": 3070.92}, {"text": "No. Come on dude. I don't dude, I'm normal. Number ten, you pick your nose. Do you pick", "start": 3070.92, "end": 3080.12}, {"text": "your nose? I pick my nose and I think every... I do think all the time about like", "start": 3080.12, "end": 3084.66}, {"text": "every time I've sold like a bed on Craigslist or something I wonder if they", "start": 3084.66, "end": 3089.4}, {"text": "like got the bed or the chair and they like set it up at home and then they like", "start": 3089.4, "end": 3094.28}, {"text": "went to like put you know people store stuff under their bed they'll like put", "start": 3094.28, "end": 3098.36}, {"text": "something under their bed yeah and it's like five years of my boogers yeah yeah", "start": 3098.36, "end": 3104.56}, {"text": "and they'll just be like oh it must be an odd design yeah I guess if they're", "start": 3104.56, "end": 3111.24}, {"text": "really stupid they might think that yeah yeah yeah but also you see me there's no", "start": 3111.24, "end": 3115.88}, {"text": "way you think that I'm somebody who puts their boogers everywhere oh of course not", "start": 3115.88, "end": 3119.56}, {"text": "why would you know that based on looking at me that doesn't make any sense I'm", "start": 3119.56, "end": 3123.2}, {"text": "clearly I have class and I put my boogers in a job toilet is that where", "start": 3123.2, "end": 3127.68}, {"text": "they go you don't have a booger jar no no save all the money gauge I do you're", "start": 3127.68, "end": 3134.04}, {"text": "ready sick save all your boogers up to the end of the month to start doing that", "start": 3134.04, "end": 3137.92}, {"text": "don't save my boogers for the rest of my life yeah you put them on top of a", "start": 3137.92, "end": 3142.8}, {"text": "Casserole.", "start": 3142.8, "end": 3143.8}, {"text": "That is fucking gross, dude.", "start": 3143.8, "end": 3144.8}, {"text": "Dude, can you imagine how great it would be to have your girlfriend's friends over for", "start": 3144.8, "end": 3153.8}, {"text": "a dinner party and when you want them to leave you just go, \"Hey, I've been meaning to show", "start": 3153.8, "end": 3158.56}, {"text": "you guys something I've been working on for a few years.\"", "start": 3158.56, "end": 3162.0}, {"text": "Oh, I thought you meant like you come out with a...", "start": 3162.0, "end": 3165.04}, {"text": "You want them to leave so you bring out the booger dessert?", "start": 3165.04, "end": 3167.6}, {"text": "Yeah, I thought that's what we were...", "start": 3167.6, "end": 3169.28}, {"text": "You serve them the boogers.", "start": 3169.28, "end": 3171.56}, {"text": "I feel like just...", "start": 3171.56, "end": 3172.56}, {"text": "I feel like the very appearance of a jar full of boogers would make any woman leave your", "start": 3172.56, "end": 3177.2}, {"text": "house.", "start": 3177.2, "end": 3178.2}, {"text": "Why?", "start": 3178.2, "end": 3179.2}, {"text": "Why?", "start": 3179.2, "end": 3180.2}, {"text": "Why?", "start": 3180.2, "end": 3181.2}, {"text": "If I showed you a can of my boogers that I've been keeping, would you, like a Folgers can,", "start": 3181.2, "end": 3187.6}, {"text": "like a Folgers tin that I've just been throwing boogers into.", "start": 3187.6, "end": 3191.08}, {"text": "I don't have a lot of glass jars, okay, I'm not rich.", "start": 3191.08, "end": 3194.0}, {"text": "He likes to recycle.", "start": 3194.0, "end": 3195.52}, {"text": "Yeah, I love the feeling of recycling.", "start": 3195.52, "end": 3198.48}, {"text": "Yeah, that's why you're recycling boogers too.", "start": 3198.48, "end": 3200.96}, {"text": "Yeah, exactly.", "start": 3200.96, "end": 3202.48}, {"text": "if I showed you that you would leave Pat I would stay you're a braver man than I", "start": 3202.48, "end": 3207.32}, {"text": "I'm not a coward I'm not afraid of a booger number 11 is great because it", "start": 3207.32, "end": 3211.64}, {"text": "doesn't accuse anybody of anything it just says I farted I farted yeah you I", "start": 3211.64, "end": 3227.28}, {"text": "would admit to that someone says I always admit to this yeah because what", "start": 3227.28, "end": 3231.56}, {"text": "What if it's a good one?", "start": 3231.56, "end": 3232.56}, {"text": "Yeah, what if it's a really funny, stinky fart?", "start": 3232.56, "end": 3235.4}, {"text": "What if it smells funny?", "start": 3235.4, "end": 3237.04}, {"text": "What if it makes the air green?", "start": 3237.04, "end": 3239.24}, {"text": "Yeah, exactly.", "start": 3239.24, "end": 3240.24}, {"text": "Yeah, you're also, you're not getting away with saying you didn't fart if you have a", "start": 3240.24, "end": 3243.64}, {"text": "giant green cloud in front of you.", "start": 3243.64, "end": 3245.84}, {"text": "Yeah.", "start": 3245.84, "end": 3246.84}, {"text": "Or behind you, I guess.", "start": 3246.84, "end": 3250.0}, {"text": "Number 12, you have a nickname.", "start": 3250.0, "end": 3251.96}, {"text": "I would never tell anyone that.", "start": 3251.96, "end": 3253.44}, {"text": "How would you know?", "start": 3253.44, "end": 3254.44}, {"text": "I would never admit that I had a nickname.", "start": 3254.44, "end": 3256.68}, {"text": "I would never admit to this.", "start": 3256.68, "end": 3258.04}, {"text": "Oh my god.", "start": 3258.04, "end": 3259.04}, {"text": "Can you imagine?", "start": 3259.04, "end": 3260.04}, {"text": "No fucking way.", "start": 3260.04, "end": 3261.04}, {"text": "fucking kill me or my family to get me to even think about doing that shit.", "start": 3261.04, "end": 3266.72}, {"text": "I have a cyanide tooth just in case somebody asked me if I go by any other name.", "start": 3266.72, "end": 3271.56}, {"text": "I just popped it.", "start": 3271.56, "end": 3273.24}, {"text": "First day of like class.", "start": 3273.24, "end": 3274.52}, {"text": "So they don't know that my dad called me boogie as a kid.", "start": 3274.52, "end": 3277.52}, {"text": "Mine was Buka.", "start": 3277.52, "end": 3279.48}, {"text": "I think I've told you that already.", "start": 3279.48, "end": 3281.04}, {"text": "Buka.", "start": 3281.04, "end": 3282.04}, {"text": "Yeah.", "start": 3282.04, "end": 3283.04}, {"text": "Buka.", "start": 3283.04, "end": 3284.04}, {"text": "B-O-O-K-A-H.", "start": 3284.04, "end": 3285.04}, {"text": "A-H.", "start": 3285.04, "end": 3286.04}, {"text": "my brothers my brother couldn't say Patrick when I was born so he said yeah", "start": 3286.04, "end": 3292.86}, {"text": "I think your brother has a something wrong with his brain I feel like he", "start": 3292.86, "end": 3301.52}, {"text": "should get a nickname for that not you yeah yeah that should have been his", "start": 3301.52, "end": 3305.4}, {"text": "nickname not me yeah he was like a year old should be slow and then whatever his", "start": 3305.4, "end": 3312.48}, {"text": "first name is donkey his first name is", "start": 3312.48, "end": 3323.02}, {"text": "buka yeah he calls everybody his name", "start": 3323.02, "end": 3326.76}, {"text": "yeah it's like a Pokemon yeah I know", "start": 3326.76, "end": 3336.76}, {"text": "if you if you", "start": 3336.76, "end": 3338.96}, {"text": "dropped your wallet on the street", "start": 3338.96, "end": 3340.88}, {"text": "street and a guy picked it up and handed it to you said oh thank you so much and", "start": 3338.96, "end": 3342.38}, {"text": "he looked you in that went book up", "start": 3342.38, "end": 3345.72}, {"text": "I would let him keep the wall I would have said oh my god are you Buka cuz that", "start": 3345.72, "end": 3351.04}, {"text": "guy in real life would be famous so I bet are you the Buka oh my god it's so", "start": 3351.04, "end": 3356.88}, {"text": "crazy running into you Buka can I take a photo with you he's like no I'm just", "start": 3356.88, "end": 3361.52}, {"text": "doing an impression you are broke I would yeah that's all I did when I was broke", "start": 3361.52, "end": 3372.16}, {"text": "yes I got like so many free meals out of telling people that mm-hmm and beer", "start": 3372.16, "end": 3378.08}, {"text": "number 14 watching pornographic films oh that's just now no oh hell no but you're", "start": 3378.08, "end": 3385.72}, {"text": "I admit that shit.", "start": 3385.72, "end": 3386.72}, {"text": "Oh hell no.", "start": 3386.72, "end": 3387.72}, {"text": "Oh hell no.", "start": 3387.72, "end": 3388.72}, {"text": "But you're not wrong though.", "start": 3388.72, "end": 3389.72}, {"text": "But you're not wrong though.", "start": 3389.72, "end": 3390.72}, {"text": "Uh, 15, addicted to sex.", "start": 3390.72, "end": 3391.72}, {"text": "I think people admit that.", "start": 3391.72, "end": 3392.72}, {"text": "Hell yeah.", "start": 3392.72, "end": 3393.72}, {"text": "Hell yeah I'm addicted to sex.", "start": 3393.72, "end": 3394.72}, {"text": "That's like the funniest, that's like the funniest like dumb guy thing.", "start": 3394.72, "end": 3395.72}, {"text": "It's like yeah I'm a sex addict.", "start": 3395.72, "end": 3396.72}, {"text": "Yeah.", "start": 3396.72, "end": 3397.72}, {"text": "Yeah man, I love sex.", "start": 3397.72, "end": 3398.72}, {"text": "With one woman.", "start": 3398.72, "end": 3399.72}, {"text": "Yeah I'm a sex addict dude.", "start": 3399.72, "end": 3400.72}, {"text": "Yeah.", "start": 3400.72, "end": 3401.72}, {"text": "I can't even.", "start": 3401.72, "end": 3402.72}, {"text": "It feels good when I do it.", "start": 3402.72, "end": 3403.72}, {"text": "Oh man, I'm the biggest sex addict of all time and it's like, I'm addicted to sex.", "start": 3403.72, "end": 3404.72}, {"text": "I'm addicted to sex.", "start": 3404.72, "end": 3405.72}, {"text": "I'm addicted to sex.", "start": 3405.72, "end": 3406.72}, {"text": "I'm addicted to sex.", "start": 3406.72, "end": 3407.72}, {"text": "I'm addicted to sex.", "start": 3407.72, "end": 3408.72}, {"text": "I'm addicted to sex.", "start": 3408.72, "end": 3409.72}, {"text": "Yeah, I can't it feels when I do it. Oh, man", "start": 3409.72, "end": 3413.46}, {"text": "I'm the biggest sex addict of all time and it's just like guys just ruining their lives", "start": 3413.46, "end": 3417.76}, {"text": "Yeah, like no no idea. No idea like what an actual like I don't think sex addicts are real. You know what?", "start": 3417.76, "end": 3424.74}, {"text": "Yeah, the more you think about it the more you're like, yeah", "start": 3424.74, "end": 3427.4}, {"text": "How can you get addicted like drugs?", "start": 3427.4, "end": 3430.24}, {"text": "I understand cuz drugs are like anywhere from an 8 to a 10 sex. Yeah, I feel like it's", "start": 3430.24, "end": 3436.4}, {"text": "It's real, but it doesn't matter. Like you can be it like it's like if someone's like I'm addicted to", "start": 3436.88, "end": 3441.52}, {"text": "I'm addicted to watching TV. It's like okay you might be but I'm not", "start": 3441.52, "end": 3447.76}, {"text": "People are like I'm addicted to coffee. Yeah. Yeah, it's like dude. We're all addicted to coffee cuz it's like kind of okay", "start": 3447.76, "end": 3456.16}, {"text": "I'm addicted to my my god. I'm addicted to religion. You're not addicted to Christ", "start": 3456.16, "end": 3460.28}, {"text": "I know you don't know anything about the Bible and I will test you. I'm addicted to rising and grinding. What's John 316 right now?", "start": 3460.28, "end": 3466.76}, {"text": "I thought you were uncircumcised, dude.", "start": 3466.76, "end": 3473.44}, {"text": "You know, guys, I gotta admit something real quick.", "start": 3473.44, "end": 3477.04}, {"text": "I'm addicted to my friends.", "start": 3477.04, "end": 3478.64}, {"text": "No.", "start": 3478.64, "end": 3479.64}, {"text": "I'm addicted to never backing down.", "start": 3479.64, "end": 3481.76}, {"text": "I'm gonna stop enabling you.", "start": 3481.76, "end": 3483.76}, {"text": "I'm addicted to being true to myself.", "start": 3483.76, "end": 3490.56}, {"text": "Listen, this might be a problem for you.", "start": 3490.56, "end": 3491.76}, {"text": "If it is, just leave right away.", "start": 3491.76, "end": 3493.0}, {"text": "I'm addicted to keeping it real.", "start": 3493.0, "end": 3495.36}, {"text": "I think I low-key might be addicted to standing up for what I believe in.", "start": 3495.36, "end": 3498.08}, {"text": "I'm addicted to good vibes.", "start": 3498.08, "end": 3503.4}, {"text": "I do it too much.", "start": 3503.4, "end": 3505.88}, {"text": "I'm addicted to just being a good person, for real.", "start": 3505.88, "end": 3509.6}, {"text": "I'm addicted to alcohol.", "start": 3509.6, "end": 3513.68}, {"text": "It's like a really big problem.", "start": 3513.68, "end": 3517.04}, {"text": "But all your shit sounds really good.", "start": 3517.04, "end": 3519.56}, {"text": "It's not nearly as hard as our shit, but good luck, I agree.", "start": 3519.56, "end": 3522.12}, {"text": "rehab and is here everyone's like like heroin stories in the circle just like", "start": 3522.12, "end": 3525.52}, {"text": "man sometimes I'm too addicted to having fun I'm addicted to winning I'm addicted", "start": 3525.52, "end": 3531.84}, {"text": "to go into Disney World I'm addicted to not judging a book by its cover number", "start": 3531.84, "end": 3548.4}, {"text": "17 liking a pop song I'll say dude I love hips don't lie mm-hmm and SNM by Rihanna", "start": 3548.4, "end": 3554.94}, {"text": "for no reason I you skipped one dude I'm not gonna it's your show but you skipped", "start": 3554.94, "end": 3561.0}, {"text": "the number you're right well you know we're getting close to the end we're", "start": 3561.0, "end": 3564.12}, {"text": "kind of relaxed yeah we're not you know what it was in order all the way up to", "start": 3564.12, "end": 3568.44}, {"text": "that you know we don't like play by the books you know yeah and also we can't", "start": 3568.44, "end": 3572.76}, {"text": "count too well maybe you guys are kind of like you know straight-laced goody-two-shoes", "start": 3572.76, "end": 3576.24}, {"text": "shoes over there but we kind of just like to play things by ear and and rock out", "start": 3576.24, "end": 3579.86}, {"text": "hard yeah if you never heard punk rock it sounds a little something like this", "start": 3579.86, "end": 3585.4}, {"text": "I don't I'm not a if I eat ice cream before I go to bed I'll have an evil", "start": 3585.4, "end": 3597.8}, {"text": "nightmare yeah no yeah the heartburn that I get from that come on yeah the", "start": 3597.8, "end": 3602.12}, {"text": "I love you.", "start": 3602.12, "end": 3603.12}, {"text": "I love you.", "start": 3603.12, "end": 3604.12}, {"text": "I love you.", "start": 3604.12, "end": 3605.12}, {"text": "I love you.", "start": 3605.12, "end": 3606.12}, {"text": "I love you.", "start": 3606.12, "end": 3607.12}, {"text": "I love you.", "start": 3607.12, "end": 3608.12}, {"text": "I love you.", "start": 3608.12, "end": 3609.12}, {"text": "I love you.", "start": 3609.12, "end": 3610.12}, {"text": "I love you.", "start": 3610.12, "end": 3611.12}, {"text": "I love you.", "start": 3611.12, "end": 3612.12}, {"text": "I love you.", "start": 3612.12, "end": 3613.12}, {"text": "I love you.", "start": 3613.12, "end": 3614.12}, {"text": "I love you.", "start": 3614.12, "end": 3615.12}, {"text": "I love you.", "start": 3615.12, "end": 3616.12}, {"text": "I love you.", "start": 3616.12, "end": 3617.12}, {"text": "I love you.", "start": 3617.12, "end": 3618.12}, {"text": "I love you.", "start": 3618.12, "end": 3619.12}, {"text": "I love you.", "start": 3619.12, "end": 3620.12}, {"text": "I love you.", "start": 3620.12, "end": 3621.12}, {"text": "I love you.", "start": 3621.12, "end": 3622.12}, {"text": "I love you.", "start": 3622.12, "end": 3623.12}, {"text": "I love you.", "start": 3623.12, "end": 3624.12}, {"text": "I love you.", "start": 3624.12, "end": 3625.12}, {"text": "I love you.", "start": 3625.12, "end": 3626.12}, {"text": "I love you.", "start": 3626.12, "end": 3627.12}, {"text": "I love you.", "start": 3627.12, "end": 3628.12}, {"text": "I love you.", "start": 3628.12, "end": 3629.12}, {"text": "I love you.", "start": 3629.12, "end": 3630.12}, {"text": "I love you.", "start": 3630.12, "end": 3631.12}, {"text": "think a lot in the shower admit it you think in the shower no dude straight up", "start": 3631.12, "end": 3637.58}, {"text": "I just sit there and I completely don't like dad I can tell people I'm doing", "start": 3637.58, "end": 3642.62}, {"text": "that all right take the left and right earphones too seriously what do you mean", "start": 3642.62, "end": 3648.6}, {"text": "what do you mean to serious well come on you got it you got to take that serious", "start": 3648.6, "end": 3654.72}, {"text": "Hey Patrick, number 30, I shagged your mother.", "start": 3654.72, "end": 3658.28}, {"text": "Oh my god.", "start": 3658.28, "end": 3660.56}, {"text": "No you didn't.", "start": 3660.56, "end": 3661.56}, {"text": "What does shagging mean?", "start": 3661.56, "end": 3663.56}, {"text": "Shagging is like British for...", "start": 3663.56, "end": 3666.0}, {"text": "It's like British for long shaggy hair.", "start": 3666.0, "end": 3668.24}, {"text": "Yeah.", "start": 3668.24, "end": 3669.24}, {"text": "Oh, okay.", "start": 3669.24, "end": 3670.24}, {"text": "You're saying you cut his mom's hair.", "start": 3670.24, "end": 3671.72}, {"text": "It's giving someone hair.", "start": 3671.72, "end": 3672.96}, {"text": "Oh, that's actually very sweet.", "start": 3672.96, "end": 3675.24}, {"text": "Yeah, it's especially sweet since my mom lost all of her hair to cancer.", "start": 3675.24, "end": 3681.56}, {"text": "True.", "start": 3681.56, "end": 3682.56}, {"text": "Yeah.", "start": 3682.56, "end": 3683.56}, {"text": "She doesn't have cancer. No, I just wanted to have a nice moment.", "start": 3683.56, "end": 3688.44}, {"text": "You just want to say are you the 21 panic fan by any chance? Why? What did they say?", "start": 3688.44, "end": 3694.76}, {"text": "Uh, because their mom died of cancer", "start": 3694.76, "end": 3696.84}, {"text": "All right, let's see north 35 you buy soundtracks to movies", "start": 3696.84, "end": 3705.08}, {"text": "Why would that be bad? You guys got us", "start": 3705.08, "end": 3707.72}, {"text": "Now statistically one of us on this podcast has to do that.", "start": 3708.52, "end": 3712.44}, {"text": "I bought the Halo 2 soundtrack. I think I probably bought the Fight Club soundtrack", "start": 3712.44, "end": 3716.6}, {"text": "but I also might have pirated it I can't remember. I definitely had it in my iTunes library.", "start": 3716.6, "end": 3720.52}, {"text": "I had the Train Spotting soundtrack. I'm pretty sure none of those are good.", "start": 3720.52, "end": 3725.96}, {"text": "Yeah. Yeah. I think I got Team America.", "start": 3725.96, "end": 3727.96}, {"text": "Oh that's a good one. Okay well that might as well be like a Weird Al album though.", "start": 3727.96, "end": 3732.76}, {"text": "Right. You know. I got the soundtrack to Weird Al.", "start": 3732.76, "end": 3735.8}, {"text": "Which I have, I did buy straight out of Linwood.", "start": 3735.8, "end": 3738.28}, {"text": "Oh me too.", "start": 3738.28, "end": 3739.0}, {"text": "Yeah.", "start": 3739.0, "end": 3739.48}, {"text": "Yeah the one with the two disc, the two disc one with the DVD and it had all the music videos.", "start": 3739.48, "end": 3743.96}, {"text": "Fuck yeah I had straight out of Linwood.", "start": 3743.96, "end": 3745.56}, {"text": "But here number, sorry, number 41.", "start": 3745.56, "end": 3748.52}, {"text": "You don't go trick-or-treating for Halloween.", "start": 3748.52, "end": 3751.0}, {"text": "And there's a comment here from Mocha Cat that says,", "start": 3751.0, "end": 3753.24}, {"text": "\"After 2012 I stopped going after my friends and I had a creepy encounter", "start": 3753.24, "end": 3756.76}, {"text": "with this really tall bald skinny man.", "start": 3756.76, "end": 3758.76}, {"text": "He kept on following us so we decided to take a different route to my friend Cat's house.", "start": 3758.76, "end": 3762.2}, {"text": "An hour later we saw him on Cat Street walking around.", "start": 3762.2, "end": 3764.28}, {"text": "It was really weird.", "start": 3764.28, "end": 3765.0}, {"text": "Caleb do you want to talk about why you followed mocha cat?", "start": 3765.0, "end": 3769.32}, {"text": "yeah it said really tall and skinny I was wearing a stilt yeah yeah your slender", "start": 3769.32, "end": 3775.4}, {"text": "man costume yeah I don't know I thought it was a good look I like number 43 you", "start": 3775.4, "end": 3781.32}, {"text": "kissed your dog's mouth and someone says okay now that I have done. Well that's", "start": 3781.32, "end": 3786.68}, {"text": "Pegasister 12 said that. It took her till number 43 to find something she had done.", "start": 3786.68, "end": 3793.08}, {"text": "you hate chocolate you smell your genitals you have diabetes I'm really", "start": 3793.08, "end": 3799.12}, {"text": "falling off you hate ice cream well wish I could relate buddy I'm addicted to", "start": 3799.12, "end": 3804.24}, {"text": "stuff you hate alcohol and jacking off oh fuck your parents are divorced and", "start": 3804.24, "end": 3810.24}, {"text": "number 51 you sing death metal when nobody is around Wow what I would not", "start": 3810.24, "end": 3816.42}, {"text": "admit to that because it's embarrassing dude that's creepy yeah yeah you wouldn't", "start": 3816.42, "end": 3821.36}, {"text": "Because of what Varg Vyrknas has done. He's not death metal but nice try dude.", "start": 3821.36, "end": 3826.72}, {"text": "You fucking idiot. I knew you would say that. Yeah.", "start": 3826.72, "end": 3834.16}, {"text": "Because you knew you were wrong. Yeah. You knew you were wrong and you still said it?", "start": 3834.16, "end": 3838.48}, {"text": "Mm-hmm. That's bravery. That's like a lie. Yeah that is almost a lie.", "start": 3838.48, "end": 3843.04}, {"text": "It's kind of a fucked up lie. So you think it's okay to lie just to make a joke for the audience?", "start": 3843.04, "end": 3847.76}, {"text": "no I'll never do it again thank you thank you all I wanted to hear this whole", "start": 3847.76, "end": 3854.4}, {"text": "episode was a setup yeah this is my this is my intervention yeah we got Geiger on", "start": 3854.4, "end": 3860.0}, {"text": "here yeah your best friend I'm here for you", "start": 3860.0, "end": 3864.44}, {"text": "that's so sweet Geiger yeah do you want to tell everybody about report this post", "start": 3864.44, "end": 3870.24}, {"text": "well it's a podcast where my co-host Christian and I find goofy stuff online", "start": 3870.24, "end": 3876.24}, {"text": "line and read it and I believe it's original idea.", "start": 3876.24, "end": 3883.76}, {"text": "We've been caught. I do think you guys started like a month or two before us", "start": 3883.76, "end": 3891.02}, {"text": "which is so - that sucks. But here's the thing Geiger, we actually have three guys.", "start": 3891.02, "end": 3899.0}, {"text": "That's true. We have two. If you can't tell.", "start": 3899.0, "end": 3902.92}, {"text": "first we have like do we have like two two different lanes there clear it's", "start": 3902.92, "end": 3907.72}, {"text": "like our show on steroids it's like one extra person exactly yeah yeah yeah", "start": 3907.72, "end": 3912.76}, {"text": "which is what's yeah I'm the lump that forms when you take steroids yeah and", "start": 3912.76, "end": 3919.96}, {"text": "what a lump you are yeah check out report that if you like the lists on the show", "start": 3919.96, "end": 3923.84}, {"text": "you'll like report yeah yeah they have a very good diaper they research a", "start": 3923.84, "end": 3928.44}, {"text": "thousand times better than we yeah I will say the hardest I ever worked for a", "start": 3928.44, "end": 3932.04}, {"text": "podcast was being a guest on Report Disposed. I was like what the fuck is all this shit? I gotta like look stuff up.", "start": 3932.04, "end": 3938.28}, {"text": "Fuck this. But it was fun. I can't imagine putting effort into anything. I know. Can you believe it?", "start": 3938.28, "end": 3943.56}, {"text": "It's so dumb. It's part of the reason why I got fired from my last job was I", "start": 3943.56, "end": 3948.92}, {"text": "was like doing everything for the podcast while I was just I was like", "start": 3948.92, "end": 3953.6}, {"text": "researching and then editing the podcast at work. Just on the clock? Yo yeah.", "start": 3953.6, "end": 3959.72}, {"text": "Oh, fuck. That's sick, dude.", "start": 3959.72, "end": 3961.72}, {"text": "Like a hundred percent. Like everything.", "start": 3961.72, "end": 3963.72}, {"text": "Yeah. Respect.", "start": 3963.72, "end": 3965.72}, {"text": "Yeah, I would bring in the episode like on an SD card and then put it on the computer and then do it.", "start": 3965.72, "end": 3972.72}, {"text": "So it wasn't even like...", "start": 3972.72, "end": 3973.72}, {"text": "Because you can't do it at home. You're too busy drinking alcohol and eating ice cream.", "start": 3973.72, "end": 3976.72}, {"text": "Right.", "start": 3976.72, "end": 3977.72}, {"text": "Yeah. There's no time.", "start": 3977.72, "end": 3980.72}, {"text": "Yeah, so, but I also did that at work too. So, because I am addicted.", "start": 3980.72, "end": 3985.72}, {"text": "- Well, yeah, that's the problem.", "start": 3985.72, "end": 3987.62}, {"text": "Your job was alcohol and ice cream taster.", "start": 3987.62, "end": 3990.12}, {"text": "(laughing)", "start": 3990.12, "end": 3992.64}, {"text": "- All right, Geiger, thanks for coming on, man.", "start": 3992.64, "end": 3994.56}, {"text": "- Thank you, everybody.", "start": 3994.56, "end": 3996.22}, {"text": "Reportthispost.com.", "start": 3996.22, "end": 3998.52}, {"text": "- Check it out. - Oh, you got a website?", "start": 3998.52, "end": 4000.48}, {"text": "Fuck.", "start": 4000.48, "end": 4001.32}, {"text": "- Yeah, actually, it's a website I made", "start": 4001.32, "end": 4003.26}, {"text": "using the HTML knowledge I learned in the '90s.", "start": 4003.26, "end": 4006.42}, {"text": "So it's really-- - I bet it looks great.", "start": 4006.42, "end": 4007.6}, {"text": "- It looks really sharp, yeah.", "start": 4007.6, "end": 4009.96}, {"text": "- I gotta check this out.", "start": 4009.96, "end": 4011.0}, {"text": "- It's got like images and text on it.", "start": 4011.0, "end": 4014.64}, {"text": "So if you have a modem, it might be slow.", "start": 4014.64, "end": 4017.44}, {"text": "Yeah.", "start": 4017.44, "end": 4018.84}, {"text": "Man, I could embed so many images.", "start": 4018.84, "end": 4021.84}, {"text": "- Oh my goodness.", "start": 4021.84, "end": 4023.24}, {"text": "All right, thanks man.", "start": 4023.24, "end": 4024.52}, {"text": "Bye everybody.", "start": 4024.52, "end": 4025.36}, {"text": "- Bye. - See ya.", "start": 4025.36, "end": 4026.18}], "title": "Ep. 133 - Real Friends (w. Geiger)", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--133---Real-Friends-w--Geiger-e1uec3i", "date": "Wed, 10 Feb 2021 11:00:00 GMT", "id": 157}