{"lines": [{"text": "You're listening to Israel's number one podcast.", "start": 0.0, "end": 4.0}, {"text": "(upbeat music)", "start": 4.0, "end": 6.58}, {"text": "- You're a crap monster.", "start": 6.58, "end": 11.14}, {"text": "(laughing)", "start": 11.14, "end": 12.82}, {"text": "I'm pissed.", "start": 12.82, "end": 13.9}, {"text": "- Yep.", "start": 13.9, "end": 14.9}, {"text": "- I'm fucking pissed.", "start": 14.9, "end": 15.74}, {"text": "You look like shit in that thing, dude.", "start": 15.74, "end": 17.14}, {"text": "- I don't look like shit.", "start": 17.14, "end": 18.06}, {"text": "- You look terrible.", "start": 18.06, "end": 19.18}, {"text": "- I look good.", "start": 19.18, "end": 20.02}, {"text": "- You can't, you don't look good.", "start": 20.02, "end": 21.34}, {"text": "- Yeah, I look good.", "start": 21.34, "end": 22.18}, {"text": "- You're stealing my thang and my thang.", "start": 22.18, "end": 24.82}, {"text": "- I just burped so much.", "start": 24.82, "end": 25.66}, {"text": "- And you look terrible.", "start": 25.66, "end": 27.14}, {"text": "- That's, Calboy doesn't burp.", "start": 27.14, "end": 29.4}, {"text": "cowboy hot scoops. Excuse me ma'am, I, my apologies. So when Patrick joined the zoom", "start": 29.4, "end": 34.68}, {"text": "call he had a cowboy hat on. Mm-hmm. And only- Caleb was not able to find one. Only because-", "start": 34.68, "end": 39.88}, {"text": "I guess wherever we're usually- I thought- I don't know how you didn't find one. In my", "start": 39.88, "end": 47.04}, {"text": "closet. I, well last night I tried to find one- Is that where all the other costumes", "start": 47.04, "end": 51.64}, {"text": "came from too? Yes. I tried to find- Is that you just go look? Eventually, yeah. I tried", "start": 51.64, "end": 55.32}, {"text": "to find one last night on Amazon that had one day shipping and it's unavailable so", "start": 55.32, "end": 60.3}, {"text": "I was I was fucking you know I can't leave I'm a victim I can't leave my", "start": 60.3, "end": 65.68}, {"text": "apartment right now I can't I haven't been able to shop for costumes there's a", "start": 65.68, "end": 70.8}, {"text": "lot of ways that kovat is affecting the American people where people can't look", "start": 70.8, "end": 75.6}, {"text": "for different how you've given out you've given out your address right", "start": 75.6, "end": 79.12}, {"text": "somebody could just come give me a if you know where Caleb lives can you we need", "start": 79.12, "end": 85.64}, {"text": "you to drop a hat to him outside the front door leave it out front you throw", "start": 85.64, "end": 89.6}, {"text": "some groceries in the hat like a bag and then I save me another fucking thing I", "start": 89.6, "end": 96.28}, {"text": "have to do oh yeah just make it happen dude I should be wearing a you can you", "start": 96.28, "end": 101.68}, {"text": "imagine how good and evil I would look with that hat on you look like shit you", "start": 101.68, "end": 106.16}, {"text": "You would not look evil with a cowboy hat on.", "start": 106.16, "end": 108.16}, {"text": "Dude, I would look like the baddest- I'd look like the bad- the evil cow- the cow- man- the cow evil man.", "start": 108.16, "end": 113.16}, {"text": "You'd look like shit compared to how I look right now.", "start": 113.16, "end": 115.16}, {"text": "You look- you're wearing a Rod Stewart hat underneath the cowboy hat. This is not-", "start": 115.16, "end": 120.16}, {"text": "Well, it won't fit over the headphones, and I'm not- my head's too sweaty.", "start": 120.16, "end": 125.16}, {"text": "I hate you, dude.", "start": 125.16, "end": 126.66}, {"text": "'Cause I was skating 15 minutes ago.", "start": 126.66, "end": 129.16}, {"text": "Fuck you, man.", "start": 129.16, "end": 130.16}, {"text": "No, fuck you.", "start": 130.16, "end": 131.16}, {"text": "You look like shit.", "start": 131.16, "end": 132.16}, {"text": "No, fuck you.", "start": 132.16, "end": 133.16}, {"text": "You look like fucking shit.", "start": 133.16, "end": 134.16}, {"text": "You look like shit.", "start": 134.16, "end": 135.16}, {"text": "I don't look sick. I'm normal. I don't look sick. You look so sick dude. I don't look sick.", "start": 135.16, "end": 142.36}, {"text": "Yeah. No. You, your head and your shirt and your your wall are all the same color.", "start": 142.36, "end": 150.92}, {"text": "Yeah it's cream. It's a beautiful neutral color. It allows for a lot of interior", "start": 150.92, "end": 157.64}, {"text": "design choices. You know I have a loud duvet cover. You look like, hey Caleb,", "start": 157.64, "end": 164.36}, {"text": "if you put on if you put on that cowboy hat you'd look more like broke-ass", "start": 164.36, "end": 167.84}, {"text": "mountain. Broke boy mountain? Yeah. Mm-hmm. You gonna cry? Oh he's crying.", "start": 167.84, "end": 177.04}, {"text": "Oh he's crying. He's pretending to have he's pretending to have chew he's", "start": 177.04, "end": 181.88}, {"text": "pretending of chewing tobacco in his lip right now. I will say it's even more", "start": 181.88, "end": 185.12}, {"text": "disrespectful that Patrick isn't even wearing the hat. I'm wearing the hat!", "start": 185.12, "end": 188.72}, {"text": "You're wearing a hat and then headphones over the hat and then you put the cowboy", "start": 188.72, "end": 192.2}, {"text": "hat over both of those. That doesn't count as wearing a thing. The third thing on your", "start": 192.2, "end": 195.92}, {"text": "head you're not wearing. Okay, there we go. Now put the headphones on over the cowboy", "start": 195.92, "end": 205.32}, {"text": "hat. How's this? That's a really good look. I can't hear. You can usually make yourself", "start": 205.32, "end": 218.92}, {"text": "cry faster than this. What's going on pal? Are you too happy today? Yeah. I've lost my", "start": 218.92, "end": 226.72}, {"text": "ability dude, I'm having too much fun. Except I just remembered that Pat has a fucking cowboy", "start": 226.72, "end": 231.88}, {"text": "hat on and I don't. My head's cold, everything sucks dude. Fuck! I'm fine, I'm doing great.", "start": 231.88, "end": 238.2}, {"text": "I got a cowboy hat. You look like shit! I look good. I hate you! Check this out. Cowboys", "start": 238.2, "end": 246.88}, {"text": "didn't have glasses stop I don't know where my technology wasn't around", "start": 246.88, "end": 254.16}, {"text": "cowboy some there were prospectors with glad to be a cowboy without perfect", "start": 254.16, "end": 258.36}, {"text": "vision shut the fuck up you could know and even if you didn't you wouldn't wear", "start": 258.36, "end": 264.44}, {"text": "glasses cuz you're a cowboy you don't have to read anything you have to read", "start": 264.44, "end": 267.72}, {"text": "directions yeah you have to read what is the wanted posters they just guessed", "start": 267.72, "end": 273.12}, {"text": "they had to read the wanted posters. What do you mean they just guessed?", "start": 273.12, "end": 276.08}, {"text": "They would get the wrong guy a lot. You have to read the poster and see if it was dead or alive.", "start": 276.08, "end": 280.0}, {"text": "Or if it's dead or alive. A real cowboy didn't care!", "start": 280.0, "end": 283.12}, {"text": "I'm a real cowboy. You're not.", "start": 283.12, "end": 286.84}, {"text": "I am. I'm a real cowboy too. God damn it.", "start": 286.84, "end": 290.24}, {"text": "I gotta get different headphones. Yeah, you're a cowboy because you're half cow half boy.", "start": 290.24, "end": 293.76}, {"text": "So? I still have the hat.", "start": 293.76, "end": 297.4}, {"text": "That's right. That's a good point. There were no bald cowboys also I have to say.", "start": 297.4, "end": 306.04}, {"text": "There was like a hundred of them. Zero bald cowboys. They were a gang. They were called", "start": 306.04, "end": 311.44}, {"text": "the bald bandits. There was no such thing as the bald bandits. They were called the", "start": 311.44, "end": 315.88}, {"text": "bald bandits. The bald bandits did not exist. Snow the bald. No. There was a group of bandits", "start": 315.88, "end": 322.84}, {"text": "named the bald bandits mixed truth there was a group of bandits but they weren't", "start": 322.84, "end": 326.92}, {"text": "bald and they weren't called the bald band no it's not you're not Snopes dude", "start": 326.92, "end": 330.78}, {"text": "stop talking like you're Snopes the bald band is Snopes the bald bandits had a", "start": 330.78, "end": 336.0}, {"text": "movie written by DW Griffith about that's true Caleb's a member of a", "start": 336.0, "end": 343.4}, {"text": "different modern-day ball okay all right I see how this episode's gonna go now", "start": 343.4, "end": 351.16}, {"text": "These bald bandits hated the hair on their body so much that they would wear white sleek", "start": 351.16, "end": 356.62}, {"text": "sheets to cover them up.", "start": 356.62, "end": 358.32}, {"text": "Yeah, dude, so nobody knows you're bald.", "start": 358.32, "end": 362.08}, {"text": "You know?", "start": 362.08, "end": 363.32}, {"text": "There's definitely never been like a hot KKK guy because why would you cover that face", "start": 363.32, "end": 366.88}, {"text": "up?", "start": 366.88, "end": 367.88}, {"text": "That's why I could never join the KKK, too beautiful.", "start": 367.88, "end": 369.56}, {"text": "I had to take the cowboy hat off.", "start": 369.56, "end": 371.36}, {"text": "That's why they started cutting eye holes in there because some of them had pretty eyes.", "start": 371.36, "end": 376.12}, {"text": "Before that they were all just bumping into each other.", "start": 376.12, "end": 379.08}, {"text": "That's a good point.", "start": 379.08, "end": 380.08}, {"text": "Yeah.", "start": 380.08, "end": 381.08}, {"text": "Snopes says so.", "start": 381.08, "end": 383.16}, {"text": "You don't know Snopes, okay?", "start": 383.16, "end": 384.64}, {"text": "I think Cameron knows Snopes.", "start": 384.64, "end": 386.72}, {"text": "Snopes is like a Banksy or Q-type figure.", "start": 386.72, "end": 389.24}, {"text": "When you get the vaccine, it downloads all of Snopes' knowledge base into your brain", "start": 389.24, "end": 394.96}, {"text": "through microchip.", "start": 394.96, "end": 395.96}, {"text": "That would be so surprising to me, I guess.", "start": 395.96, "end": 400.28}, {"text": "While Biden did say that about black youth, he didn't mean it quite in that way.", "start": 400.28, "end": 404.68}, {"text": "That phrase is just preloaded into your head.", "start": 404.68, "end": 406.36}, {"text": "He was being sarcastic.", "start": 406.36, "end": 408.82}, {"text": "He was being silly.", "start": 408.82, "end": 412.5}, {"text": "There was no man named Corn Pop.", "start": 412.5, "end": 415.7}, {"text": "While Biden's mouth did move to form those words, there was a racist guy behind him actually", "start": 415.7, "end": 421.08}, {"text": "saying them.", "start": 421.08, "end": 423.14}, {"text": "He was being puppeted by Jeff Dunham.", "start": 423.14, "end": 428.4}, {"text": "He was doing Bubba J. Yeah, the J in Bubba J stands for Joe Biden.", "start": 428.4, "end": 436.34}, {"text": "Bubba Joe.", "start": 436.34, "end": 437.34}, {"text": "but Joe Biden. Joe Biden is the old man what's his name? Fart Walter. Fart Walter.", "start": 437.34, "end": 446.86}, {"text": "Yeah, Fart Walter. That's definitely, that's the real Joe Biden dude. Mm-hmm.", "start": 446.86, "end": 455.74}, {"text": "He's Walter for sure. Well he hates Priuses. He's a total Walter. Yeah Priuses,", "start": 455.74, "end": 461.66}, {"text": "he hates Priuses and phones and blackberries and Bluetooth's all this", "start": 461.66, "end": 467.5}, {"text": "modern crap dude whatever happened to the newspaper yeah right whatever happened", "start": 467.5, "end": 472.7}, {"text": "you used to call your friends on the newspaper back in the day mm-hmm you used to send your", "start": 472.7, "end": 476.9}, {"text": "friend used to take out an ad in the newspaper that said hey Jim hey wanna", "start": 476.9, "end": 480.9}, {"text": "hang out with me on Saturday March 8th that's how you would communicate back in", "start": 480.9, "end": 485.02}, {"text": "the day you'd fucking yeah you'd send a you'd wait for the Sunday paper to come", "start": 485.02, "end": 489.66}, {"text": "out you know and you kill somebody who had the name of whatever message you", "start": 489.66, "end": 493.64}, {"text": "wanted to send to your friends that they caught it in the obits you know yeah and", "start": 493.64, "end": 497.46}, {"text": "that was but by now there's still our newspapers I mean there's a huge pile", "start": 497.46, "end": 501.42}, {"text": "of them outside your house aren't you gonna go get them man I miss indentured", "start": 501.42, "end": 505.26}, {"text": "servants everything is so tough go do everything yourself dude man I'm just", "start": 505.26, "end": 515.02}, {"text": "life I'm just sitting in sweat right now I don't know why I thought it was a good", "start": 515.02, "end": 518.74}, {"text": "idea you're in a Korean bathhouse I am with your 50 best I'm in a spa oh yeah I", "start": 518.74, "end": 523.84}, {"text": "got the I got the Vax I got the Vax appointment coming on Lee I go back to", "start": 523.84, "end": 527.86}, {"text": "bathhouses yeah I'm so excited to go back to the cold sauna I just can't wait", "start": 527.86, "end": 535.14}, {"text": "yeah it's the cold sauna that they have in every restaurant so the cold sauna is", "start": 535.14, "end": 539.86}, {"text": "room temperature I'm excited to go back to the bath houses the costume shops", "start": 539.86, "end": 545.9}, {"text": "they've been missing me. They might be out of business. They might have been run out of", "start": 545.9, "end": 550.74}, {"text": "business because I'm locked inside. Yeah, everybody who buys costumes there now is", "start": 550.74, "end": 554.86}, {"text": "like, \"Where's that that funny smell?\" and they're like, \"Oh, that guy who used to try", "start": 554.86, "end": 558.02}, {"text": "on every single costume in the store isn't allowed to come in anymore.\" I need to see if it fits, dude.", "start": 558.02, "end": 562.3}, {"text": "I'm a 31 waist, a lot of these costumes made for a much bigger man. Yeah, all the", "start": 562.3, "end": 567.5}, {"text": "customers miss the the way that your shoulders would would stretch out the", "start": 567.5, "end": 571.14}, {"text": "the suits into like sharp points somehow mm-hmm it's cuz I'm you look like the", "start": 571.14, "end": 576.02}, {"text": "guy it's called having high exactly the highest t people have that have just", "start": 576.02, "end": 581.22}, {"text": "angles all over their bodies is this a sailor outfit for a Tim", "start": 581.22, "end": 587.26}, {"text": "Burton character what is the geometry going on here I don't understand this", "start": 587.26, "end": 592.1}, {"text": "when it's on me and where all the wigs they're all gone he bought them all I", "start": 592.1, "end": 597.94}, {"text": "I don't wear wigs. I only have one wig. You definitely wear wigs. You should.", "start": 597.94, "end": 601.22}, {"text": "Oh man, you should get a wig. You definitely, when the camera's off, you absolutely are wearing a wig.", "start": 601.22, "end": 605.86}, {"text": "The camera? What camera? You should totally get a wig, dude. I put wigs when the cameras are on,", "start": 605.86, "end": 611.7}, {"text": "buddy. We should get, oh, we should get Caleb like a really like... You know what's funny?", "start": 611.7, "end": 616.98}, {"text": "We should get you like a wig tree, like a hat tree to put in your house, but just with a ton of wigs.", "start": 616.98, "end": 622.74}, {"text": "like super ornate. You remember when that fucking uh the iHeartEating shit thing went", "start": 623.3, "end": 629.86}, {"text": "like the iHeartEating shit tweet went viral a bunch of people thought that Caleb was um", "start": 629.86, "end": 635.46}, {"text": "Trixie Mattel. Yeah Trixie Mattel. That's what I found out. Is that true? Yeah that's what I found", "start": 635.46, "end": 641.14}, {"text": "out that I would be a perfect drag queen. Yeah. Yeah if I was like if I was like one percent more", "start": 641.14, "end": 646.18}, {"text": "gay I would make so much more money doing that than fucking podcasting dude. I was like and then", "start": 646.18, "end": 650.82}, {"text": "It made sense. I was like, yeah, dude, what a mannequin is a blank slate. Yeah", "start": 650.82, "end": 655.54}, {"text": "So good as a", "start": 655.54, "end": 659.78}, {"text": "Queen I would be like one of the best ever be like you'd be so mean to", "start": 659.78, "end": 665.06}, {"text": "Bitch you wear platform shoes and finally hit five six dude. It'd be great", "start": 665.06, "end": 671.26}, {"text": "Not sure", "start": 671.26, "end": 675.78}, {"text": "You know I was having fun for like one second on this episode", "start": 675.9, "end": 678.82}, {"text": "Then you had to take it back and make fucking make it you wouldn't even have to wear makeup, too", "start": 678.82, "end": 682.3}, {"text": "Yeah, face so nice. I'm gonna start doing this when you when you're mean to me", "start": 682.3, "end": 686.98}, {"text": "Okay mm-hmm", "start": 686.98, "end": 691.22}, {"text": "Fuck you dude if I was a cowboy right now", "start": 691.22, "end": 694.1}, {"text": "You would not be saying that shit makes out of a six shooter pointed at your brain", "start": 694.1, "end": 697.46}, {"text": "I've been spitting in my spittoon this whole episode. You don't have a spittoon either", "start": 697.46, "end": 701.3}, {"text": "If you have a spittoon show it to me.", "start": 701.3, "end": 703.3}, {"text": "And you can't use your foreskin as a spittoon.", "start": 703.3, "end": 705.3}, {"text": "Then what the fuck? I can't?", "start": 705.3, "end": 707.3}, {"text": "Dude, I feel...", "start": 707.3, "end": 709.3}, {"text": "No. Why not?", "start": 709.3, "end": 711.3}, {"text": "Empty it out right now. Drain it.", "start": 711.3, "end": 713.3}, {"text": "I'm calling Dr. Pimple Popper to come", "start": 713.3, "end": 715.3}, {"text": "drain your foreskin spittoon right now, dude.", "start": 715.3, "end": 717.3}, {"text": "She's not gonna... Nuh-uh.", "start": 717.3, "end": 719.3}, {"text": "She's not opening up my", "start": 719.3, "end": 721.3}, {"text": "foreskin spittoon.", "start": 721.3, "end": 723.3}, {"text": "Squirtoon.", "start": 723.3, "end": 725.3}, {"text": "Fuck.", "start": 725.3, "end": 727.3}, {"text": "She's not gonna drain your squirtoon that you've been squirting in all day.", "start": 727.3, "end": 729.3}, {"text": "I have to do Squirtoon again. That's lost to time forever.", "start": 729.3, "end": 731.9}, {"text": "Oh.", "start": 731.9, "end": 732.4}, {"text": "Unless it's found.", "start": 732.4, "end": 732.9}, {"text": "I was trying to bring it up.", "start": 732.9, "end": 733.9}, {"text": "I was finding it on a hard drive.", "start": 733.9, "end": 734.9}, {"text": "You can't bring it up.", "start": 734.9, "end": 735.9}, {"text": "You fucker.", "start": 735.9, "end": 736.9}, {"text": "Squirtoon is a lost bit because I think that was a time when Patrick died mid-recording", "start": 736.9, "end": 742.94}, {"text": "or something.", "start": 742.94, "end": 743.94}, {"text": "Yeah.", "start": 743.94, "end": 744.94}, {"text": "We had a really good thing about Squirtoon so you're just going to have to imagine what", "start": 744.94, "end": 747.7}, {"text": "that is unless I find the file and put it at the end of this episode. Maybe I will.", "start": 747.7, "end": 752.26}, {"text": "Maybe I won't.", "start": 752.26, "end": 753.26}, {"text": "Pat, you lowdown son of a bitch. If you put that cowboy hat on your head one more time,", "start": 753.26, "end": 758.86}, {"text": "I'm putting a damn bounty on your head.", "start": 758.86, "end": 760.86}, {"text": "All right, $5, dead or alive.", "start": 760.86, "end": 764.7}, {"text": "- Come get me.", "start": 764.7, "end": 765.84}, {"text": "- Green light.", "start": 765.84, "end": 766.86}, {"text": "- Come get me, I live.", "start": 766.86, "end": 768.7}, {"text": "- There's a green light on Patrick.", "start": 768.7, "end": 771.1}, {"text": "- No, there's not.", "start": 771.1, "end": 771.94}, {"text": "- Like in John Wick 2 when everyone's trying to get him.", "start": 771.94, "end": 774.74}, {"text": "Or is that John Wick 3?", "start": 774.74, "end": 776.42}, {"text": "- That is John Wick 4.", "start": 776.42, "end": 777.26}, {"text": "- That's right now, that's Caleb Pitts 1,", "start": 777.26, "end": 779.14}, {"text": "'cause I'm fucking calling out the Bloods and the Crips", "start": 779.14, "end": 781.46}, {"text": "and the Woo Gang on you right now, and the Cowboys.", "start": 781.46, "end": 784.1}, {"text": "Woo!", "start": 784.1, "end": 785.7}, {"text": "- What?", "start": 785.7, "end": 786.62}, {"text": "- The Woo Gang.", "start": 786.62, "end": 787.66}, {"text": "- Who's that?", "start": 787.66, "end": 788.5}, {"text": "a New York gang. The Wu-Tang Clan? No! The violence has been so bad lately", "start": 788.5, "end": 795.7}, {"text": "between the Bloods and the Crips and the Cowboys.", "start": 795.7, "end": 799.54}, {"text": "Yeah, you don't want to walk through that neighborhood. That's cowboy country.", "start": 799.54, "end": 808.02}, {"text": "As soon as you see tumbleweeds, you're wearing a red bandana? No way. You just see like a bike lane, like the bike", "start": 808.02, "end": 814.82}, {"text": "symbol turn into a horse like yeah hey don't fucking stop don't you might get", "start": 814.82, "end": 821.94}, {"text": "run up on might get tied up whatever you do not do do not walk through through the", "start": 821.94, "end": 828.02}, {"text": "cowboy neighborhood wearing stripes and a black beanie they're gonna and bring you", "start": 828.02, "end": 835.78}, {"text": "to the sheriff yeah who do you think's more dangerous ms-13 or the cowboy gang I", "start": 835.78, "end": 841.74}, {"text": "I don't gotta be close right yeah that's like a deadly yeah deadliest warrior", "start": 841.74, "end": 847.18}, {"text": "episode that is like 100% in episode of deadliest warrior. MS-13 vs one cowboy.", "start": 847.18, "end": 854.7}, {"text": "No it's a cowboy gang dude. Yeah it's true. Yeah well wouldn't it be a bandit? No", "start": 854.7, "end": 860.78}, {"text": "that's different. It's not a bandit. Oh cowboys a good guy or like a like a", "start": 860.78, "end": 865.3}, {"text": "neutral guy. A bandit's a bad guy. Cowboys pure neutral. He knows where the money is.", "start": 865.3, "end": 870.42}, {"text": "Well he's like he's like neutral good like good news it depends you know sometimes", "start": 870.42, "end": 877.2}, {"text": "he saves people but sometimes he gets nasty with it mm-hmm when my oh man the", "start": 877.2, "end": 882.92}, {"text": "cowboy gets nasty with it oh just you don't want to be around when he's when", "start": 882.92, "end": 886.78}, {"text": "he's when he's twirling that lasso around you don't want to yeah whoo we need to", "start": 886.78, "end": 892.38}, {"text": "get these lasso hey man you when a cowboy is feeling nasty you you want to stay at", "start": 892.38, "end": 899.1}, {"text": "least a hundred feet away because because it to a nasty cowboy every open mouth", "start": 899.1, "end": 902.94}, {"text": "looks like a spittoon yeah but I'm gonna go I'm gonna go make a movie where I go", "start": 902.94, "end": 911.4}, {"text": "into the cowboy country and I fix it up dude yeah white savior for the Cowboys", "start": 911.4, "end": 916.62}, {"text": "I'm gonna take care of it dude I'm gonna get that I'm gonna get that gunpowder", "start": 916.62, "end": 920.86}, {"text": "off of the streets and the fucking snake oil. The snake oil. Yeah my son comes home like", "start": 920.86, "end": 929.5}, {"text": "late at night and a stick of dynamite falls out of his pants. I'm like what the", "start": 929.5, "end": 934.34}, {"text": "where have you been what the fuck is that? Yeah. Have you been messing around with those", "start": 934.34, "end": 938.78}, {"text": "damn cowboys again? My son comes home wearing a Lone Ranger mask. He has to take it off before he comes in the door.", "start": 938.78, "end": 945.74}, {"text": "But dad I want to be a cowboy no fucking son of mine's gonna be a cowboy. Yeah, you're like giving like like you're uh", "start": 945.74, "end": 952.96}, {"text": "Like your your kid gives you money to like buy him something at like the grocery store and you like bite into it", "start": 952.96, "end": 959.14}, {"text": "Really yeah, you wake up when you hear your kid coming into the house and you hear the the telltale like click and jangle of", "start": 959.14, "end": 971.98}, {"text": "spurs on", "start": 971.98, "end": 973.98}, {"text": "I'm like walking down the hall to his room.", "start": 973.98, "end": 975.98}, {"text": "Little spurs.", "start": 975.98, "end": 977.98}, {"text": "You find chaps in the laundry?", "start": 977.98, "end": 979.98}, {"text": "Yeah.", "start": 979.98, "end": 981.98}, {"text": "I just walk in, I walk into the living room and just throw them on him.", "start": 981.98, "end": 985.98}, {"text": "Tell me what that is.", "start": 985.98, "end": 987.98}, {"text": "Explain to me what the fuck that is.", "start": 987.98, "end": 989.98}, {"text": "Barging into his room like a shirtless...", "start": 989.98, "end": 991.98}, {"text": "Where's the ass on these pants?", "start": 991.98, "end": 993.98}, {"text": "Where's the fucking ass on these?", "start": 993.98, "end": 997.98}, {"text": "I'm sewing an ass on right now.", "start": 997.98, "end": 999.98}, {"text": "No, dad, no!", "start": 999.98, "end": 1001.98}, {"text": "It smells like horses in here.", "start": 1001.98, "end": 1005.34}, {"text": "I'm gonna sew it.", "start": 1005.34, "end": 1006.34}, {"text": "If you sew an ass, everyone's gonna make fun of me.", "start": 1006.34, "end": 1008.94}, {"text": "The next day at cowboy school he walks in, \"Oh, you got an ass on your pants?\"", "start": 1008.94, "end": 1015.18}, {"text": "What the fuck are you doing?", "start": 1015.18, "end": 1017.18}, {"text": "Oh, fuck.", "start": 1017.18, "end": 1019.18}, {"text": "I hate my cowboy son.", "start": 1019.18, "end": 1022.34}, {"text": "Oh, man.", "start": 1022.34, "end": 1023.34}, {"text": "He's the worst.", "start": 1023.34, "end": 1024.34}, {"text": "Don't even get me started.", "start": 1024.34, "end": 1025.34}, {"text": "Don't even get me started on my cowboy kid.", "start": 1025.34, "end": 1028.14}, {"text": "My kid the kid?", "start": 1028.14, "end": 1029.66}, {"text": "Kid the kid.", "start": 1029.66, "end": 1030.66}, {"text": "hate my cowboy kid Trevor Trevor's I like that we're going full cowboy this", "start": 1030.66, "end": 1039.84}, {"text": "episode we have a cowboy list and we're just just intro part all cowboy yeah no I", "start": 1039.84, "end": 1045.42}, {"text": "don't have time for anything else anymore dude it's what I'm focused on I'm now I", "start": 1045.42, "end": 1049.7}, {"text": "have a goal to be a better cowboy than Pat because he decided to fucking steal", "start": 1049.7, "end": 1053.34}, {"text": "my shit you know what first come first serve that's what I say about a fucking", "start": 1053.34, "end": 1059.42}, {"text": "That's what the cowboy said to serve it to you. You're not gonna serve anything to me", "start": 1059.42, "end": 1063.62}, {"text": "I'm gonna come on you and then serve my comeback to you. How how would you do that?", "start": 1063.62, "end": 1067.5}, {"text": "Scrape it off make a demi-glaze", "start": 1067.5, "end": 1069.5}, {"text": "Fuckin serve my comeback to you nasty bitch. Have you been reading that book I sent you?", "start": 1069.5, "end": 1073.74}, {"text": "No, the cum recipes", "start": 1073.74, "end": 1076.58}, {"text": "What what? Oh, no that hasn't been delivered", "start": 1076.58, "end": 1079.7}, {"text": "I didn't I didn't actually buy it. I do have a I do have a surprise coming for Caleb. I did buy him something", "start": 1079.7, "end": 1089.12}, {"text": "Please don't be a gun or a bomb.", "start": 1089.12, "end": 1093.4}, {"text": "Who knows?", "start": 1093.4, "end": 1094.4}, {"text": "I mean if he mails you a gun that's good for you, not for him, right?", "start": 1094.4, "end": 1098.92}, {"text": "Like you use that against him.", "start": 1098.92, "end": 1100.8}, {"text": "Well no, he opens the package and then the gun shoots.", "start": 1100.8, "end": 1103.68}, {"text": "Yeah, the guy, he opens the package.", "start": 1103.68, "end": 1106.12}, {"text": "Joker style trap.", "start": 1106.12, "end": 1108.04}, {"text": "But he accidentally faces the package the wrong way so the gun shoots out the window", "start": 1108.04, "end": 1111.24}, {"text": "and kills Patrick who's watching with binoculars.", "start": 1111.24, "end": 1114.2}, {"text": "Yes.", "start": 1114.2, "end": 1115.4}, {"text": "It's a bear at 50 cal.", "start": 1115.4, "end": 1117.64}, {"text": "Yes dude. Oh I just thought of something. Okay here's a this is you can imagine there's like", "start": 1117.64, "end": 1123.64}, {"text": "somebody writing this article and posting it on Twitter okay. Okay. Here's why the Road Runner", "start": 1123.64, "end": 1130.76}, {"text": "was the best cowboy of all time. Whoa. Wow. Yeah. Do you have anything else for that I just thought", "start": 1130.76, "end": 1137.8}, {"text": "of that? Uh I guess he didn't capture anyone though. I would say Wile E. Coyote is closer", "start": 1137.8, "end": 1141.96}, {"text": "to a cowboy well no he's more of like a Wiley coyote is a bandit through and", "start": 1141.96, "end": 1147.64}, {"text": "through I yeah no no he's he's like dastardly though I think Wiley coyote", "start": 1147.64, "end": 1156.24}, {"text": "would Wiley coyote is definitely dastardly I think now that Pat has", "start": 1156.24, "end": 1159.96}, {"text": "decided to be the cowboy I may have to become dastardly pretty soon here yeah", "start": 1159.96, "end": 1163.72}, {"text": "yep you're gonna wear like a top hat and tie a woman to the train tracks that I", "start": 1163.72, "end": 1167.92}, {"text": "save I may have to become very dastardly sooner than you might think", "start": 1167.92, "end": 1172.18}, {"text": "dick dastardly no you could be like him you could drive a car with your little", "start": 1172.18, "end": 1176.26}, {"text": "dog no you're chick dastardly girl yeah yeah okay that's fine and sexy nothing", "start": 1176.26, "end": 1183.7}, {"text": "wrong with that fuck you that's right Patrick learned a new defense strategy", "start": 1183.7, "end": 1190.02}, {"text": "against insults I'm completely neutered right now yep that's right you fucking", "start": 1190.02, "end": 1197.02}, {"text": "bitch yeah why would I be ashamed of that", "start": 1197.02, "end": 1201.42}, {"text": "gay why would I be ashamed of that you're you're an ass so it's important", "start": 1201.42, "end": 1211.14}, {"text": "part of the body you balls are smalls yeah that's fine more room in my pants", "start": 1211.14, "end": 1216.42}, {"text": "you you're a human bathroom yeah okay it's most important room in the house", "start": 1216.42, "end": 1221.38}, {"text": "besides the kitchen you're a human kitchen no you're a shit sandwich on a", "start": 1221.38, "end": 1227.78}, {"text": "fuck burger all right you've got to feed people you're a whole fart yeah that's", "start": 1227.78, "end": 1232.9}, {"text": "fine I'm gonna sip you source of energy I'm gonna drink you up yeah okay good", "start": 1232.9, "end": 1239.42}, {"text": "I'll hydrate you that's fine why would I be ashamed of that be ashamed of what I", "start": 1239.42, "end": 1249.66}, {"text": "I just said I'm gonna fucking kill you. That's fine. I'll you'll feel fulfilled from kids", "start": 1249.66, "end": 1255.62}, {"text": "What mm-hmm? You'll have a goal. You'll set out you'll set your goal, and then you'll complete it. You lost the plot on this one", "start": 1255.62, "end": 1262.54}, {"text": "All right", "start": 1262.54, "end": 1272.98}, {"text": "I'm the I'm red thundered up. Yeah, I'm ready to do some cowboy insults. I drank I drank a Red Bull", "start": 1272.98, "end": 1279.3}, {"text": "earlier. The competitor. I drank a beautiful glass of water. I was in the", "start": 1279.3, "end": 1285.14}, {"text": "I was in the park earlier. I was at Maria Hernandez. I was skating and some dude", "start": 1285.14, "end": 1290.66}, {"text": "came up to me and he was like, \"Yo, you think I got front 180 first try?\" I was", "start": 1290.66, "end": 1296.38}, {"text": "like, \"Yeah, sure man. Go ahead.\" And I like gave him my board and he handed me his", "start": 1296.38, "end": 1301.5}, {"text": "like phone his sandwich his drink his wallet I think you robbed him dude I", "start": 1301.5, "end": 1309.78}, {"text": "said I think you just that's an exchange and then he like he kept making like", "start": 1309.78, "end": 1314.74}, {"text": "excuses as to why he didn't want to do the front 180 and he was like shit my", "start": 1314.74, "end": 1319.3}, {"text": "grandma just died yeah he just kept talking to me like about his life yeah", "start": 1319.3, "end": 1326.38}, {"text": "about his life and then he was like man you guys are too much here skating that", "start": 1326.38, "end": 1330.7}, {"text": "ledge and he's like all right fine then he finally did it and just like fucked it", "start": 1330.7, "end": 1335.02}, {"text": "up so you robbed a guy and then he couldn't even do a trick well I that's", "start": 1335.02, "end": 1343.26}, {"text": "actually a good motivator though is if you if you're like here take all my shit", "start": 1343.26, "end": 1346.82}, {"text": "don't give it back unless I land well I dropped his phone I dropped his phone and", "start": 1346.82, "end": 1350.66}, {"text": "then he was like you dropped his phone yeah I dropped he like handed it he had", "start": 1350.66, "end": 1354.3}, {"text": "his phone inside of his wallet oh and then he handed it to me and then I", "start": 1354.3, "end": 1358.78}, {"text": "dropped the phone I was like oh shit sorry man he's like no that's fine it", "start": 1358.78, "end": 1362.26}, {"text": "doesn't even work anyway you bring it around you guys are too much you can spy", "start": 1362.26, "end": 1369.98}, {"text": "on people you hold the phone to your face and make it look like you're doing", "start": 1369.98, "end": 1373.74}, {"text": "something mm-hmm and then you can listen in that was it you know who that was", "start": 1373.74, "end": 1377.5}, {"text": "Patrick who was that that was Batman whoa he had a tracking device in that", "start": 1377.5, "end": 1383.06}, {"text": "wallet if you had taken off he would have fucked you up", "start": 1383.06, "end": 1386.22}, {"text": "Batman just baiting people to do crimes.", "start": 1386.22, "end": 1388.22}, {"text": "I'm glad I didn't.", "start": 1388.22, "end": 1390.22}, {"text": "He just has like a fucking fishing pole with a woman's purse on it.", "start": 1390.22, "end": 1393.22}, {"text": "Just waiting to beat some guy up.", "start": 1393.22, "end": 1396.22}, {"text": "He does do that, dude.", "start": 1396.22, "end": 1398.22}, {"text": "He always shows up there like, he shows like some guy will kill someone and then he shows up and he's like,", "start": 1398.22, "end": 1402.22}, {"text": "\"Now I can get you.\"", "start": 1402.22, "end": 1404.22}, {"text": "You know?", "start": 1404.22, "end": 1405.22}, {"text": "Yeah.", "start": 1405.22, "end": 1406.22}, {"text": "Just kill everybody right away.", "start": 1406.22, "end": 1408.22}, {"text": "Everybody hold this dollar.", "start": 1408.22, "end": 1410.22}, {"text": "Got your ass, you're dead.", "start": 1410.22, "end": 1412.22}, {"text": "In Batman Returns, I watched that the other day.", "start": 1412.22, "end": 1415.22}, {"text": "he just like Tim Burton just didn't he just Batman straight-up kills dudes in", "start": 1415.22, "end": 1420.1}, {"text": "that movie he kills people in the Snyder cut dude it's so yeah everyone everyone", "start": 1420.1, "end": 1424.34}, {"text": "love as always like like like once a week there's the tweet that's like um", "start": 1424.34, "end": 1428.18}, {"text": "Batman was really rich but instead of using that money to invent socialism he", "start": 1428.18, "end": 1432.94}, {"text": "actually beat up an evil clown and saved the city so he's a bit of a fascist I", "start": 1432.94, "end": 1437.7}, {"text": "think but every yeah guys so annoying his parents died he's allowed to like beat", "start": 1437.7, "end": 1444.42}, {"text": "up a schizophrenic guy if he wants to. That's fine. Also, if I was rich I'd be just so much worse. Oh yeah? I'd be a full", "start": 1444.42, "end": 1450.46}, {"text": "serial killer if I was rich. I'd be completely, I would be as evil and and I would kill as many people as", "start": 1450.46, "end": 1459.38}, {"text": "possible before they stopped me. I would have like a chain of H.H. Holmes style like hotels all around", "start": 1459.38, "end": 1467.42}, {"text": "the country where I'm just fucking farming poor people. Just turn their bones into fucking gelatin.", "start": 1467.42, "end": 1473.98}, {"text": "Yeah, yeah, it's like when you make that like villager thing in Minecraft like the villager. Yeah", "start": 1473.98, "end": 1479.26}, {"text": "Just fucking burn them like I'm just it's just a McDonald's like meatpacking plant", "start": 1479.26, "end": 1485.34}, {"text": "And I'm passionate and I'd be involved like the Chipotle CEO", "start": 1485.34, "end": 1488.74}, {"text": "I'd be stopping by all the different chains", "start": 1488.74, "end": 1490.94}, {"text": "Just making sure they have the right fucking", "start": 1490.94, "end": 1493.54}, {"text": "blood quota and shit taking pictures and taking pictures in front of the Threshers and being like the CEO stopped by today to make", "start": 1493.54, "end": 1501.3}, {"text": "sure everything was just like a picture of like Caleb holding a guy by like his", "start": 1501.3, "end": 1505.32}, {"text": "shirt collar and his jeans throwing a guy into smiling yeah and then a picture", "start": 1505.32, "end": 1510.78}, {"text": "comes out of you on safari and you killed a hippo and then everyone gets", "start": 1510.78, "end": 1515.34}, {"text": "mad I cannot believe I'd be the most evil guy of all time oh my god I can't", "start": 1515.34, "end": 1523.94}, {"text": "believe that dr. genocide killed a lion this is and I would yeah I mean that", "start": 1523.94, "end": 1530.3}, {"text": "That would be why I wouldn't get in any trouble,", "start": 1530.3, "end": 1532.5}, {"text": "'cause I wouldn't pick a kind of person.", "start": 1532.5, "end": 1533.9}, {"text": "I would just kill anybody.", "start": 1533.9, "end": 1535.86}, {"text": "- Yeah. - Yeah.", "start": 1535.86, "end": 1536.7}, {"text": "- Like, it wouldn't matter what they look like.", "start": 1536.7, "end": 1538.66}, {"text": "I'd just fucking kill.", "start": 1538.66, "end": 1539.86}, {"text": "I would kill people on the street for no reason at all.", "start": 1539.86, "end": 1542.98}, {"text": "- Well, if you throw a pile of money on them after their--", "start": 1542.98, "end": 1546.3}, {"text": "- Yeah, exactly. - No, no, no, no, no, no.", "start": 1546.3, "end": 1548.02}, {"text": "I paid him to do this.", "start": 1548.02, "end": 1549.22}, {"text": "- Here's what I would do, I'd pay for the funeral.", "start": 1549.22, "end": 1551.06}, {"text": "- Oh, okay. - That would be my move.", "start": 1551.06, "end": 1552.86}, {"text": "And people would be like, \"Well, we can't be mad.\"", "start": 1552.86, "end": 1554.46}, {"text": "- Well, what if you own a funeral home,", "start": 1554.46, "end": 1556.14}, {"text": "and that's like, you own a chain of funeral homes?", "start": 1556.14, "end": 1558.5}, {"text": "I own a funeral home and I kill people there.", "start": 1558.5, "end": 1563.5}, {"text": "- Yeah.", "start": 1563.5, "end": 1565.42}, {"text": "- That might be a pretty good idea.", "start": 1565.42, "end": 1566.26}, {"text": "- What would you imagine if you're like an inventor, right?", "start": 1566.26, "end": 1568.5}, {"text": "And you invent a brand new, no you're not for this thing,", "start": 1568.5, "end": 1572.18}, {"text": "okay, 'cause wait, you're gonna be,", "start": 1572.18, "end": 1573.94}, {"text": "okay, but you're gonna be in this,", "start": 1573.94, "end": 1575.38}, {"text": "so just hang on for a second.", "start": 1575.38, "end": 1578.06}, {"text": "That's a terrible invention, not an invention.", "start": 1578.06, "end": 1580.06}, {"text": "- Wait, no, that's the cross.", "start": 1580.06, "end": 1580.9}, {"text": "- Let me say this, okay?", "start": 1580.9, "end": 1582.98}, {"text": "Imagine you're, what would you,", "start": 1582.98, "end": 1584.26}, {"text": "if you're a, you are an inventor", "start": 1584.26, "end": 1586.58}, {"text": "and you just invented a more efficient shredder for paper, right?", "start": 1586.58, "end": 1591.46}, {"text": "Yeah.", "start": 1591.46, "end": 1592.46}, {"text": "And then you get a knock on your door and Caleb comes in and he's wearing an evil tuxedo with", "start": 1592.46, "end": 1598.1}, {"text": "pointed shoulders like a JRPG boss and he says, \"Hi, I'd like to buy your patent for", "start": 1598.1, "end": 1605.14}, {"text": "your shredder.", "start": 1605.14, "end": 1606.14}, {"text": "By the way, can you make it giant?\"", "start": 1606.14, "end": 1608.12}, {"text": "Would you say yes or no?", "start": 1608.12, "end": 1609.84}, {"text": "I would say yes.", "start": 1609.84, "end": 1610.84}, {"text": "Well, how much help would you give me?", "start": 1610.84, "end": 1611.84}, {"text": "Well, you're not, that doesn't, Caleb, you're, well you're already, you wouldn't say yes", "start": 1611.84, "end": 1614.68}, {"text": "because it wouldn't make you're the one asking the question what if you could", "start": 1614.68, "end": 1617.14}, {"text": "say yes but there's like yes but then the guy would just be like what do you why", "start": 1617.14, "end": 1620.92}, {"text": "are you saying yes yeah exactly yes I will yes yeah that would be another one", "start": 1620.92, "end": 1626.76}, {"text": "of the evil things I do yes that'd be another one of the evil things I do as a", "start": 1626.76, "end": 1630.64}, {"text": "rich guy so just talk for people yeah yeah and then I'd be like what they said", "start": 1630.64, "end": 1634.96}, {"text": "it the do ventriloquism that's pretty evil", "start": 1634.96, "end": 1639.16}, {"text": "control I mean it's evil control that you take over somebody yeah you're you're", "start": 1639.16, "end": 1644.68}, {"text": "you're like making people think that has been frozen", "start": 1644.68, "end": 1650.68}, {"text": "you're making people you're making people think that a puppet is talking", "start": 1650.68, "end": 1654.12}, {"text": "you're tricking people Pat are you back hey what's going on can you hear me", "start": 1654.12, "end": 1660.4}, {"text": "yeah you there yeah okay you just cut out for a second oh I did yeah no I", "start": 1660.4, "end": 1666.48}, {"text": "I would basically run, I would do like a,", "start": 1666.48, "end": 1669.54}, {"text": "I would do like a,", "start": 1669.54, "end": 1671.06}, {"text": "Magic 8-Ball like every morning for like a different", "start": 1671.06, "end": 1675.24}, {"text": "like small town that I would just fucking wipe out.", "start": 1675.24, "end": 1677.9}, {"text": "Yeah.", "start": 1677.9, "end": 1678.74}, {"text": "Yeah, with like something really fucked up,", "start": 1678.74, "end": 1680.34}, {"text": "like maybe like a monster truck.", "start": 1680.34, "end": 1682.26}, {"text": "Yeah.", "start": 1682.26, "end": 1683.1}, {"text": "And that's like what I would do is I just like run over", "start": 1683.1, "end": 1684.7}, {"text": "shit with a monster truck.", "start": 1684.7, "end": 1685.78}, {"text": "I'd kill anything.", "start": 1685.78, "end": 1686.82}, {"text": "You could have like a dart board that looks like the earth", "start": 1686.82, "end": 1689.38}, {"text": "and like where a dart hits,", "start": 1689.38, "end": 1690.78}, {"text": "like maybe it blows up or something.", "start": 1690.78, "end": 1693.1}, {"text": "Yeah, I just go, I just bring like a flamethrower", "start": 1693.1, "end": 1696.02}, {"text": "and just start fucking lighting California on fire.", "start": 1696.02, "end": 1698.52}, {"text": "That's like what I would do during the summer.", "start": 1698.52, "end": 1700.42}, {"text": "During the winter, I'd probably like fuck a penguin.", "start": 1700.42, "end": 1703.18}, {"text": "- It wouldn't take much to like set a wildfire", "start": 1703.18, "end": 1705.7}, {"text": "in California.", "start": 1705.7, "end": 1706.7}, {"text": "- Well, I'm gonna bring them much, tell you that much.", "start": 1706.7, "end": 1710.84}, {"text": "Yeah, I'm gonna fucking, I'm gonna overdo everything, dude.", "start": 1710.84, "end": 1713.74}, {"text": "I'm gonna replace water with gasoline.", "start": 1713.74, "end": 1714.58}, {"text": "- You're not just gonna smoke a cigarette in the woods?", "start": 1714.58, "end": 1717.42}, {"text": "- No, dude, I'm gonna smoke a--", "start": 1717.42, "end": 1718.62}, {"text": "- Did you ever, when you were like 14,", "start": 1718.62, "end": 1722.62}, {"text": "well, Caleb, you smoked cigs when you were like 15, right?", "start": 1722.62, "end": 1725.84}, {"text": "No, no I was not a cig smoker until like college.", "start": 1725.84, "end": 1731.12}, {"text": "Well I used to get really scared that like I would steal like my mom's", "start": 1731.12, "end": 1736.24}, {"text": "cigarettes and then go into the woods and then I would put them out like in the", "start": 1736.24, "end": 1739.32}, {"text": "woods but then I would get really scared that like a forest fire would start.", "start": 1739.32, "end": 1743.12}, {"text": "I mean that's fair. That's a good instinct to have. That's how they happen.", "start": 1743.12, "end": 1749.84}, {"text": "See that's the kind of instinct that I would just completely lose if I got I", "start": 1749.84, "end": 1753.16}, {"text": "I don't know, $10,000.", "start": 1753.16, "end": 1755.28}, {"text": "- That's a common teenage smoker fear.", "start": 1755.28, "end": 1757.96}, {"text": "Starting a forest fire.", "start": 1757.96, "end": 1759.66}, {"text": "- You guys are telling me you wouldn't become super villains?", "start": 1759.66, "end": 1762.92}, {"text": "- I wouldn't become a super villain,", "start": 1762.92, "end": 1764.16}, {"text": "I'd become a superhero.", "start": 1764.16, "end": 1765.4}, {"text": "- I wouldn't even become,", "start": 1765.4, "end": 1766.24}, {"text": "super villains always want like fucking,", "start": 1766.24, "end": 1768.68}, {"text": "like recycling to happen or some gay shit.", "start": 1768.68, "end": 1771.32}, {"text": "I just wanna murder. - I would do something like that.", "start": 1771.32, "end": 1772.72}, {"text": "I would do something like that,", "start": 1772.72, "end": 1773.8}, {"text": "but I would do it on a much smaller scale.", "start": 1773.8, "end": 1775.16}, {"text": "I wouldn't be, I would be like,", "start": 1775.16, "end": 1776.52}, {"text": "I would be like one of those rich people", "start": 1776.52, "end": 1777.88}, {"text": "who just kind of like doesn't have a job", "start": 1777.88, "end": 1779.94}, {"text": "and just lives in a big house.", "start": 1779.94, "end": 1781.38}, {"text": "I'd be like, it is anybody who crosses my path I will kill.", "start": 1781.38, "end": 1784.78}, {"text": "I'd be the most evil.", "start": 1784.78, "end": 1785.62}, {"text": "But I'm not gonna go out of my way.", "start": 1785.62, "end": 1786.46}, {"text": "You know, if I see like somebody walking down the street", "start": 1786.46, "end": 1789.38}, {"text": "that my house is on, they're dead.", "start": 1789.38, "end": 1791.06}, {"text": "But.", "start": 1791.06, "end": 1791.9}, {"text": "Nice.", "start": 1791.9, "end": 1792.72}, {"text": "You know, just kind of like a Bermuda Triangle,", "start": 1792.72, "end": 1794.1}, {"text": "but just for my line of sight.", "start": 1794.1, "end": 1796.5}, {"text": "That's pretty good too.", "start": 1796.5, "end": 1797.7}, {"text": "I would be like, I'd be like, eat human hair.", "start": 1797.7, "end": 1798.54}, {"text": "I'd be the most evil subway manager of all time.", "start": 1798.54, "end": 1801.9}, {"text": "If you were rich.", "start": 1801.9, "end": 1803.38}, {"text": "Just running a really horrible subway.", "start": 1803.38, "end": 1805.86}, {"text": "Yep.", "start": 1805.86, "end": 1806.7}, {"text": "Just buying a subway franchise.", "start": 1806.7, "end": 1807.52}, {"text": "I would schedule people on their birthday.", "start": 1807.52, "end": 1809.66}, {"text": "but also like replacing all the meat with meat that looks exactly the same but it's like", "start": 1809.66, "end": 1815.7}, {"text": "made out of Cooper's plastic or something.", "start": 1815.7, "end": 1818.14}, {"text": "Yeah, you make the meatball sub out of the tuna sandwich.", "start": 1818.14, "end": 1822.1}, {"text": "And you just have enough money to make any negative review disappear like the CEO can't", "start": 1822.1, "end": 1826.9}, {"text": "even come visit.", "start": 1826.9, "end": 1827.9}, {"text": "Like you're just completely.", "start": 1827.9, "end": 1828.9}, {"text": "Oh man.", "start": 1828.9, "end": 1829.9}, {"text": "I would make people come in on their day off.", "start": 1829.9, "end": 1832.68}, {"text": "You buy the copyright for Subway so you have a Subway restaurant that's technically not", "start": 1832.68, "end": 1836.32}, {"text": "part of the chain so you can do whatever you want.", "start": 1836.32, "end": 1838.54}, {"text": "Exactly.", "start": 1838.54, "end": 1839.54}, {"text": "try and blackmail the subway CEO with the Jared Fogle info even if it's already public", "start": 1839.54, "end": 1844.66}, {"text": "it's like oh well if you try to shut me down I'll let something...", "start": 1844.66, "end": 1847.58}, {"text": "your employee did this", "start": 1847.58, "end": 1848.78}, {"text": "yeah I'll let my loose lips sink ships I'll say that much", "start": 1848.78, "end": 1854.18}, {"text": "that's right you made all this public now I can destroy you", "start": 1854.18, "end": 1858.78}, {"text": "we actually took a pretty big hit already I don't know why you're trying to bring this back up", "start": 1858.78, "end": 1864.5}, {"text": "up yeah I would destroy them all right cowboy insults on best - insults calm", "start": 1864.5, "end": 1870.66}, {"text": "slash cowboy - insults check it out you know usually give out the link but I", "start": 1870.66, "end": 1876.14}, {"text": "have to say such a simple this one we were we asked you guys to get a lot of", "start": 1876.14, "end": 1880.38}, {"text": "hype going for this one and I have to say I saw absolutely zero yep I think", "start": 1880.38, "end": 1884.38}, {"text": "you guys I don't say this often and I like you I've probably I'm probably the", "start": 1884.38, "end": 1893.38}, {"text": "nicest one on the show but I'm extremely disappointed in every single one of you.", "start": 1893.38, "end": 1898.1}, {"text": "I say this very often but you guys are subhuman.", "start": 1898.1, "end": 1901.42}, {"text": "Mm-hmm yeah. See I I would never say that but right now I'm I'm thinking it.", "start": 1901.42, "end": 1906.26}, {"text": "What's this the fans being absolute dog shit? Yeah must be a day that ends in Y.", "start": 1906.26, "end": 1910.82}, {"text": "If I ever saw any of you guys in real life like if you came up to me or", "start": 1910.82, "end": 1914.62}, {"text": "anything I would treat you like a dog with its legs stuck in a bear trap. I", "start": 1914.62, "end": 1918.98}, {"text": "would execute you on the spot.", "start": 1918.98, "end": 1920.26}, {"text": "- Yeah, because of this, and you would know why.", "start": 1920.26, "end": 1924.18}, {"text": "You would know why we were doing it,", "start": 1924.18, "end": 1925.58}, {"text": "and it's because you didn't do enough.", "start": 1925.58, "end": 1927.18}, {"text": "- You know, and as you're bleeding out,", "start": 1927.18, "end": 1928.54}, {"text": "I'm gonna look into your eyes and I'm gonna say,", "start": 1928.54, "end": 1931.26}, {"text": "\"Ugh, your mustache has the smell", "start": 1931.26, "end": 1933.22}, {"text": "\"a mildewed saddle blanket would have", "start": 1933.22, "end": 1935.3}, {"text": "\"if it rides 300 miles in August", "start": 1935.3, "end": 1937.88}, {"text": "\"on the back of a sore horse.\"", "start": 1937.88, "end": 1940.06}, {"text": "- Oh, shit! - That's right.", "start": 1940.06, "end": 1941.66}, {"text": "- No! - These are all things", "start": 1941.66, "end": 1944.02}, {"text": "we would say to you now,", "start": 1944.02, "end": 1945.98}, {"text": "'cause you didn't do what we told you.", "start": 1945.98, "end": 1947.62}, {"text": "- Wait, let me do the intro.", "start": 1947.62, "end": 1948.62}, {"text": "Yeah, read the intro.", "start": 1948.62, "end": 1949.62}, {"text": "Cowboys are usually known to have heavy cuss words.", "start": 1949.62, "end": 1953.42}, {"text": "So if you are going against a cowboy, it is best to have your", "start": 1953.42, "end": 1957.82}, {"text": "game up so you would not land a pratfall while lashing out at", "start": 1957.82, "end": 1960.72}, {"text": "your opponent.", "start": 1960.72, "end": 1961.52}, {"text": "I'm here to help you get back at your cowboy rivals.", "start": 1961.52, "end": 1964.72}, {"text": "You can cut hard, harsh, and deep at cowboys using simple and", "start": 1964.72, "end": 1971.92}, {"text": "yet classy insults on them and they are going to remember it", "start": 1971.92, "end": 1974.52}, {"text": "forever because of how deep they were cut.", "start": 1974.52, "end": 1976.62}, {"text": "right wow that's really nice oh yeah I mean I mean it's just a useful resource", "start": 1978.32, "end": 1984.08}, {"text": "for people you know cuz like how often do you go up against a cowboy one or two", "start": 1984.08, "end": 1988.16}, {"text": "times a week right depending on what part of the country you live in exactly I", "start": 1988.16, "end": 1991.64}, {"text": "mean if you're in Arizona or New Mexico I mean it's probably like three or four", "start": 1991.64, "end": 1994.84}, {"text": "times a month yeah and New York once a day mm-hmm easy dude and he's naked -", "start": 1994.84, "end": 2000.24}, {"text": "Times Square yep I'm always having a battle that naked", "start": 2000.24, "end": 2004.32}, {"text": "cowboy. Put on some fucking clothes! Yeah. You vomit. Dude, the guy dressed as Woody from", "start": 2004.32, "end": 2013.26}, {"text": "Toy Story that stands out on Hollywood Boulevard is gonna feel my wrath. Yeah, I'm gonna catch", "start": 2013.26, "end": 2020.36}, {"text": "him lacking. He is an op and he will be caught lacking by me. Alright, so Cam already did", "start": 2020.36, "end": 2028.36}, {"text": "number one let's keep it let's keep it going dude all right ready here I need", "start": 2028.36, "end": 2032.32}, {"text": "somebody to fucking just think about the fence damn it you're ugly as a burnt", "start": 2032.32, "end": 2041.14}, {"text": "boot mm-hmm that's what that's what Caleb would say to you yeah so don't", "start": 2041.14, "end": 2045.6}, {"text": "fuck with me that's kind of the and that's ugly that's wrong I would love", "start": 2045.6, "end": 2050.12}, {"text": "for like one of those like like a celebrity scandal or like somebody was", "start": 2050.12, "end": 2053.4}, {"text": "mean to their wife or whatever they leak all the text messages and it's this", "start": 2053.4, "end": 2056.96}, {"text": "shit you're as ugly as a burnt boot. John Wayne's text messages to his mistress have been leaked.", "start": 2056.96, "end": 2068.96}, {"text": "You're ugly as a burnt boot. That is a cowboy's least favorite thing too, a burnt boot. That's", "start": 2068.96, "end": 2075.32}, {"text": "pretty bad. Yeah, it doesn't feel good on your foot dude. Cowboys like raw boots. Here's", "start": 2075.32, "end": 2082.52}, {"text": "a raw boot here's another here's another insult here you will have to chew the", "start": 2082.52, "end": 2089.68}, {"text": "water before you can swallow it because it is too thick however it darn good", "start": 2089.68, "end": 2094.64}, {"text": "follow this with making an ugly face", "start": 2094.64, "end": 2099.08}, {"text": "this is more of an insult towards whatever water probably a horse yeah", "start": 2099.08, "end": 2109.0}, {"text": "yeah probably a horse that you led to water but no then it's saying the water is good", "start": 2109.0, "end": 2115.68}, {"text": "it's like they say you have to chew the water but the problem is not well they're saying", "start": 2115.68, "end": 2121.68}, {"text": "you have to chew the water but the water is good like it's the problem is not with the", "start": 2121.68, "end": 2124.96}, {"text": "water it's you yeah why is why do you have to chew the water because it is too thick why", "start": 2124.96, "end": 2132.72}, {"text": "are you getting this thick water from? The H3O. Thicket? You're drinking thicket? Is that", "start": 2132.72, "end": 2139.96}, {"text": "like a cowboy? Did cowboys come up with thicket? Well they're constantly falling", "start": 2139.96, "end": 2143.92}, {"text": "in thicket bushes. Cowboy Mio. Good point. Cowboy Mio just thickens up the water. Tobacco Mio.", "start": 2143.92, "end": 2151.2}, {"text": "Alright this one's actually pretty, this one's pretty fire dude. Yeah. I'm pretty", "start": 2151.2, "end": 2157.88}, {"text": "sure your family tree was definitely a shrub. Wow. That's right. Whatever that means. I'm", "start": 2157.88, "end": 2165.0}, {"text": "pretty sure shrubs have a pretty big... You got a small family, pal. You're not that old.", "start": 2165.0, "end": 2171.56}, {"text": "You don't have that many ancestors. You're a new kind of person, and you only started", "start": 2171.56, "end": 2180.44}, {"text": "a couple decades ago. You got parents and you got grandparents and it ends there somehow.", "start": 2180.44, "end": 2186.08}, {"text": "They never had anybody past that.", "start": 2186.08, "end": 2188.8}, {"text": "Yeah, your grandparents were orphans.", "start": 2188.8, "end": 2191.12}, {"text": "Yep.", "start": 2191.12, "end": 2192.12}, {"text": "Grandparents dropped off by the store.", "start": 2192.12, "end": 2195.84}, {"text": "Nobody had no brothers nor sisters neither.", "start": 2195.84, "end": 2200.6}, {"text": "Your family tree is just a single V. There's like five guys.", "start": 2200.6, "end": 2206.2}, {"text": "And that was your family tree, you lowdown son of a bitch.", "start": 2206.2, "end": 2212.16}, {"text": "Here's another one.", "start": 2212.16, "end": 2213.32}, {"text": "Well, when you wanna unload and clean your gun, he ain't any fit to shoot at.", "start": 2213.32, "end": 2219.0}, {"text": "Forget it, man.", "start": 2219.0, "end": 2220.6}, {"text": "That seems like it's a line from a movie.", "start": 2220.6, "end": 2223.32}, {"text": "It's like a MF Doom rap.", "start": 2223.32, "end": 2225.32}, {"text": "Yeah, it rhymes, too.", "start": 2225.32, "end": 2227.32}, {"text": "Hey, Caleb.", "start": 2227.32, "end": 2228.32}, {"text": "What?", "start": 2228.32, "end": 2229.12}, {"text": "There's definitely nothing under your hat except hair.", "start": 2229.12, "end": 2232.12}, {"text": "Uh, this guy doesn't have a hat or hair.", "start": 2232.12, "end": 2235.12}, {"text": "I have neither. What do I have, then?", "start": 2235.12, "end": 2237.12}, {"text": "Headphones.", "start": 2237.12, "end": 2239.12}, {"text": "That's right.", "start": 2239.12, "end": 2241.12}, {"text": "That's fucking right, dude.", "start": 2241.12, "end": 2243.12}, {"text": "A hog knows more about a hip pocket in a bathing suit than you know about anything.", "start": 2243.12, "end": 2250.12}, {"text": "There's a lot of hog insulars too, back to back.", "start": 2250.12, "end": 2254.4}, {"text": "Basically a hog was the stupidest thing you could be back then.", "start": 2254.4, "end": 2256.88}, {"text": "You know way less than a hog knows a side saddle.", "start": 2256.88, "end": 2258.6}, {"text": "And a hip pocket in a bathing suit is something so obvious that you would--", "start": 2258.6, "end": 2262.16}, {"text": "Something everybody knows about.", "start": 2262.16, "end": 2263.64}, {"text": "Even a hog you think would know about it, but nope.", "start": 2263.64, "end": 2266.96}, {"text": "No.", "start": 2266.96, "end": 2267.96}, {"text": "mean that's it really was just like that was the that was the dumbest guy that", "start": 2267.96, "end": 2271.86}, {"text": "you knew was an actual fucking hog back yeah hang out with I was your but you're", "start": 2271.86, "end": 2277.58}, {"text": "you're like stupidest friend I mean the town like towns back then were like 15", "start": 2277.58, "end": 2282.66}, {"text": "people so it's like it's so you can only go so long for you have to like be like", "start": 2282.66, "end": 2286.02}, {"text": "well I need a new friend group I might as well hang out with like this guy's", "start": 2286.02, "end": 2289.26}, {"text": "hogs yeah everybody had that that one hog from their hometown god forbid your", "start": 2289.26, "end": 2295.14}, {"text": "last name was hog that would have been really really bad mm-hmm yeah it was", "start": 2295.14, "end": 2299.58}, {"text": "back then whatever your last name is that's what you are yeah you know with", "start": 2299.58, "end": 2302.98}, {"text": "like you know Cooper they make barrels or whatever Smith they're blacksmith hog", "start": 2302.98, "end": 2307.3}, {"text": "you're a hog mm-hmm such a good point I know we're moving to a podcast where we", "start": 2307.3, "end": 2316.7}, {"text": "make points now mm-hmm just so you guys know it's really bombs yeah this is my", "start": 2316.7, "end": 2321.86}, {"text": "- It's a podcast about truth.", "start": 2321.86, "end": 2323.02}, {"text": "- Not even necessarily truth,", "start": 2323.02, "end": 2324.08}, {"text": "but just kind of stuff you hear and you go, hmm.", "start": 2324.08, "end": 2326.58}, {"text": "And that is--", "start": 2326.58, "end": 2327.78}, {"text": "- Interesting. - Intriguing.", "start": 2327.78, "end": 2329.52}, {"text": "- We're hearing intrigue more than entertain nowadays.", "start": 2329.52, "end": 2332.7}, {"text": "- Exactly, yeah.", "start": 2332.7, "end": 2334.28}, {"text": "- You know way less than a hog knows a side saddle.", "start": 2334.28, "end": 2340.62}, {"text": "- Okay, so that's kind of repeating the same thing", "start": 2340.62, "end": 2344.46}, {"text": "as earlier, I read that.", "start": 2344.46, "end": 2346.62}, {"text": "- A hog-- - I read that one.", "start": 2346.62, "end": 2348.02}, {"text": "I read that one while you guys were talking", "start": 2348.02, "end": 2351.66}, {"text": "they didn't realize. I'm confused by what you're trying to say right now. Never mind.", "start": 2351.66, "end": 2357.18}, {"text": "Yeah you're basically acting a hog right now. Oh no. Actin' a hog. A hog probably knows", "start": 2357.18, "end": 2364.34}, {"text": "about a side saddle. Yeah. Hogs are actually, here's the fucked up part dude.", "start": 2364.34, "end": 2368.14}, {"text": "A hog is so much smarter than a dog or a frog. He's one of the smartest hog", "start": 2368.14, "end": 2372.94}, {"text": "animals. Absolutely. And they're pretending like hogs know nothing. Hogs", "start": 2372.94, "end": 2377.46}, {"text": "actually have an extreme emotional intelligence. True. They're I think", "start": 2377.46, "end": 2380.9}, {"text": "think comparable in like intelligence wise to like a two or three year old", "start": 2380.9, "end": 2384.92}, {"text": "human being absolutely and that's intriguing yeah yeah so I don't know why", "start": 2384.92, "end": 2388.84}, {"text": "they keep because they can speak they can you know what I'm gonna read I'll", "start": 2388.84, "end": 2393.14}, {"text": "rewrite this I would say hogs is punching down in a huge way here's what", "start": 2393.14, "end": 2396.96}, {"text": "I'm gonna say I say we rewrite this insult it's and it to be like this okay", "start": 2396.96, "end": 2401.24}, {"text": "you know you know way less than a stupid person knows about knowledge that's", "start": 2401.24, "end": 2407.84}, {"text": "That's pretty good.", "start": 2407.84, "end": 2408.84}, {"text": "Yeah.", "start": 2408.84, "end": 2409.84}, {"text": "Because that makes it more sense.", "start": 2409.84, "end": 2410.84}, {"text": "I could see a cowboy saying that.", "start": 2410.84, "end": 2411.84}, {"text": "Because now we also, now we kind of have a framework that on which you could lay almost", "start": 2411.84, "end": 2415.78}, {"text": "anything to make a cowboy insult.", "start": 2415.78, "end": 2417.76}, {"text": "Absolutely.", "start": 2417.76, "end": 2418.76}, {"text": "Which is you know less than X about, that does not know about Y, knows about Y.", "start": 2418.76, "end": 2424.04}, {"text": "Yeah, and X and Y.", "start": 2424.04, "end": 2425.04}, {"text": "X and Y.", "start": 2425.04, "end": 2426.04}, {"text": "You know what I mean?", "start": 2426.04, "end": 2427.04}, {"text": "Yeah.", "start": 2427.04, "end": 2428.04}, {"text": "So, you could say like, you know, you know.", "start": 2428.04, "end": 2431.84}, {"text": "And I mean, if you're looking for something fascinating, X and Y, those are also used in", "start": 2431.84, "end": 2435.32}, {"text": "algebra.", "start": 2435.32, "end": 2436.32}, {"text": "Yep.", "start": 2436.32, "end": 2437.32}, {"text": "Now we're kind of turning into a mathematical formula", "start": 2437.32, "end": 2440.48}, {"text": "about how to make a cowboy insult.", "start": 2440.48, "end": 2442.8}, {"text": "You could do, I mean like, all right,", "start": 2442.8, "end": 2446.32}, {"text": "you could say, you know less than about anything", "start": 2446.32, "end": 2451.32}, {"text": "than a chair knows about standing up.", "start": 2451.32, "end": 2454.84}, {"text": "Right, yeah.", "start": 2454.84, "end": 2456.54}, {"text": "Like there's one, you know?", "start": 2456.54, "end": 2458.08}, {"text": "I mean you can just look around.", "start": 2458.08, "end": 2460.0}, {"text": "You know less about anything than guacamole", "start": 2460.0, "end": 2462.8}, {"text": "knows about being red.", "start": 2462.8, "end": 2464.46}, {"text": "Oh, that's pretty good.", "start": 2464.46, "end": 2466.42}, {"text": "can just kind of look around look what's around you and kind of just make it from", "start": 2466.42, "end": 2469.54}, {"text": "there like like you could do like you know you know less than a hat knows", "start": 2469.54, "end": 2473.5}, {"text": "about water bottle yeah it's easy yeah less about than a", "start": 2473.5, "end": 2478.1}, {"text": "french fry knows it's knows what day of the week it is fucking idiot ass cowboy", "start": 2478.1, "end": 2483.28}, {"text": "see that's actually nothing the ad at the end", "start": 2483.28, "end": 2487.74}, {"text": "cowboy with the fucking beefy haircut get a line up come correct when you're", "start": 2487.74, "end": 2497.46}, {"text": "popping off with the saloon my boy at the saloon tonight spinning all night", "start": 2497.46, "end": 2503.74}, {"text": "long come through you know way less than Michael knows about David just you guys", "start": 2503.74, "end": 2514.78}, {"text": "in the room. Yeah, see if you know, if those are two guys that don't know each other and", "start": 2514.78, "end": 2519.34}, {"text": "they're in the room that works too. Michael, meet David. See and they already know more", "start": 2519.34, "end": 2525.58}, {"text": "about each other than you know about anything so that's kind of the point I", "start": 2525.58, "end": 2529.3}, {"text": "was making as in this cowboy voice. Look, they're fast friends. Look at them. Look, I mean", "start": 2529.3, "end": 2533.9}, {"text": "they're already exchanging numbers. You know less than Superman knows about", "start": 2533.9, "end": 2539.16}, {"text": "spider-man they're from different superhero universes exactly yeah yeah", "start": 2539.16, "end": 2547.04}, {"text": "see that's I don't know about each pretty much anything you can follow along at", "start": 2547.04, "end": 2550.44}, {"text": "home you do your own sort of mad libs thing that we got going on yeah don't", "start": 2550.44, "end": 2555.12}, {"text": "tell them to us cuz we're mad at you yep yeah cuz we're also pissed about the", "start": 2555.12, "end": 2559.08}, {"text": "lack of yeah we're still we're still so mad at you yeah I am I I'll forgive you", "start": 2559.08, "end": 2565.64}, {"text": "I'll forgive you in a week but until then if you hype up the next episode to the", "start": 2565.64, "end": 2573.14}, {"text": "point that we want yep all right here's another one yeah forget him I just", "start": 2573.14, "end": 2579.1}, {"text": "realized that he could not even drive nails into a snowbank I just realized", "start": 2579.1, "end": 2584.06}, {"text": "this yeah you know forget that guy you know what I just realized randomly right", "start": 2584.06, "end": 2588.1}, {"text": "now like right now it couldn't put a nail in us in snow I just realized it's a good", "start": 2588.1, "end": 2595.9}, {"text": "way to start an insult because it misdirects you right yeah you don't you", "start": 2595.9, "end": 2599.9}, {"text": "don't expect an insult to come after you expect a fact or something yeah you", "start": 2599.9, "end": 2604.62}, {"text": "expect them to just be like I just realized I don't like this guy or so I", "start": 2604.62, "end": 2608.02}, {"text": "just realized I left the fire on back at home I just realized that a fire truck", "start": 2608.02, "end": 2614.86}, {"text": "ain't blue and this guy knows less about what a fire truck could know about setting a fire.", "start": 2614.86, "end": 2620.3}, {"text": "Yep. And the cowboy, I mean that's like some... Cowboys like opposites. That's something when", "start": 2620.3, "end": 2627.66}, {"text": "it comes to cowboy insults. That's true, yeah. It's true. Let's see. For example,", "start": 2627.66, "end": 2631.5}, {"text": "I am pretty certain that you cannot tell wild honey from dung. That's great on a blind guy.", "start": 2631.5, "end": 2638.38}, {"text": "That's like... Yeah. Yeah. Like if you're battling a blind cowboy. That's also good", "start": 2638.38, "end": 2643.82}, {"text": "if there's someone nearby who has like really viscous like clear ish like", "start": 2643.82, "end": 2648.66}, {"text": "yellow poop for example a bee a bee is a good example yeah honey is just bee poop", "start": 2648.66, "end": 2654.5}, {"text": "yeah so really they're not that different so that's very showing his", "start": 2654.5, "end": 2659.06}, {"text": "lack of scientific knowledge you know", "start": 2659.06, "end": 2664.58}, {"text": "your face is as puckered as wet sheepskin would be in front of a hot", "start": 2664.58, "end": 2670.94}, {"text": "fire bite that see this introduces a catchphrase element where at the end you", "start": 2670.94, "end": 2675.98}, {"text": "would just say bite that bite that is a good Danny that's a really good", "start": 2675.98, "end": 2679.82}, {"text": "catchphrase I guess yeah that's biting Danny McClintock you don't want to you", "start": 2679.82, "end": 2685.9}, {"text": "I'm telling you you don't want to fuck it you don't want to miss with that you", "start": 2685.9, "end": 2688.34}, {"text": "don't want to enter a word duel with him that's what they called rap battles back", "start": 2688.34, "end": 2694.22}, {"text": "then yeah yeah yeah well me as the judge I couldn't quite make out what either one", "start": 2694.22, "end": 2705.12}, {"text": "of them just saying they said I'm dead just about the same time but seeing all", "start": 2705.12, "end": 2710.18}, {"text": "this one yet another draw that's our 20th in a row here's a really I couldn't", "start": 2710.18, "end": 2716.52}, {"text": "tell exactly what they were rapping but seeing as Slim's dead and old Joe's still", "start": 2716.52, "end": 2720.82}, {"text": "staying with the smoking gun this next one is really really something a popcorn on", "start": 2720.82, "end": 2732.06}, {"text": "fire has more calm than you would ever have Wow I mean before the right for the", "start": 2732.06, "end": 2738.66}, {"text": "throat I'm yeah fuck before the invention of the microwave I mean I guess", "start": 2738.66, "end": 2743.7}, {"text": "you didn't throw popcorn on fire huh yeah also I mean telling a cowboy that he's", "start": 2743.7, "end": 2748.5}, {"text": "not calm right yeah you got shaky hands partner yeah oh I guess that makes sense", "start": 2748.5, "end": 2755.06}, {"text": "you're freaking out you're bugging you suffer from anxiety", "start": 2755.06, "end": 2761.18}, {"text": "exciter we have a support group if you want to if you'd like to mosey on up", "start": 2761.18, "end": 2768.18}, {"text": "there here's one we meet every weekend you are you know what was sick you are", "start": 2768.18, "end": 2774.26}, {"text": "so ugly that you could back a buzzard right off a gut wagon what's a gut wagon", "start": 2774.26, "end": 2780.62}, {"text": "wagon full of guts oh it is a wagon full of guts rephrase that into a cowboy", "start": 2780.62, "end": 2789.14}, {"text": "insult right now because I'm not accepting a regular insult your guts", "start": 2789.14, "end": 2793.34}, {"text": "just about a gut wagons worth a waste you no good what", "start": 2793.34, "end": 2798.26}, {"text": "woppy willow", "start": 2798.26, "end": 2801.62}, {"text": "retry that", "start": 2801.62, "end": 2802.9}, {"text": "you're just about as", "start": 2802.9, "end": 2804.46}, {"text": "that is a whole is a", "start": 2804.46, "end": 2806.1}, {"text": "had handbag you", "start": 2806.1, "end": 2808.3}, {"text": "you carry home", "start": 2808.3, "end": 2811.08}, {"text": "rephrase that again your your good must need we don't have any idea yet", "start": 2811.08, "end": 2815.98}, {"text": "not just throwing it out here in the middle fee mario", "start": 2815.98, "end": 2819.3}, {"text": "it's a good idea to do it", "start": 2819.3, "end": 2821.46}, {"text": "you missed in my ear", "start": 2821.46, "end": 2824.7}, {"text": "you know what he did but i think the alliteration in that one", "start": 2824.7, "end": 2827.18}, {"text": "I think that's a big thing with cowboy insults too is alliteration.", "start": 2827.18, "end": 2830.62}, {"text": "Yeah, absolutely.", "start": 2830.62, "end": 2832.42}, {"text": "Like for this one here has some good alliteration.", "start": 2832.42, "end": 2836.38}, {"text": "Even if you had as many as three throws, that's the alliteration, you cannot hit the ground", "start": 2836.38, "end": 2844.06}, {"text": "with your hat.", "start": 2844.06, "end": 2845.06}, {"text": "Wow.", "start": 2845.06, "end": 2846.06}, {"text": "What does that mean?", "start": 2846.06, "end": 2847.06}, {"text": "It means you can't hoop, dude.", "start": 2847.06, "end": 2848.54}, {"text": "No, it means you have an infinite throw.", "start": 2848.54, "end": 2850.98}, {"text": "This guy can't hit three throws.", "start": 2850.98, "end": 2852.58}, {"text": "You could throw the hat out of orbit right away.", "start": 2852.58, "end": 2855.18}, {"text": "True.", "start": 2855.18, "end": 2856.18}, {"text": "every time you have a zero gravity hat mm-hmm damn yeah and it just keeps on", "start": 2856.18, "end": 2862.66}, {"text": "flying yeah you know what it means it means you live in space no ground space", "start": 2862.66, "end": 2866.9}, {"text": "cowboy oh shit oh shit oh my gosh I should make a TV show out of that mm-hmm", "start": 2866.9, "end": 2873.02}, {"text": "this is good you know what it means jazz this next one is good the one after that", "start": 2873.02, "end": 2878.54}, {"text": "I think is my favorite one so far me too section is uh you you have to sneak up", "start": 2878.54, "end": 2884.18}, {"text": "on a dipper just to get a drink of water only because of your ugliness", "start": 2884.18, "end": 2888.62}, {"text": "why do you have to sneak up on the dipper?", "start": 2888.62, "end": 2891.18}, {"text": "because you're so ugly", "start": 2891.18, "end": 2892.18}, {"text": "like a spoon?", "start": 2892.18, "end": 2893.18}, {"text": "I think a dipper is like a well type thing", "start": 2893.18, "end": 2895.18}, {"text": "oh yeah the", "start": 2895.18, "end": 2897.18}, {"text": "yeah and you have to sneak up on it because it would run away because you're ugly", "start": 2897.18, "end": 2901.18}, {"text": "mm-hmm", "start": 2901.18, "end": 2902.18}, {"text": "Pat read this next one for us", "start": 2902.18, "end": 2904.18}, {"text": "alright", "start": 2904.18, "end": 2905.18}, {"text": "I think you're gonna like this one", "start": 2905.18, "end": 2906.18}, {"text": "the best one so far", "start": 2906.18, "end": 2907.18}, {"text": "you are so mean", "start": 2907.18, "end": 2909.18}, {"text": "*laughter*", "start": 2909.18, "end": 2913.18}, {"text": "Just giving up dude.", "start": 2913.18, "end": 2914.94}, {"text": "Yeah.", "start": 2914.94, "end": 2915.94}, {"text": "Come on.", "start": 2915.94, "end": 2916.94}, {"text": "That's it.", "start": 2916.94, "end": 2917.94}, {"text": "I mean, how is that going to be effective towards a cold-blooded cowpoke?", "start": 2917.94, "end": 2921.62}, {"text": "Yeah, that's a comeback is what that is.", "start": 2921.62, "end": 2924.54}, {"text": "Yeah, exactly.", "start": 2924.54, "end": 2925.54}, {"text": "That's a finisher.", "start": 2925.54, "end": 2926.54}, {"text": "Yeah, roasted.", "start": 2926.54, "end": 2927.54}, {"text": "You are so mean.", "start": 2927.54, "end": 2928.54}, {"text": "Just destroyed.", "start": 2928.54, "end": 2929.54}, {"text": "Bodied.", "start": 2929.54, "end": 2930.54}, {"text": "Here, we have another set of two here.", "start": 2930.54, "end": 2934.42}, {"text": "These next two kind of go together, I feel like.", "start": 2934.42, "end": 2937.3}, {"text": "Okay.", "start": 2937.3, "end": 2938.3}, {"text": "sure you would give the rattler the first bite if you were in a fight with it.", "start": 2938.3, "end": 2943.18}, {"text": "Okay. The rattler is just a guy that lived in the town. Yeah. He's a guy who ran", "start": 2943.18, "end": 2948.66}, {"text": "around with two maracas and... And then the other one kind of copying that", "start": 2948.66, "end": 2952.62}, {"text": "one. \"You are so mean that you could dine in the same dish with a snake.\" See that", "start": 2952.62, "end": 2959.42}, {"text": "also just says \"you are so mean\" at the beginning. Why? A cowboy's supposed to be", "start": 2959.42, "end": 2965.5}, {"text": "mean dude yeah I don't get this angle well that's what well that's the kind of", "start": 2965.5, "end": 2969.88}, {"text": "insult that doesn't hurt them like on the surface but they go home and they", "start": 2969.88, "end": 2973.92}, {"text": "think about that around the fire I changed my ways maybe I'm just a mean", "start": 2973.92, "end": 2978.24}, {"text": "guy yeah fuck maybe I should just be a hog", "start": 2978.24, "end": 2983.4}, {"text": "here's a you should be hired as a scarecrows in farms see that one's pretty", "start": 2984.8, "end": 2995.48}, {"text": "good yeah exactly you're so fat that you you could be multiple scarecrows in", "start": 2995.48, "end": 3003.96}, {"text": "multiple farms yeah across the state from each other just just stretch so wide you", "start": 3003.96, "end": 3010.76}, {"text": "covered farms from sea to shining sea. There's so many of you that you could be", "start": 3010.76, "end": 3015.44}, {"text": "multiple scarecrows. This is another kind of simple short sweet one.", "start": 3015.44, "end": 3022.28}, {"text": "You are crooked. I really like this next one too, another crooked one. Yeah. With", "start": 3022.28, "end": 3030.56}, {"text": "how crooked you are you could swallow nails and spit corkscrews. Errwha. That's what I used to say.", "start": 3030.56, "end": 3038.88}, {"text": "it's old English for you. Yeah it says ERW at the end of that one. He had a nerve to say the beans", "start": 3038.88, "end": 3047.14}, {"text": "was deceitful because they would talk behind your back. Fuck I hate the beans. Who are the beans?", "start": 3047.14, "end": 3053.16}, {"text": "Fuck dude you know the beans. Because the beans make you fart dude that you talk behind your back. The beans is the powers of the beans.", "start": 3053.16, "end": 3058.96}, {"text": "Here's the next the next one is is also bean themed. Okay. Even a beans would be more modest", "start": 3058.96, "end": 3066.24}, {"text": "honest than you god damn it I hate the beans oh man a bug dude not a beans do", "start": 3066.24, "end": 3075.6}, {"text": "when you're a cat when your cowboy fucking making you're doing your beat", "start": 3075.6, "end": 3079.44}, {"text": "and you see the beans dude fucking six shots straight that's right yeah it's on", "start": 3079.44, "end": 3085.68}, {"text": "site when I see the beans that cowboy moved with the beans yeah the next one", "start": 3085.68, "end": 3092.8}, {"text": "is really good it is good you're gonna read it well you're the one who said it", "start": 3092.8, "end": 3098.2}, {"text": "why would I go to hell with your shenanigans see this is like if you know", "start": 3098.2, "end": 3102.32}, {"text": "a prankster cowboy yeah you know yeah man that was a big problem back in the", "start": 3102.32, "end": 3107.44}, {"text": "day stop putting snakes in my peanut brittle", "start": 3107.44, "end": 3112.12}, {"text": "hell with your shenanigans yeah that was actually a really big problem I know", "start": 3112.12, "end": 3118.88}, {"text": "that you're gonna put snakes in anything dude I know that your fingers not really", "start": 3118.88, "end": 3122.68}, {"text": "coming off I know that that's just your thumb I know that pencil late made a", "start": 3122.68, "end": 3127.84}, {"text": "rubber which your shenanigans and go to hell you don't have my nose my my nose", "start": 3127.84, "end": 3136.8}, {"text": "stands square on my face I could smell you from a mile away yeah okay this one", "start": 3136.8, "end": 3145.96}, {"text": "next one um boy everyone little say the person's name is as shy of brains just", "start": 3145.96, "end": 3154.68}, {"text": "as much as a buffalo would with feathers so true this is kind of back to the other", "start": 3154.68, "end": 3161.32}, {"text": "the formula we developed also but I mean a buffalo could have feathers I don't", "start": 3161.32, "end": 3165.52}, {"text": "yeah they got wings seen yeah yeah yo that's some real shit facts Cameron's", "start": 3165.52, "end": 3173.28}, {"text": "spitting facts facts once again from cam dog I don't know what this next one means", "start": 3173.28, "end": 3179.36}, {"text": "shame on you you I bet you could not even track a bed wagon it's a wagon for beds I", "start": 3179.36, "end": 3186.76}, {"text": "guess it's a wagon that's very easy to track yeah yeah it's probably a wagon", "start": 3186.76, "end": 3190.96}, {"text": "that's like painted red what is this next one just as a terrapin is of feathers", "start": 3190.96, "end": 3197.12}, {"text": "you are as shy of brains back to the feathers okay okay yeah I'm a terrapin", "start": 3197.12, "end": 3202.72}, {"text": "now yeah okay terrapin is a station it's a turtle they they once needed to throw a", "start": 3202.72, "end": 3210.04}, {"text": "diamond hitch just to keep him in the saddle yeah that is how fat he is that", "start": 3210.04, "end": 3215.76}, {"text": "one includes a second line that you can turn and say if there's someone standing", "start": 3215.76, "end": 3218.92}, {"text": "next to you yeah which the other insults don't usually do so that's nice which is", "start": 3218.92, "end": 3223.28}, {"text": "true you'd have it if you have your deputy with you exactly yeah so you could", "start": 3223.28, "end": 3226.52}, {"text": "say the insult and then you can turn and say yeah that's because he's stupid yeah", "start": 3226.52, "end": 3230.12}, {"text": "Yeah, that's 'cause of how fat he is.", "start": 3230.12, "end": 3232.12}, {"text": "That's why I said all that crap.", "start": 3232.12, "end": 3234.12}, {"text": "That's why I'm being mean.", "start": 3234.12, "end": 3236.12}, {"text": "Here in the wild west.", "start": 3236.12, "end": 3238.12}, {"text": "That's why I'm being mean to him.", "start": 3238.12, "end": 3240.12}, {"text": "Yeah.", "start": 3240.12, "end": 3242.12}, {"text": "Even molasses would not run down your legs because of your laziness.", "start": 3242.12, "end": 3247.12}, {"text": "It'd just stick in your butt.", "start": 3247.12, "end": 3250.12}, {"text": "That's the molasses that's lazy, not you.", "start": 3250.12, "end": 3252.12}, {"text": "Yeah, that's exactly.", "start": 3252.12, "end": 3254.12}, {"text": "Here's one.", "start": 3254.12, "end": 3255.12}, {"text": "How lazy is this fucking molasses?", "start": 3255.12, "end": 3257.12}, {"text": "\"The way you grit your teeth, one would think that you are capable to biting sights off a six-gun.\"", "start": 3257.12, "end": 3264.24}, {"text": "Oh, I thought it was, uh...", "start": 3264.24, "end": 3266.94}, {"text": "And then the deputy would be like, \"Yeah! Yeah, that's because of how the way he grits his teeth.\"", "start": 3266.94, "end": 3272.62}, {"text": "\"He's got bad... teeth or some...\"", "start": 3272.62, "end": 3276.5}, {"text": "\"He's got no job in his sleep.\"", "start": 3276.5, "end": 3278.84}, {"text": "I don't know what the insult is supposed to be saying here.", "start": 3278.84, "end": 3280.84}, {"text": "\"Honestly, these cowboy insults are kinda bad.\"", "start": 3280.84, "end": 3284.36}, {"text": "There's, uh...", "start": 3284.36, "end": 3285.88}, {"text": "I just moved to the wild west and I don't quite understand these yet. I'm from Maine.", "start": 3285.88, "end": 3293.0}, {"text": "So I just realized that the ones we were all just reading are under the heading \"the best", "start": 3293.0, "end": 3298.64}, {"text": "cowboy insults\" so those are all the best ones and then there's a second heading that's", "start": 3298.64, "end": 3302.62}, {"text": "even more cowboy insults. So those were all the good ones. These ones...", "start": 3302.62, "end": 3306.6}, {"text": "Yeah, of course they were.", "start": 3306.6, "end": 3307.9}, {"text": "Are not as good.", "start": 3307.9, "end": 3308.9}, {"text": "So these are the kind of medium cowboy insults. Alright.", "start": 3308.9, "end": 3313.22}, {"text": "are a little more poetic yeah yeah a little more situational you know what I", "start": 3313.22, "end": 3316.86}, {"text": "think I kind of like the from just looking at these ones I think I kind of", "start": 3316.86, "end": 3320.38}, {"text": "like these ones better these are the British villain who lives in the West", "start": 3320.38, "end": 3324.18}, {"text": "for some reason and is like an oil baron yeah why are you not as crooked as the", "start": 3324.18, "end": 3329.26}, {"text": "snake would be in a cactus path see that makes sense yeah would it shock you to", "start": 3329.26, "end": 3334.62}, {"text": "realize that your brain cavity would not make a drinking cup for canary birds I", "start": 3334.62, "end": 3338.86}, {"text": "I bet it would not because you already know.", "start": 3338.86, "end": 3341.1}, {"text": "Ha ha.", "start": 3341.1, "end": 3342.1}, {"text": "That's actually crazy how much better that works.", "start": 3342.1, "end": 3344.54}, {"text": "I know.", "start": 3344.54, "end": 3345.82}, {"text": "These ones are good.", "start": 3345.82, "end": 3348.22}, {"text": "These are good in that voice.", "start": 3348.22, "end": 3349.82}, {"text": "I would bet your cows reason better than you.", "start": 3349.82, "end": 3353.3}, {"text": "See, these are words a cowboy would just never fucking use.", "start": 3353.3, "end": 3357.98}, {"text": "Right, absolutely.", "start": 3357.98, "end": 3358.98}, {"text": "Reason, brain cavity.", "start": 3358.98, "end": 3360.7}, {"text": "Right.", "start": 3360.7, "end": 3361.7}, {"text": "No way, dude.", "start": 3361.7, "end": 3363.14}, {"text": "Cowboys are stupid.", "start": 3363.14, "end": 3364.36}, {"text": "how you think I fear your cows control you?", "start": 3364.36, "end": 3369.24}, {"text": "I fear your cows control you.", "start": 3369.24, "end": 3375.24}, {"text": "Is it me or does someone moo around here?", "start": 3375.24, "end": 3378.92}, {"text": "Okay so whoever...", "start": 3378.92, "end": 3380.92}, {"text": "Wait these are all cows!", "start": 3380.92, "end": 3384.92}, {"text": "It is no surprising if you have behaved like cows.", "start": 3384.92, "end": 3388.28}, {"text": "You eat and sleep with them.", "start": 3388.28, "end": 3391.28}, {"text": "the next one they accidentally included. They were just hanging out with a guy in a huge", "start": 3391.28, "end": 3397.4}, {"text": "like field full of cows and they were just writing down everything he said and they accidentally", "start": 3397.4, "end": 3401.08}, {"text": "wrote this one down instead of an insult. \"Whoa, careful, a cow is passing.\"", "start": 3401.08, "end": 3407.32}, {"text": "Dude, these are way better. What the fuck? Yeah, really good.", "start": 3407.32, "end": 3414.68}, {"text": "These are sca- Alright, I'm going to try one in a cowboy accent. I do think we need to at", "start": 3414.68, "end": 3418.76}, {"text": "at least try to do on a cowboy accent mm-hmm I'm sure your cows reduced in", "start": 3418.76, "end": 3425.18}, {"text": "number by one return to them well now let's compare it right okay yeah okay I'll", "start": 3425.18, "end": 3431.58}, {"text": "do it and down do it in the I am sure cows reduced in number by one return to", "start": 3431.58, "end": 3437.96}, {"text": "them see okay now I'm confused maybe try Jamaican okay whoa I am sure your cows", "start": 3437.96, "end": 3449.22}, {"text": "reduce the number of them seeing like this next one mentions evolution a cow", "start": 3449.22, "end": 3456.92}, {"text": "cowboy can't this one boy is never heard of evolution it also didn't believe it", "start": 3456.92, "end": 3461.16}, {"text": "this could you could also do these a nerd like you could do it like this", "start": 3461.16, "end": 3463.96}, {"text": "Whoever thought evolution could not go the other way around just needs to meet you and", "start": 3463.96, "end": 3468.68}, {"text": "think otherwise.", "start": 3468.68, "end": 3469.68}, {"text": "Damn.", "start": 3469.68, "end": 3470.68}, {"text": "The other way around?", "start": 3470.68, "end": 3472.32}, {"text": "So you went this, that's if you're talking to like a newt.", "start": 3472.32, "end": 3476.92}, {"text": "You know?", "start": 3476.92, "end": 3477.92}, {"text": "Yeah, if you're talking to an amoeba or something.", "start": 3477.92, "end": 3479.8}, {"text": "That's really good.", "start": 3479.8, "end": 3480.8}, {"text": "Yeah, a very like simple kind of water based creature.", "start": 3480.8, "end": 3486.12}, {"text": "You could say that one too.", "start": 3486.12, "end": 3487.92}, {"text": "You say it wrapped all the way back around.", "start": 3487.92, "end": 3489.52}, {"text": "You went all the way to alien and then you came back around.", "start": 3489.52, "end": 3492.28}, {"text": "If you're a nerd and you're talking to a water creature, just keep that one in the back of", "start": 3492.28, "end": 3495.96}, {"text": "your head.", "start": 3495.96, "end": 3496.96}, {"text": "I wonder if they have a nerd insults on this website.", "start": 3496.96, "end": 3499.36}, {"text": "We'll have to come back to this website.", "start": 3499.36, "end": 3501.24}, {"text": "This is the best insults.", "start": 3501.24, "end": 3502.24}, {"text": "I mean, who would have thought?", "start": 3502.24, "end": 3503.24}, {"text": "Come on, we gotta finish it out here.", "start": 3503.24, "end": 3507.04}, {"text": "Cows must think you are stupid.", "start": 3507.04, "end": 3510.24}, {"text": "I can see a cowboy saying that one though.", "start": 3510.24, "end": 3512.08}, {"text": "That's true.", "start": 3512.08, "end": 3513.08}, {"text": "Cows must think you're stupid.", "start": 3513.08, "end": 3514.88}, {"text": "That is good.", "start": 3514.88, "end": 3515.88}, {"text": "Someone bathes in dung.", "start": 3515.88, "end": 3522.08}, {"text": "is bass it's not bass it's bass. Some of them be baffin' and dung. Is it me or does it smell", "start": 3522.08, "end": 3530.52}, {"text": "like cows around here? Something is totally cow. They were hanging out with the British guy who was", "start": 3530.52, "end": 3539.8}, {"text": "seeing cows for the first time. You're a cowboy right? Yes I am. Yes I love cows.", "start": 3539.8, "end": 3548.96}, {"text": "I have this assignment for WordPress and I need to finish it.", "start": 3548.96, "end": 3554.36}, {"text": "Hi I'm a blogger I work for wordpress.com just want to get some cowboy insults out", "start": 3554.36, "end": 3560.72}, {"text": "of you. You said cow insults yes? Yeah cowboy insults. Your utters are as short as can be.", "start": 3560.72, "end": 3571.16}, {"text": "Yeah that works that's a cowboy insult we'll take that. Yeah it's like a boy cow.", "start": 3571.16, "end": 3575.84}, {"text": "one of those those those BuzzFeed videos that's like like Pakistani tribesmen try", "start": 3575.84, "end": 3582.76}, {"text": "monster energy for the first time but it's like a British fop sees a cow for", "start": 3582.76, "end": 3587.12}, {"text": "the first time and he's just sitting there just thinks it's a guy they're", "start": 3587.12, "end": 3590.64}, {"text": "going even your cows might wonder how you managed to own them this last one is the", "start": 3590.64, "end": 3597.68}, {"text": "same as the the one you just read no it's not I bet your cows control", "start": 3597.68, "end": 3602.64}, {"text": "themselves yeah that's like that's a good one though that's just that's kind of I", "start": 3602.64, "end": 3606.52}, {"text": "would say that's more of a of a compliment that's like saying you have", "start": 3606.52, "end": 3610.2}, {"text": "smart cows your cows are so smart and you've raised some of the smartest cows", "start": 3610.2, "end": 3614.48}, {"text": "you asshole you don't want smart cows and then you turn around and talk to", "start": 3614.48, "end": 3617.76}, {"text": "your deputy yeah I said that cuz he had smart cows and everybody goes yeah good", "start": 3617.76, "end": 3623.72}, {"text": "Right, good work boss.", "start": 3623.72, "end": 3625.72}, {"text": "Yeah, good one boss.", "start": 3625.72, "end": 3627.72}, {"text": "Well, back to dirt farming.", "start": 3627.72, "end": 3629.72}, {"text": "Alright, that's the end of cowboy insults.", "start": 3629.72, "end": 3634.72}, {"text": "Again, we're bummed out that there was no hype.", "start": 3634.72, "end": 3637.72}, {"text": "Yeah, and it's all your fault.", "start": 3637.72, "end": 3639.72}, {"text": "You're going to eat your words when you listen to this one.", "start": 3639.72, "end": 3641.72}, {"text": "Fuck you.", "start": 3641.72, "end": 3642.72}, {"text": "Absolutely, fuck you.", "start": 3642.72, "end": 3644.72}, {"text": "Bye.", "start": 3644.72, "end": 3645.72}, {"text": "Bye.", "start": 3645.72, "end": 3646.72}, {"text": "Bye.", "start": 3646.72, "end": 3647.72}, {"text": "Hi, this is Cameron on my", "start": 3649.72, "end": 3651.72}, {"text": "shitty, uh", "start": 3651.72, "end": 3653.24}, {"text": "Headphone mic. I found the squirtoon thing. So i'm putting it at the end", "start": 3653.24, "end": 3658.76}, {"text": "Fuck you", "start": 3658.76, "end": 3660.92}, {"text": "Too late now. Yeah, you chucky cheese when you laugh dude, i'm gonna squirt on you", "start": 3660.92, "end": 3665.0}, {"text": "You're gonna get squirted on oh i'm fucking squirting", "start": 3665.0, "end": 3669.74}, {"text": "Yeah, i'm squirting sam elliott", "start": 3669.74, "end": 3673.02}, {"text": "Oh, fuck, I'm about to squirt.", "start": 3676.44, "end": 3678.44}, {"text": "Oh, fuck.", "start": 3678.44, "end": 3678.94}, {"text": "Goddamn, I'm about to squirt.", "start": 3678.94, "end": 3680.94}, {"text": "You see, there's two types of people in this world.", "start": 3680.94, "end": 3683.94}, {"text": "There's them that squirts and them that gets squirted.", "start": 3683.94, "end": 3686.44}, {"text": "That's right.", "start": 3686.44, "end": 3687.44}, {"text": "Do you have a target for me to squirt on?", "start": 3687.44, "end": 3689.94}, {"text": "Oh, so I can squirt 300 yards out.", "start": 3689.94, "end": 3693.44}, {"text": "I reckon I must be your new neighbor.", "start": 3693.44, "end": 3695.44}, {"text": "I wanted to know if you wanted to see me squirt in your front yard.", "start": 3695.44, "end": 3699.44}, {"text": "'Cause I'm gonna be doing it for about 15 minutes.", "start": 3699.44, "end": 3702.44}, {"text": "Now, I reckon I lift an old squit-er-squit-oon.", "start": 3702.44, "end": 3705.44}, {"text": "squirtoon. squirtoon. squirtoon. you bust open the double saloon doors you cock your leg", "start": 3705.44, "end": 3714.72}, {"text": "and you squirt directly into a bucket. well peers i done ruined your squirtoon here take", "start": 3714.72, "end": 3723.68}, {"text": "this three dollar bill go buy you a new one. good bout cover it. fuck. squirtoon. i think", "start": 3723.68, "end": 3733.12}, {"text": "I left my squirtoon in your house.", "start": 3733.12, "end": 3736.1}, {"text": "Hey, Suzy, this is awkward, but I was over for dinner a couple nights ago.", "start": 3736.1, "end": 3740.0}, {"text": "You made the Trader Joe's soy-yaki chicken.", "start": 3740.0, "end": 3742.76}, {"text": "Yeah, I think I maybe left my squirtoon there in the powder room.", "start": 3742.76, "end": 3747.62}, {"text": "You wouldn't mind mailing it back?", "start": 3747.62, "end": 3749.04}, {"text": "Yeah, I reckon I'm your new neighbor.", "start": 3749.04, "end": 3751.12}, {"text": "I was actually, before you guys moved in, I was using your apartment for target practice", "start": 3751.12, "end": 3755.58}, {"text": "and I think I left a stray squirtoon on your wall.", "start": 3755.58, "end": 3760.04}, {"text": "I don't know if you got rid of it or anything, I rustled through your dumpster for a while,", "start": 3760.04, "end": 3764.32}, {"text": "but all I found were snacks.", "start": 3764.32, "end": 3765.92}, {"text": "(laughing)", "start": 3765.92, "end": 3768.16}], "title": "Ep. 140 - Cowboy Insults with bonus VERY RARE Squirtoon Clip!", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--140---Cowboy-Insults-with-bonus-VERY-RARE-Squirtoon-Clip-e1ue8ia", "date": "Wed, 07 Apr 2021 10:00:00 GMT", "id": 164}