{"lines": [{"text": "Hey guys, it's Cameron.", "start": 0.0, "end": 5.0}, {"text": "So Patrick and Caleb are away this weekend and I guess that means that it's time for", "start": 5.0, "end": 11.36}, {"text": "me to do a solo episode.", "start": 11.36, "end": 17.52}, {"text": "And I wasn't really sure what to do with this.", "start": 17.52, "end": 21.28}, {"text": "I was thinking about it a lot and then I realized that I actually had some old stuff recorded", "start": 21.28, "end": 27.92}, {"text": "that I might be able to put out now.", "start": 27.92, "end": 31.88}, {"text": "During 2021, I actually was keeping kind of an audio diary where I would record an audio", "start": 31.88, "end": 41.16}, {"text": "entry of what I did that day every few days.", "start": 41.16, "end": 46.88}, {"text": "And I got a good amount of those lined up and kept in a folder on my computer.", "start": 46.88, "end": 53.16}, {"text": "So I thought maybe now that the oppression of Patrick and Caleb is gone from my life", "start": 53.16, "end": 59.94}, {"text": "for a short period of time, I could just put some of those out and who knows if they'll", "start": 59.94, "end": 64.8}, {"text": "even be interesting.", "start": 64.8, "end": 66.6}, {"text": "But anyway, here it goes.", "start": 66.6, "end": 70.88}, {"text": "Cameron's Diary.", "start": 70.88, "end": 72.44}, {"text": "January 1st.", "start": 72.44, "end": 74.4}, {"text": "Wow.", "start": 74.4, "end": 75.56}, {"text": "A brand new year.", "start": 75.56, "end": 77.92}, {"text": "fresh new blank parchment for me to scrawl my beautiful life upon.", "start": 77.92, "end": 85.72}, {"text": "The entirety of 2021 is before me and I for one could not be happier.", "start": 85.72, "end": 92.88}, {"text": "2020 was a bit weird as I'm sure that you are aware but I'm ready to take control and", "start": 92.88, "end": 103.16}, {"text": "make 2021 the best year ever.", "start": 103.16, "end": 106.16}, {"text": "But to do that, I'm going to have to make some beautiful New Year's resolutions, and I think", "start": 106.16, "end": 110.76}, {"text": "that my very first resolution will be to start an audio diary.", "start": 110.76, "end": 115.92}, {"text": "Look at that.", "start": 115.92, "end": 117.08}, {"text": "Number one, done.", "start": 117.08, "end": 118.64}, {"text": "Perfect.", "start": 118.64, "end": 119.64}, {"text": "This is really easy.", "start": 119.64, "end": 121.2}, {"text": "Number two resolution is going to be a little bit harder for me to achieve.", "start": 121.2, "end": 126.76}, {"text": "Resolution number two is stop declaring war on people.", "start": 126.76, "end": 130.44}, {"text": "I need to learn to deal with my feelings in a mature way, and if I'm angry at the cashier", "start": 130.44, "end": 137.2}, {"text": "at the store or my mailman or a member of my family, I need to stop writing declarations", "start": 137.2, "end": 145.24}, {"text": "of war and presenting them to them and telling them that I'm going to destroy them.", "start": 145.24, "end": 153.72}, {"text": "Resolution #3, which is one that I failed in 2020 and am thus trying again in 2021, is", "start": 153.72, "end": 160.54}, {"text": "to keep it real.", "start": 160.54, "end": 162.66}, {"text": "And Resolution #4, my fourth and final resolution, will be to live my life to the fullest.", "start": 162.66, "end": 168.96}, {"text": "I'm going to take as many vacations as I can, I'm going to eat as much delicious food as", "start": 168.96, "end": 174.7}, {"text": "I can, and I am not going to let anything stop me from enjoying my life and living dangerously", "start": 174.7, "end": 181.3}, {"text": "like an action movie star.", "start": 181.3, "end": 183.9}, {"text": "January 6th.", "start": 183.9, "end": 186.02}, {"text": "Well, it seems like my resolutions aren't going well because my first vacation was a complete", "start": 186.02, "end": 192.5}, {"text": "bust.", "start": 192.5, "end": 194.26}, {"text": "I took the absolute worst guided tour of the Capitol building today.", "start": 194.26, "end": 200.86}, {"text": "It was a complete farce.", "start": 200.86, "end": 203.18}, {"text": "There was people running everywhere.", "start": 203.18, "end": 204.98}, {"text": "I don't know how they expected us to hear a single detail of the information.", "start": 204.98, "end": 210.74}, {"text": "I think a person even fell asleep at one point during the tour because of the lack of information", "start": 210.74, "end": 216.8}, {"text": "that was being taught.", "start": 216.8, "end": 218.62}, {"text": "And in addition to that, when I tried to ask for Alexandria Ocasio-Cortez's autograph,", "start": 218.62, "end": 225.86}, {"text": "she maced me in the eyes and I had to write her name down in my bitch book, which is a", "start": 225.86, "end": 231.86}, {"text": "list of everybody in the world that I think is bitches.", "start": 231.86, "end": 235.94}, {"text": "But because I had freaking mace in my eyes, I couldn't write well and I accidentally wrote", "start": 235.94, "end": 241.38}, {"text": "down Alito Ocoxoconus, which isn't even a real person, so now my bitch book is ruined", "start": 241.38, "end": 247.26}, {"text": "and I had to throw it in the trash.", "start": 247.26, "end": 250.02}, {"text": "January 10th.", "start": 250.02, "end": 252.74}, {"text": "Resolution number 4 is still giving me a lot of trouble.", "start": 252.74, "end": 255.74}, {"text": "I was trying to live dangerously and I ate 5 full bags of county fair caramel corn and", "start": 255.74, "end": 261.98}, {"text": "And I am suffering my first tummy ache of the year and folks it's really, really, really", "start": 261.98, "end": 269.02}, {"text": "bad and I'm thinking that I might just want to have three resolutions this year at this", "start": 269.02, "end": 273.58}, {"text": "point.", "start": 273.58, "end": 274.58}, {"text": "But I'm not the kind of guy who gives up on resolutions and I think that to remove resolution", "start": 274.58, "end": 279.28}, {"text": "four would also be a violation of resolution three at keeping it real.", "start": 279.28, "end": 284.46}, {"text": "So I'm going to persist forward and probably try to eat another bag of County Fair caramel", "start": 284.46, "end": 289.62}, {"text": "corn tonight.", "start": 289.62, "end": 291.54}, {"text": "january fifteenth uh... squirrel", "start": 291.54, "end": 294.7}, {"text": "got into the house today i think through the window i leave open in case fairies", "start": 294.7, "end": 299.12}, {"text": "are real and i had a hell of a time", "start": 299.12, "end": 302.02}, {"text": "trying to hunt that bugger down uh... i was trying to find my pellet gun", "start": 302.02, "end": 306.52}, {"text": "to shoot at it uh... but unfortunately i couldn't find a gun and could only find", "start": 306.52, "end": 310.72}, {"text": "the pellets", "start": 310.72, "end": 311.82}, {"text": "so is running around my living room when i was", "start": 311.82, "end": 314.34}, {"text": "throwing pellets at it with my hands 'cause i gotta say i got a pretty", "start": 314.34, "end": 318.44}, {"text": "mean fastball and and", "start": 318.44, "end": 320.58}, {"text": "little league as a kid so i i i have to imagine that throwing pellets would", "start": 320.58, "end": 325.14}, {"text": "would be similar turns out it wasn't at all the pellets were bouncing everywhere", "start": 325.14, "end": 328.98}, {"text": "and i ended up throwing a", "start": 328.98, "end": 330.34}, {"text": "throwing out so many of them that", "start": 330.34, "end": 332.14}, {"text": "when i gave up and tried to walk to the kitchen to pour myself a drink of water", "start": 332.14, "end": 337.02}, {"text": "i slipped and my head went through the coffee table and i was stuck upside down", "start": 337.02, "end": 342.14}, {"text": "in that position for about three hours", "start": 342.14, "end": 345.1}, {"text": "uh... i couldn't find the squirrel so i have to assume that it went back out", "start": 345.1, "end": 348.3}, {"text": "probably through the window in the basement that I leave open in case gnomes are real.", "start": 348.3, "end": 353.18}, {"text": "January 27th.", "start": 353.18, "end": 355.18}, {"text": "After about a week of looking I finally found my pellet gun but I used up all the pellets", "start": 355.18, "end": 360.46}, {"text": "by throwing them at that squirrel.", "start": 360.46, "end": 363.3}, {"text": "So it's pretty much useless to me now.", "start": 363.3, "end": 366.18}, {"text": "I was walking out back to throw out the pellet gun and the recycling, I assume it's gotta", "start": 366.18, "end": 371.18}, {"text": "be recyclable, when I thought about how strange it would look to my neighbors if they saw me", "start": 371.18, "end": 376.58}, {"text": "throwing away a gun in the bin behind my house.", "start": 376.58, "end": 380.46}, {"text": "So I thought better of it and brought the gun back inside and put it under one of my couch", "start": 380.46, "end": 385.24}, {"text": "cushions in case any more pellets crossed my path.", "start": 385.24, "end": 388.3}, {"text": "But then I was thinking about how it must have looked even stranger if any neighbors", "start": 388.3, "end": 392.54}, {"text": "were looking at me to see me carrying a gun out to the recycling bin and then decide not", "start": 392.54, "end": 399.14}, {"text": "to throw it out and bring it back inside.", "start": 399.14, "end": 401.6}, {"text": "So I dialed up my neighbors one by one on the phone and told them all that if they saw me", "start": 401.6, "end": 406.94}, {"text": "doing anything today they were dreaming.", "start": 406.94, "end": 409.76}, {"text": "February 3rd.", "start": 409.76, "end": 411.0}, {"text": "Well, I'm not happy to report that today I did break my second resolution of no more", "start": 411.0, "end": 416.48}, {"text": "declaring wars on people.", "start": 416.48, "end": 418.44}, {"text": "Yes, my mailman did that thing I hate again of when he drops the lid of the mailbox very", "start": 418.44, "end": 423.28}, {"text": "loudly after he puts the envelopes into it, and I just about lost my shit and I pulled", "start": 423.28, "end": 429.56}, {"text": "out a piece of printer paper and a sharpie and I wrote \"Declaration of War\" and then", "start": 429.56, "end": 434.24}, {"text": "a bunch of squiggles that looked like fine print and I marched my ass outside and I handed", "start": 434.24, "end": 439.26}, {"text": "him that sheet of paper and told him I was declaring war on him and he said \"Again?\"", "start": 439.26, "end": 444.16}, {"text": "and I said \"Yes, again.\"", "start": 444.16, "end": 445.72}, {"text": "And he said \"I thought you said you were turning over a new leaf.\"", "start": 445.72, "end": 449.1}, {"text": "And I said \"Well I was but I turned it back over the other way.\"", "start": 449.1, "end": 452.44}, {"text": "And he said \"I know by now that this whole war thing is a fluke, you're just a freak.", "start": 452.44, "end": 457.0}, {"text": "not actually gonna declare any real kind of war on me and I said just you wait mister", "start": 457.0, "end": 461.76}, {"text": "and I went back inside and I got the pellet gun and I showed it to him and I said this", "start": 461.76, "end": 465.92}, {"text": "is my war gun I'm a soldier of war and I don't think he liked that very much because he pretty", "start": 465.92, "end": 472.78}, {"text": "much just left without saying anything.", "start": 472.78, "end": 477.32}, {"text": "I really think I should have recycled that pellet gun when I originally meant to so I", "start": 477.32, "end": 482.2}, {"text": "might do that tomorrow.", "start": 482.2, "end": 484.88}, {"text": "February 10th.", "start": 484.88, "end": 485.88}, {"text": "Well, a few days ago I went to put the pellet gun in the recycling bin and then I thought", "start": 485.88, "end": 490.64}, {"text": "about how strange it would look if the neighbors saw me throwing it away.", "start": 490.64, "end": 493.92}, {"text": "So I brought it back inside and put it under the couch cushion.", "start": 493.92, "end": 496.88}, {"text": "But then I thought about how strange it would be for the neighbors to see me try to throw", "start": 496.88, "end": 500.36}, {"text": "it away and then think better of it and bring it back inside.", "start": 500.36, "end": 503.32}, {"text": "So I was about to call my neighbors and explain that they were dreaming when I realized that", "start": 503.32, "end": 506.96}, {"text": "I had already done all this before and forgotten.", "start": 506.96, "end": 509.58}, {"text": "So instead I spent a few days practicing pellet gun tricks like spinning it around and shooting", "start": 509.58, "end": 515.3}, {"text": "it out of my sleeve like Travis the Pickle does in one of my favorite movies Taxi Driver.", "start": 515.3, "end": 521.02}, {"text": "And I think I'm pretty much ready for if the mailman ever decides to deliver mail here", "start": 521.02, "end": 526.18}, {"text": "again.", "start": 526.18, "end": 527.18}, {"text": "I'm gonna scare the shit out of him and I have the perfect plan.", "start": 527.18, "end": 531.02}, {"text": "February 14th.", "start": 531.02, "end": 532.58}, {"text": "Well, the mailman took my gun.", "start": 532.58, "end": 535.54}, {"text": "Here's how it happened.", "start": 535.54, "end": 536.9}, {"text": "Basically I had a plan where I knew that the mailman would have to come to my house today", "start": 536.9, "end": 541.7}, {"text": "because it's February 14th, Valentine's Day, and I always get a really thoughtful Valentine's", "start": 541.7, "end": 547.54}, {"text": "card from Stinky Steve, the prison inmate I used to be pen pals with a few years ago.", "start": 547.54, "end": 553.38}, {"text": "He always writes the nicest things and he puts it in a cute little card, the kind that", "start": 553.38, "end": 557.5}, {"text": "plays a song when you open it.", "start": 557.5, "end": 560.58}, {"text": "and the year before that he got one of those cards where you can record your own audio message", "start": 574.58, "end": 582.58}, {"text": "and he sang an original song of his own composition called \"I Hate Being In Jail\"", "start": 582.58, "end": 588.58}, {"text": "anyway when I saw the mailman walking up with a bright hot pink envelope I knew it was my time to shine", "start": 588.58, "end": 594.58}, {"text": "I ran outside holding the pellet gun loaded with frozen peas of course", "start": 594.58, "end": 599.58}, {"text": "and I pointed it directly at his forehead and I said", "start": 599.58, "end": 603.26}, {"text": "\"Do you feel lucky mailman? Go ahead, give me my mail", "start": 603.26, "end": 607.46}, {"text": "and make my day too.\" And he just pretty much took away the gun", "start": 607.46, "end": 612.22}, {"text": "he said he knew it was fake all along and that if it wasn't I would be in", "start": 612.22, "end": 615.86}, {"text": "big big trouble and me and Stinky Steve would be having a different kind of", "start": 615.86, "end": 619.5}, {"text": "Valentine's Day together", "start": 619.5, "end": 620.82}, {"text": "and I didn't know what that meant but I thought that was really nice", "start": 620.82, "end": 623.98}, {"text": "so we hugged it out and I think I'm going back to my no more war resolution", "start": 623.98, "end": 628.58}, {"text": "because hugging my mailman is a lot nicer than brandishing a gun at him.", "start": 628.58, "end": 632.5}, {"text": "At least until he bangs the lid of the mailbox too loud again.", "start": 632.5, "end": 636.38}, {"text": "February 28th. Met a really cool guy at the grocery store today.", "start": 636.38, "end": 641.46}, {"text": "He was wearing a bright red double-breasted suit and had extremely", "start": 641.46, "end": 645.38}, {"text": "pronounced canine teeth.", "start": 645.38, "end": 647.18}, {"text": "He approached me after the checkout person turned me away for being five", "start": 647.18, "end": 651.38}, {"text": "dollars short on my groceries.", "start": 651.38, "end": 653.42}, {"text": "They said I was taking too long to decide which cereal box to put back so I had to", "start": 653.42, "end": 657.82}, {"text": "put everything back.", "start": 657.82, "end": 659.26}, {"text": "I think that's fucking bullshit!", "start": 659.26, "end": 662.1}, {"text": "But anyway, this guy came up to me and he said he noticed my predicament and he could spot", "start": 662.1, "end": 667.02}, {"text": "me the five dollars.", "start": 667.02, "end": 668.34}, {"text": "I said, \"Sure, what's the catch?\"", "start": 668.34, "end": 670.78}, {"text": "He said, \"No catch,\" and smiled in a really big and cool way.", "start": 670.78, "end": 674.9}, {"text": "Then he took out a giant scroll and a quill and he asked me to sign my full name on it.", "start": 674.9, "end": 680.16}, {"text": "He said all I had to do was pay him back the five dollars by the end of the month or I", "start": 680.16, "end": 685.74}, {"text": "I would owe him my soul or something like that.", "start": 685.74, "end": 689.06}, {"text": "I'm not sure if he said soul or something else.", "start": 689.06, "end": 691.58}, {"text": "Can't remember.", "start": 691.58, "end": 692.58}, {"text": "Anyway, I knew I had about 3 days to scrounge up the $5 to pay this guy back, so I smiled", "start": 692.58, "end": 699.14}, {"text": "and nodded and I wrote my name down on the dotted line.", "start": 699.14, "end": 702.74}, {"text": "The man licked his lips and handed me a $5 bill that was red instead of green, and then", "start": 702.74, "end": 708.7}, {"text": "I think he vanished in a giant puff of smoke, though it could have been a trick of the fluorescent", "start": 708.7, "end": 713.98}, {"text": "lighting or a highly developed special effect.", "start": 713.98, "end": 717.7}, {"text": "With the $5 bill in hand, I was ready to buy all my groceries.", "start": 717.7, "end": 721.98}, {"text": "It hadn't really mattered that much to me that I couldn't afford the groceries since", "start": 721.98, "end": 725.7}, {"text": "it was just cereal, but the extra $5 was worth it to see how angry the checkout cashier looked", "start": 725.7, "end": 731.94}, {"text": "when she saw me get back in line.", "start": 731.94, "end": 734.3}, {"text": "2021 is shaping up to be low-key dope AF.", "start": 734.3, "end": 738.78}, {"text": "March 5th, been feeling strangely empty lately.", "start": 738.78, "end": 745.42}, {"text": "March 14th, today is pie day.", "start": 745.42, "end": 749.02}, {"text": "I don't go in for all that math shit, so to me, today is a food holiday.", "start": 749.02, "end": 753.98}, {"text": "I decided to celebrate by going out to one of my favorite restaurants for dessert.", "start": 753.98, "end": 760.22}, {"text": "Once I was seated, I could tell the waiter was giving me the stink eye, probably because", "start": 760.22, "end": 764.98}, {"text": "I hadn't showered in a while and I smelled pretty stink eye.", "start": 764.98, "end": 769.14}, {"text": "I said \"hey man, what the hell are you looking at?\" and then called him \"Bub\" which is one", "start": 769.14, "end": 773.8}, {"text": "of the most cutting insults you can call a grown man.", "start": 773.8, "end": 777.14}, {"text": "Well, one thing led to another and I soon found myself not eating pie like I had wanted", "start": 777.14, "end": 783.18}, {"text": "but instead washing dishes in the back of the restaurant.", "start": 783.18, "end": 786.54}, {"text": "Not because I owed money for a meal or anything, but just because I felt really bad for calling", "start": 786.54, "end": 791.54}, {"text": "the waiter \"Bub\".", "start": 791.54, "end": 793.34}, {"text": "March 17th, that's right baby, it's St. Patrick's Day.", "start": 793.34, "end": 797.94}, {"text": "And I'm recording this one in the morning because you know what happens during the day", "start": 797.94, "end": 802.22}, {"text": "and night of St. Patrick's Day.", "start": 802.22, "end": 804.46}, {"text": "That's right, I shouldn't even have to say it.", "start": 804.46, "end": 807.14}, {"text": "Tonight for St. Patrick's Day I'm heading out and I'm drinking myself so silly that", "start": 807.14, "end": 811.5}, {"text": "I can't walk, speak, or breathe unassisted.", "start": 811.5, "end": 815.58}, {"text": "But we all know what goes down before you head to the bar on St. Patty's Day.", "start": 815.58, "end": 820.16}, {"text": "That's right, you gotta pregame, baby.", "start": 820.16, "end": 822.64}, {"text": "And I love to pregame before going to the bar by drinking a bunch of beers at my house.", "start": 822.64, "end": 828.02}, {"text": "But I also like to do my own special thing, where before the pregame, I will pregame that", "start": 828.02, "end": 833.46}, {"text": "by eating lots of pretzels to make sure that I have food in my stomach before I drink a", "start": 833.46, "end": 837.94}, {"text": "lot of beers.", "start": 837.94, "end": 839.26}, {"text": "The issue with that is that pretzels can often dry me out.", "start": 839.26, "end": 842.38}, {"text": "So I like to pregame my pretzel pregame by drinking a whole lot of water, also at my", "start": 842.38, "end": 849.9}, {"text": "house.", "start": 849.9, "end": 850.9}, {"text": "But, the thing about the water pregame is I usually like to add a little postgame after", "start": 850.9, "end": 857.18}, {"text": "the water pregame but before the pretzel pregame where I go to the bathroom because the water", "start": 857.18, "end": 862.6}, {"text": "makes me need to pee really bad.", "start": 862.6, "end": 865.42}, {"text": "The order of all the pregames can be very confusing.", "start": 865.42, "end": 868.86}, {"text": "Sometimes I'll accidentally do pretzel pee water or beer water pee pretzel or pretzel", "start": 868.86, "end": 874.58}, {"text": "pretzel pretzel and it's very difficult to get it all right before I head out to the", "start": 874.58, "end": 878.94}, {"text": "the bar and that's why a few years ago I hired those contractors to come in and paint a big", "start": 878.94, "end": 884.58}, {"text": "flow chart on the wall of my bedroom that I get to use once a year and today's finally", "start": 884.58, "end": 890.58}, {"text": "the exciting day I get to look at it.", "start": 890.58, "end": 892.86}, {"text": "That's just the magic of old Saint Patty.", "start": 892.86, "end": 896.5}, {"text": "March 20th, today's the Vernal Equinox so in the spirit of the pagans I sacrificed a", "start": 896.5, "end": 903.22}, {"text": "few Hershey bars to my stomach.", "start": 903.22, "end": 905.9}, {"text": "Yum!", "start": 905.9, "end": 906.9}, {"text": "I also took a nice walk and ate several other pieces of good food as well.", "start": 906.9, "end": 913.06}, {"text": "It's lucky that the length of day and night are exactly equal today because I had such", "start": 913.06, "end": 918.04}, {"text": "a great day that I'd like to just dream it all over again tonight and if the night were", "start": 918.04, "end": 922.8}, {"text": "any shorter or longer it would fit unevenly into my dream.", "start": 922.8, "end": 927.94}, {"text": "March 26th.", "start": 927.94, "end": 929.94}, {"text": "Saw some kind of specter last night.", "start": 929.94, "end": 933.06}, {"text": "It was billowing down the street outside of my bedroom window and it looked exactly like", "start": 933.06, "end": 938.48}, {"text": "a grocery bag, but I knew better.", "start": 938.48, "end": 941.42}, {"text": "I was terrified and quaking under my covers, but then I remembered my resolutions and decided", "start": 941.42, "end": 946.42}, {"text": "to take life by the horns, so I went to call the police, but unfortunately I realized I", "start": 946.42, "end": 952.66}, {"text": "could only remember the first three numbers of the police's phone number.", "start": 952.66, "end": 957.9}, {"text": "912.", "start": 957.9, "end": 959.78}, {"text": "In such a scary situation, my forgetfulness shook me to my core, so I decided I need to", "start": 959.78, "end": 965.88}, {"text": "study up.", "start": 965.88, "end": 967.14}, {"text": "I put on my jacket and walked all the way to the library.", "start": 967.14, "end": 971.14}, {"text": "It was then that I realized it was 1am and the library was closed.", "start": 971.14, "end": 975.46}, {"text": "However would I get in and study their phone books?", "start": 975.46, "end": 978.64}, {"text": "I started to break in, but then the police pulled up.", "start": 978.64, "end": 982.14}, {"text": "I told them I saw a specter and they were kind enough to take me home for a small fee", "start": 982.14, "end": 988.06}, {"text": "of two hundred and fifty dollars", "start": 988.06, "end": 990.34}, {"text": "man i'd love the police", "start": 990.34, "end": 993.16}, {"text": "april first", "start": 993.16, "end": 995.04}, {"text": "i am not recording", "start": 995.04, "end": 997.78}, {"text": "a in audio entry right now", "start": 997.78, "end": 1002.82}, {"text": "and uh... also i'm completely", "start": 1002.82, "end": 1006.48}, {"text": "uh... mute have lost the ability to", "start": 1006.48, "end": 1009.38}, {"text": "uh... talk", "start": 1009.38, "end": 1012.78}, {"text": "uh... and", "start": 1012.78, "end": 1014.02}, {"text": "uh... i'm dead", "start": 1014.02, "end": 1016.14}, {"text": "uh... i i'd i'd", "start": 1016.14, "end": 1018.98}, {"text": "no i died yesterday", "start": 1018.98, "end": 1021.32}, {"text": "and also i'd uh... don't exist and i never was", "start": 1021.32, "end": 1025.2}, {"text": "born at all", "start": 1025.2, "end": 1029.16}, {"text": "april fools", "start": 1029.16, "end": 1030.88}, {"text": "had you going pretty good there didn't i future self listening back to these", "start": 1030.88, "end": 1035.18}, {"text": "entries", "start": 1035.18, "end": 1037.1}, {"text": "april fourth", "start": 1037.1, "end": 1038.84}, {"text": "easter", "start": 1038.84, "end": 1040.04}, {"text": "time to dig my costume out of the closet", "start": 1040.04, "end": 1043.64}, {"text": "for my annual gig as Easter Bunny who gets tied to a chair by archetypal father figure", "start": 1043.64, "end": 1050.64}, {"text": "character. I'm not exactly sure why they want me to do this every year, but the kids at", "start": 1050.64, "end": 1057.76}, {"text": "the institute for manipulating the mentally disturbed into serial killers sure seem to", "start": 1057.76, "end": 1062.64}, {"text": "enjoy the show. Big paycheck, 20 bucks.", "start": 1062.64, "end": 1067.76}, {"text": "April 11th, stepped on a banana peel today, went flying and got some insane air, grazed", "start": 1067.76, "end": 1074.7}, {"text": "my knees on the concrete too.", "start": 1074.7, "end": 1077.52}, {"text": "When I stood up, in front of me, there was another banana peel, but next to it, there", "start": 1077.52, "end": 1082.7}, {"text": "was also an orange peel.", "start": 1082.7, "end": 1085.16}, {"text": "Confronted with this Matrix Morpheus style choice, I realized that I didn't want to go", "start": 1085.16, "end": 1091.3}, {"text": "flying through the air again, so I took a big step forward onto the orange peel.", "start": 1091.3, "end": 1097.48}, {"text": "Turns out, orange peels are about 100 times as slippery as banana peels.", "start": 1097.48, "end": 1102.2}, {"text": "I skidded for about a mile before I came to a stop.", "start": 1102.2, "end": 1105.92}, {"text": "You wouldn't think an orange peel would be slippery because they don't show it in cartoons", "start": 1105.92, "end": 1109.62}, {"text": "like they do with bananas, but apparently when you step on it, you just go crazy.", "start": 1109.62, "end": 1115.28}, {"text": "I puzzled about the philosophy of my choice for a while, because it seemed to be between", "start": 1115.28, "end": 1120.44}, {"text": "stepping on a banana peel and going flying and grazing my knees, or stepping on an orange", "start": 1120.44, "end": 1125.36}, {"text": "peel and skidding a mile forward.", "start": 1125.36, "end": 1128.22}, {"text": "I couldn't figure out which one I had been supposed to choose, but then I realized, the", "start": 1128.22, "end": 1132.94}, {"text": "correct choice was to just stand there and never take a step again.", "start": 1132.94, "end": 1137.66}, {"text": "The only winning move is not to play.", "start": 1137.66, "end": 1140.92}, {"text": "April 22nd, apparently today is Earth Day.", "start": 1140.92, "end": 1144.9}, {"text": "Uh, isn't every day Earth Day?", "start": 1144.9, "end": 1147.7}, {"text": "Shat my pants today and everyone could smell.", "start": 1147.7, "end": 1151.32}, {"text": "April 30th, the end of an era.", "start": 1151.32, "end": 1154.6}, {"text": "What era you ask?", "start": 1154.6, "end": 1156.28}, {"text": "April.", "start": 1156.28, "end": 1157.28}, {"text": "Can't wait for May, very excited for 4/20.", "start": 1157.28, "end": 1163.16}, {"text": "Just counted the months in my head and realized I missed 4/20.", "start": 1163.16, "end": 1167.56}, {"text": "Guess I'll be smoking a bunch of weed on 5/20 for the 17th year in a row.", "start": 1167.56, "end": 1173.56}, {"text": "May 4th, made an unpleasant discovery today.", "start": 1173.56, "end": 1177.92}, {"text": "Turns out today on Star Wars Day, people say, \"May the 4th be with you.\"", "start": 1177.92, "end": 1183.92}, {"text": "I always thought they were saying, \"May the Force be with you,\" like from Star Wars, and", "start": 1183.92, "end": 1188.76}, {"text": "I thought today's date was called May 4th, but it turns out it's actually called May", "start": 1188.76, "end": 1194.64}, {"text": "4th.", "start": 1194.64, "end": 1195.64}, {"text": "I guess that makes sense because I can't think of another month that has a 4th, but I do", "start": 1195.64, "end": 1200.68}, {"text": "think today should be called May 4th because otherwise the quote doesn't make any sense.", "start": 1200.68, "end": 1207.06}, {"text": "So I've decided to write to my local representative in government, whoever that may be, to change", "start": 1207.06, "end": 1213.54}, {"text": "the name of today's date to May 4th.", "start": 1213.54, "end": 1216.5}, {"text": "I am taking out my ballpoint pen and I am writing a letter on my finest stationery.", "start": 1216.5, "end": 1222.3}, {"text": "A sticky note with a drawing of a stick figure getting fucked in the bottom right corner", "start": 1222.3, "end": 1227.54}, {"text": "from an old flipbook I made last week.", "start": 1227.54, "end": 1231.38}, {"text": "May 5th.", "start": 1231.38, "end": 1232.66}, {"text": "The disappointing revelations just keep coming.", "start": 1232.66, "end": 1236.7}, {"text": "Turns out, today is called May 5th, not Cinco de Mayo.", "start": 1236.7, "end": 1241.5}, {"text": "I wrote another letter to my representative on another sticky note, and then I wrote about", "start": 1241.5, "end": 1246.98}, {"text": "a hundred more letters, cause I really wanted to get to the bottom of the stack of sticky", "start": 1246.98, "end": 1251.22}, {"text": "notes and see the stick figure in the flip book climaxing.", "start": 1251.22, "end": 1255.82}, {"text": "May 9th.", "start": 1255.82, "end": 1257.38}, {"text": "Today is Mother's Day.", "start": 1257.38, "end": 1259.86}, {"text": "I went to the grocery store and I bought a really nice bouquet of flowers, and I put", "start": 1259.86, "end": 1264.5}, {"text": "it on the windowsill in my kitchen.", "start": 1264.5, "end": 1266.74}, {"text": "Then I took a picture of it and sent it to my mom, and also sent her a request to play", "start": 1266.74, "end": 1271.5}, {"text": "C battle over iMessage.", "start": 1271.5, "end": 1273.74}, {"text": "I hope she likes it.", "start": 1273.74, "end": 1275.9}, {"text": "May 20th.", "start": 1275.9, "end": 1277.5}, {"text": "Today is my back up 4/20 day that I always use to smoke weed when I forget about 4/20.", "start": 1277.5, "end": 1284.06}, {"text": "And man, I am hella high right now.", "start": 1284.06, "end": 1286.5}, {"text": "I can't stop thinking about some crazy ass weed shit.", "start": 1286.5, "end": 1290.46}, {"text": "For example, something I decided about a minute ago was what if a table had three legs.", "start": 1290.46, "end": 1295.74}, {"text": "I was laughing my ass off at how random and weird that thought was.", "start": 1295.74, "end": 1299.92}, {"text": "Then I thought about what if a chair had three legs.", "start": 1299.92, "end": 1302.86}, {"text": "I freaked out and I was slapping my knee from laughing so hard from being so high.", "start": 1302.86, "end": 1307.9}, {"text": "Then I thought about what if a table had two legs and if a chair also had two legs.", "start": 1307.9, "end": 1313.34}, {"text": "I was laughing so hard I damn near peed myself.", "start": 1313.34, "end": 1316.94}, {"text": "Then I did pee myself cause I couldn't stop laughing thinking about a chair and table", "start": 1316.94, "end": 1320.88}, {"text": "with two legs each.", "start": 1320.88, "end": 1322.6}, {"text": "Then I had a crazy ass high thought.", "start": 1322.6, "end": 1325.12}, {"text": "What if a table had two legs and a chair also had two legs and you combine them together", "start": 1325.12, "end": 1329.98}, {"text": "and it kinda made a really long chair with four legs.", "start": 1329.98, "end": 1334.0}, {"text": "That scared me.", "start": 1334.0, "end": 1335.26}, {"text": "There would be no more laughs today because I had a giant panic attack.", "start": 1335.26, "end": 1340.24}, {"text": "May 24th.", "start": 1340.24, "end": 1342.1}, {"text": "I was craving some freakin' coffee this morning,", "start": 1342.1, "end": 1344.78}, {"text": "so I headed to Starbucks,", "start": 1344.78, "end": 1346.64}, {"text": "where I witnessed a master at work.", "start": 1346.64, "end": 1350.16}, {"text": "I was waiting to get my drink,", "start": 1350.16, "end": 1352.04}, {"text": "and this guy headed up to the register to order.", "start": 1352.04, "end": 1355.24}, {"text": "He ordered just a plain tap water,", "start": 1355.24, "end": 1357.64}, {"text": "and when they asked him his name,", "start": 1357.64, "end": 1359.6}, {"text": "he pulled out his iPad and showed them a webpage", "start": 1359.6, "end": 1362.82}, {"text": "called List of Every Name.", "start": 1362.82, "end": 1364.98}, {"text": "After that, he just walked over to the pickup counter", "start": 1364.98, "end": 1369.5}, {"text": "took every drink and put them in a big garbage bag.", "start": 1369.5, "end": 1373.28}, {"text": "He stood there for like 15 minutes and kept doing it.", "start": 1373.28, "end": 1376.78}, {"text": "Every drink that would get made and put on the counter, he'd pick it up and put it in", "start": 1376.78, "end": 1380.38}, {"text": "his garbage bag.", "start": 1380.38, "end": 1381.7}, {"text": "And there was nothing anybody could do about it, because they all had his name on it.", "start": 1381.7, "end": 1386.7}, {"text": "After he had been doing this for a while, he took the bag outside to the parking lot", "start": 1386.7, "end": 1390.84}, {"text": "and unlocked his car.", "start": 1390.84, "end": 1392.48}, {"text": "He popped the trunk and took out a giant straw.", "start": 1392.48, "end": 1395.18}, {"text": "Then he started drinking all the drinks out of the bag with the giant straw.", "start": 1395.18, "end": 1399.14}, {"text": "I bet it tasted disgusting, but the sweet taste of a con well pulled had to have overpowered", "start": 1399.14, "end": 1405.78}, {"text": "that.", "start": 1405.78, "end": 1406.78}, {"text": "I saw the manager of the Starbucks print out a picture of him and put it up behind the", "start": 1406.78, "end": 1410.7}, {"text": "counter so they knew to keep him out of the place.", "start": 1410.7, "end": 1413.46}, {"text": "Man, I'd love to have my picture up in that hall of fame behind the counter someday.", "start": 1413.46, "end": 1419.3}, {"text": "Right between Aaron \"Through\" Zydarius the garbage bag genius and Marvin the bathroom", "start": 1419.3, "end": 1424.78}, {"text": "masturbator.", "start": 1424.78, "end": 1426.54}, {"text": "June 1st, it sure is starting to get warm outside.", "start": 1426.54, "end": 1430.74}, {"text": "I sweat through my shorts and then I sweat through my underpants.", "start": 1430.74, "end": 1435.46}, {"text": "Then I realized I was wearing my underpants outside of my shorts.", "start": 1435.46, "end": 1439.86}, {"text": "I can't believe I was doing this all year and nobody said anything to me.", "start": 1439.86, "end": 1445.1}, {"text": "June 7th, was out walking around the mall parking lot picking grass out of the parking", "start": 1445.1, "end": 1451.0}, {"text": "lot islands and throwing it in people's hair all day when I got really thirsty.", "start": 1451.0, "end": 1456.68}, {"text": "I headed to the vending machine to score a cool bottle of water when I realized I hadn't", "start": 1456.68, "end": 1462.64}, {"text": "brought my coins with me.", "start": 1462.64, "end": 1464.96}, {"text": "Drew up a plan for how to steal a bottle of water from the vending machine on the back", "start": 1464.96, "end": 1469.44}, {"text": "of a bald guy's head and then he turned out to be a mannequin.", "start": 1469.44, "end": 1473.68}, {"text": "So the first step of my plan, defend self from angry bald guy, was unneeded.", "start": 1473.68, "end": 1480.56}, {"text": "to the vending machine to enact my plan. I figured it must detect quarters on a weight", "start": 1480.56, "end": 1485.96}, {"text": "based system. So I reached into my pocket and pulled out enough sand to roughly equal the", "start": 1485.96, "end": 1492.84}, {"text": "weight of a quarter. Started funneling the sand into the coin slot of the vending machine,", "start": 1492.84, "end": 1498.4}, {"text": "but nothing happened except for the people behind me in line getting very very angry.", "start": 1498.4, "end": 1504.32}, {"text": "Turns out I should not have crossed out the first step of my plan after all. A very thirsty", "start": 1504.32, "end": 1509.62}, {"text": "The bald guy hit me with his belt.", "start": 1509.62, "end": 1513.14}, {"text": "June somethingth.", "start": 1513.14, "end": 1514.86}, {"text": "Forgot what day it is today.", "start": 1514.86, "end": 1516.98}, {"text": "Gonna have to get back to you on this one.", "start": 1516.98, "end": 1519.9}, {"text": "June 24th.", "start": 1519.9, "end": 1521.66}, {"text": "The last entry was on June 15th.", "start": 1521.66, "end": 1524.82}, {"text": "Well, anyway, I was looking out the window today and I saw a bunch of kids playing outside.", "start": 1524.82, "end": 1531.5}, {"text": "It reminded me of my childhood.", "start": 1531.5, "end": 1533.84}, {"text": "My favorite game to play with my friends was hide and seek.", "start": 1533.84, "end": 1537.54}, {"text": "We were all really good at hiding, so we decided to invent a new version of the game called", "start": 1537.54, "end": 1543.3}, {"text": "\"Hide\".", "start": 1543.3, "end": 1544.3}, {"text": "It was like hide and seek, but there was no seeker.", "start": 1544.3, "end": 1547.7}, {"text": "We would all just hide for very long periods of time.", "start": 1547.7, "end": 1552.22}, {"text": "It ended up being pretty lucky that we invented this new game, because a few months later,", "start": 1552.22, "end": 1557.62}, {"text": "creepy old Mr. Henderson invented his own new game, \"Seek\".", "start": 1557.62, "end": 1562.78}, {"text": "June 31st, halfway through the year and I can't fucking do this anymore.", "start": 1562.78, "end": 1569.34}, {"text": "I have not been living according to my resolutions.", "start": 1569.34, "end": 1573.82}, {"text": "Yeah, sure, I started an audio diary, that one was easy and it basically didn't count.", "start": 1573.82, "end": 1581.02}, {"text": "But I already declared war on someone in the very first month, which I wasn't supposed", "start": 1581.02, "end": 1586.02}, {"text": "to do, and I'm not certain, but I don't think I kept it very real either.", "start": 1586.02, "end": 1592.76}, {"text": "Also I've barely done anything cool this year at all.", "start": 1592.76, "end": 1596.36}, {"text": "I only took one vacation and I've just been sitting around and going to the grocery store", "start": 1596.36, "end": 1600.82}, {"text": "and other stores.", "start": 1600.82, "end": 1602.08}, {"text": "I'm not seizing life by the horns at all or living it to its fullest.", "start": 1602.08, "end": 1606.7}, {"text": "This is fucked up.", "start": 1606.7, "end": 1607.88}, {"text": "I'm not appreciating my life one bit and that needs to change today.", "start": 1607.88, "end": 1613.72}, {"text": "That's right.", "start": 1613.72, "end": 1614.72}, {"text": "Earlier today I went to a back alley and I talked to a mysterious man and yes I bought", "start": 1614.72, "end": 1622.0}, {"text": "a bomb a time bomb to be exact and I right now am drilling into my wall and I am putting", "start": 1622.0, "end": 1630.84}, {"text": "the bomb into my wall where it will tick unseen by me but I will know it's there and I will", "start": 1630.84, "end": 1638.34}, {"text": "know it is counting down the seconds until it explodes when will it explode why exactly", "start": 1638.34, "end": 1646.48}, {"text": "six months from now on New Year's Eve, the end of the year, the specter of impending doom", "start": 1646.48, "end": 1652.72}, {"text": "will force me to live my life as it should be lived.", "start": 1652.72, "end": 1656.44}, {"text": "I should appreciate every day like it could be my last.", "start": 1656.44, "end": 1660.2}, {"text": "With the knowledge that I am going to die with certainty if I don't turn off this bomb", "start": 1660.2, "end": 1666.44}, {"text": "by the end of the year, I will seize life by the horns and I will live every day like", "start": 1666.44, "end": 1673.08}, {"text": "it could be my last.", "start": 1673.08, "end": 1674.64}, {"text": "Yup, I'm jigsawing myself.", "start": 1674.64, "end": 1677.4}, {"text": "I know this is extreme, but this is the only way I can think of to really get myself to", "start": 1677.4, "end": 1682.6}, {"text": "enjoy my life and push me to my limit.", "start": 1682.6, "end": 1686.96}, {"text": "July 1st.", "start": 1686.96, "end": 1689.16}, {"text": "Hit my head pretty hard last night.", "start": 1689.16, "end": 1692.0}, {"text": "Can't remember a single thing I did all day yesterday.", "start": 1692.0, "end": 1695.92}, {"text": "All I can remember is I was looking for a Cheeto on the floor of the living room and I must", "start": 1695.92, "end": 1700.44}, {"text": "have hit my head on the coffee table when I stood back up.", "start": 1700.44, "end": 1704.38}, {"text": "Not sure why I was looking for a Cheeto, because I haven't bought Cheetos in years, but I figure", "start": 1704.38, "end": 1709.24}, {"text": "I must have been thinking maybe there's one on the ground left over from a few years ago.", "start": 1709.24, "end": 1714.6}, {"text": "Either way, just gonna sit inside today, hearing strange noises coming from the walls, but", "start": 1714.6, "end": 1719.94}, {"text": "pretty sure it's just my imagination, or my neighbors listening to a ticking clock over", "start": 1719.94, "end": 1725.9}, {"text": "their Bluetooth speakers.", "start": 1725.9, "end": 1728.24}, {"text": "July 4th.", "start": 1728.24, "end": 1729.72}, {"text": "Wow, today's my birthday, one of the most exciting days of the year.", "start": 1729.72, "end": 1734.6}, {"text": "I ate so many delicious treats today.", "start": 1734.6, "end": 1737.52}, {"text": "I had a slice of banana cake, a slice of New York baked cheesecake, a slice of chocolate", "start": 1737.52, "end": 1743.16}, {"text": "coconut cake, a slice of carrot and walnut cake, a slice of lemon yogurt cake with syrup,", "start": 1743.16, "end": 1749.36}, {"text": "a chocolate mud cupcake, a slice of flourless orange cake, a vanilla cupcake, a slice of", "start": 1749.36, "end": 1755.76}, {"text": "basic sponge cake, a slice of chocolate birthday cake, a slice of classic no-bake vanilla cheesecake,", "start": 1755.76, "end": 1762.32}, {"text": "a slice of gluten-free Persian cake, a red velvet cupcake, a slice of baked lemon cheesecake,", "start": 1762.32, "end": 1768.6}, {"text": "a slice of chocolate mud cake, a slice of hummingbird cake, a slice of Jenny's coffee", "start": 1768.6, "end": 1773.76}, {"text": "cake, a slice of baked lemon cheesecake, a slice of flourless chocolate cake, a slice", "start": 1773.76, "end": 1779.08}, {"text": "of black forest cake, a slice of layered rainbow cake, a slice of triple chocolate cheesecake,", "start": 1779.08, "end": 1785.0}, {"text": "a slice of no bake spider web cheesecake, a slice of chalk honeycomb ice cream cake, a", "start": 1785.0, "end": 1790.32}, {"text": "slice of traditional fruit cake, a slice of cinnamon tea cake, a slice of marble cake,", "start": 1790.32, "end": 1795.8}, {"text": "a slice of lemon and coconut cake, a slice of double chocolate mousse cake, a slice of", "start": 1795.8, "end": 1800.52}, {"text": "raw strawberry cheesecake, a slice of apple and strawberry crumble, a slice of gluten free", "start": 1800.52, "end": 1805.92}, {"text": "chocolate loaf, a white chocolate mud cake pop, a slice of New York cheesecake, a slice", "start": 1805.92, "end": 1811.8}, {"text": "of white chocolate mud cake, a slice of caramel mud cake, a slice of white chocolate cheesecake,", "start": 1811.8, "end": 1817.4}, {"text": "a slice of flourless orange cake, a slice of white chocolate and raspberry cake, a slice", "start": 1817.4, "end": 1822.36}, {"text": "of banana caramel cake, a slice of passion fruit cheesecake, a slice of Martha's banana", "start": 1822.36, "end": 1827.72}, {"text": "and coconut streusel coffee cake, a slice of baked caramel cheesecake, a slice of orange", "start": 1827.72, "end": 1833.28}, {"text": "and almond cake, a slice of zucchini and walnut cake, a slice of raspberry and almond cake,", "start": 1833.28, "end": 1838.92}, {"text": "and a quick mix chocolate cake.", "start": 1838.92, "end": 1841.12}, {"text": "I also got my candy shoe box out of the closet and I enjoyed a Life Saver, a Hershey's Bar,", "start": 1841.12, "end": 1847.24}, {"text": "a Hershey's Kiss, an M&M, a Pretzel M&M, a Pumpkin Spice M&M, a Skittle, a Twizzler, a", "start": 1847.24, "end": 1854.24}, {"text": "Reese's Peanut Butter Cup, a Reese's Piece, a Reese's Crispy Crunchy Bar, a Dum Dums Pop,", "start": 1854.24, "end": 1860.0}, {"text": "a Starburst, a Swedish Fish, an Airhead, a Kit Kat, an Almond Joy, a Twix Bar, a Three", "start": 1860.0, "end": 1866.64}, {"text": "Musketeers bar, a Three Musketeers mint bite, a Milky Way bar, a Milky Way midnight dark", "start": 1866.64, "end": 1872.32}, {"text": "bar, a Tootsie Roll, a Tootsie Pop, a Peanut Butter M&M, a Werther's Original, a Sour Patch", "start": 1872.32, "end": 1878.72}, {"text": "Kid, a Milk Dud, a Sweet Tart, a Nerd, a Laffy Taffy, a Gobstopper, a Mounds bar, and a Snickers", "start": 1878.72, "end": 1885.72}, {"text": "bar. That was just about one of the most delicious birthdays I ever had, and right now I'm feeling", "start": 1885.72, "end": 1892.36}, {"text": "great. July 5th. Oh my stomach. July 6th. Oh. July 7th. Ow. July 8th. Oh. July 9th. Oh.", "start": 1892.36, "end": 1914.88}, {"text": "July 10th.", "start": 1914.88, "end": 1916.0}, {"text": "Ow.", "start": 1916.0, "end": 1919.0}, {"text": "July 11th.", "start": 1919.0, "end": 1920.88}, {"text": "Ow, my stomach still hurts.", "start": 1920.88, "end": 1924.6}, {"text": "July 12th.", "start": 1924.6, "end": 1926.08}, {"text": "Ow.", "start": 1926.08, "end": 1929.08}, {"text": "July 13th.", "start": 1929.08, "end": 1930.6}, {"text": "Ow.", "start": 1930.6, "end": 1933.6}, {"text": "July 14th.", "start": 1933.6, "end": 1934.88}, {"text": "Ow.", "start": 1934.88, "end": 1938.88}, {"text": "July 15th.", "start": 1938.88, "end": 1940.88}, {"text": "*weird noises*", "start": 1940.88, "end": 1943.88}, {"text": "July 16th", "start": 1943.88, "end": 1945.88}, {"text": "*weird noises*", "start": 1945.88, "end": 1948.88}, {"text": "July 17th", "start": 1948.88, "end": 1950.88}, {"text": "Feeling a lot better today", "start": 1950.88, "end": 1952.88}, {"text": "July 18th", "start": 1952.88, "end": 1954.88}, {"text": "Ate too much popcorn", "start": 1954.88, "end": 1956.88}, {"text": "*weird noises*", "start": 1956.88, "end": 1959.88}, {"text": "August 1st", "start": 1959.88, "end": 1961.88}, {"text": "Some weird stuff happened to me last night", "start": 1961.88, "end": 1964.88}, {"text": "I walked to 7-11 to harass the cashier", "start": 1964.88, "end": 1968.88}, {"text": "and when I was done I accidentally went out a door different than the one I", "start": 1968.88, "end": 1973.28}, {"text": "usually go out of", "start": 1973.28, "end": 1974.58}, {"text": "and instead of walking the half mile home I accidentally walks 27 miles directly", "start": 1974.58, "end": 1980.2}, {"text": "into the wilderness", "start": 1980.2, "end": 1981.44}, {"text": "I had no idea where I was and it was pretty dark", "start": 1981.44, "end": 1984.7}, {"text": "and I was pretty scared but then I came across some farmland", "start": 1984.7, "end": 1989.02}, {"text": "a strange farmer in tattered clothing", "start": 1989.02, "end": 1992.3}, {"text": "beckoned me to the farmhouse so I walked over", "start": 1992.3, "end": 1996.0}, {"text": "He opened the barn door and I followed him in.", "start": 1996.0, "end": 1999.0}, {"text": "I sat down with him in there and asked if I could spend the night", "start": 1999.0, "end": 2002.8}, {"text": "in his barn because I was lost and afraid. He said I was welcome to sleep there on", "start": 2002.8, "end": 2007.8}, {"text": "a bale of hay", "start": 2007.8, "end": 2008.84}, {"text": "but I might not want to after I heard his dark secret.", "start": 2008.84, "end": 2012.44}, {"text": "I was already kind of lying down on the hay and I was very excited because it", "start": 2012.44, "end": 2016.96}, {"text": "was very comfortable.", "start": 2016.96, "end": 2018.24}, {"text": "In fact, since last night I've been looking into getting my bed replaced", "start": 2018.24, "end": 2022.4}, {"text": "with a bale of hay.", "start": 2022.4, "end": 2023.6}, {"text": "I'm trying to keep the bed frame though, because I'm worried about destroying the habitat of whatever could be living under my bed.", "start": 2023.6, "end": 2030.6}, {"text": "Anyway, I asked the farmer what his dark secret was, and he looked at me with a brooding expression and told me he was a pedophile.", "start": 2030.6, "end": 2039.6}, {"text": "I said, \"Wow, yeah, you're right. I mean, I'm not a child or anything, but knowing that, I definitely don't want to stay in your barn, sir. I'm very sorry.\"", "start": 2039.6, "end": 2049.6}, {"text": "He said, \"That's understandable. My farming partner left me for the same reason.", "start": 2049.6, "end": 2055.0}, {"text": "His name was Steve Jobs, and I always wondered what happened to him.", "start": 2055.0, "end": 2059.0}, {"text": "I told him, 'I think Steve Jobs is dead.'", "start": 2059.0, "end": 2061.9}, {"text": "And he said, 'I knew that lousy fuck would never amount to anything.'", "start": 2061.9, "end": 2066.1}, {"text": "I said, 'Anyway, sir, why are your clothes tattered?", "start": 2066.1, "end": 2069.4}, {"text": "Does that have anything to do with you being a pedophile?'", "start": 2069.4, "end": 2072.2}, {"text": "And he said, 'No, I'm actually also a werewolf.'", "start": 2072.2, "end": 2075.6}, {"text": "And I said, 'Oh, jeez, is tonight a full moon?'", "start": 2075.6, "end": 2078.8}, {"text": "And he said, \"No, it's only a half moon, so I won't transform into a werewolf tonight.", "start": 2078.8, "end": 2083.52}, {"text": "Don't worry.\"", "start": 2083.52, "end": 2084.52}, {"text": "I said, \"Well, I won't worry about that, but I kind of wish that it was a full moon tonight.", "start": 2084.52, "end": 2090.32}, {"text": "You might be the only werewolf I've ever encountered that's actually less evil during a full moon.\"", "start": 2090.32, "end": 2096.0}, {"text": "And then I thought about it for a second, and I asked, \"Are you still a pedophile when", "start": 2096.0, "end": 2099.6}, {"text": "you're a werewolf?\"", "start": 2099.6, "end": 2100.72}, {"text": "He shrugged and said, \"Beats me.\"", "start": 2100.72, "end": 2103.1}, {"text": "So I decided against staying in the farmer's barn, and I ended up calling an Uber home.", "start": 2103.1, "end": 2108.76}, {"text": "My Uber driver's name was Babatope and his fun fact on his profile page was that he loved", "start": 2108.76, "end": 2114.08}, {"text": "to dance in public.", "start": 2114.08, "end": 2115.52}, {"text": "I tipped him a big smile.", "start": 2115.52, "end": 2118.48}, {"text": "August 8th.", "start": 2118.48, "end": 2120.08}, {"text": "Played the worst video game of all time today.", "start": 2120.08, "end": 2122.78}, {"text": "It was called Super Mario Bros.", "start": 2122.78, "end": 2125.04}, {"text": "Basically, in this boring ass game, you play as a little question mark block that doesn't", "start": 2125.04, "end": 2129.88}, {"text": "move at all, and you essentially just sit there, and then this little red guy comes", "start": 2129.88, "end": 2134.44}, {"text": "and jumps under you and turns you brown.", "start": 2134.44, "end": 2137.44}, {"text": "So boring.", "start": 2137.44, "end": 2139.36}, {"text": "I prefer this game called Sonic the Hedgehog.", "start": 2139.36, "end": 2142.32}, {"text": "Basically you play as this timer at the top of the screen that ticks down from 10 minutes", "start": 2142.32, "end": 2148.44}, {"text": "to 0 and once it gets to 0 I think you win.", "start": 2148.44, "end": 2152.8}, {"text": "It's extremely fun because you also get to look at a still image of a blue hedgehog standing", "start": 2152.8, "end": 2158.06}, {"text": "in place while you play.", "start": 2158.06, "end": 2160.46}, {"text": "August 11th.", "start": 2160.46, "end": 2162.04}, {"text": "I went to the circus today and I was expecting to have a really good time, but something", "start": 2162.04, "end": 2167.46}, {"text": "terrible happened.", "start": 2167.46, "end": 2169.28}, {"text": "During the performance, I started to feel lightheaded because of how many animals I could see, so", "start": 2169.28, "end": 2174.16}, {"text": "I went outside of the tent to get some fresh air.", "start": 2174.16, "end": 2177.4}, {"text": "As I was pacing around, I noticed a big carrot in the ground.", "start": 2177.4, "end": 2181.24}, {"text": "I thought getting some food in my stomach could be pretty good for me, so I went and pulled", "start": 2181.24, "end": 2185.84}, {"text": "it out of the ground.", "start": 2185.84, "end": 2187.2}, {"text": "I realized that it wasn't a carrot, but actually one of the steaks holding up the circus tent.", "start": 2187.2, "end": 2192.0}, {"text": "I realized this too late though, as I had already pulled up 12 more.", "start": 2192.0, "end": 2197.08}, {"text": "The tent collapsed, and its fabric blanketed everyone inside, suffocating several elephants", "start": 2197.08, "end": 2203.06}, {"text": "and several lions.", "start": 2203.06, "end": 2204.92}, {"text": "The police showed up on the scene and were trying to figure out who did it.", "start": 2204.92, "end": 2208.24}, {"text": "They almost nabbed me, but they ended up booking this guy who I guess was there to protest the", "start": 2208.24, "end": 2213.36}, {"text": "use of animals in the circus.", "start": 2213.36, "end": 2215.44}, {"text": "I thought he might have been an animal rights guy or something, but it turned out he was", "start": 2215.44, "end": 2219.28}, {"text": "protesting the use of animals because of how much he hated animals.", "start": 2219.28, "end": 2223.64}, {"text": "The police ended up picking him up because he was wearing a shirt that said \"I hate elephants", "start": 2223.64, "end": 2227.9}, {"text": "and lions.\"", "start": 2227.9, "end": 2228.9}, {"text": "I felt pretty guilty about the wrong guy taking the fall when I got home, and I thought about", "start": 2228.9, "end": 2233.68}, {"text": "turning myself in, but I realized that if I did, they'd probably make me give the stakes", "start": 2233.68, "end": 2238.44}, {"text": "back and I had already used them to hang up a painting I bought off Etsy, a beautifully", "start": 2238.44, "end": 2243.38}, {"text": "detailed map of Hogsmeade from the Harry Potter books, the town where I had grown up in my", "start": 2243.38, "end": 2248.62}, {"text": "story where I was the son of Ron Weasley and Ron Weasley's wife.", "start": 2248.62, "end": 2253.7}, {"text": "August 21st.", "start": 2253.7, "end": 2255.58}, {"text": "Fell into a bucket of neon paint on the way to the park today.", "start": 2255.58, "end": 2259.78}, {"text": "Decided to make the most of it and stand in the middle of a four way intersection and", "start": 2259.78, "end": 2263.5}, {"text": "pretend to be a crossing guard.", "start": 2263.5, "end": 2265.74}, {"text": "Was able to cause about 17 accidents before somebody said, \"Hey, that's not a crossing", "start": 2265.74, "end": 2271.1}, {"text": "guard, he's just covered in neon paint.\"", "start": 2271.1, "end": 2274.0}, {"text": "Not quite a personal best, but I'll take it.", "start": 2274.0, "end": 2276.66}, {"text": "When I finally got to the park, nobody would look me in the eye, because I screamed at", "start": 2276.66, "end": 2281.66}, {"text": "this guy's dog there yesterday.", "start": 2281.66, "end": 2284.78}, {"text": "August 25th.", "start": 2284.78, "end": 2286.72}, {"text": "Got stuck under my weighted blanket again today.", "start": 2286.72, "end": 2289.78}, {"text": "That's what I call my down comforter, because of all those heavy feathers inside of it.", "start": 2289.78, "end": 2294.66}, {"text": "Ended up escaping by biting a hole in the cover of the comforter and sucking out the", "start": 2294.66, "end": 2299.48}, {"text": "feathers like snake venom and spitting them out onto the floor.", "start": 2299.48, "end": 2303.42}, {"text": "Allergies are going crazy today and I'm not sure whether it's from the feathers or the", "start": 2303.42, "end": 2308.5}, {"text": "bales of hay that I replaced my bed, couch, and chairs with.", "start": 2308.5, "end": 2312.12}, {"text": "The bales of hay are nice, but they have a little more give than I'm used to and aren't", "start": 2312.12, "end": 2316.8}, {"text": "giving me the back support that I need when I lie down, so I'm thinking of replacing them", "start": 2316.8, "end": 2321.52}, {"text": "with huge granite slabs.", "start": 2321.52, "end": 2324.64}, {"text": "September 4th.", "start": 2324.64, "end": 2326.28}, {"text": "Ugh, back to school day.", "start": 2326.28, "end": 2329.1}, {"text": "This is the worst time of the year.", "start": 2329.1, "end": 2331.6}, {"text": "my son out of his box and drove him to school and dropped him off.", "start": 2331.6, "end": 2335.94}, {"text": "And then all these other parents were trying to introduce themselves to me on the schoolyard.", "start": 2335.94, "end": 2341.0}, {"text": "And it's like, \"Will you guys shut up?", "start": 2341.0, "end": 2343.98}, {"text": "I don't see why we should have to be on a first name basis with each other if we're only seeing", "start": 2343.98, "end": 2348.88}, {"text": "each other once a year anyway.", "start": 2348.88, "end": 2351.4}, {"text": "Just leave me alone.\"", "start": 2351.4, "end": 2353.16}, {"text": "Then I drove back home and my freaking wife was yelling at me all day once I got back.", "start": 2353.16, "end": 2359.4}, {"text": "She's such a bitch, almost as much of a bitch as Alito Ocoxoconus.", "start": 2359.4, "end": 2364.0}, {"text": "Man, I worked hard today.", "start": 2364.0, "end": 2366.12}, {"text": "I deserve a vacation.", "start": 2366.12, "end": 2369.48}, {"text": "September 11th.", "start": 2369.48, "end": 2371.44}, {"text": "I feel like there's something about today that I'm supposed to know, but I can't remember.", "start": 2371.44, "end": 2376.92}, {"text": "I've been racking my brain all day, but I can't think of a single thing.", "start": 2376.92, "end": 2381.8}, {"text": "I mean, if it was a holiday, I'm sure I'd remember.", "start": 2381.8, "end": 2386.02}, {"text": "Or maybe it's just some other kind of special day.", "start": 2386.02, "end": 2389.16}, {"text": "Did something happen today?", "start": 2389.16, "end": 2390.88}, {"text": "I seriously can't remember.", "start": 2390.88, "end": 2392.64}, {"text": "I'm just sitting here and it hurts my brain how hard I'm thinking trying to remember what", "start": 2392.64, "end": 2397.0}, {"text": "happened today.", "start": 2397.0, "end": 2398.0}, {"text": "Oh well, if I can't think of it, it must not have been very important.", "start": 2398.0, "end": 2403.2}, {"text": "September 19th.", "start": 2403.2, "end": 2404.84}, {"text": "Arrrrr, it be talk like a pirate day, matey.", "start": 2404.84, "end": 2409.46}, {"text": "One of my favorite holidays.", "start": 2409.46, "end": 2412.24}, {"text": "I don't even need to check the calendar to remember this one, matey.", "start": 2412.24, "end": 2417.24}, {"text": "Only a landlubber would forget talk like a pirate day.", "start": 2417.24, "end": 2423.6}, {"text": "September 25th.", "start": 2423.6, "end": 2425.6}, {"text": "Couldn't sleep last night because of how excited I was about today.", "start": 2425.6, "end": 2429.16}, {"text": "September 25th, it's ghost hunting day.", "start": 2429.16, "end": 2432.2}, {"text": "I picked up the cake that I ordered from the bakery for today and then I hung my head and", "start": 2432.2, "end": 2437.68}, {"text": "spent a moment of silence before I ate it remembering all the people who were turned", "start": 2437.68, "end": 2442.24}, {"text": "into ghosts.", "start": 2442.24, "end": 2443.68}, {"text": "And the ghost hunters that have been lost in the line of duty.", "start": 2443.68, "end": 2447.16}, {"text": "Today has got to be one of the most important days of September.", "start": 2447.16, "end": 2451.84}, {"text": "September 28th.", "start": 2451.84, "end": 2453.48}, {"text": "I realized I was wrong about National Ghost Hunting Day being one of the most important", "start": 2453.48, "end": 2458.52}, {"text": "days in September.", "start": 2458.52, "end": 2460.48}, {"text": "It's actually today, September 28th, World Rabies Day.", "start": 2460.48, "end": 2465.48}, {"text": "Today is a day to remember and honor the victims of the rabies disease, which has a 99.9% mortality", "start": 2465.48, "end": 2473.04}, {"text": "rate.", "start": 2473.04, "end": 2474.16}, {"text": "What a tragic day.", "start": 2474.16, "end": 2476.04}, {"text": "Everybody should remember this day and should never forget the events that have transpired", "start": 2476.04, "end": 2480.44}, {"text": "on September 28th when we remember those that we lost to having too much foam in their mouths.", "start": 2480.44, "end": 2487.62}, {"text": "October 2nd.", "start": 2487.62, "end": 2489.48}, {"text": "Had to go buy a new mirror today.", "start": 2489.48, "end": 2491.8}, {"text": "The one in my bedroom is broken.", "start": 2491.8, "end": 2494.16}, {"text": "It keeps showing a horned demon behind me over my shoulder and then when I turn around, it's", "start": 2494.16, "end": 2499.5}, {"text": "not even there.", "start": 2499.5, "end": 2501.22}, {"text": "Went to Home Depot to pick up a new mirror and when the attendant guy was helping me", "start": 2501.22, "end": 2505.42}, {"text": "me get it down from the shelf, he dropped it and it shattered all over the ground.", "start": 2505.42, "end": 2510.62}, {"text": "He freaked out, saying he couldn't handle that much bad luck.", "start": 2510.62, "end": 2514.42}, {"text": "I said, \"Don't worry, man.", "start": 2514.42, "end": 2516.5}, {"text": "It's only one year of bad luck.\"", "start": 2516.5, "end": 2518.7}, {"text": "He said, \"No, if you break a mirror, it's seven years of bad luck.\"", "start": 2518.7, "end": 2522.9}, {"text": "I said, \"No, look right here.\"", "start": 2522.9, "end": 2525.14}, {"text": "And I pulled out my pocket-sized copy of \"A Dog's Guide to Bad Luck Curses\" and showed", "start": 2525.14, "end": 2530.42}, {"text": "him it said, \"If you break a mirror, it's one year of bad luck.\"", "start": 2530.42, "end": 2534.48}, {"text": "He said, \"I'm not talking about dog years, I'm talking about human years.\"", "start": 2534.48, "end": 2539.0}, {"text": "I said, \"How the hell was I supposed to know we were talking about human years?\"", "start": 2539.0, "end": 2544.36}, {"text": "October 11th.", "start": 2544.36, "end": 2546.28}, {"text": "Today is Columbus Day.", "start": 2546.28, "end": 2548.28}, {"text": "Although I guess now, due to certain PC culture developments, people are saying it should", "start": 2548.28, "end": 2553.96}, {"text": "actually be called Indigenous Peoples Day because Columbus was actually indigenous or", "start": 2553.96, "end": 2558.76}, {"text": "something like that.", "start": 2558.76, "end": 2560.28}, {"text": "I don't really keep up with the conflict, and I'm not sure which side I'm supposed to take,", "start": 2560.28, "end": 2565.48}, {"text": "so I've been calling it \"Everybody Just Stop Fighting and Hug It Out Day,\" which hasn't", "start": 2565.48, "end": 2570.16}, {"text": "made anybody mad out of the two homeless people that I told it to so far.", "start": 2570.16, "end": 2576.42}, {"text": "October 23rd.", "start": 2576.42, "end": 2578.88}, {"text": "Realized I don't know what I'm dressing up as for Halloween, so had to have a brainstorm", "start": 2578.88, "end": 2583.76}, {"text": "session.", "start": 2583.76, "end": 2585.16}, {"text": "Having a really hard time settling on something.", "start": 2585.16, "end": 2587.92}, {"text": "I have to strike a balance between scary and fun because I don't want to scare people too", "start": 2587.92, "end": 2593.92}, {"text": "bad, but I also want to be at least a little scary because, you know, it's Halloween.", "start": 2593.92, "end": 2599.78}, {"text": "First idea was a spider and I decided that was too scary.", "start": 2599.78, "end": 2605.0}, {"text": "Then my second idea was a caterpillar.", "start": 2605.0, "end": 2608.08}, {"text": "I thought that wasn't scary enough.", "start": 2608.08, "end": 2610.42}, {"text": "So I've been sitting here all day rubbing my temples trying to think of what's the exact", "start": 2610.42, "end": 2615.14}, {"text": "scariness level between a spider and a caterpillar and I couldn't think of anything.", "start": 2615.14, "end": 2621.42}, {"text": "Just realized just now, it's probably a bumblebee.", "start": 2621.42, "end": 2625.22}, {"text": "Going to dress as a bumblebee for Halloween.", "start": 2625.22, "end": 2627.62}, {"text": "Gonna have to go costume shopping.", "start": 2627.62, "end": 2630.78}, {"text": "October 27th, went shopping for some parts of my bumblebee costume today.", "start": 2630.78, "end": 2636.5}, {"text": "Bought a bright yellow outfit with the intention to paint black stripes onto it when I got", "start": 2636.5, "end": 2640.74}, {"text": "home.", "start": 2640.74, "end": 2641.74}, {"text": "yellow outfit in the store before I walked home to take it for a test run, but then one", "start": 2641.74, "end": 2646.7}, {"text": "of the guys whose accident I caused when I was covered in neon paint walked into the", "start": 2646.7, "end": 2651.58}, {"text": "store and he saw me wearing a yellow outfit and tackled me because he thought I was on", "start": 2651.58, "end": 2655.86}, {"text": "my way to cause more accidents as a fake crossing guard.", "start": 2655.86, "end": 2659.42}, {"text": "I tried to explain myself but he hit me in the face pretty hard so I couldn't speak for", "start": 2659.42, "end": 2663.82}, {"text": "a good 15 minutes.", "start": 2663.82, "end": 2665.74}, {"text": "Ended up returning the yellow outfit and buying a black outfit instead with the intention to", "start": 2665.74, "end": 2669.9}, {"text": "paint yellow stripes onto it when I got home.", "start": 2669.9, "end": 2672.9}, {"text": "But I didn't wear it out of the store just in case anybody thought I was an evil shadow.", "start": 2672.9, "end": 2678.86}, {"text": "Was looking for a headband with antennas on it but couldn't find them at the store so", "start": 2678.86, "end": 2683.0}, {"text": "I ended up having to settle for buying two wizard hats that I would wear on my head and", "start": 2683.0, "end": 2688.1}, {"text": "hope that they look like antennas.", "start": 2688.1, "end": 2690.54}, {"text": "Couldn't find a stinger either so I bought a third wizard hat to wear on my butt as a", "start": 2690.54, "end": 2694.7}, {"text": "stinger.", "start": 2694.7, "end": 2696.22}, {"text": "going to try to use some other wizard hats to make it look like I had six legs, but thought", "start": 2696.22, "end": 2700.62}, {"text": "better of it and decided to amend my costume to be a four-legged bumblebee.", "start": 2700.62, "end": 2706.38}, {"text": "October 31st, the scariest day of the year, Halloween.", "start": 2706.38, "end": 2711.66}, {"text": "Wish my neighbors would turn down their creepy ambient sound effects.", "start": 2711.66, "end": 2715.86}, {"text": "They're really boring this year, they just sound like this.", "start": 2715.86, "end": 2723.46}, {"text": "I really prefer those ambient Halloween soundscapes that are like clanking chains and wailing", "start": 2723.46, "end": 2729.22}, {"text": "ghosts, but that's neither here nor there.", "start": 2729.22, "end": 2733.06}, {"text": "Scared the shit out of some trick or treaters tonight with my bumblebee costume.", "start": 2733.06, "end": 2737.22}, {"text": "They got so scared they started laughing, like in a movie when somebody almost gets", "start": 2737.22, "end": 2741.44}, {"text": "hit by a car and they're so scared that the adrenaline causes them to laugh maniacally.", "start": 2741.44, "end": 2746.94}, {"text": "Didn't give out any candy to the trick or treaters this year.", "start": 2746.94, "end": 2750.54}, {"text": "really feel like digging any out of my candy shoebox. That stuff's all for me. Instead", "start": 2750.54, "end": 2755.98}, {"text": "I handed out little slips of paper that said \"Imagine the delicious taste of a decadent", "start": 2755.98, "end": 2761.24}, {"text": "candy bar.\" Most of the kids didn't like that very much, but I could tell a few of the losers", "start": 2761.24, "end": 2766.78}, {"text": "thought it was delightfully postmodern.", "start": 2766.78, "end": 2770.46}, {"text": "November 3rd. It's starting to get cold out. I decided to take a nice long walk today before", "start": 2770.46, "end": 2777.06}, {"text": "winter really sets in.", "start": 2777.06, "end": 2779.24}, {"text": "After wandering around the park for a while, I went through a strange tunnel and found", "start": 2779.24, "end": 2784.2}, {"text": "myself before an immense castle.", "start": 2784.2, "end": 2787.08}, {"text": "A giant door was set into the wall there, guarded by two identical twins.", "start": 2787.08, "end": 2792.64}, {"text": "I walked up to them and said, \"What's up?\"", "start": 2792.64, "end": 2796.2}, {"text": "The first twin said, \"We're the identical twin guards.\"", "start": 2796.2, "end": 2800.72}, {"text": "The second guard said, \"Yes, we're twins, and we finish each other's sentences.\"", "start": 2800.72, "end": 2807.8}, {"text": "And then the first guard said, \"Period.\"", "start": 2807.8, "end": 2811.2}, {"text": "I said, \"Can I go inside this castle?", "start": 2811.2, "end": 2813.88}, {"text": "It looks pretty cool.\"", "start": 2813.88, "end": 2815.64}, {"text": "And the first one said, \"You're going to have to solve our puzzle first.", "start": 2815.64, "end": 2820.12}, {"text": "You see, I am the brother who always tells the truth.\"", "start": 2820.12, "end": 2824.44}, {"text": "And the second guard said, \"And I am the one who always does dares.\"", "start": 2824.44, "end": 2830.2}, {"text": "I said, \"Well, okay, I dare you to let me into the castle.\"", "start": 2830.2, "end": 2835.72}, {"text": "And the second one said, \"Damn.\"", "start": 2835.72, "end": 2838.36}, {"text": "And he opened the door for me.", "start": 2838.36, "end": 2840.36}, {"text": "And as I walked in, I turned to the first one and said, \"Also, who do you have a crush", "start": 2840.36, "end": 2845.14}, {"text": "on?\"", "start": 2845.14, "end": 2846.14}, {"text": "And he blushed and said, \"I don't want to play anymore,\" and ran into the woods and hid behind", "start": 2846.14, "end": 2851.2}, {"text": "a tree.", "start": 2851.2, "end": 2852.28}, {"text": "I wandered around the inside of the castle for a while, but it was pretty boring, all", "start": 2852.28, "end": 2857.28}, {"text": "old and stone and stuff.", "start": 2857.28, "end": 2859.56}, {"text": "Eventually I came to the huge throne room.", "start": 2859.56, "end": 2863.58}, {"text": "It was beautiful.", "start": 2863.58, "end": 2865.32}, {"text": "There was a giant golden chair, and sitting in it was an old withered king, dressed in", "start": 2865.32, "end": 2871.4}, {"text": "shimmering robes and golden chain mail with an ornate crown atop his head.", "start": 2871.4, "end": 2877.32}, {"text": "He outstretched a gnarled hand towards me and beckoned me forward.", "start": 2877.32, "end": 2881.64}, {"text": "I approached the throne and knelt before him.", "start": 2881.64, "end": 2884.68}, {"text": "I accidentally knelt directly into a puddle, but I thought that if I stood up he might kill", "start": 2884.68, "end": 2890.0}, {"text": "me, so I had a really wet knee for the rest of the day.", "start": 2890.0, "end": 2894.62}, {"text": "In a quivering, reedy voice, the king told me he was king of the park and he had been", "start": 2894.62, "end": 2900.24}, {"text": "for almost 200 years, but now he was getting old and he needed an heir.", "start": 2900.24, "end": 2906.18}, {"text": "He told me I was the first worthy individual who passed the first two tests.", "start": 2906.18, "end": 2911.2}, {"text": "The first one was to even find the castle in the first place and the second was to bypass", "start": 2911.2, "end": 2916.64}, {"text": "the fearsome twin guards who guarded the door.", "start": 2916.64, "end": 2920.08}, {"text": "I asked what the third test was and he said I had to pull a sword from a stone.", "start": 2920.08, "end": 2926.12}, {"text": "He gestured to his right and I looked and there it was, a massive broadsword protruding", "start": 2926.12, "end": 2932.28}, {"text": "from a big rough boulder.", "start": 2932.28, "end": 2935.2}, {"text": "I said well here goes nothing and grabbed the hilt of the sword.", "start": 2935.2, "end": 2940.1}, {"text": "With as much strength as possible, I pulled the hilt toward me, but I forgot to brace", "start": 2940.1, "end": 2945.1}, {"text": "my foot on the rock because I was still kneeling and instead of pulling the sword out of the", "start": 2945.1, "end": 2950.82}, {"text": "stone, I ended up picking up the rock with the sword and then it flew out of my hands", "start": 2950.82, "end": 2956.46}, {"text": "like a golf club and knocked the king's head off.", "start": 2956.46, "end": 2960.02}, {"text": "So now I'm king of the park.", "start": 2960.02, "end": 2962.56}, {"text": "I brought the crown home and put it on top of my DVD player in the storage room in my", "start": 2962.56, "end": 2968.22}, {"text": "my attic.", "start": 2968.22, "end": 2970.06}, {"text": "November 8th, just realized why Stephanie Myers named her vampire series Twilight.", "start": 2970.06, "end": 2977.78}, {"text": "It's because of the similarity between the words crepuscular and corpuscular.", "start": 2977.78, "end": 2984.82}, {"text": "Crepuscular meaning of resembling or relating to Twilight, with corpuscular meaning of or", "start": 2984.82, "end": 2990.5}, {"text": "relating to a blood cell.", "start": 2990.5, "end": 2992.82}, {"text": "Very clever, Stephanie.", "start": 2992.82, "end": 2994.66}, {"text": "I love noticing little easter eggs like this, like when I realize that ATM machines have", "start": 2994.66, "end": 3000.72}, {"text": "an option to check balance so that technicians can come in and make sure that thieves aren't", "start": 3000.72, "end": 3006.46}, {"text": "able to tip them over.", "start": 3006.46, "end": 3009.1}, {"text": "November 11th, Veterans Day.", "start": 3009.1, "end": 3012.42}, {"text": "Today is a day to honor those who have fought in wars and defended our country.", "start": 3012.42, "end": 3018.82}, {"text": "A lot of people will dedicate this day to their great uncle maybe, or their grandfather, who", "start": 3018.82, "end": 3024.66}, {"text": "usually fought in one war, two at most.", "start": 3024.66, "end": 3028.54}, {"text": "But I know somebody who deserves this day way more than any of those losers.", "start": 3028.54, "end": 3034.16}, {"text": "My mailman has fought in over 50 wars against me, and now that we're in a period of truce,", "start": 3034.16, "end": 3041.1}, {"text": "I think it's time that I honor him.", "start": 3041.1, "end": 3044.26}, {"text": "So I went to the post office a few days ago to send myself a letter to make sure that", "start": 3044.26, "end": 3050.02}, {"text": "I'd see him today.", "start": 3050.02, "end": 3051.78}, {"text": "When he walked up to the house, he saw me holding something behind my back and he said, \"That", "start": 3051.78, "end": 3057.38}, {"text": "better not be another lasso.\"", "start": 3057.38, "end": 3059.54}, {"text": "I said, \"No, don't worry Mr. Mailman, this is for you.\"", "start": 3059.54, "end": 3064.14}, {"text": "And I showed him what was behind my back.", "start": 3064.14, "end": 3066.38}, {"text": "It was a bouquet of flowers that I presented to him.", "start": 3066.38, "end": 3069.98}, {"text": "He said, \"These flowers are old and dead and dry and horrible.\"", "start": 3069.98, "end": 3075.88}, {"text": "And I said, \"Well yeah, of course.", "start": 3075.88, "end": 3077.74}, {"text": "I bought them on May 9th, Mother's Day.", "start": 3077.74, "end": 3080.86}, {"text": "So of course they're gonna be all fucked up by now.", "start": 3080.86, "end": 3084.02}, {"text": "I can show you a really nice picture I took of them on the day that I bought them.\"", "start": 3084.02, "end": 3089.06}, {"text": "And then I took out my phone to look through my text conversation with my mom to find the", "start": 3089.06, "end": 3093.5}, {"text": "picture of the flowers that I sent her, but I forgot that I delete my text conversation", "start": 3093.5, "end": 3099.3}, {"text": "with my mom every single morning.", "start": 3099.3, "end": 3102.34}, {"text": "Not to hide how many times I've lost at C-Battle in a row, of course, but rather just to save", "start": 3102.34, "end": 3107.76}, {"text": "some space on my phone for my all-important apps.", "start": 3107.76, "end": 3111.26}, {"text": "Hulu, Netflix, Amazon Prime, McDonald's, Planet Fitness, Duolingo.", "start": 3111.26, "end": 3118.14}, {"text": "These are some of my favorites.", "start": 3118.14, "end": 3120.02}, {"text": "My mailman put his hands on my shoulders and said, \"Son, I'm gonna be real with you.", "start": 3120.02, "end": 3125.54}, {"text": "I know we've had our differences in the past, but if the post office doesn't approve my", "start": 3125.54, "end": 3130.02}, {"text": "route change this time around, I'm going to fucking blow my brains out.", "start": 3130.02, "end": 3134.82}, {"text": "And when he said that, it affected me really deeply.", "start": 3134.82, "end": 3138.26}, {"text": "So I want to dedicate this audio diary entry to raising awareness for the lack of mental", "start": 3138.26, "end": 3145.18}, {"text": "health resources available to veterans in our country.", "start": 3145.18, "end": 3149.58}, {"text": "Veterans die every day because of no good reason, just because they're sad or something", "start": 3149.58, "end": 3154.42}, {"text": "I guess and because they have no therapist to tell them listen man", "start": 3154.42, "end": 3158.62}, {"text": "If you're gonna do it at least wait until after Christmas so your family can have fun", "start": 3158.62, "end": 3163.42}, {"text": "November 25th", "start": 3163.42, "end": 3166.78}, {"text": "Thanksgiving I know you're probably expecting me to be saying I'm super full right now", "start": 3166.78, "end": 3172.1}, {"text": "But I actually didn't get to eat anything today. Here's what happened", "start": 3172.1, "end": 3176.58}, {"text": "I headed over to my uncle's house to meet up with my whole family for Thanksgiving", "start": 3176.58, "end": 3181.7}, {"text": "It was my job there to cook the turkey, and I have to say I did a great job.", "start": 3181.7, "end": 3188.42}, {"text": "I cooked a gigantic 50 pound turkey and basted it with delicious juices and I added all the", "start": 3188.42, "end": 3195.1}, {"text": "seasonings and other ingredients that you're supposed to add when you cook a turkey for", "start": 3195.1, "end": 3199.14}, {"text": "Thanksgiving.", "start": 3199.14, "end": 3200.7}, {"text": "But then, as I walked from my uncle's kitchen, through my uncle's exhibit room, into my uncle's", "start": 3200.7, "end": 3207.38}, {"text": "dining room, I ended up tripping on a replica halberd that was lying on the floor and the", "start": 3207.38, "end": 3213.86}, {"text": "entire turkey flew off of the plate and flew into my uncle's piranha tank where it was", "start": 3213.86, "end": 3219.16}, {"text": "skeletonized in 5 seconds flat.", "start": 3219.16, "end": 3222.18}, {"text": "I put the bones on the plate and kept going into the dining room and tried to pretend", "start": 3222.18, "end": 3227.28}, {"text": "that I didn't notice anything had happened so I wouldn't have to tell anybody it was", "start": 3227.28, "end": 3231.22}, {"text": "my fault, you know, like when you throw up on the rug.", "start": 3231.22, "end": 3235.7}, {"text": "But everyone noticed and my uncle started yelling at me.", "start": 3235.7, "end": 3239.68}, {"text": "My family said it was my fault that there would be no turkey on Thanksgiving, and who", "start": 3239.68, "end": 3244.62}, {"text": "knows, maybe they were right.", "start": 3244.62, "end": 3246.66}, {"text": "My uncle got out his mind control wand, which was a stick that he had conditioned and trained", "start": 3246.66, "end": 3252.3}, {"text": "me as a child to obey any command while it was pointed at me, kind of like a dog or rat", "start": 3252.3, "end": 3258.26}, {"text": "in an experiment.", "start": 3258.26, "end": 3259.9}, {"text": "Well he pointed that wand right at me and said go the hell home so I had no choice.", "start": 3259.9, "end": 3266.1}, {"text": "But that wasn't all, as I was walking out the door he pointed at me again and said have", "start": 3266.1, "end": 3271.78}, {"text": "a bad Thanksgiving.", "start": 3271.78, "end": 3273.56}, {"text": "I thought that was a little over the top but what could I do.", "start": 3273.56, "end": 3277.06}, {"text": "Now I'm sitting here crying and it's all his fault.", "start": 3277.06, "end": 3281.18}, {"text": "November 26th, Black Friday.", "start": 3281.18, "end": 3285.26}, {"text": "to go out on the hunt for deals today for Christmas shopping but the spell that my uncle cast", "start": 3285.26, "end": 3291.5}, {"text": "on me still hadn't worn off so I couldn't leave the house.", "start": 3291.5, "end": 3296.3}, {"text": "Ended up shopping in my own pantry for Christmas gifts and things got a little aggressive toward", "start": 3296.3, "end": 3302.98}, {"text": "the end and I broke my nose.", "start": 3302.98, "end": 3307.06}, {"text": "December 1st, a meteoroid landed in my house today.", "start": 3307.06, "end": 3311.8}, {"text": "It smashed in through my wall, leaving a hole like in Looney Tunes when Bugs Bunny smashes", "start": 3311.8, "end": 3317.72}, {"text": "through the wall, except this hole was meteoroid shaped instead of Bugs Bunny shaped.", "start": 3317.72, "end": 3323.5}, {"text": "It hit me right in the face and knocked my nose back into alignment, so I was pretty happy", "start": 3323.5, "end": 3328.4}, {"text": "at first, but then I saw a mysterious green vapor rising from its surface and I thought,", "start": 3328.4, "end": 3334.54}, {"text": "this has to be bad news.", "start": 3334.54, "end": 3336.62}, {"text": "In order to protect everyone in my neighborhood from possible contamination from outer space", "start": 3336.62, "end": 3342.38}, {"text": "fumes, I took a deep breath and inhaled every last drop of the green vapor, like bong water.", "start": 3342.38, "end": 3351.96}, {"text": "I felt a strange tingling sensation spread from my lungs through the rest of my body,", "start": 3351.96, "end": 3357.4}, {"text": "and then I heard a booming voice in my head.", "start": 3357.4, "end": 3360.2}, {"text": "That said, your DNA and every aspect of your brain has been completely scanned.", "start": 3360.2, "end": 3366.92}, {"text": "Through rapid yet careful analysis of your body, we have now ascertained every strength", "start": 3366.92, "end": 3372.28}, {"text": "and weakness of the entire human race, and we will use this to subjugate you in the future.", "start": 3372.28, "end": 3378.78}, {"text": "Don't bother trying to fight back or warn anybody, because we have now cataloged every", "start": 3378.78, "end": 3384.28}, {"text": "weapon that your brain is possible of conceiving of, and none of them shall prosper against", "start": 3384.28, "end": 3389.8}, {"text": "us.", "start": 3389.8, "end": 3390.84}, {"text": "And with that, all of the green vapor flew out of my nose, like bong water, and went back", "start": 3390.84, "end": 3396.8}, {"text": "into the meteoroid, which hovered, and flew back out through my wall, leaving a second", "start": 3396.8, "end": 3402.44}, {"text": "non-Bugs Bunny shaped hole.", "start": 3402.44, "end": 3406.16}, {"text": "December 15th.", "start": 3406.16, "end": 3407.92}, {"text": "Embarrassing day today.", "start": 3407.92, "end": 3410.64}, {"text": "So I somehow accidentally signed up for a newsletter called \"Brain Tumor Fan Club\".", "start": 3410.64, "end": 3418.32}, {"text": "I guess it's a newsletter for people who are a fan of brain tumors.", "start": 3418.32, "end": 3423.16}, {"text": "I really don't want that kind of thing on my phone, so I've been trying to unsubscribe", "start": 3423.16, "end": 3428.28}, {"text": "from it, but every time I do, it says \"Thank you for unsubscribing.", "start": 3428.28, "end": 3433.32}, {"text": "Please allow up to 3 years while we update your email preferences.\"", "start": 3433.32, "end": 3438.52}, {"text": "This wouldn't be too much of an issue, but a while ago I accidentally turned on that", "start": 3438.52, "end": 3444.08}, {"text": "setting for weird guys on my iPhone where whenever I get a notification my flashlight flashes", "start": 3444.08, "end": 3451.44}, {"text": "on and off a bunch of times and the phone makes a loud noise.", "start": 3451.44, "end": 3455.14}, {"text": "And it's been doing that whenever I get the email.", "start": 3455.14, "end": 3458.36}, {"text": "And for whatever reason in the past few days the Brain Tumor Fan Club has really ramped", "start": 3458.36, "end": 3463.92}, {"text": "up their correspondence.", "start": 3463.92, "end": 3465.64}, {"text": "I used to only get like one email every two weeks but I've been getting like ten or twenty", "start": 3465.64, "end": 3471.12}, {"text": "a day.", "start": 3471.12, "end": 3472.12}, {"text": "Anyway, earlier today I was riding the bus and my phone started doing the flashlight", "start": 3472.12, "end": 3477.56}, {"text": "thing and the person next to me on the bus, of course their eye was drawn to the flashlight,", "start": 3477.56, "end": 3483.08}, {"text": "they looked over at my phone and they saw I received an email that said it was from", "start": 3483.08, "end": 3488.28}, {"text": "Brain Tumor Fan Club and the subject line said, \"If you are receiving this email, that", "start": 3488.28, "end": 3493.84}, {"text": "means you think brain tumors are awesome.\"", "start": 3493.84, "end": 3496.7}, {"text": "The guy next to me said, \"What the fuck man?", "start": 3496.7, "end": 3499.48}, {"text": "during a club called the Brain Tumor Fan Club, and the entire bus started to get really mad", "start": 3499.48, "end": 3504.44}, {"text": "at me.", "start": 3504.44, "end": 3505.44}, {"text": "I was freaking out and I didn't know what to do.", "start": 3505.44, "end": 3508.0}, {"text": "So I got up and walked toward the front of the bus to get off, but right then I received", "start": 3508.0, "end": 3513.12}, {"text": "a second email from Brain Tumor Fan Club and it caused my flashlight to go on and off rapidly", "start": 3513.12, "end": 3518.0}, {"text": "again which I guess gave the bus driver a seizure or something because his limbs all", "start": 3518.0, "end": 3523.2}, {"text": "crumpled up and he started foaming at the mouth and the bus swerved off the road and", "start": 3523.2, "end": 3527.88}, {"text": "plunge deep into a snowbank.", "start": 3527.88, "end": 3530.92}, {"text": "After a few minutes of being trapped in the snow, one by one, the bus passengers started", "start": 3530.92, "end": 3536.4}, {"text": "getting rescued by drab looking women who were probably mentally disturbed, like at the beginning", "start": 3536.4, "end": 3541.8}, {"text": "of \"Misery\" by Stephen King.", "start": 3541.8, "end": 3544.68}, {"text": "The number of passengers in the bus dwindled as more and more got rescued, and eventually", "start": 3544.68, "end": 3549.08}, {"text": "it was only me left.", "start": 3549.08, "end": 3550.86}, {"text": "A woman wearing a vest and a plaid flannel pulled me out of the snowbank and looked me", "start": 3550.86, "end": 3555.42}, {"text": "into my eyes.", "start": 3555.42, "end": 3556.84}, {"text": "She said, \"Are you writing a book?\"", "start": 3556.84, "end": 3559.12}, {"text": "I said, \"No.\"", "start": 3559.12, "end": 3560.9}, {"text": "She said, \"What about making a movie?\"", "start": 3560.9, "end": 3563.8}, {"text": "I said, \"Also no, though I feel like I might like to someday.", "start": 3563.8, "end": 3567.4}, {"text": "I have a lot of stories trapped in this brain of mine.\"", "start": 3567.4, "end": 3570.72}, {"text": "And her eyes lit up and she said, \"I can work with that.", "start": 3570.72, "end": 3574.36}, {"text": "I think we can make a misery situation out of this yet.", "start": 3574.36, "end": 3578.2}, {"text": "What's your preferred method of telling a narrative?\"", "start": 3578.2, "end": 3580.84}, {"text": "And I said, \"Well, I'm actually a podcaster.\"", "start": 3580.84, "end": 3584.52}, {"text": "And she shoved me back into the snow, and I had to stay and wait in there for 4 hours", "start": 3584.52, "end": 3589.32}, {"text": "until I was rescued by a passing dogsled musher.", "start": 3589.32, "end": 3594.12}, {"text": "December 24th, Christmas Eve.", "start": 3594.12, "end": 3596.96}, {"text": "I can't sleep.", "start": 3596.96, "end": 3598.28}, {"text": "I'm too excited.", "start": 3598.28, "end": 3599.56}, {"text": "I just need to see what Santa brought me.", "start": 3599.56, "end": 3602.28}, {"text": "I forgot to get a tree this year, so I'm hoping that he understands the visual language of", "start": 3602.28, "end": 3607.52}, {"text": "me putting out a potted flower on a stool in the place where I would normally put my", "start": 3607.52, "end": 3612.88}, {"text": "tree.", "start": 3612.88, "end": 3614.08}, {"text": "When I was trying to sleep earlier, I could have sworn I heard the reindeer walking across", "start": 3614.08, "end": 3618.72}, {"text": "my roof.", "start": 3618.72, "end": 3619.72}, {"text": "Well, it actually sounded more like they were walking through my walls, and instead of reindeers,", "start": 3619.72, "end": 3624.56}, {"text": "it sounded a little bit like a clock.", "start": 3624.56, "end": 3626.64}, {"text": "I'm so excited!", "start": 3626.64, "end": 3629.04}, {"text": "December 25th, Christmas morning.", "start": 3629.04, "end": 3632.16}, {"text": "That fat fuck Santa didn't come through again.", "start": 3632.16, "end": 3635.2}, {"text": "I didn't receive a single present.", "start": 3635.2, "end": 3637.82}, {"text": "You might think it's because of the whole potted flower thing, but that fucking loser hasn't", "start": 3637.82, "end": 3642.5}, {"text": "broughten me a single gift since I moved out of my moms house.", "start": 3642.5, "end": 3646.66}, {"text": "Thought it might be because maybe he still has my address listed as my moms address so", "start": 3646.66, "end": 3651.42}, {"text": "I called my mom to see if he left any gifts there for me.", "start": 3651.42, "end": 3654.98}, {"text": "She said \"come on\" and hung up.", "start": 3654.98, "end": 3657.7}, {"text": "I'm pissed the fuck off.", "start": 3657.7, "end": 3659.72}, {"text": "I bet she opened my damn presents and now is pretending that Santa didn't bring any there.", "start": 3659.72, "end": 3664.86}, {"text": "I bet her and Santa are in cahoots.", "start": 3664.86, "end": 3667.52}, {"text": "I would say this is the worst Christmas ever, but it actually comes in third place, after", "start": 3667.52, "end": 3673.1}, {"text": "the Christmas where I had a near death experience and the Christmas where I had two near death", "start": 3673.1, "end": 3677.64}, {"text": "experiences.", "start": 3677.64, "end": 3680.12}, {"text": "December 31st, New Years Eve.", "start": 3680.12, "end": 3684.88}, {"text": "Well, it's almost midnight and I'm just sitting here reflecting on the year I've had.", "start": 3684.88, "end": 3690.96}, {"text": "You know, even though the only resolution I really kept was keeping this audio diary,", "start": 3690.96, "end": 3696.9}, {"text": "I'm kinda happy with how the year turned out.", "start": 3696.9, "end": 3699.94}, {"text": "Even if I didn't necessarily live my life to its fullest, I still had a good time.", "start": 3699.94, "end": 3705.46}, {"text": "Maybe it's not about taking life by the horns, or going on vacation, or eating too much delicious", "start": 3705.46, "end": 3710.38}, {"text": "food.", "start": 3710.38, "end": 3711.42}, {"text": "Maybe it's just about hanging out and being an asshole to service workers and just chilling", "start": 3711.42, "end": 3717.22}, {"text": "out.", "start": 3717.22, "end": 3718.22}, {"text": "I feel like I've reached an epiphany today.", "start": 3718.22, "end": 3720.78}, {"text": "2021 may not have been perfect, but it was a good year.", "start": 3720.78, "end": 3725.02}, {"text": "Oh no, I'm missing the countdown.", "start": 3725.02, "end": 3727.34}, {"text": "5, 4, 3, 2, 1,", "start": 3727.34, "end": 3732.52}, {"text": "HAPP-", "start": 3732.52, "end": 3733.02}], "title": "Ep. 179 - Cameron’s Diary", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--179---Camerons-Diary-e1ue3mp", "date": "Wed, 26 Jan 2022 11:00:00 GMT", "id": 203}