{"lines": [{"text": "(upbeat music)", "start": 0.0, "end": 2.58}, {"text": "- Order, order, order in the court.", "start": 2.58, "end": 20.22}, {"text": "Welcome, dearly beloved.", "start": 20.22, "end": 25.12}, {"text": "We are gathered here today.", "start": 25.12, "end": 28.52}, {"text": "for the trial of the people versus Patrick Doran in the case of the heinous", "start": 28.52, "end": 35.52}, {"text": "and horrible and inhuman kidnapping of beautiful jungles group we need a by it", "start": 35.52, "end": 40.8}, {"text": "we need a daughter order without a bias order order my my client order I haven't", "start": 40.8, "end": 46.2}, {"text": "even finished sorry the thing you'll have time for opening so I have to start", "start": 46.2, "end": 49.6}, {"text": "now I have to start over dearly beloved we are gathered here today in the", "start": 49.6, "end": 55.6}, {"text": "horrible terrible no good crime of the abuse kidnapping and possibly sexually", "start": 55.6, "end": 64.28}, {"text": "motivated. We are now adding that to the list of crimes. Is sexual assault and", "start": 64.28, "end": 73.48}, {"text": "no and no yeah we're adding. It's not being added. You can't you know where you're", "start": 73.48, "end": 78.68}, {"text": "being tried for I'm not sure you're gonna be found guilty. Okay opening", "start": 78.68, "end": 83.88}, {"text": "the", "start": 83.88, "end": 90.88}, {"text": "I think it's a coin flip, right? Yeah, it's definitely a coin flip. You guys want to flip this hammer? Yeah", "start": 90.88, "end": 94.8}, {"text": "Uh, I don't have a coin", "start": 94.8, "end": 97.84}, {"text": "Uh, anyone have a coin?", "start": 97.84, "end": 99.84}, {"text": "I don't have a coin. Okay. Well, okay, I guess we're using a starbucks lid. Okay, this is gonna make a coin", "start": 99.84, "end": 105.44}, {"text": "Heads is heads is first. I want tails is when it's under right? Yeah, I want tails", "start": 105.44, "end": 111.76}, {"text": "So how this is right here. This is this tails right now tails right now. Yeah, okay", "start": 111.76, "end": 116.16}, {"text": "This is this is to win you get to choose first or second, right? Yeah, sure", "start": 116.16, "end": 120.48}, {"text": "Okay, I'm gonna flip it. Okay. This is what the judge does in a case. He's the one", "start": 120.48, "end": 125.76}, {"text": "who flips the coin. It was heads. All right. I want first. All right. I want to", "start": 125.76, "end": 135.4}, {"text": "come at you with the strong arm of the law right now. The long strong arm of the", "start": 135.4, "end": 139.36}, {"text": "law. Your Honor and people of the jury including Alex Forrest and Jungel Skog.", "start": 139.36, "end": 144.56}, {"text": "I would like to establish today that there is beyond reasonable, beyond the", "start": 144.56, "end": 152.88}, {"text": "possibility of reasonable doubt that one Patrick Edward Doran violated New York", "start": 152.88, "end": 158.36}, {"text": "City's first-degree kidnapping penal law code 135.25 which states", "start": 158.36, "end": 164.8}, {"text": "kidnapping in the first degree essentially amounts to the broad crime", "start": 164.8, "end": 168.84}, {"text": "of kidnapping in the second degree with one of a few aggravating factors which", "start": 168.84, "end": 172.32}, {"text": "also serve to narrow the kinds of circumstances where the crime is charged", "start": 172.32, "end": 175.84}, {"text": "by police departments. Kidnapping in the first degree is an A1 felony", "start": 175.84, "end": 180.44}, {"text": "punishable by life in prison. Do you understand me? This sounds serious Mr. Doran. He spent all", "start": 180.44, "end": 188.12}, {"text": "Saturday writing this. There's no way I'm gonna win. A person, a person can and I", "start": 188.12, "end": 196.76}, {"text": "believe this day will be charged with kidnapping in the first degree when they", "start": 196.76, "end": 200.8}, {"text": "commit the crime of kidnapping in the second degree in that they abduct the", "start": 200.8, "end": 204.22}, {"text": "person or junglescook and either when their intent is the whole is to hold the", "start": 204.22, "end": 209.16}, {"text": "person for ransom or compel someone to do or not to do something what might be", "start": 209.16, "end": 213.4}, {"text": "called traditional kidnapping or when the victim is held for more than 12 hours", "start": 213.4, "end": 217.6}, {"text": "with intent to inflict injury on them sexually abuse them advance some other", "start": 217.6, "end": 223.44}, {"text": "felony or terrorize the victim or another person and your honor I'm here", "start": 223.44, "end": 228.28}, {"text": "today to prove that Patrick Edward Doran used his his captivity of Jungelskoog", "start": 228.28, "end": 234.8}, {"text": "to inflict terror on the employees of this office building. With his penis.", "start": 234.8, "end": 241.12}, {"text": "And also he stuck his penis in Jungelskoog. I did not stick my penis in Jungelskoog.", "start": 241.12, "end": 244.36}, {"text": "So let's start with the facts okay? Let's start with the facts. Order!", "start": 244.36, "end": 249.52}, {"text": "What did we get out of here?", "start": 249.52, "end": 251.48}, {"text": "Jungelskoog... I'm gonna give you guys a quick glimpse into", "start": 251.48, "end": 257.0}, {"text": "the jungles Cougar's life youngle skug was born sometime on Saturday or Friday what", "start": 257.0, "end": 266.84}, {"text": "day do we go Friday Friday sometime on Friday March the 11th okay sustained", "start": 266.84, "end": 279.96}, {"text": "sustained he was born on Thursday Thursday it was Thursday and we he came", "start": 279.96, "end": 286.6}, {"text": "back there's a new home at approximately 4 p.m. and he found his resting spot so I", "start": 286.6, "end": 292.32}, {"text": "want to put you I want to put you into a place in time 4 p.m. on a Thursday okay", "start": 292.32, "end": 300.68}, {"text": "young go skook young go skook the the young brand new to the world young go", "start": 300.68, "end": 307.5}, {"text": "Scoog is introduced to his new home. He's hanging on a set of Christmas lights", "start": 307.5, "end": 312.78}, {"text": "looking, I mean, dare I say adorable. Any objections? No, I didn't think so,", "start": 312.78, "end": 318.04}, {"text": "adorable. So what is the last thing that he thinks in that moment? \"I'm going", "start": 318.04, "end": 324.74}, {"text": "to get kidnapped and sexually assaulted by one of my dads.\" Can we agree on that?", "start": 324.74, "end": 334.32}, {"text": "any objections he was not thinking that that was the last thing on his young", "start": 334.32, "end": 339.48}, {"text": "monkey mind and can we stop saying that I sexually assaulted the monk we can", "start": 339.48, "end": 345.48}, {"text": "stop objection no grounds for such a claim for which claim sexual assault", "start": 345.48, "end": 351.6}, {"text": "well you guys you have to work on you to prove that because that's how it works", "start": 351.6, "end": 357.84}, {"text": "because I said he sexually still assaulted youngle skug and so we're", "start": 357.84, "end": 363.68}, {"text": "need listen buddy that is slandered look up slander lock your slander and we will", "start": 363.68, "end": 368.88}, {"text": "counter sue that's why we'll have another yeah that's okay so today two", "start": 368.88, "end": 375.32}, {"text": "days three days sorry three days after you uncle skoog is brought into this", "start": 375.32, "end": 379.76}, {"text": "world who comes into the office but Patrick one of his dad's Patrick Dorn", "start": 379.76, "end": 385.08}, {"text": "the defendant and what does he do while he's here but viciously and violently", "start": 385.08, "end": 398.32}, {"text": "sexually assaulting I don't like this anymore you're going too far with it and", "start": 398.32, "end": 413.4}, {"text": "okay fine maybe he didn't sexually assault him okay but I'll say this much", "start": 413.4, "end": 422.0}, {"text": "down. Yeah, it's kidnapping. This is simple robbery. Okay, well,", "start": 422.0, "end": 431.8}, {"text": "I'll robbery child robbery. Okay, kidnapping is actually technically", "start": 431.8, "end": 436.2}, {"text": "young. Young uncle Scoob was here. He was sitting on our equipment", "start": 436.2, "end": 439.5}, {"text": "rack where we went. You went right to that. What you went right", "start": 439.5, "end": 443.9}, {"text": "to sexual assault and it was about kidnapping. I've I kind of", "start": 443.9, "end": 448.0}, {"text": "I got lost and I'm doing a kind of a dramatic lawyer thing. He's", "start": 448.0, "end": 451.1}, {"text": "trying to scare the people who choose if you listen it whether or not I can prove", "start": 451.1, "end": 456.3}, {"text": "that Patrick Edward Doran Doran sexually so why do you keep saying my last name", "start": 456.3, "end": 460.34}, {"text": "wrong door I'm friends for three years whether I can prove that that it doesn't", "start": 460.34, "end": 466.5}, {"text": "matter if I can prove that today okay we're not think we're not gonna talk", "start": 466.5, "end": 470.14}, {"text": "about that anymore today okay that's a that's a day where that's day two of the", "start": 470.14, "end": 475.38}, {"text": "trial that's a conversation for another day but not today so young girl skook is", "start": 475.38, "end": 480.34}, {"text": "sitting on the equipment rack Patrick comes in and we can prove by the way", "start": 480.34, "end": 484.18}, {"text": "ladies and gentlemen that Patrick did in fact come to the office do we have do", "start": 484.18, "end": 489.54}, {"text": "we have evidence for that - let me tell you what I actually do have evidence let", "start": 489.54, "end": 493.1}, {"text": "me see this and I can not only the judge of I can prove that Patrick is Joe", "start": 493.1, "end": 500.14}, {"text": "hasn't said a thing on a cross-examine I thought we'll get to evidence later but", "start": 500.14, "end": 504.26}, {"text": "okay ladies and gentlemen the point is please wrap it up Patrick Edward", "start": 504.26, "end": 506.74}, {"text": "please wrap it up. I'm wrapping up Patrick Edward Doran Doran didn't did", "start": 506.74, "end": 511.14}, {"text": "did in fact come in on Sunday, March the thirteenth grab young school from the", "start": 511.14, "end": 518.54}, {"text": "equipment rack grabbed leading what the word grabbed is no", "start": 518.54, "end": 524.74}, {"text": "overturned.", "start": 524.74, "end": 526.54}, {"text": "It makes rules. He's making a an accusation that is it's an it's opening", "start": 526.54, "end": 532.14}, {"text": "statement. He did, but how did okay, we said we're not doing evidence yet, so", "start": 532.14, "end": 536.34}, {"text": "can say whatever he wants that's right placed him in a box at the end of the", "start": 536.34, "end": 541.14}, {"text": "other end of the office wrapped him in a green screen cloth and left a menacing", "start": 541.14, "end": 546.78}, {"text": "note that read and I'd like to just finish my my opening statements with this", "start": 546.78, "end": 551.94}, {"text": "the haunting chilling note that he read or that he wrote which is I mean it's", "start": 551.94, "end": 557.22}, {"text": "really it's terrifying if you're sensitive to things like this you may", "start": 557.22, "end": 560.34}, {"text": "want to cover your eyes. Junglescoog is gone. Sad face, sad face. Do not look for", "start": 560.34, "end": 567.02}, {"text": "him. He does not want to be found. Now look look at young Junglescoog and tell", "start": 567.02, "end": 572.46}, {"text": "me that this face wouldn't want to be found. Your Honor, I yield my time.", "start": 572.46, "end": 579.42}, {"text": "Okay. I close my statement. All right. Mr. Gleason, representing Patrick", "start": 579.42, "end": 590.06}, {"text": "Doran. You gotta hold the mic closer to your face. I am Joe Gleason, I'm representing Patrick", "start": 590.06, "end": 594.58}, {"text": "Doran, who I know to be a very kind and sweet and generous man. Yesterday at 830", "start": 594.58, "end": 602.26}, {"text": "p.m. Sunday, Patrick Doran arrived in the office ready to get some work done at", "start": 602.26, "end": 606.7}, {"text": "his new setup desk monitor. It's an exciting time to be Patrick Doran. That", "start": 606.7, "end": 611.66}, {"text": "sounds fun. He walks in with his bag of Burger King and he is repulsed and", "start": 611.66, "end": 617.74}, {"text": "astonished by this haunting chilling note that the prosecution just read. Before", "start": 617.74, "end": 626.74}, {"text": "even sending any evidence he said \"who did it? It wasn't me.\"", "start": 626.74, "end": 632.02}, {"text": "Patrick knows the manner in which his closest friends treat him, antagonize him,", "start": 632.02, "end": 640.94}, {"text": "and berate him regardless of any evidence in any way shape or form. He sends a", "start": 640.94, "end": 652.42}, {"text": "picture of the sign which does read \"Jungle Skoog is gone.", "start": 652.42, "end": 655.58}, {"text": "Sad face, sad face. Do not look for him. He does not want to be found.\" That is met", "start": 655.58, "end": 662.9}, {"text": "yet with a response by our current judge who said you will never get away with this.", "start": 662.9, "end": 669.9}, {"text": "Which I think throws this whole trial into green.", "start": 669.9, "end": 676.9}, {"text": "If you can find another judge in 30 seconds then we'll switch him out.", "start": 676.9, "end": 682.54}, {"text": "You have to give it to Alex.", "start": 682.54, "end": 685.06}, {"text": "He's not trained to be a judge.", "start": 685.06, "end": 686.74}, {"text": "I've actually trained a lot of time at judge school.", "start": 686.74, "end": 689.54}, {"text": "He's done bias training.", "start": 689.54, "end": 691.86}, {"text": "yeah i'm willing to forgive and forget i'm willing to trust cameron on this", "start": 691.86, "end": 695.34}, {"text": "thank you i'm not willing to forgive and forget anything today okay i'll prove it", "start": 695.34, "end": 699.1}, {"text": "i'll prove it to you", "start": 699.1, "end": 701.54}, {"text": "uh... patrick responded with i'm being frightened", "start": 701.54, "end": 704.18}, {"text": "i'm serious", "start": 704.18, "end": 705.74}, {"text": "patrick has maintained his innocence from the very beginning of this entire", "start": 705.74, "end": 710.8}, {"text": "unjust much like oj simpson", "start": 710.8, "end": 714.42}, {"text": "innocent", "start": 714.42, "end": 715.98}, {"text": "i'm proven by a court of law to be innocent", "start": 715.98, "end": 718.76}, {"text": "i'm not saying", "start": 718.76, "end": 721.26}, {"text": "i said w_t_f_ with a crying sad face", "start": 721.26, "end": 725.66}, {"text": "cameron said why are you in the office them patrick said i'm working on my", "start": 725.66, "end": 729.04}, {"text": "power point", "start": 729.04, "end": 730.5}, {"text": "i'm working on my power point for uh... show them to be on at life world on the", "start": 730.5, "end": 733.92}, {"text": "seventeenth", "start": 733.92, "end": 735.42}, {"text": "uh... there's tickets online objection", "start": 735.42, "end": 738.26}, {"text": "objection to the same love sustained", "start": 738.26, "end": 741.22}, {"text": "they can't do that", "start": 741.22, "end": 742.86}, {"text": "court", "start": 742.86, "end": 745.14}, {"text": "what it all boils down to is that patrick is being blamed", "start": 745.14, "end": 749.02}, {"text": "for reporting a crime", "start": 749.02, "end": 751.3}, {"text": "you mentioned jungle skus fathers you mentioned", "start": 751.3, "end": 755.46}, {"text": "at two points", "start": 755.46, "end": 756.28}, {"text": "at many points", "start": 756.28, "end": 757.34}, {"text": "you mentioned on the school's scoops fathers", "start": 757.34, "end": 759.3}, {"text": "jungle school is a very unorthodox", "start": 759.3, "end": 761.66}, {"text": "kind of parents situation his five different fathers", "start": 761.66, "end": 764.94}, {"text": "and this is all being pinned on one of the five", "start": 764.94, "end": 768.0}, {"text": "and i would say that patrick doran should not be on trial", "start": 768.0, "end": 771.34}, {"text": "we should be having an open-ended discussion on which one of us", "start": 771.34, "end": 775.38}, {"text": "all of whom have access to this office", "start": 775.38, "end": 777.58}, {"text": "could have come in in the time frame before 830 and since Thursday, whatever, Thursday", "start": 777.58, "end": 785.34}, {"text": "at 8 430. Patrick Doran is not on trial. The office is on trial.", "start": 785.34, "end": 790.02}, {"text": "Well, that's not true. It's the people versus Patrick Doran.", "start": 790.02, "end": 794.18}, {"text": "Or I'm saying shouldn't be on trial. Also, I would just like to kibosh any SA claims that", "start": 794.18, "end": 801.74}, {"text": "have been heinously levied. I dropped it, okay? I got a little bit excited.", "start": 801.74, "end": 807.34}, {"text": "You seem really fixated on this. I'm not. Caleb is. I haven't talked about it since I said I wasn't going to.", "start": 807.34, "end": 813.06}, {"text": "Jungle Skoog is just like us. He has two eyes, he has a nose, a mouth, he has two arms and two feet.", "start": 813.06, "end": 818.5}, {"text": "But he has no butthole and that drove our defendant insane.", "start": 818.5, "end": 822.26}, {"text": "[Laughter]", "start": 822.26, "end": 826.26}, {"text": "I would like to point out to the jury and to the prosecution that Jungle Skoog has no holes.", "start": 826.26, "end": 833.26}, {"text": "he has no holes that have been made", "start": 833.26, "end": 836.34}, {"text": "since his birth he is he looks exactly the same", "start": 836.34, "end": 840.66}, {"text": "and if anything he was he was swaddled", "start": 840.66, "end": 844.46}, {"text": "in a little blanket as if he's a small little baby Patrick Doran", "start": 844.46, "end": 849.46}, {"text": "is one of the kindest sweetest man I know what is it smell like", "start": 849.46, "end": 852.54}, {"text": "smells like a", "start": 852.54, "end": 855.86}, {"text": "penis objection", "start": 855.86, "end": 859.06}, {"text": "what are you talking about?", "start": 859.06, "end": 861.06}, {"text": "(laughter)", "start": 861.06, "end": 863.06}, {"text": "sounds like a penis", "start": 863.06, "end": 865.06}, {"text": "ok so what happens after the opening statements", "start": 865.06, "end": 867.06}, {"text": "I'd like to call to the stand Patrick Doran", "start": 867.06, "end": 869.06}, {"text": "ok", "start": 869.06, "end": 871.06}, {"text": "(laughter)", "start": 871.06, "end": 873.06}, {"text": "(laughter)", "start": 873.06, "end": 875.06}, {"text": "(laughter)", "start": 875.06, "end": 877.06}, {"text": "that's a gavel", "start": 877.06, "end": 879.06}, {"text": "yup", "start": 879.06, "end": 881.06}, {"text": "that's a gavel and an egg carton for the people listening at home", "start": 881.06, "end": 883.06}, {"text": "ok", "start": 883.06, "end": 885.06}, {"text": "here you can take this mic", "start": 885.06, "end": 887.06}, {"text": "Hi Patrick.", "start": 887.06, "end": 892.18}, {"text": "Hi.", "start": 892.18, "end": 893.18}, {"text": "So Patrick--", "start": 893.18, "end": 894.18}, {"text": "It's my old roommate.", "start": 894.18, "end": 895.18}, {"text": "Hi.", "start": 895.18, "end": 896.18}, {"text": "We used to be roommates but now we're not.", "start": 896.18, "end": 899.66}, {"text": "Patrick what were you doing yesterday?", "start": 899.66, "end": 901.38}, {"text": "Yesterday--", "start": 901.38, "end": 902.38}, {"text": "How did you let your day begin?", "start": 902.38, "end": 904.06}, {"text": "My day began, I woke up, I was with my girlfriend and then I walked her to the train.", "start": 904.06, "end": 912.3}, {"text": "What time is that train?", "start": 912.3, "end": 914.06}, {"text": "At 12.", "start": 914.06, "end": 915.06}, {"text": "12 noon.", "start": 915.06, "end": 916.06}, {"text": "Proceed what happened next okay, then I went back home and I took a shower. Do", "start": 916.06, "end": 923.42}, {"text": "you have proof perhaps pictures of you in the shower? I have a picture. I do I", "start": 923.42, "end": 926.82}, {"text": "do I have a picture of me after the shower because I was going to wear a", "start": 926.82, "end": 930.18}, {"text": "crazy outfit.", "start": 930.18, "end": 931.1}, {"text": "I have a photo picture. Can we have a photo of the crazy outfit? Can we see", "start": 931.1, "end": 938.62}, {"text": "the crazy outfit here? Yes,", "start": 938.62, "end": 940.34}, {"text": "is there a time stamp with there's a time stamp on the crazy outfit?", "start": 940.34, "end": 945.02}, {"text": "It is at exactly 1 p.m. I wore a shirt a sweater that says golf on it with real", "start": 945.02, "end": 955.9}, {"text": "tree pants and I sent a picture of that to my girlfriend and I asked does this", "start": 955.9, "end": 960.98}, {"text": "go?", "start": 960.98, "end": 963.22}, {"text": "Continue. It did it go? She said I looked handsome enough that she didn't care.", "start": 963.22, "end": 970.7}, {"text": "I did not wear the outfit I switched because I felt that it looked it was too", "start": 970.7, "end": 978.06}, {"text": "much so Patrick is Patrick is under the impression that wearing a fun you know", "start": 978.06, "end": 985.54}, {"text": "exciting outfit is too much business for just a normal day let alone a kidnapping", "start": 985.54, "end": 992.98}, {"text": "and a crime and I had plans to go skateboarding which again there are", "start": 992.98, "end": 997.38}, {"text": "receipts there are pictures", "start": 997.38, "end": 999.1}, {"text": "if you have a look at the door he loves to skateboard", "start": 999.1, "end": 1002.98}, {"text": "he's a he's great at it he's the best reporter i know", "start": 1002.98, "end": 1007.94}, {"text": "we've established that he already commits crimes on a daily basis objections", "start": 1007.94, "end": 1011.62}, {"text": "skateboarding is in the olympics", "start": 1011.62, "end": 1013.66}, {"text": "skateboarding school yeah in china", "start": 1013.66, "end": 1016.46}, {"text": "well and there are a couple of people who have a skateboard", "start": 1016.46, "end": 1020.34}, {"text": "objection racist", "start": 1020.34, "end": 1022.58}, {"text": "I... yes.", "start": 1022.58, "end": 1029.58}, {"text": "Patrick Doran is guilty of...", "start": 1029.58, "end": 1032.22}, {"text": "Yes!", "start": 1032.22, "end": 1032.74}, {"text": "Reporting a crime.", "start": 1032.74, "end": 1036.06}, {"text": "What the fuck? Patrick Doran was just reporting a crime and we also have", "start": 1036.06, "end": 1040.5}, {"text": "a statement from Patrick", "start": 1040.5, "end": 1042.66}, {"text": "that goes through his day. I said this, I said it already, I said the same thing.", "start": 1042.66, "end": 1046.62}, {"text": "Okay, he said the same thing.", "start": 1046.62, "end": 1048.02}, {"text": "Yeah. Okay.", "start": 1048.02, "end": 1048.62}, {"text": "So I went, wait, I left out, so I went,", "start": 1048.62, "end": 1051.32}, {"text": "I did that.", "start": 1051.32, "end": 1052.32}, {"text": "You left out when you kidnapped Rumpelstiltskin.", "start": 1052.32, "end": 1053.32}, {"text": "No, I went to, I have an actual receipt of a purchase that I made.", "start": 1053.32, "end": 1060.56}, {"text": "I bought new trucks.", "start": 1060.56, "end": 1062.16}, {"text": "Let's see it.", "start": 1062.16, "end": 1063.16}, {"text": "I have, well, there's a, it's right there.", "start": 1063.16, "end": 1066.44}, {"text": "Okay, well that's not a receipt.", "start": 1066.44, "end": 1068.96}, {"text": "That's a skateboard.", "start": 1068.96, "end": 1069.96}, {"text": "Okay.", "start": 1069.96, "end": 1070.96}, {"text": "I'll pull up my Discover Card account.", "start": 1070.96, "end": 1072.72}, {"text": "And can you read the card number out to the, for the...", "start": 1072.72, "end": 1077.0}, {"text": "I'd like to be in cross-examination when you get a chance.", "start": 1077.0, "end": 1084.0}, {"text": "I think you can cross-examine Patrick as much as you want, but I think that you will have", "start": 1084.0, "end": 1087.0}, {"text": "to find him.", "start": 1087.0, "end": 1088.0}, {"text": "Okay, it has a transaction date.", "start": 1088.0, "end": 1089.0}, {"text": "He is kind.", "start": 1089.0, "end": 1090.0}, {"text": "He is sweet of heart.", "start": 1090.0, "end": 1091.0}, {"text": "And he doesn't want to hurt anyone.", "start": 1091.0, "end": 1094.0}, {"text": "Okay.", "start": 1094.0, "end": 1095.0}, {"text": "Patrick, how are you today?", "start": 1095.0, "end": 1097.0}, {"text": "I'm good.", "start": 1097.0, "end": 1098.0}, {"text": "Yeah?", "start": 1098.0, "end": 1099.0}, {"text": "I'd be better if I wasn't being framed.", "start": 1099.0, "end": 1101.0}, {"text": "You got a smile on your face?", "start": 1101.0, "end": 1102.0}, {"text": "I'd be better if I wasn't being framed by my closest friends.", "start": 1102.0, "end": 1105.0}, {"text": "closest. I'm gonna ask the questions okay and you're gonna answer them. That's how", "start": 1105.0, "end": 1108.5}, {"text": "this works. All right. Would you say hmm if you could describe your Sunday", "start": 1108.5, "end": 1115.92}, {"text": "afternoon with one emoji what would it be?", "start": 1115.92, "end": 1120.04}, {"text": "Can I look through the emojis? Nope. Nope.", "start": 1120.04, "end": 1125.64}, {"text": "Probably just the the one that's like this. Which one is that? I can't see your", "start": 1125.64, "end": 1132.52}, {"text": "your mind can't see your straight the straight line on okay the gym face", "start": 1132.52, "end": 1137.96}, {"text": "emojis yes the gym so a day where you kidnap someone is a normal day for you", "start": 1137.96, "end": 1143.08}, {"text": "you're the judge and you're not allowed to order order you're not allowed to", "start": 1143.08, "end": 1147.96}, {"text": "speak or listen I'm the one who tells you you're not allowed to speak you're", "start": 1147.96, "end": 1150.96}, {"text": "not allowed to speak for the rest of the cross-examination oh that fucks me up", "start": 1150.96, "end": 1153.88}, {"text": "okay okay so you said the gym face one okay and where where does Jim Halpert", "start": 1153.88, "end": 1160.96}, {"text": "work. I order you to speak the office mmm Thunder Mifflin gotcha so what I have so", "start": 1160.96, "end": 1169.4}, {"text": "far from what you've said it just this short time that I've had you is you've", "start": 1169.4, "end": 1173.8}, {"text": "mentioned emojis and you've mentioned the office you were leading as in that", "start": 1173.8, "end": 1179.48}, {"text": "objection leading is completely fine and you do it all the time I'm looking up", "start": 1179.48, "end": 1183.16}, {"text": "the rules of court right now there are some courts that let you lead and some", "start": 1183.16, "end": 1186.2}, {"text": "that don't and we're the one that lets you lead. And I'd like to ask you... It's just", "start": 1186.2, "end": 1192.56}, {"text": "based on the court. I'd like to ask you a few more questions here Patrick. What", "start": 1192.56, "end": 1195.98}, {"text": "time did you arrive at the office on March 13th? 8.30. 8.30. Gotcha. So 8.30 is", "start": 1195.98, "end": 1206.04}, {"text": "when you say you arrived. Around 8.30. Around 8.30. Okay so now anywhere between", "start": 1206.04, "end": 1211.08}, {"text": "between 825 to 830. Okay, all right, so you're changing the time a lot, which is", "start": 1211.08, "end": 1217.32}, {"text": "which is perfectly fine if you're a huge liar, like I wouldn't do it, but if you", "start": 1217.32, "end": 1220.6}, {"text": "want to that's fine. By almost five times. No, here's my big question. The photo", "start": 1220.6, "end": 1227.92}, {"text": "composition of the photo that you took of the ransom note, we'll call it a", "start": 1227.92, "end": 1235.04}, {"text": "Ransom Note for now, is so kind of perfect. It follows every compositional rule of", "start": 1235.04, "end": 1243.2}, {"text": "photography, rule of thirds, background foreground, you even added a little flare", "start": 1243.2, "end": 1248.36}, {"text": "of your Burger King bag in the back. Okay? So my question is, if you, if any", "start": 1248.36, "end": 1255.08}, {"text": "reasonable person arrived, excuse me, if any reasonable person arrived at the", "start": 1255.08, "end": 1260.98}, {"text": "office and saw the horror that Patrick witnessed on that day, allegedly, that he", "start": 1260.98, "end": 1268.42}, {"text": "alleges he witnessed and did not cause, would you be able to even take one", "start": 1268.42, "end": 1274.86}, {"text": "second of a break from crying your eyes out-- nope-- to take a perfect photo like", "start": 1274.86, "end": 1281.38}, {"text": "that? Because I'm gonna speak for myself and I think the rest of the office when I", "start": 1281.38, "end": 1284.66}, {"text": "say no. No. I would be losing my mind, it would look like a still from", "start": 1284.66, "end": 1289.34}, {"text": "Cloverfield there's no possible way that I can take such a perfect photo.", "start": 1289.34, "end": 1293.34}, {"text": "You can't say anything to him.", "start": 1293.34, "end": 1295.34}, {"text": "He took time to put the Burger King bag down behind the sign.", "start": 1295.34, "end": 1299.34}, {"text": "That's a good point.", "start": 1299.34, "end": 1301.34}, {"text": "And you did not, and you, listen, I'd like to make one more point.", "start": 1301.34, "end": 1306.34}, {"text": "Before even looking for Junglescoog and worrying about his well-being,", "start": 1306.34, "end": 1311.34}, {"text": "you were taking photos and messaging the group chat to establish your innocence", "start": 1311.34, "end": 1317.34}, {"text": "innocence before you even looked for him.", "start": 1317.34, "end": 1320.14}, {"text": "Your instinct was to protect yourself before your child.", "start": 1320.14, "end": 1327.26}, {"text": "- He's not my kid.", "start": 1327.26, "end": 1330.5}, {"text": "- Whoa!", "start": 1330.5, "end": 1331.34}, {"text": "- I don't care if you move to the dock.", "start": 1331.34, "end": 1334.94}, {"text": "- Can everyone gasp for a sound bite?", "start": 1334.94, "end": 1336.74}, {"text": "(gasps)", "start": 1336.74, "end": 1338.38}, {"text": "- What did you just say?", "start": 1338.38, "end": 1339.64}, {"text": "- What did he say?", "start": 1339.64, "end": 1341.56}, {"text": "- I've played the fifth.", "start": 1341.56, "end": 1343.34}, {"text": "- I've played the fifth.", "start": 1343.34, "end": 1345.5}, {"text": "default himself and i missed it", "start": 1345.5, "end": 1351.06}, {"text": "that's what we need to cross examinations", "start": 1351.06, "end": 1353.18}, {"text": "patrick", "start": 1353.18, "end": 1353.76}, {"text": "i'd like to ask a question or questions yeah", "start": 1353.76, "end": 1357.14}, {"text": "first of all i would like to point out so jungle skunk", "start": 1357.14, "end": 1360.04}, {"text": "the the branson note was found by patrick at eight twenty seven p_m_", "start": 1360.04, "end": 1364.8}, {"text": "which is in line with when he arrived in the office", "start": 1364.8, "end": 1367.1}, {"text": "it takes you it takes him two minutes to walk from the door to the table", "start": 1367.1, "end": 1371.78}, {"text": "statement", "start": 1371.78, "end": 1372.66}, {"text": "and said to you said arrived at twenty four", "start": 1372.66, "end": 1374.98}, {"text": "i spent spent the first couple seconds looking for jungle skunk", "start": 1374.98, "end": 1379.9}, {"text": "and then i i took the picture because i knew i was immediately being framed", "start": 1379.9, "end": 1385.02}, {"text": "and jungle school was found by patrick", "start": 1385.02, "end": 1387.38}, {"text": "i might add", "start": 1387.38, "end": 1388.46}, {"text": "amir nineteen minutes later", "start": 1388.46, "end": 1390.74}, {"text": "uh...", "start": 1390.74, "end": 1394.14}, {"text": "it's a lot of that", "start": 1394.14, "end": 1395.1}, {"text": "uh...", "start": 1395.1, "end": 1396.98}, {"text": "and that's what i think that i have to do that", "start": 1396.98, "end": 1399.54}, {"text": "Mr. Doran, were any of those 19 minutes spent consuming Burger King?", "start": 1399.54, "end": 1405.54}, {"text": "Yes they were. Yes they were. I had a Whopper with fries and a small onion ring", "start": 1405.54, "end": 1412.26}, {"text": "and a Dr. Pepper. So again you're worrying about yourself before", "start": 1412.26, "end": 1415.58}, {"text": "Yunglescoop. Because I knew I was being framed and I knew that he was okay. So your", "start": 1415.58, "end": 1420.66}, {"text": "proverbial kind of last meal you're enjoying. I knew that he was okay. Why did you know he", "start": 1420.66, "end": 1426.14}, {"text": "was okay is it because because one of you was because you were the architect of", "start": 1426.14, "end": 1429.9}, {"text": "his fate no because I was being framed I'd like to call to the stand one an", "start": 1429.9, "end": 1439.5}, {"text": "expert witness just one just one okay and that would be truthologist Cameron", "start": 1439.5, "end": 1445.34}, {"text": "better here Alex you have to be the judge now can you slide this around hi there", "start": 1445.34, "end": 1456.18}, {"text": "okay we have a new we have a substitute judge judge how are you your honor I'm", "start": 1456.18, "end": 1461.46}, {"text": "good I had a heavy night last night judging a lot of cases but I don't think", "start": 1461.46, "end": 1465.62}, {"text": "it should interfere with my judging I agree thank you for that hero guilty", "start": 1465.62, "end": 1470.14}, {"text": "- Cameron, oh. (laughing)", "start": 1470.14, "end": 1473.22}, {"text": "Mr. Cameron Fetter, how are you today?", "start": 1473.22, "end": 1476.48}, {"text": "- I'm doing well. - Okay.", "start": 1476.48, "end": 1477.92}, {"text": "- I'm hungering for vengeance. (laughing)", "start": 1477.92, "end": 1481.96}, {"text": "- And Cameron, how long have you studied", "start": 1481.96, "end": 1486.96}, {"text": "the art of truthology?", "start": 1486.96, "end": 1488.64}, {"text": "- Practically my entire life.", "start": 1488.64, "end": 1490.2}, {"text": "- Okay, as if you can't remember a day", "start": 1490.2, "end": 1491.88}, {"text": "when you weren't a truthologist.", "start": 1491.88, "end": 1493.24}, {"text": "- Basically. - Okay.", "start": 1493.24, "end": 1495.52}, {"text": "And just looking at Patrick, could you do,", "start": 1495.52, "end": 1499.36}, {"text": "I'm not sure if you do this. Could you do a quick truth analysis of just kind of", "start": 1499.36, "end": 1502.68}, {"text": "his body and his body language and kind of give me a percentage point? Okay, so", "start": 1502.68, "end": 1509.48}, {"text": "for the audience he does have his hands behind his back. He kind of a", "start": 1509.48, "end": 1513.32}, {"text": "Matthew McConaughey pose. So there are several key points of truthology", "start": 1513.32, "end": 1517.76}, {"text": "that are kind of tenets of the study that let you know whether or", "start": 1517.76, "end": 1522.2}, {"text": "not somebody is telling the truth and one big point that we always", "start": 1522.2, "end": 1526.68}, {"text": "look for is smiling too damn much and he's got a little bit of a smirk here as", "start": 1526.68, "end": 1532.08}, {"text": "we can see so that's that's one point of of the liar of of liar dumb. He does", "start": 1532.08, "end": 1537.4}, {"text": "look disgusting. He's smiling a little more here. Another another sign that we", "start": 1537.4, "end": 1542.48}, {"text": "look for in liars is earring on the right side and he does possess this", "start": 1542.48, "end": 1548.44}, {"text": "trait right now, which is the second major point that we as truthologists", "start": 1548.44, "end": 1552.52}, {"text": "look like and something that we see with liars a lot too is that they after they", "start": 1552.52, "end": 1557.08}, {"text": "lie they attempt to hide themselves away and they try to but to become elusive", "start": 1557.08, "end": 1561.48}, {"text": "and as you can see he is wearing camouflage on his shirt, which is a", "start": 1561.48, "end": 1564.92}, {"text": "hallmark of trying to hide or disappear after you've been discovered or caught", "start": 1564.92, "end": 1569.52}, {"text": "in a lie. So those are three main points and it only takes half a point to be", "start": 1569.52, "end": 1573.72}, {"text": "deemed a liar under truthology. So he is really six times a liar. Yeah, oh my", "start": 1573.72, "end": 1578.12}, {"text": "goodness, okay on based on hard science. So now quick question about yesterday", "start": 1578.12, "end": 1581.32}, {"text": "So you were obviously involved in the group chat.", "start": 1581.32, "end": 1586.72}, {"text": "Oh yeah.", "start": 1586.72, "end": 1587.72}, {"text": "You know, and we commissioned you to do a truthology review on a video that Patrick made where he", "start": 1587.72, "end": 1596.8}, {"text": "professes his innocence.", "start": 1596.8, "end": 1598.36}, {"text": "Yes.", "start": 1598.36, "end": 1599.36}, {"text": "Okay, and could you very quickly recite what you said in response to that video?", "start": 1599.36, "end": 1604.44}, {"text": "Okay, let me, I have to find it.", "start": 1604.44, "end": 1607.56}, {"text": "One second.", "start": 1607.56, "end": 1608.56}, {"text": "video is way too long we're not watching it guilty okay and then could you very", "start": 1608.56, "end": 1613.92}, {"text": "quickly for for for reference I also made a video professing my innocence", "start": 1613.92, "end": 1619.4}, {"text": "because it was a lot of accusations being levied at the time you tell me", "start": 1619.4, "end": 1623.52}, {"text": "what you said about my video yeah I said I just analyzed that video and it has a", "start": 1623.52, "end": 1630.04}, {"text": "truth reading of over 100 points hashtag where's Patrick's video hashtag guilty", "start": 1630.04, "end": 1634.6}, {"text": "yeah okay you said it has over 100 points you said it only needs six to be a liar", "start": 1634.6, "end": 1645.24}, {"text": "truthology is not real objection truth all I've studied truthology for over 20", "start": 1645.24, "end": 1653.28}, {"text": "years and this clown probably been a lawyer for what five minutes wants to", "start": 1653.28, "end": 1656.4}, {"text": "tell me it's not real if truthology so fake who invented it not true", "start": 1656.4, "end": 1664.2}, {"text": "it was John truth.", "start": 1664.2, "end": 1665.2}, {"text": "Okay, and", "start": 1665.2, "end": 1669.0}, {"text": "can I submit evidence to while I'm not the judge. I really want to submit", "start": 1669.0, "end": 1673.8}, {"text": "a piece of evidence.", "start": 1673.8, "end": 1674.8}, {"text": "Listen, this is huge. Actually, it's a huge breakthrough the case. We're", "start": 1674.8, "end": 1677.8}, {"text": "having a piece of evidence submitted live. Okay, by our truthologist. So", "start": 1677.8, "end": 1683.1}, {"text": "Patrick here, give me this Patrick. Do you remember making this post on", "start": 1683.1, "end": 1689.3}, {"text": "March 12th,", "start": 1689.3, "end": 1690.5}, {"text": "2022", "start": 1690.5, "end": 1692.9}, {"text": "at 2 42 p.m. on are you at lunch enjoyer on Twitter yes do you remember making", "start": 1693.8, "end": 1702.56}, {"text": "this post quote jungle skug will go missing end quote no hit can you", "start": 1702.56, "end": 1712.48}, {"text": "refresh the page I'm actually I've already archived the page so if you've", "start": 1712.48, "end": 1718.68}, {"text": "deleted it that does nothing for your case and actually we're gonna include", "start": 1718.68, "end": 1723.28}, {"text": "that that includes a charge of tampering with evidence hmm it does yes hmm so do", "start": 1723.28, "end": 1730.68}, {"text": "you don't remember making this post I remember all of the posts I make online", "start": 1730.68, "end": 1734.92}, {"text": "are done in a character okay all right with that in mind let's go through some", "start": 1734.92, "end": 1741.92}, {"text": "of these no no no no no no if you insist that that day that this is all a", "start": 1741.92, "end": 1748.24}, {"text": "character let's check this out it's actually it's all me it's 100% real it's", "start": 1748.24, "end": 1758.2}, {"text": "all you and it's 100% real so you so including including the the the jungles", "start": 1758.2, "end": 1763.16}, {"text": "post no that was done facetiously on this same on this same facetious means just", "start": 1763.16, "end": 1774.92}, {"text": "kidding", "start": 1774.92, "end": 1777.24}, {"text": "Patrick a tweet from Patrick's Twitter account yesterday yeah I got a BAFTA big", "start": 1777.24, "end": 1783.52}, {"text": "ass fucking Toyota Avalon I just I'm trying to can we quickly just give a", "start": 1783.52, "end": 1790.04}, {"text": "a rating of this post. I'm gonna give a round of applause for this post. I mean this has got to be one of the best posts of all time.", "start": 1790.04, "end": 1796.24}, {"text": "I think it's funny. That's a funny tweet. It's timely. The BAFTA Awards happened.", "start": 1796.24, "end": 1800.94}, {"text": "He doesn't have a Toyota Avalon. He doesn't have a car. Patrick does not have a driver's license.", "start": 1800.94, "end": 1806.34}, {"text": "So I think this just goes to show that Patrick is tweeting", "start": 1806.34, "end": 1811.14}, {"text": "in said character, not tweeting the truth. He is not, you know, his retweets are not necessarily endorsements.", "start": 1811.14, "end": 1818.44}, {"text": "So if you have, if you tweet in this kind of character as you say it, we'll call it", "start": 1818.44, "end": 1822.84}, {"text": "we'll call it an alternate personality almost. Do you ever find yourself losing", "start": 1822.84, "end": 1828.64}, {"text": "time to this alternate personality? Maybe becoming him kind of a la Jekyll and", "start": 1828.64, "end": 1833.84}, {"text": "Hyde? No. Okay. So there's no possibility that this character took over your psyche", "start": 1833.84, "end": 1844.86}, {"text": "as you entered the office that day filled you with so much non-sexual rage that", "start": 1844.86, "end": 1850.98}, {"text": "you snatched Junglescoog, wrapped him up in a green thing, and put him in a box.", "start": 1850.98, "end": 1858.86}, {"text": "I'm actually also a snatchologist and Patrick's fingers actually have the", "start": 1858.86, "end": 1864.38}, {"text": "perfect articulation for snatching. Patrick does love to talk", "start": 1864.38, "end": 1872.06}, {"text": "about his his his large hands he I don't love to talk about my large he brings it", "start": 1872.06, "end": 1877.02}, {"text": "up all the time I was like a girl does at a bar I'm hearing in sizes I told you", "start": 1877.02, "end": 1882.46}, {"text": "yes I did compare hand sizes with you both of you and how many times I would", "start": 1882.46, "end": 1886.7}, {"text": "say three or four times in the past couple months and what I've noticed is", "start": 1886.7, "end": 1889.78}, {"text": "that you have very large kind of snatchy grabby hands you're you're just a grabby", "start": 1889.78, "end": 1894.74}, {"text": "guy his hands his hands he has bigger hands and then either either me or Caleb", "start": 1894.74, "end": 1899.74}, {"text": "look my hands don't even fit around him I'd like to ask for a hand comparison", "start": 1899.74, "end": 1904.3}, {"text": "between the five of us okay are you sure Joe oh wow Patrick's hands are", "start": 1904.3, "end": 1913.66}, {"text": "approximately the same size as mine which is and he's and he's six five yeah", "start": 1913.66, "end": 1918.34}, {"text": "I have the hands of a six foot five man bigger than mine snatch ability snatch", "start": 1918.34, "end": 1926.7}, {"text": "ability. Yep. Okay, continue the test. Let's go. Oh, no. Alex is bigger. No. No, they're", "start": 1926.7, "end": 1933.7}, {"text": "not. They're the same. Alex has bigger hands. I have longer fingers. Okay, but I can't,", "start": 1933.7, "end": 1944.7}, {"text": "my, I can't. I'd like to call Alex to the stand. I'd like to, I can't lift him up. I'd", "start": 1944.7, "end": 1949.4}, {"text": "like to call, I'd like to call Alex to the stand. Let's all call Alex to the stand. You", "start": 1949.4, "end": 1952.4}, {"text": "You are no longer the judge.", "start": 1952.4, "end": 1953.68}, {"text": "Okay, I'm back to being the judge.", "start": 1953.68, "end": 1955.36}, {"text": "I'm being examined?", "start": 1955.36, "end": 1956.36}, {"text": "Yeah, you, yeah.", "start": 1956.36, "end": 1957.36}, {"text": "Okay.", "start": 1957.36, "end": 1958.36}, {"text": "Fine.", "start": 1958.36, "end": 1959.36}, {"text": "Alex, Alex.", "start": 1959.36, "end": 1960.36}, {"text": "Hit me, hit me with it.", "start": 1960.36, "end": 1961.36}, {"text": "Alex, you have the biggest hands in the office.", "start": 1961.36, "end": 1963.16}, {"text": "Thank you.", "start": 1963.16, "end": 1964.16}, {"text": "Would you say that this helps you with snatching things?", "start": 1964.16, "end": 1966.72}, {"text": "Um, no, because I, I, while my hands are big, they're not very agile.", "start": 1966.72, "end": 1972.64}, {"text": "Look how long it takes me to lift this, lift up Jungle Scoog.", "start": 1972.64, "end": 1976.68}, {"text": "Okay, you've been holding Jungle Scoog this entire time.", "start": 1976.68, "end": 1980.76}, {"text": "It's 'cause...", "start": 1980.76, "end": 1982.76}, {"text": "Once I have him, I can kinda do whatever I want, but like I...", "start": 1982.76, "end": 1985.16}, {"text": "You can do whatever you want?", "start": 1985.16, "end": 1987.16}, {"text": "Whatever I want in a...", "start": 1987.16, "end": 1988.16}, {"text": "Alex, where were you yesterday?", "start": 1988.16, "end": 1990.16}, {"text": "Where were you yesterday?", "start": 1990.16, "end": 1991.16}, {"text": "Yesterday I was at work. I worked a double.", "start": 1991.16, "end": 1993.16}, {"text": "And then I arrived home at approximately night at 8.30 and I...", "start": 1993.16, "end": 2002.16}, {"text": "Okay, so you arrived home at 8.30...", "start": 2002.16, "end": 2004.16}, {"text": "Wait, no, no.", "start": 2004.16, "end": 2005.16}, {"text": "Patrick found...", "start": 2005.16, "end": 2007.16}, {"text": "Sorry, I'm...", "start": 2007.16, "end": 2008.16}, {"text": "And you live 10 minutes away from here.", "start": 2008.16, "end": 2010.16}, {"text": "Shut up.", "start": 2010.16, "end": 2011.16}, {"text": "You have any proof?", "start": 2011.16, "end": 2012.16}, {"text": "Yes, I do.", "start": 2012.16, "end": 2013.16}, {"text": "I can show you.", "start": 2013.16, "end": 2014.16}, {"text": "I arrived home on the train.", "start": 2014.16, "end": 2016.44}, {"text": "I went to Queen Restaurant and I bought a chicken shawarma and I have the email or I have the", "start": 2016.44, "end": 2022.28}, {"text": "text and order confirmation from this restaurant.", "start": 2022.28, "end": 2025.92}, {"text": "It was sent.", "start": 2025.92, "end": 2026.92}, {"text": "That's so far from our place.", "start": 2026.92, "end": 2028.76}, {"text": "I was coming back on the train and I stopped.", "start": 2028.76, "end": 2031.6}, {"text": "I got off.", "start": 2031.6, "end": 2032.6}, {"text": "Or coming back from here.", "start": 2032.6, "end": 2033.6}, {"text": "Which one was it?", "start": 2033.6, "end": 2034.6}, {"text": "Coming back from work.", "start": 2034.6, "end": 2035.6}, {"text": "I work.", "start": 2035.6, "end": 2036.6}, {"text": "You work in an office, no?", "start": 2036.6, "end": 2037.6}, {"text": "No, my other job I work at.", "start": 2037.6, "end": 2039.68}, {"text": "I was I was your other I got a I got a text at I had sex 715 that my order was", "start": 2039.68, "end": 2052.22}, {"text": "ready we'll be ready at 730 and I went and I got my order and then I went back", "start": 2052.22, "end": 2056.04}, {"text": "to the apartment took a shower I believe at about your painting a very wide open", "start": 2056.04, "end": 2062.16}, {"text": "window. No, no, no. I have an alibi. Let's see. At 843...", "start": 2062.16, "end": 2068.8}, {"text": "Oh. So I went home at 843. I received a text from our roommate Neil Linsky. He", "start": 2068.8, "end": 2075.36}, {"text": "said, \"Anyone home?\" I said, \"I am home.\" Patrick said, \"I am at the office.\" And that", "start": 2075.36, "end": 2081.6}, {"text": "was at 845. So there's no way I could have done it. And I'm too slow. I can't", "start": 2081.6, "end": 2089.4}, {"text": "pick things up. I would like to... Next question please. You've given us...", "start": 2089.4, "end": 2093.12}, {"text": "You get off of work around 6, right? 7. I got off work at 7 and I arrived", "start": 2093.12, "end": 2098.44}, {"text": "home at 7.45. Alex, I have seen you leave work a lot. Let the record show I", "start": 2098.44, "end": 2103.56}, {"text": "recently got in trouble at work because I don't stay late enough. So now I have", "start": 2103.56, "end": 2107.84}, {"text": "to stay an extra 30 minutes. The record will show that. Thank you. So I stayed", "start": 2107.84, "end": 2113.52}, {"text": "late at work. So yes you may have seen me leaving work earlier but I", "start": 2113.52, "end": 2116.6}, {"text": "don't leave them see okay all I'm trying to say in this analysis of Alex is that", "start": 2116.6, "end": 2122.36}, {"text": "if you put schedules enough schedules together enough anyone could have come", "start": 2122.36, "end": 2129.36}, {"text": "into this office kidnap jungle school including Patrick including Patrick what", "start": 2129.36, "end": 2134.44}, {"text": "yes I'm saying anyone hypothetically could have come in with the same amount", "start": 2134.44, "end": 2138.84}, {"text": "of evidence that we are throwing towards Patrick I would like to I think you're", "start": 2138.84, "end": 2145.52}, {"text": "right Joe I think you're right anybody hypothetically could do this but it is a", "start": 2145.52, "end": 2153.28}, {"text": "matter of motive what did what have we illustrated what is Patrick illustrated", "start": 2153.28, "end": 2160.58}, {"text": "about himself time after time when I got my dog okay mm-hmm what did he say he", "start": 2160.58, "end": 2167.04}, {"text": "said he's getting more attention than me he said he was jealous mm-hmm jealous", "start": 2167.04, "end": 2171.76}, {"text": "jealous my dog was getting more attention than him that the dog is now the", "start": 2171.76, "end": 2176.2}, {"text": "recipient of belly rubs and tummy scratches from me from me and cam from me", "start": 2176.2, "end": 2182.3}, {"text": "was what he was complaining about he doesn't care about your belly well", "start": 2182.3, "end": 2184.5}, {"text": "that's that you know that hurts my feelings but it's okay but what and what", "start": 2184.5, "end": 2189.0}, {"text": "did he say what what what refrain did he echo once more when we got going to", "start": 2189.0, "end": 2194.04}, {"text": "kidnap and molest your dog.", "start": 2194.04, "end": 2196.04}, {"text": "(laughter)", "start": 2196.04, "end": 2198.04}, {"text": "If my memory serves me correctly, I think...", "start": 2198.04, "end": 2200.04}, {"text": "The judge was joking on that one.", "start": 2200.04, "end": 2202.04}, {"text": "That was a joke.", "start": 2202.04, "end": 2204.04}, {"text": "Strike that from the record.", "start": 2204.04, "end": 2206.04}, {"text": "I'd like to ask the judge to not make jokes.", "start": 2206.04, "end": 2208.04}, {"text": "Well, it seems you don't really have the authority to ask the judge to do anything.", "start": 2208.04, "end": 2210.04}, {"text": "I have the authority to ask.", "start": 2210.04, "end": 2212.04}, {"text": "I asked the defense to go outside.", "start": 2212.04, "end": 2214.04}, {"text": "(laughter)", "start": 2214.04, "end": 2216.04}, {"text": "The door locks. I can't do that.", "start": 2216.04, "end": 2218.04}, {"text": "Oh, listen.", "start": 2218.04, "end": 2220.04}, {"text": "Perjury.", "start": 2220.04, "end": 2222.04}, {"text": "And I would like to say that he said almost the exact same thing", "start": 2222.04, "end": 2227.44}, {"text": "when we got Jungelskoog, that he was jealous that Jungelskoog was getting the attention.", "start": 2227.44, "end": 2231.04}, {"text": "If you remember correctly...", "start": 2231.04, "end": 2231.84}, {"text": "The judge remembers that correctly.", "start": 2231.84, "end": 2233.44}, {"text": "And if you remember correctly, judge, the first time that he saw Jungelskoog,", "start": 2233.44, "end": 2238.04}, {"text": "he grabbed him and would not let him go as you and me chased him around the office.", "start": 2238.04, "end": 2243.44}, {"text": "I believe that we have audio evidence of that occurring.", "start": 2243.44, "end": 2245.64}, {"text": "Yes, we do. It's on an episode.", "start": 2245.64, "end": 2247.64}, {"text": "We tried to free him from Patrick's...", "start": 2247.64, "end": 2250.04}, {"text": "But that is on the premium feed.", "start": 2250.04, "end": 2251.84}, {"text": "Patrick's touchy-feely clutches and he was running around the office with", "start": 2251.84, "end": 2256.72}, {"text": "Jungleskoog. Okay, so we've established that you have a you have a pattern, a", "start": 2256.72, "end": 2260.8}, {"text": "history of Jungleskoog abuse. If we're talking about if we're talking about a", "start": 2260.8, "end": 2265.84}, {"text": "period of or a pattern of Jungleskoog abuse I would like to highlight", "start": 2265.84, "end": 2270.84}, {"text": "immediately bringing Jungleskoog back from IKEA, our beautiful Judge Cameron", "start": 2270.84, "end": 2275.76}, {"text": "proceeded to put him in every doorway and shut repeatedly we put him in a closet", "start": 2275.76, "end": 2283.8}, {"text": "he liked it we put him in multiple closets shutting the door we put him in", "start": 2283.8, "end": 2288.16}, {"text": "drawers oh did I hear the word we here interesting party to this but Cameron", "start": 2288.16, "end": 2293.08}, {"text": "so you did this also refused to let me hold jungle school that's not true you", "start": 2293.08, "end": 2297.08}, {"text": "hold you several times you seem I have also also I hung him up on the lights", "start": 2297.08, "end": 2303.04}, {"text": "first with you instructing me how to do so if you remember correctly and it was", "start": 2303.04, "end": 2307.44}, {"text": "after that I hung him up on the lights that you took him and you it seems like", "start": 2307.44, "end": 2311.32}, {"text": "I was why I was here has participated in jungle skook abuse no what I was doing", "start": 2311.32, "end": 2316.12}, {"text": "was not abuse I was propping him up in doorways very cutely and what Joe was", "start": 2316.12, "end": 2319.84}, {"text": "doing was rubbing him in the corners of the ceiling and getting spider webs and", "start": 2319.84, "end": 2323.24}, {"text": "bugs all over him objective I did not rub him I tried to hang him because he", "start": 2323.24, "end": 2327.04}, {"text": "has a velcro feet and you try to hang him interesting no no okay", "start": 2327.04, "end": 2332.56}, {"text": "thereby murdering him I would like to call to the stand the prosecution Joe", "start": 2332.56, "end": 2337.8}, {"text": "Gleason objection you can't object you know come on come to the I just have a", "start": 2337.8, "end": 2344.08}, {"text": "couple of questions ask okay call him to the stand and then give him jungle skoog", "start": 2344.08, "end": 2348.76}, {"text": "and then see what his eyes look like okay all right well thank you for thank you", "start": 2348.76, "end": 2354.08}, {"text": "for giving it up out loud so that he knows exactly what to not do that is", "start": 2354.08, "end": 2358.16}, {"text": "great Joe Gleason we hold on to him for a second so I just like to see okay Patrick", "start": 2358.16, "end": 2364.62}, {"text": "immediately violently reached for him so you look very at home with the uncle", "start": 2364.62, "end": 2371.36}, {"text": "scoog in your hands I love jungle school of course who doesn't can you tell me so", "start": 2371.36, "end": 2378.54}, {"text": "when I came in today I young go scoog was recovered right he had already been", "start": 2378.54, "end": 2383.18}, {"text": "unrecovered and we we I basically took the ransom note and I rearranged the", "start": 2383.18, "end": 2389.06}, {"text": "letters to be a little bit sweeter so tell me what could you read this for me", "start": 2389.06, "end": 2392.54}, {"text": "yes it says jungle skug is fine winky face tongue-out face tunes are good he", "start": 2392.54, "end": 2399.18}, {"text": "do want to be found so he do want to be found I think we think we all agree", "start": 2399.18, "end": 2403.94}, {"text": "that's a very sweet kind of nice message that I left right you do want to tell me", "start": 2403.94, "end": 2408.74}, {"text": "This is kind of what I want to focus on here. These two, you mentioned them, the", "start": 2408.74, "end": 2413.82}, {"text": "the emojis, okay? So these were at one point a double sad face emoji in the", "start": 2413.82, "end": 2418.5}, {"text": "original Ransom Note. I believe a double crying face. Okay, so you know the", "start": 2418.5, "end": 2421.9}, {"text": "specifics. Would you consider yourself an emoji user? I'd say I use my fair share", "start": 2421.9, "end": 2427.14}, {"text": "of emojis. Gotcha, because I would like to bring to the attention of the court, back", "start": 2427.14, "end": 2433.7}, {"text": "to the group chat okay in the first two messages that Joe Gleason says in", "start": 2433.7, "end": 2441.78}, {"text": "response to the photo okay the photo is it the photo is sent by Patrick right of", "start": 2441.78, "end": 2448.54}, {"text": "the note Cameron says you will never get away with this", "start": 2448.54, "end": 2454.98}, {"text": "Patrick says I'm being framed I'm serious Joe Gleason says WTF sad eyes", "start": 2454.98, "end": 2463.18}, {"text": "emoji and let me tell you what it gets even worse for one Joe Gleason Cameron", "start": 2463.18, "end": 2471.7}, {"text": "no but I just I just I'd like to pique the interest of the court on this on this", "start": 2471.7, "end": 2475.18}, {"text": "one possible suspect not even a suspect yeah I just want to I kind of just want", "start": 2475.18, "end": 2480.18}, {"text": "to bring this up Cameron says why are you in the office then Patrick says I'm", "start": 2480.18, "end": 2484.3}, {"text": "working on my PowerPoint for my show on the I'm gonna show you know plug", "start": 2484.3, "end": 2488.3}, {"text": "sustains no plugs Patrick no plugs mr. Doran Pam Cameron says you have the", "start": 2488.3, "end": 2494.02}, {"text": "motive means and no alibi and here comes Joe poor young sad face emoji - sad", "start": 2494.02, "end": 2502.9}, {"text": "face emoji emojis - two messages I dented you you you often find yourself", "start": 2502.9, "end": 2511.94}, {"text": "using emojis how about so often that in the two messages after we get the first", "start": 2511.94, "end": 2518.5}, {"text": "piece of evidence both of them contain emojis almost as if you're seeding as if", "start": 2518.5, "end": 2524.94}, {"text": "you're leaving a breadcrumb trail directly to yourself", "start": 2524.94, "end": 2528.78}, {"text": "Joe I would like to know what you were up to yesterday so my friend was in town", "start": 2528.78, "end": 2535.06}, {"text": "at my house at my new apartment okay in the morning I friend or accomplice friend", "start": 2535.06, "end": 2541.1}, {"text": "friend does not know of Jungle Skoog.", "start": 2541.1, "end": 2544.46}, {"text": "I would like to say that earlier when we were discussing going into this court case.", "start": 2544.46, "end": 2551.1}, {"text": "Hold on, hold on.", "start": 2551.1, "end": 2552.1}, {"text": "Let him finish this.", "start": 2552.1, "end": 2553.1}, {"text": "Okay, okay, sorry.", "start": 2553.1, "end": 2556.22}, {"text": "I drove my friend to his home in upstate New York, going out of my way.", "start": 2556.22, "end": 2562.34}, {"text": "What time?", "start": 2562.34, "end": 2563.34}, {"text": "Let me see.", "start": 2563.34, "end": 2564.34}, {"text": "I have a, I think middle of the day, about three.", "start": 2564.34, "end": 2569.26}, {"text": "Two to three.", "start": 2569.26, "end": 2570.26}, {"text": "And three around the time where I was in Midtown.", "start": 2570.26, "end": 2574.36}, {"text": "And would your friend corroborate this?", "start": 2574.36, "end": 2576.08}, {"text": "Yeah, I have a...", "start": 2576.08, "end": 2578.72}, {"text": "Would you mind giving him a phone call?", "start": 2578.72, "end": 2580.7}, {"text": "I have a...", "start": 2580.7, "end": 2581.7}, {"text": "You know, he works.", "start": 2581.7, "end": 2584.02}, {"text": "But I do have a receipt for a gas station.", "start": 2584.02, "end": 2586.36}, {"text": "He works in upstate New York?", "start": 2586.36, "end": 2587.8}, {"text": "Yeah, he lives there.", "start": 2587.8, "end": 2589.1}, {"text": "I have a receipt of $35.93 at the Millwood Market gas station, the Exxon.", "start": 2589.1, "end": 2595.06}, {"text": "Wait, is that right?", "start": 2595.06, "end": 2596.06}, {"text": "These gas prices are crazy.", "start": 2596.06, "end": 2597.62}, {"text": "$35 to fill up a...", "start": 2597.62, "end": 2599.14}, {"text": "probably buying black trash bags and gloves and then I was driving back here", "start": 2599.14, "end": 2608.34}, {"text": "to New York to go back to my house and when you say here you mean the office", "start": 2608.34, "end": 2616.18}, {"text": "well so I was driving I I had to head to poop and my house is about ten minutes", "start": 2616.18, "end": 2625.7}, {"text": "from here. So I decided to stop through here.", "start": 2625.7, "end": 2630.86}, {"text": "What? I decided to poop here because there's the squatty potty and... At what time?", "start": 2630.86, "end": 2643.14}, {"text": "At what time were you here using the squatty potty? I texted Kara.", "start": 2643.14, "end": 2648.82}, {"text": "you're burying yourself right now. I texted Kara and said I just went to the", "start": 2648.82, "end": 2654.38}, {"text": "office to take a poop. Gonna drive back home in a few minutes. What time? I don't know.", "start": 2654.38, "end": 2659.08}, {"text": "At 530. At 530 when I was on I there's there is photographic evidence I can", "start": 2659.08, "end": 2666.78}, {"text": "prove this I was with my friend Blaine. So at 530 there was what was you what was", "start": 2666.78, "end": 2673.14}, {"text": "young school doing at this time while you're proving he was here we played", "start": 2673.14, "end": 2676.94}, {"text": "you play", "start": 2676.94, "end": 2679.66}, {"text": "at five oh six i have a way with his permission yes jungles jungles good and i", "start": 2679.66, "end": 2684.7}, {"text": "i would say have the strongest relationship", "start": 2684.7, "end": 2687.34}, {"text": "in the office i think i was going to die let's ask you know", "start": 2687.34, "end": 2691.14}, {"text": "yet", "start": 2691.14, "end": 2691.66}, {"text": "dot but the culture of the school to the stand", "start": 2691.66, "end": 2696.66}, {"text": "he's nodding", "start": 2696.66, "end": 2698.66}, {"text": "(laughter)", "start": 2698.66, "end": 2700.66}, {"text": "leading the witness", "start": 2700.66, "end": 2702.66}, {"text": "Joe is nodding his head", "start": 2702.66, "end": 2704.66}, {"text": "he's playing with his head", "start": 2704.66, "end": 2706.66}, {"text": "he's puppeteering him", "start": 2706.66, "end": 2708.66}, {"text": "(laughter)", "start": 2708.66, "end": 2710.66}, {"text": "Jungle Skook just shook his head", "start": 2710.66, "end": 2712.66}, {"text": "so I guess Joe has nothing to do with", "start": 2712.66, "end": 2714.66}, {"text": "ok so let's ask Jungle Skook some yes or no questions", "start": 2714.66, "end": 2716.66}, {"text": "ok", "start": 2716.66, "end": 2718.66}, {"text": "Jungle Skook", "start": 2718.66, "end": 2720.66}, {"text": "Jungle Skook are you", "start": 2720.66, "end": 2722.66}, {"text": "who's your", "start": 2722.66, "end": 2724.66}, {"text": "the question I can ask him one time I'm also a lawyer he know you hold the", "start": 2724.66, "end": 2729.1}, {"text": "phone up to him jungle skunk yeah am I your best friend am I your best friend", "start": 2729.1, "end": 2733.78}, {"text": "in the office he's shaking his head he's nodding his head I'd like to I'd like to", "start": 2733.78, "end": 2738.98}, {"text": "shaking his head no let the record show he's not in his he's not you can't", "start": 2738.98, "end": 2743.62}, {"text": "affect the record I'm the judge and I'm the only one who can change the record I", "start": 2743.62, "end": 2746.78}, {"text": "would like to say he is nodding his head okay but you know we don't know how", "start": 2746.78, "end": 2752.06}, {"text": "truthful he's being he's right now okay wait he's rubbing jungle skunk is", "start": 2752.06, "end": 2757.38}, {"text": "rubbing his armpits and his privates well he's a monkey that's the kind of thing", "start": 2757.38, "end": 2760.86}, {"text": "that they do that's perfectly normal like behavior play games like so you say", "start": 2760.86, "end": 2764.98}, {"text": "so jungle skunk did Joe in fact come to the office yesterday yes and were you", "start": 2764.98, "end": 2773.46}, {"text": "playing yes and at any point did you feel in danger when Joe was in the office and", "start": 2773.46, "end": 2784.58}, {"text": "that's a no are you sure yes yes that's a yes so that's what the game they played", "start": 2784.58, "end": 2793.22}, {"text": "was what with he can't speak can't speak okay he's he's they played way they", "start": 2793.22, "end": 2801.42}, {"text": "played the waving game hi hi Joe hi Joe hi yeah we kind of played wave we played", "start": 2801.42, "end": 2808.38}, {"text": "some hide-and-seek we played some running around did you just say that you played", "start": 2808.38, "end": 2813.22}, {"text": "hide-and-seek yeah I'd like to call another surprise witness to the stand", "start": 2813.22, "end": 2817.86}, {"text": "okay ladies and gentlemen of the court please welcome crazy frog who was here", "start": 2817.86, "end": 2827.54}, {"text": "and saw everything okay okay Patrick you you speak crazy frog yes yes okay and", "start": 2827.54, "end": 2840.74}, {"text": "would you mind being his translator here in the court okay crazy frog how are you", "start": 2840.74, "end": 2845.82}, {"text": "today and what does that mean that means I'm doing very well actually I just I", "start": 2845.82, "end": 2853.26}, {"text": "I just bought a new home.", "start": 2853.26, "end": 2854.56}, {"text": "- Oh, that's great.", "start": 2854.56, "end": 2855.56}, {"text": "- Congratulations, Crazy Frog.", "start": 2855.56, "end": 2856.84}, {"text": "- Where were you on Sunday, March the 13th?", "start": 2856.84, "end": 2861.84}, {"text": "(laughing)", "start": 2861.84, "end": 2864.88}, {"text": "- Jungle Scoog!", "start": 2864.88, "end": 2865.72}, {"text": "- Jungle Scoog, no!", "start": 2865.72, "end": 2866.84}, {"text": "- Stop, Baylet.", "start": 2866.84, "end": 2867.68}, {"text": "- Jungle Scoog, stop it!", "start": 2867.68, "end": 2869.12}, {"text": "- Baylet, get him.", "start": 2869.12, "end": 2869.96}, {"text": "- Stop!", "start": 2869.96, "end": 2870.78}, {"text": "- Keep these two away from each other.", "start": 2870.78, "end": 2874.54}, {"text": "(laughing)", "start": 2874.54, "end": 2877.06}, {"text": "- Jungle Scoog, let the record show,", "start": 2877.06, "end": 2878.56}, {"text": "Jungle Scoog just tried to kill.", "start": 2878.56, "end": 2880.36}, {"text": "- It's just an attack.", "start": 2880.36, "end": 2881.2}, {"text": "(laughing)", "start": 2881.2, "end": 2883.16}, {"text": "joe is grabbed trying to grab the on the school trying to see a little bit of a", "start": 2883.16, "end": 2887.22}, {"text": "right out of my arms is is clear i let the record show i i separated crazy", "start": 2887.22, "end": 2893.12}, {"text": "frog in the most critical you're going to do it", "start": 2893.12, "end": 2896.36}, {"text": "you know", "start": 2896.36, "end": 2897.64}, {"text": "it's always joe do you just leave it like that don't wait like that", "start": 2897.64, "end": 2903.44}, {"text": "no that's that's not the list i i i think i was just trying to point a crazy", "start": 2903.44, "end": 2907.64}, {"text": "for always pointing always he can't move it is a great thing i have a dozen of", "start": 2907.64, "end": 2911.2}, {"text": "articulated fingers no no joke and I physically cannot you say you're in the", "start": 2911.2, "end": 2917.92}, {"text": "penalty box it's crazy frog is he ready to talk you said yes crazy frog were you", "start": 2917.92, "end": 2933.32}, {"text": "at the office on Sunday March 13th that also means yes okay yeah it's like you", "start": 2933.32, "end": 2944.78}, {"text": "know if many crazy frog has many different words for yes okay", "start": 2944.78, "end": 2950.26}, {"text": "Yunglescoot took the gavel and he's bashed Crazy Frog in the head.", "start": 2954.62, "end": 2959.62}, {"text": "He's bleeding all over the place.", "start": 2959.62, "end": 2962.62}, {"text": "Bling!", "start": 2962.62, "end": 2963.62}, {"text": "What does that mean?", "start": 2963.62, "end": 2964.62}, {"text": "Bling!", "start": 2964.62, "end": 2965.62}, {"text": "We have to operate on Crazy Frog.", "start": 2965.62, "end": 2969.62}, {"text": "We have to operate on him.", "start": 2969.62, "end": 2970.62}, {"text": "Oh my god.", "start": 2970.62, "end": 2971.62}, {"text": "He said, he said, well he said, \"Thank god I'm wearing this helmet.\"", "start": 2971.62, "end": 2975.62}, {"text": "Why would Yunglescoot do this?", "start": 2975.62, "end": 2978.62}, {"text": "He's shrugging.", "start": 2978.62, "end": 2980.62}, {"text": "Younglskug, you, you, oh no! He can't even stay, stay up, he's dead.", "start": 2981.62, "end": 2987.34}, {"text": "Crazy Frog, is he? He's alive. Okay, he looks dead. He's, he's, okay. Yeah.", "start": 2987.34, "end": 2992.54}, {"text": "Alright, Younglskug, stop, Younglskug, stop. I, you are being restrained. He's trying to", "start": 2992.54, "end": 2998.54}, {"text": "grab the hammer again. Okay, Younglskug, you're gonna have another trial later, I think,", "start": 2998.54, "end": 3003.34}, {"text": "because you just did a way worse crime.", "start": 3003.34, "end": 3007.14}, {"text": "okay so crazy frog I just have one question for you okay who did you see", "start": 3007.86, "end": 3017.3}, {"text": "kidnap you uncle skook yesterday afternoon Bing and Patrick what does", "start": 3017.3, "end": 3026.34}, {"text": "that say that says he says I don't know I looked it up I thought that being means", "start": 3026.34, "end": 3034.46}, {"text": "me what I just looked at well yeah I've just studied a lot of linguistics I'm a", "start": 3034.46, "end": 3042.7}, {"text": "linguist ologist wait crazy frog crazy for you saying this to cover things up", "start": 3042.7, "end": 3047.98}, {"text": "so you can still hang out at the office why would we you're gonna get crazy frog", "start": 3047.98, "end": 3052.74}, {"text": "I want you to know we're going to sentence you to death if you are the one", "start": 3052.74, "end": 3056.98}, {"text": "who kidnapped you uncle skook and what does that mean Patrick that's another I", "start": 3056.98, "end": 3065.3}, {"text": "don't know ladies and gentlemen I my hands are tied I think that at this", "start": 3065.3, "end": 3075.58}, {"text": "point I think that all we can do is closing statements some deliberation and", "start": 3075.58, "end": 3082.46}, {"text": "than the verdict I think that's basically all we do. That will take up about nine minutes.", "start": 3082.46, "end": 3087.9}, {"text": "We also didn't get, hold on, Joe clearly was here playing hide and seek with Jungle Scoog.", "start": 3087.9, "end": 3094.9}, {"text": "And tell me, do you remember, give him the microphone, give him the microphone. Joe,", "start": 3094.9, "end": 3103.22}, {"text": "do you remember where the last hiding place that you and Uncle Scoog had was?", "start": 3103.22, "end": 3110.06}, {"text": "i do remember i would also first before i answer the old no okay no no no let me", "start": 3110.06, "end": 3114.78}, {"text": "answer the question before i answer no as a judge you can't you're a witness", "start": 3114.78, "end": 3118.7}, {"text": "right now before i answer the question i would like the record to show", "start": 3118.7, "end": 3122.62}, {"text": "that patrick offered me the herman miller chair if i can prove beyond a", "start": 3122.62, "end": 3125.74}, {"text": "reasonable doubt that he did not do the crime of putting jungle yet you pay you", "start": 3125.74, "end": 3129.66}, {"text": "pay your lawyer that's normal", "start": 3129.66, "end": 3133.14}, {"text": "but if you're his lawyer right", "start": 3133.14, "end": 3135.14}, {"text": "i saw that the thing you can't you can't get bribed your low he's he pays you to", "start": 3135.14, "end": 3138.94}, {"text": "to help prove the case. That's my payment for proving him, his innocence.", "start": 3138.94, "end": 3142.58}, {"text": "Yeah, so answer the question. I came here, the little board said, \"Mmm poop\"", "start": 3142.58, "end": 3148.38}, {"text": "I believe. \"Mmm poop\" Wait, actually it did not. It said, at the", "start": 3148.38, "end": 3153.18}, {"text": "time it said, \"Mmm ooo pee pee.\" \"Mmm ooo pee pee\" which was a variant of", "start": 3153.18, "end": 3159.26}, {"text": "\"Mmm poop\" before. Yeah, okay.", "start": 3159.26, "end": 3162.38}, {"text": "I saw that the boards were still in, the boards with all the little letters were still there.", "start": 3162.38, "end": 3167.3}, {"text": "I had to take a poop as I previously stated.", "start": 3167.3, "end": 3170.82}, {"text": "I like to play around with jungle skunk.", "start": 3170.82, "end": 3172.14}, {"text": "I think he has a funny face.", "start": 3172.14, "end": 3175.3}, {"text": "It's a very funny object.", "start": 3175.3, "end": 3176.3}, {"text": "Yes, it's a very funny.", "start": 3176.3, "end": 3177.62}, {"text": "It really looks good no matter what he always looks like he's giving whatever emotion you", "start": 3177.62, "end": 3180.98}, {"text": "need him to be giving.", "start": 3180.98, "end": 3182.78}, {"text": "He's happy.", "start": 3182.78, "end": 3183.78}, {"text": "He's scared.", "start": 3183.78, "end": 3184.78}, {"text": "He's sad.", "start": 3184.78, "end": 3185.78}, {"text": "He's excited.", "start": 3185.78, "end": 3186.78}, {"text": "He looks he looks rageful right now.", "start": 3186.78, "end": 3187.78}, {"text": "He looks murderous.", "start": 3187.78, "end": 3189.7}, {"text": "I came to the office.", "start": 3189.7, "end": 3190.7}, {"text": "I'm", "start": 3190.7, "end": 3219.26}, {"text": "Alright, so what's your point here?", "start": 3219.26, "end": 3221.26}, {"text": "Give us, put us through this whole rigmarole, Joe.", "start": 3221.26, "end": 3223.9}, {"text": "Just spit it out.", "start": 3223.9, "end": 3224.74}, {"text": "What is your point?", "start": 3224.74, "end": 3226.5}, {"text": "- I did it.", "start": 3226.5, "end": 3227.34}, {"text": "(gasps)", "start": 3227.34, "end": 3229.1}, {"text": "I was playing with Jungle Skoog.", "start": 3229.1, "end": 3230.98}, {"text": "- Did you do this for the Herman Miller?", "start": 3230.98, "end": 3233.7}, {"text": "- Yeah.", "start": 3233.7, "end": 3234.54}, {"text": "Well, you know, you didn't--", "start": 3234.54, "end": 3236.22}, {"text": "- I mean, I did it now,", "start": 3236.22, "end": 3237.06}, {"text": "I defended you for the Herman Miller.", "start": 3237.06, "end": 3237.9}, {"text": "- I need a microphone.", "start": 3237.9, "end": 3239.42}, {"text": "- Cameron's been talking.", "start": 3239.42, "end": 3241.94}, {"text": "I'm holding a microphone.", "start": 3241.94, "end": 3244.34}, {"text": "- No, no, no, earlier, when you didn't have one,", "start": 3244.34, "end": 3246.38}, {"text": "you were saying stuff.", "start": 3246.38, "end": 3247.58}, {"text": "- Yeah.", "start": 3247.58, "end": 3248.42}, {"text": "can you hear me screaming probably faintly yeah it's like court flavor.", "start": 3248.42, "end": 3252.76}, {"text": "You know if you yell stuff yeah, it's like sounds like there's a big court", "start": 3252.76, "end": 3256.1}, {"text": "with people you know that you mean there is a big court with people. Oh", "start": 3256.1, "end": 3259.34}, {"text": "yeah, it sounds like it because it is yeah exactly, but it sounds to me like", "start": 3259.34, "end": 3264.9}, {"text": "now as the judge as a judge, I'm an expert on deals and rules and it sounds", "start": 3264.9, "end": 3271.26}, {"text": "to me like Patrick promised the Herman Miller to Joe. If Joe was able to", "start": 3271.26, "end": 3275.1}, {"text": "successfully defend Patrick and this actually does count as a bribe now and I", "start": 3275.12, "end": 3281.2}, {"text": "would like to make one I would like to ask one question how can we know that", "start": 3281.2, "end": 3285.6}, {"text": "you are not just taking the fall so that you can get the Herman Miller at this", "start": 3285.6, "end": 3289.6}, {"text": "point please speak into the microphone because if you're taking the fall to do", "start": 3289.6, "end": 3292.6}, {"text": "it that I don't think that's successful because then that leaves the case open", "start": 3292.6, "end": 3295.84}, {"text": "ended do you have any hard enough Patrick did not go to IKEA with us Patrick was", "start": 3295.84, "end": 3302.28}, {"text": "here yes waiting for the optimum man Patrick does not know where the little", "start": 3302.28, "end": 3308.64}, {"text": "fits like letters are to put on the jungle school he does not know which", "start": 3308.64, "end": 3313.44}, {"text": "cabinet those are in Patrick also not very good at spelling we can say that", "start": 3313.44, "end": 3319.08}, {"text": "too Patrick does not know the spelling of jungle scog scoog potentially it is a", "start": 3319.08, "end": 3323.6}, {"text": "it is a strange swedish spelling", "start": 3323.6, "end": 3327.28}, {"text": "uh... i don't know that he knows it", "start": 3327.28, "end": 3329.72}, {"text": "uh...", "start": 3329.72, "end": 3330.4}, {"text": "you", "start": 3330.4, "end": 3333.28}, {"text": "don't you're hurt you're hurting your case i think it's also on this also on", "start": 3333.28, "end": 3336.74}, {"text": "the tag it is on the tag", "start": 3336.74, "end": 3339.56}, {"text": "uh...", "start": 3339.56, "end": 3341.04}, {"text": "he did and what was your motive", "start": 3341.04, "end": 3342.7}, {"text": "he didn't do it he says he's taking the floor i thought it would be kind of", "start": 3342.7, "end": 3345.68}, {"text": "funny", "start": 3345.68, "end": 3346.6}, {"text": "i think jungle school looks funny in the little green blankets while like a", "start": 3346.6, "end": 3350.08}, {"text": "little baby", "start": 3350.08, "end": 3351.32}, {"text": "and i kinda wanted some", "start": 3351.32, "end": 3352.9}, {"text": "some fun excitement. I was like whoever's gonna find this is gonna be kind of", "start": 3352.9, "end": 3355.7}, {"text": "funny.", "start": 3355.7, "end": 3356.02}, {"text": "So you did this all just for entertainment value. I did it for fun. I", "start": 3356.02, "end": 3362.54}, {"text": "think jungle school had a good time as we kind of he had a good time jungle", "start": 3362.54, "end": 3367.34}, {"text": "school is a you think you showed jungle school a good you gave him a real good", "start": 3367.34, "end": 3371.1}, {"text": "time. I'm", "start": 3371.1, "end": 3371.78}, {"text": "I'm like a", "start": 3371.78, "end": 3374.26}, {"text": "I'm not an evil person.", "start": 3374.26, "end": 3376.46}, {"text": "It's very kind of Machiavellian of you to do all this just for a chair.", "start": 3379.18, "end": 3384.58}, {"text": "Well that was...", "start": 3384.58, "end": 3385.58}, {"text": "It's like you set up the entire thing.", "start": 3385.58, "end": 3386.58}, {"text": "I did the original thing for fun because I thought it was kind of fun to change the board", "start": 3386.58, "end": 3390.34}, {"text": "and you know have some office drama as we enter this new office phase of our lives.", "start": 3390.34, "end": 3396.3}, {"text": "Which I think is a nice thing.", "start": 3396.3, "end": 3397.3}, {"text": "I think we all appreciate it that we're having fun talking about this fun thing.", "start": 3397.3, "end": 3401.58}, {"text": "Jungle Skooge I would like to point out is a stuffed animal.", "start": 3401.58, "end": 3405.18}, {"text": "does not have a traditional brown you", "start": 3405.18, "end": 3408.82}, {"text": "jack time from the court", "start": 3408.82, "end": 3410.26}, {"text": "okay I love jungle skunk", "start": 3410.26, "end": 3415.54}, {"text": "I love playing games with them I love having fun with them I did not do", "start": 3415.54, "end": 3418.22}, {"text": "anything sinister with him", "start": 3418.22, "end": 3419.5}, {"text": "I'm Patrick I understood Patrick", "start": 3419.5, "end": 3423.58}, {"text": "would likely get you know like", "start": 3423.58, "end": 3427.18}, {"text": "whoever came and found it would probably", "start": 3427.18, "end": 3431.02}, {"text": "blame Patrick because that's I mean I wouldn't personally", "start": 3431.02, "end": 3434.62}, {"text": "But you too, I think, definitely would blame Patrick.", "start": 3434.62, "end": 3437.52}, {"text": "You wouldn't blame Patrick when he tweeted the day before \"Jungleskoog will go missing\"?", "start": 3437.52, "end": 3441.32}, {"text": "Well, I wouldn't blame Patrick because I did it.", "start": 3441.32, "end": 3443.32}, {"text": "You didn't do it. It was Patrick.", "start": 3443.32, "end": 3446.82}, {"text": "I fully take the blame. I did do it. I did take a poop here.", "start": 3446.82, "end": 3450.32}, {"text": "And I'm sorry for any hardship that it's caused.", "start": 3450.32, "end": 3455.02}, {"text": "Mainly Patrick, who had to go through the brunt of being, you know, guilty before proven innocent or whatever.", "start": 3455.02, "end": 3463.32}, {"text": "I think it was funny. I think it was a fun time and I have the I get the chair and", "start": 3463.32, "end": 3470.04}, {"text": "will you submit to me taking a black light to jungle squeeze body", "start": 3470.04, "end": 3474.12}, {"text": "yeah I yeah I stand by stand by I would never ever ever do anything to physically", "start": 3474.12, "end": 3482.56}, {"text": "harm jungle school and you also stood by well Patrick physically harmed young", "start": 3482.56, "end": 3487.04}, {"text": "school Patrick and I were not here at the same time I cannot speak to any of", "start": 3487.04, "end": 3490.28}, {"text": "those. Patrick could have done something. Patrick probably did it after Joe", "start": 3490.28, "end": 3495.0}, {"text": "faked it. Patrick probably saw that Junglescoog had been missing,", "start": 3495.0, "end": 3501.64}, {"text": "realized he was being framed and decided I might as well attack him and touch him", "start": 3501.64, "end": 3506.2}, {"text": "all over. No. Well I have the chance. That's not what happened. You saw Junglescoog, you", "start": 3506.2, "end": 3510.52}, {"text": "found him and you were so excited you kind of you couldn't control yourself. No.", "start": 3510.52, "end": 3515.6}, {"text": "you saw him restrained by a green blanket no said you're mine out loud I did not", "start": 3515.6, "end": 3522.24}, {"text": "say that and you gnashed your teeth and licked your lips I and you put and you", "start": 3522.24, "end": 3528.32}, {"text": "took you used the green blanket as a green screen on photo booth and put a", "start": 3528.32, "end": 3531.44}, {"text": "roller coaster behind him and scared him I did do that but these other claims", "start": 3531.44, "end": 3536.28}, {"text": "about gnashing my teeth I would like not true I would like to take it whoa he's", "start": 3536.28, "end": 3542.36}, {"text": "He's, oh my god, he's holding Crazy Frog hostage.", "start": 3542.36, "end": 3546.04}, {"text": "He's holding him hostage.", "start": 3546.04, "end": 3547.32}, {"text": "- Yungleskug, no.", "start": 3547.32, "end": 3548.16}, {"text": "- No.", "start": 3548.16, "end": 3549.0}, {"text": "- Why do you hate Crazy Frog?", "start": 3549.0, "end": 3550.64}, {"text": "- Oh my god.", "start": 3550.64, "end": 3552.24}, {"text": "Whoa!", "start": 3552.24, "end": 3553.24}, {"text": "He put him in Phil's crate.", "start": 3553.24, "end": 3555.0}, {"text": "- Oh, now the ravenous monster that lives in that crate", "start": 3555.0, "end": 3560.0}, {"text": "is gonna eat him.", "start": 3560.0, "end": 3561.28}, {"text": "All right, that's fine.", "start": 3561.28, "end": 3562.12}, {"text": "I don't really like Crazy Frog,", "start": 3562.12, "end": 3563.2}, {"text": "but I would like to take this to a vote.", "start": 3563.2, "end": 3565.2}, {"text": "- Yeah, well, it's a jury.", "start": 3565.2, "end": 3567.36}, {"text": "- A jury, a vote, Joe to vote a jury.", "start": 3567.36, "end": 3569.8}, {"text": "- Yeah.", "start": 3569.8, "end": 3570.64}, {"text": "- We're basically in this--", "start": 3570.64, "end": 3571.48}, {"text": "jury yeah us five are the members of the jury okay we'll just start we'll just go", "start": 3571.48, "end": 3576.72}, {"text": "clockwise from the judge here just who's getting the blame it I don't care who", "start": 3576.72, "end": 3583.88}, {"text": "did it anymore yeah okay I would as one last piece of evidence I would like to", "start": 3583.88, "end": 3594.36}, {"text": "say that Joe told me he did it ten minutes before and I heard Joe say that", "start": 3594.36, "end": 3600.64}, {"text": "(laughing)", "start": 3600.64, "end": 3601.88}, {"text": "- I heard Joe say that.", "start": 3601.88, "end": 3603.44}, {"text": "- His entire thing was just for fun.", "start": 3603.44, "end": 3604.94}, {"text": "(laughing)", "start": 3604.94, "end": 3606.2}, {"text": "- Yeah, Caleb said, \"Yeah, we got the wifi.\"", "start": 3606.2, "end": 3608.36}, {"text": "I was like, \"Oh yeah, I saw.\"", "start": 3608.36, "end": 3609.72}, {"text": "And then I realized, \"Oh wait, how do I see it?\"", "start": 3609.72, "end": 3612.04}, {"text": "- He gave himself up, yeah.", "start": 3612.04, "end": 3612.88}, {"text": "- I pretty quickly gave myself up.", "start": 3612.88, "end": 3614.28}, {"text": "- And then you started laughing really hard.", "start": 3614.28, "end": 3616.64}, {"text": "- Yeah, 'cause I did that.", "start": 3616.64, "end": 3617.48}, {"text": "- And I heard all of this before we started,", "start": 3617.48, "end": 3621.06}, {"text": "and I told you guys I heard it.", "start": 3621.06, "end": 3624.8}, {"text": "And then Joe said, \"Why are you so quick to blame me?\"", "start": 3624.8, "end": 3628.28}, {"text": "- All right, what's your vote, Caleb?", "start": 3628.28, "end": 3630.4}, {"text": "my vote knowing what I know it's got to be Patrick definitely Alex I think Joe", "start": 3630.4, "end": 3637.9}, {"text": "guilty of hiding jungle suit Patrick Patrick guilty of hating jungle scoot", "start": 3637.9, "end": 3645.32}, {"text": "daddy being jealous - yeah yes all right Patrick your vote I don't I don't", "start": 3645.32, "end": 3654.6}, {"text": "remember after I ate the Burger King I don't remember what happened you blacked", "start": 3654.6, "end": 3658.44}, {"text": "blacked out I blacked out after I ate Burger King I don't know what happened", "start": 3658.44, "end": 3662.52}, {"text": "okay so that's a vote for Patrick. Okay so that's two votes for Patrick. Two for Patrick, one for Joe.", "start": 3662.52, "end": 3670.12}, {"text": "Yep. All right Joe what's your vote? I'm gonna vote for myself I desperately want", "start": 3670.12, "end": 3676.6}, {"text": "this chair and I did do it. Okay so that's two votes for Patrick and two for", "start": 3676.6, "end": 3681.72}, {"text": "for Joe and now I'm the tiebreaker. You're the what one two three four. I", "start": 3681.72, "end": 3689.02}, {"text": "voted for Patrick. I voted for me too.", "start": 3689.02, "end": 3691.44}, {"text": "Alright, you so not only am I the tiebreaker, but my vote actually counts", "start": 3691.44, "end": 3698.36}, {"text": "100 times as much because I'm the judge and you have to come up with the", "start": 3698.36, "end": 3701.44}, {"text": "punishment as well. Yeah,", "start": 3701.44, "end": 3702.96}, {"text": "and I am going to vote", "start": 3702.96, "end": 3705.92}, {"text": "for Patrick because I believe that he did it and Joe is lying to get his", "start": 3705.92, "end": 3711.32}, {"text": "hands on a really nice really low chair. Maybe his punishment is that he has to", "start": 3711.32, "end": 3715.52}, {"text": "give Joe the chair", "start": 3715.52, "end": 3716.82}, {"text": "that is one part with one part of the punishment. I sentence Patrick to", "start": 3716.82, "end": 3725.92}, {"text": "payment of a fine to Joe of one fucked up Herman Miller chair that the it's", "start": 3725.92, "end": 3733.36}, {"text": "broken that one both the chairs to give Joe both your chairs and you have to", "start": 3733.36, "end": 3740.56}, {"text": "sit on the floor and one hundred years in the dog crate. I will not be going in the", "start": 3740.6, "end": 3745.24}, {"text": "dog crate.", "start": 3745.24, "end": 3745.86}, {"text": "Court is now adjourned. Do you guys want to go get pizza? Yeah, let's go get some", "start": 3745.86, "end": 3753.32}, {"text": "lunch. I'd love to. Yeah, we'll get a drink or something. Bye! All right, well,", "start": 3753.32, "end": 3757.06}, {"text": "Patrick, you have to go in the crate. Oh, wait, we have to plug the tour.", "start": 3757.06, "end": 3759.56}, {"text": "Swagpoop.com/shows. A pod about list on Patreon if you want to hear the first", "start": 3759.56, "end": 3764.04}, {"text": "part of this. The first part? The first part of this, where I said that I was", "start": 3764.04, "end": 3767.84}, {"text": "to capture jungle jungle scoop oh yeah true there's basically all we talked", "start": 3767.86, "end": 3772.66}, {"text": "about last episode yeah that's why this was specific this is really bad for him", "start": 3772.66, "end": 3779.5}, {"text": "well you should subscribe to the patreon yeah all right bye everybody I'm good", "start": 3779.5, "end": 3784.42}, {"text": "definitely oh wait also go check out home play oh yeah home planet dot-com", "start": 3784.42, "end": 3791.78}, {"text": "Bye.", "start": 3791.78, "end": 3793.78}], "title": "Ep. 185 - The People v. Patrick Doran", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--185---The-People-v--Patrick-Doran-e1ue5e2", "date": "Wed, 16 Mar 2022 10:00:00 GMT", "id": 209}