{"lines": [{"text": "come back and make a bet", "start": 0.0, "end": 1.12}, {"text": "and we see a black", "start": 1.12, "end": 8.12}, {"text": "you're a scrap monster", "start": 8.12, "end": 12.68}, {"text": "okay low-key thought that this was a drink yes that's what i have a good", "start": 12.68, "end": 16.08}, {"text": "really i was doing my laundry here yesterday", "start": 16.08, "end": 19.0}, {"text": "and you decided to put the bleach bottle there's a drink sized right next to all", "start": 19.0, "end": 22.8}, {"text": "the drinks on the table", "start": 22.8, "end": 25.04}, {"text": "genius dude", "start": 25.04, "end": 26.12}, {"text": "that's a serious fucking hippo violation that is a rank", "start": 26.12, "end": 29.52}, {"text": "OSHA violation. Most OSHA and HIPAA violations are just awesome pranks when you think about", "start": 29.52, "end": 34.32}, {"text": "it. I don't think so. I don't think it's true. That's true. That's not a prank. Making your", "start": 34.32, "end": 40.4}, {"text": "friend drink bleach is not a prank. That's an assassination attempt. You can do that", "start": 40.4, "end": 45.92}, {"text": "in Hitman. You can do that in Hitman. You won't laugh about it. You'll laugh like this.", "start": 45.92, "end": 50.92}, {"text": "Mwahahahaha. Exactly. You'll laugh like Dracula or a villain. You would not laugh like a friend", "start": 50.92, "end": 56.72}, {"text": "in a friendly way. A friend wouldn't laugh. A friend would not laugh about hurting or", "start": 56.72, "end": 60.16}, {"text": "killing your own friend. Okay, what if that bleach bottle was filled with soda?", "start": 60.16, "end": 63.6}, {"text": "That's closer to a prank. Yeah, but that's also not a prank because they wouldn't", "start": 63.6, "end": 68.6}, {"text": "drink it. Yeah, but also like if your friend is drinking it that means that", "start": 68.6, "end": 71.28}, {"text": "they're trying to maybe kill themselves. What if your friend is trying to kill", "start": 71.28, "end": 73.32}, {"text": "themself? That's not a prank. And then they drink it and ask Dr. Pepper. But there's still", "start": 73.32, "end": 79.52}, {"text": "traces that you didn't wash it fully and they still die. How do you know I didn't wash it", "start": 79.52, "end": 82.68}, {"text": "fully? Well, no. I bleached it out. I bleached out all the chemicals. No, I'm talking about an", "start": 82.68, "end": 86.16}, {"text": "imaginary situation here.", "start": 86.16, "end": 87.54}, {"text": "- Yeah, and in this imaginary situation,", "start": 87.54, "end": 89.92}, {"text": "I wiped out all the chemicals with bleach.", "start": 89.92, "end": 92.24}, {"text": "All the bleach chemicals, I used more bleach.", "start": 92.24, "end": 94.52}, {"text": "- You didn't do that, he didn't do it.", "start": 94.52, "end": 96.44}, {"text": "- What if you accidentally put just a car--", "start": 96.44, "end": 99.08}, {"text": "- What if you ate a bug?", "start": 99.08, "end": 101.08}, {"text": "- That's not a prank either.", "start": 101.08, "end": 102.24}, {"text": "- What if you ate two bugs?", "start": 102.24, "end": 103.68}, {"text": "- That actually, that would be a funny ass prank", "start": 103.68, "end": 105.4}, {"text": "if you did that, Pat.", "start": 105.4, "end": 106.96}, {"text": "- Oh yeah, that would be a funny prank.", "start": 106.96, "end": 107.8}, {"text": "- Yeah, that actually, you would get me so good", "start": 107.8, "end": 109.88}, {"text": "if you ate two bugs.", "start": 109.88, "end": 110.72}, {"text": "- Yeah, you can eat two bugs in here.", "start": 110.72, "end": 112.04}, {"text": "- I actually, I would hate, don't do it.", "start": 112.04, "end": 113.44}, {"text": "I would hate--", "start": 113.44, "end": 114.28}, {"text": "- No, I would seriously--", "start": 114.28, "end": 115.1}, {"text": "- You might be if you ate two bones.", "start": 115.1, "end": 116.5}, {"text": "- Now I wanna do it.", "start": 116.5, "end": 117.62}, {"text": "- I'm gonna do it. - It'll be so annoying.", "start": 117.62, "end": 119.1}, {"text": "- Okay, I'm gonna do it now.", "start": 119.1, "end": 120.22}, {"text": "- Do it then. - Seriously, don't.", "start": 120.22, "end": 121.94}, {"text": "- Okay, I'm not gonna do it. - Why are you waving", "start": 121.94, "end": 122.76}, {"text": "your hand like that?", "start": 122.76, "end": 123.74}, {"text": "You're waving it so much, it's like a horse's tail.", "start": 123.74, "end": 129.34}, {"text": "Stop.", "start": 129.34, "end": 130.18}, {"text": "Stop, it's too, stop.", "start": 130.18, "end": 133.9}, {"text": "You have to stop, that's actually cool.", "start": 133.9, "end": 135.3}, {"text": "- You can't do that.", "start": 135.3, "end": 136.22}, {"text": "- You can't, okay, get that thing away from your chest.", "start": 136.22, "end": 139.3}, {"text": "- That's not near my chest.", "start": 139.3, "end": 140.82}, {"text": "- That was right on your chest.", "start": 140.82, "end": 141.98}, {"text": "- It was right on your chest.", "start": 141.98, "end": 142.82}, {"text": "- It was touching your chest over and over.", "start": 142.82, "end": 144.82}, {"text": "So this weekend, I forgot I didn't tell you about this.", "start": 144.82, "end": 148.88}, {"text": "So this weekend, my friend Charlie had a runway show", "start": 148.88, "end": 152.48}, {"text": "for his clothing line, capsulecollection.love.", "start": 152.48, "end": 156.4}, {"text": "Go check it out.", "start": 156.4, "end": 157.4}, {"text": "- This fucker better be paying us money.", "start": 157.4, "end": 161.12}, {"text": "- He's gonna give me a shirt.", "start": 161.12, "end": 162.68}, {"text": "- Well, you plugged it on my show,", "start": 162.68, "end": 166.76}, {"text": "so I'm gonna need a shirt as well.", "start": 166.76, "end": 168.36}, {"text": "- You can also get a shirt from him.", "start": 168.36, "end": 169.2}, {"text": "- I think I'm gonna have to hit up Charlie and get a shirt.", "start": 169.2, "end": 172.2}, {"text": "So Charlie had this runway show where he hired a pit bull impersonator.", "start": 173.12, "end": 176.56}, {"text": "Dog or guy?", "start": 176.56, "end": 179.08}, {"text": "Guy.", "start": 179.08, "end": 180.32}, {"text": "He was really, he was cool.", "start": 180.32, "end": 181.88}, {"text": "Dude. He rocked.", "start": 181.88, "end": 183.08}, {"text": "Me and me and Joe got there really late. Um,", "start": 183.08, "end": 186.16}, {"text": "or like right at the last second. And the only seat left was like, right.", "start": 186.16, "end": 189.68}, {"text": "It was like a really small room and the only seat left was like right up at like", "start": 189.68, "end": 193.84}, {"text": "the very front. So we were literally,", "start": 193.84, "end": 195.28}, {"text": "we were just sitting like probably like less than a foot away from the pit bull", "start": 195.28, "end": 198.6}, {"text": "guy though the whole time. Well, then he started,", "start": 198.6, "end": 200.64}, {"text": "he started walking around and dancing,", "start": 200.64, "end": 202.24}, {"text": "- He started walking around dancing.", "start": 202.28, "end": 203.92}, {"text": "- He was throwing a fit.", "start": 203.92, "end": 205.12}, {"text": "That's what we were right next to him for.", "start": 205.12, "end": 206.64}, {"text": "He was, though, like,", "start": 206.64, "end": 207.48}, {"text": "speakers and microphone and stuff weren't working.", "start": 207.48, "end": 210.36}, {"text": "- Yeah, well, so Charlie told me he requested", "start": 210.36, "end": 214.0}, {"text": "specifically to use his own MP3 files.", "start": 214.0, "end": 217.6}, {"text": "Like, Charlie was like,", "start": 217.6, "end": 218.44}, {"text": "\"Oh, I can just play the Pitbull songs off of Spotify.\"", "start": 218.44, "end": 220.8}, {"text": "And he said, \"No, these are louder.\"", "start": 220.8, "end": 223.4}, {"text": "(laughing)", "start": 223.4, "end": 224.24}, {"text": "- Whoa.", "start": 224.24, "end": 225.52}, {"text": "- Was like insistent,", "start": 225.52, "end": 226.36}, {"text": "\"Hold on, I have his business card somewhere on my wall.\"", "start": 226.36, "end": 229.08}, {"text": "- But yeah, he was throwing a fit.", "start": 229.08, "end": 230.68}, {"text": "he was like, can you not make it louder? It was working a second ago. What's", "start": 230.68, "end": 233.96}, {"text": "going on? And he just like wouldn't get, he wouldn't like relax. Um, and the", "start": 233.96, "end": 238.64}, {"text": "pitbull impersonator was a diva. He was a huge diva. And then, and then that he", "start": 238.64, "end": 243.76}, {"text": "like, um, he was like, well, if it's not going to work, like he also said he was", "start": 243.76, "end": 247.32}, {"text": "a standup comedian at one point. Cool. And he's like, well, if it's not going", "start": 247.32, "end": 250.12}, {"text": "to work, I'll just like do my thing. Look at him, dude. That's him. That's", "start": 250.12, "end": 253.92}, {"text": "nothing like pitbull. Wow. I think I could do a better. He was like, I think", "start": 253.92, "end": 258.0}, {"text": "think you should he he made a lot of money. He he was like I'm just going to", "start": 258.0, "end": 262.2}, {"text": "do my thing and he like started walking around and he's talking. The microphone", "start": 262.2, "end": 265.32}, {"text": "is not on, but he's talking into the microphone just yelling and he's just", "start": 265.32, "end": 270.4}, {"text": "going", "start": 270.4, "end": 270.8}, {"text": "to Charlie. He started saying he started saying what they won't tell you is that", "start": 270.8, "end": 277.36}, {"text": "grains have zero nutritional value. The food pyramid is lying to you. The FDA", "start": 277.36, "end": 283.6}, {"text": "they're fools. They're lying to you, doctor Oz. He's not a real doctor.", "start": 283.92, "end": 287.72}, {"text": "It's all fake and and it and it makes sense because think about it Oz, the", "start": 287.72, "end": 292.48}, {"text": "wizard of Oz, they saw the wizard of Oz and they look behind the curtain. It", "start": 292.48, "end": 295.88}, {"text": "was just a little guy pretending faking to be something larger. Doctor Oz", "start": 295.88, "end": 299.68}, {"text": "everyone's going crazy and I was in the back. I was in the back waiting to", "start": 299.68, "end": 303.36}, {"text": "walk, but there was like a you know we're trying to figure out the technical", "start": 303.36, "end": 306.0}, {"text": "difficulty. So he just cooked for like five minutes. He was going for a long", "start": 306.0, "end": 309.52}, {"text": "time. He also said that a gave syrup as you should you will give you diabetes.", "start": 309.52, "end": 313.88}, {"text": "he said tequila is his favorite liquor, but he said no what", "start": 313.88, "end": 317.18}, {"text": "happened what happened was he was like he was like yeah, you", "start": 317.18, "end": 319.78}, {"text": "can't eat agave syrup.", "start": 319.78, "end": 321.08}, {"text": "It'll give you diabetes and then somebody in the audience was", "start": 321.08, "end": 324.28}, {"text": "like well, you don't you like do you not like tequila and then", "start": 324.28, "end": 327.78}, {"text": "he said he like he like got like in their face and he was like", "start": 327.78, "end": 332.48}, {"text": "well, that's a different form of agave syrup.", "start": 332.48, "end": 334.68}, {"text": "So like he was like super aggressive to like whenever somebody", "start": 334.68, "end": 337.68}, {"text": "would like quite like a few people like questioned him or", "start": 337.68, "end": 340.28}, {"text": "something and he and what I forget what what he said he said something and one", "start": 340.28, "end": 344.78}, {"text": "one girl was like said something that was like no that's not true and he like", "start": 344.78, "end": 348.44}, {"text": "he was like what's your name stand up", "start": 348.44, "end": 351.92}, {"text": "so cool so at the end of the show name huh do you know the person is Steven", "start": 351.92, "end": 361.84}, {"text": "Steven yeah I mean I have a Steven I would just like to put him on a little", "start": 361.84, "end": 366.64}, {"text": "Yeah, yeah, we're gonna put on Charlie. We got a Charlie. I think Charlie deserves it", "start": 366.64, "end": 371.4}, {"text": "I think Steve. No, I think Stephen is people did a better job", "start": 371.4, "end": 374.36}, {"text": "I've gotten more about Stephen from this story than it was", "start": 374.36, "end": 378.84}, {"text": "So they're like the show's over and I was like getting a photo with him", "start": 378.84, "end": 385.2}, {"text": "I had cam take a picture and then cam said like oh you guys look like brothers", "start": 385.2, "end": 389.28}, {"text": "Yeah, and then the guy was like, I'll have what he's having and pointed at Cam", "start": 389.28, "end": 394.52}, {"text": "I'll have whatever he's on. Yeah, he's a multi person impersonator. Yeah, he can", "start": 395.48, "end": 405.6}, {"text": "impersonate anybody from any movie or any musician. Yeah, exactly.", "start": 405.6, "end": 409.0}, {"text": "Yeah, and I did the joke of just making like like looking like really confused", "start": 409.0, "end": 414.48}, {"text": "and then saying you're being really weird right now man, which I think is I", "start": 414.48, "end": 418.04}, {"text": "guess it's a funny thing to do to like your friend but probably very rude to do", "start": 418.04, "end": 421.08}, {"text": "to a pitbull impersonator. I think Stephen knows how to roll. He didn't. No I think he", "start": 421.08, "end": 427.32}, {"text": "did. If you think he didn't that means he got you. So I was backstage changing out of", "start": 427.32, "end": 432.36}, {"text": "the clothes and then the pitbull impersonator walks up to me and is like, \"Man, what is", "start": 432.36, "end": 437.32}, {"text": "up with your friend? Does he not smoke?\" And I was like, \"No, he's straight edge. He's", "start": 437.32, "end": 447.24}, {"text": "never done a thing in his life and the pitbull impersonator went blank. He was like, man,", "start": 447.24, "end": 453.12}, {"text": "because like I think if he did smoke or drink or something, he probably would have had the", "start": 453.12, "end": 457.24}, {"text": "prior experience and probably would have understand because I said I'll have whatever he's on,", "start": 457.24, "end": 462.28}, {"text": "which I meant like if he's on drugs thinking that we look like brothers, then I want what", "start": 462.28, "end": 468.28}, {"text": "he has. I want what he has then. But if he does nothing, then like he probably wouldn't", "start": 468.28, "end": 476.12}, {"text": "get the joke. And then I was back there for like, I was just trying to put my pants back", "start": 476.12, "end": 483.16}, {"text": "on. I'm back there for like, like five minutes because he's like trying to explain the joke.", "start": 483.16, "end": 488.62}, {"text": "This makes me wish I had gone. Dude, you should have come. Dude, I got my license plate stolen.", "start": 488.62, "end": 493.76}, {"text": "Oh shit. Yeah, I couldn't couldn't make it out because I got my license plate stolen.", "start": 493.76, "end": 498.44}, {"text": "But what? They just stole it off my car, dude. What are you, what, what's the benefit of", "start": 498.44, "end": 505.64}, {"text": "doing that. So if you do a crime you switch out the plates with stolen plates. I know", "start": 505.64, "end": 513.24}, {"text": "this from GTA 5. I think yeah it's a put on a stolen car. Okay. Yes that it's less easy", "start": 513.24, "end": 519.44}, {"text": "to it's untraceable. Yeah. But then they'll trace it back. Yeah to the stolen. They'll", "start": 519.44, "end": 523.04}, {"text": "pull this person over in a Lamborghini and be like are you driving is this some kind", "start": 523.04, "end": 527.28}, {"text": "of body kit for a 2009 Ford Focus. Yeah. Well it's also it's also pretty bad for you because", "start": 527.28, "end": 533.76}, {"text": "you've made some threats in your lifetime. Yeah, maybe that that might not show up. Well,", "start": 533.76, "end": 538.8}, {"text": "if if the police I think the police aren't going to aren't going to immediately give", "start": 538.8, "end": 542.8}, {"text": "you a chance here. Luckily cars not in my name. I am worried about the thing is I have", "start": 542.8, "end": 547.88}, {"text": "luckily attached those plates. I probably have eight hundred and fifty dollars in unpaid", "start": 547.88, "end": 554.04}, {"text": "tolls and tickets to the state of New York. I really I made money by them stealing my", "start": 554.04, "end": 560.32}, {"text": "my plates yeah like what like yeah, we I wouldn't they're going to bring it", "start": 560.32, "end": 564.16}, {"text": "they're going to bring the plates because I'm going to get I'm going to", "start": 564.16, "end": 565.92}, {"text": "order some new plates brand fresh start. You know blank slate blank. Can", "start": 565.92, "end": 570.22}, {"text": "you is that is it does it work the same as like a debit card?", "start": 570.22, "end": 573.04}, {"text": "Yeah, license plate works the same as a like when you get a new card, it", "start": 573.04, "end": 578.38}, {"text": "cancels all your other subscriptions. No, not really subscriptions to", "start": 578.38, "end": 583.14}, {"text": "tickets.", "start": 583.14, "end": 583.68}, {"text": "It cancels your netflix yeah, honestly it might have been a fucking like it", "start": 583.68, "end": 589.86}, {"text": "might have been a parking cop who fucking just took my plate. They're", "start": 589.88, "end": 593.58}, {"text": "just so sick of writing me tickets. It's like easier to just if I look up", "start": 593.58, "end": 598.14}, {"text": "that would be so sick if it overwrites your tickets or whatever and you can", "start": 598.14, "end": 601.16}, {"text": "and that would be the best way to do fraud. That yeah, oh yeah, my my", "start": 601.16, "end": 605.24}, {"text": "plate got my plate got stolen. Do you guys ever get a rent like I don't", "start": 605.24, "end": 609.32}, {"text": "remember I have a piece of white paper sitting in my back window that says", "start": 609.32, "end": 612.72}, {"text": "my plate got stolen and then my life.", "start": 612.72, "end": 614.64}, {"text": "I'm going to go. I'm going to jail. I drove here today.", "start": 614.64, "end": 619.04}, {"text": "sick oh did you bring that bike no bitch you have to go get it I gave him $20", "start": 619.04, "end": 627.72}, {"text": "you have to go get it I figured yeah but there is 20 bucks on my damn Zelle I got", "start": 627.72, "end": 634.2}, {"text": "zelled oh my god Zelle is the funniest way to say it. I said it on Zelle because I was like oh then", "start": 634.2, "end": 641.0}, {"text": "you won't have to deal with the instant transfer. The only time I get Zelle is when", "start": 641.0, "end": 644.2}, {"text": "I'm on like my birthday. My grandma sent me like five dollars. I love so I", "start": 644.2, "end": 650.04}, {"text": "thought that was my first first experience in zell to is that my well", "start": 650.04, "end": 654.64}, {"text": "my my like grandfather who lives like out of the country. He just sent for my", "start": 654.64, "end": 659.64}, {"text": "birthday. He sent like some money to my dad on zell and that was before zell", "start": 659.64, "end": 664.44}, {"text": "was like a thing like neither of us have ever heard of zell before and it was", "start": 664.44, "end": 668.08}, {"text": "just and he's like yeah. I just sent some some zell money and we had to like", "start": 668.08, "end": 671.24}, {"text": "through this whole thing of figuring out how to get money out of you get some", "start": 671.24, "end": 674.68}, {"text": "text message from some random numbers like this person is zeld me five", "start": 674.68, "end": 679.08}, {"text": "what the fuck is zell?", "start": 679.08, "end": 681.58}, {"text": "what does it mean?", "start": 681.58, "end": 682.58}, {"text": "somebody zelled me? somebody zoobed me?", "start": 682.58, "end": 686.08}, {"text": "fucking 20 bucks? what does that mean?", "start": 686.08, "end": 688.08}, {"text": "yeah yeah", "start": 688.08, "end": 690.08}, {"text": "nobody's ever zelled me money", "start": 690.08, "end": 694.08}, {"text": "I've only had to zell money to people", "start": 694.08, "end": 696.08}, {"text": "I had to zell for rent", "start": 696.08, "end": 698.08}, {"text": "yeah I have to use zell for rent", "start": 698.08, "end": 700.08}, {"text": "I zeld I think I told you guys this I zeld the wrong person at a liquor store. I", "start": 700.08, "end": 704.24}, {"text": "was trying to sell a liquor guy and I zeld some random fucking person because", "start": 704.24, "end": 708.76}, {"text": "he gave me the wrong phone number and I was like and then I zeld him again. So", "start": 708.76, "end": 713.76}, {"text": "maybe he was done. He's the guy at the liquor store. I zeld him. He zeld all", "start": 713.76, "end": 717.84}, {"text": "over the place. I zeld completely all over his body and into his phone. Yeah", "start": 717.84, "end": 722.32}, {"text": "first you zeld the wrong guy. I zeld a completely different dude. A complete", "start": 722.32, "end": 728.6}, {"text": "a stranger and then I was and then he said no you were one digit off and then I", "start": 728.6, "end": 732.56}, {"text": "zilled on him zilled up in here what are we doing here what the hell is that are", "start": 732.56, "end": 736.96}, {"text": "you trying to make this about me coming and being a sexual thing no we're", "start": 736.96, "end": 740.72}, {"text": "talking about money in Zell okay that's I would have said you've come didn't", "start": 740.72, "end": 745.04}, {"text": "the wrong guy by mistake that's talking about come day yeah that's that is a", "start": 745.04, "end": 748.68}, {"text": "good point but you seldom dingers what if we make a new money thing call app of", "start": 748.68, "end": 754.12}, {"text": "money. Bingo. Bingo. Bingoed him. Bingoed. Yeah. That's pretty good actually. There's these", "start": 754.12, "end": 761.96}, {"text": "new bingo games you can get on your phone where you can play for real money. Really? Yeah.", "start": 761.96, "end": 767.88}, {"text": "Have you been playing them? I did for a week. Do you miss that? Have you guys seen that", "start": 767.88, "end": 772.64}, {"text": "one ad on YouTube? Do you miss that thrill of a slot machine but COVID's got you in a", "start": 772.64, "end": 777.36}, {"text": "quarantine? Now listen up, I got the thing you need, it's an app that's free, it's called", "start": 777.36, "end": 781.52}, {"text": "lightning link. I've gotten a few slot apps on like Hulu and stuff. I haven't got", "start": 781.52, "end": 785.56}, {"text": "one on YouTube yet. My mom plays so many slot apps. Do you know what ad I", "start": 785.56, "end": 789.6}, {"text": "love? What? My favorite one is the is the solitaire one with the dog. I ain't seen", "start": 789.6, "end": 794.28}, {"text": "that. You have it there on a bunch of the trains here but they also come on on", "start": 794.28, "end": 797.0}, {"text": "like Hulu and stuff sometimes and it's a dog that has human teeth like it's like", "start": 797.0, "end": 800.56}, {"text": "a cartoon animated dog with human teeth and he's like and he's like the cards", "start": 800.56, "end": 806.36}, {"text": "will show me the way and I don't want to much game or no you know it's on it's on", "start": 806.36, "end": 813.22}, {"text": "to be I get that at on me. Oh, I thought I got a new slot app. I actually got a I've", "start": 813.22, "end": 818.28}, {"text": "been playing this game called tune blast tune blast or no Royal match.", "start": 818.28, "end": 823.08}, {"text": "You get tune blast tune blast and Royal match are made by the same company. Oh", "start": 823.08, "end": 829.24}, {"text": "and that's maybe you make it's just candy crush in a castle. Oh, okay,", "start": 829.24, "end": 834.76}, {"text": "instead of the candy what do you have squares all of them are square triangles", "start": 835.32, "end": 843.08}, {"text": "so shapes shapes shapes okay and I'm on level 73 Wow nice that's pretty good I", "start": 843.08, "end": 851.92}, {"text": "was getting a bunch of salt air on my phone solitaire is good what's do you", "start": 851.92, "end": 855.4}, {"text": "know what's do you know what the average win rate is for solitaire I'm not sure if", "start": 855.4, "end": 859.04}, {"text": "I have a higher low win rate I think I probably have a pretty low hands on it", "start": 859.04, "end": 861.88}, {"text": "Do you do a random deck?", "start": 861.88, "end": 863.88}, {"text": "I assume so.", "start": 863.88, "end": 864.88}, {"text": "I think a random deck is...", "start": 864.88, "end": 867.44}, {"text": "It's just a solitaire app.", "start": 867.44, "end": 868.76}, {"text": "I don't know.", "start": 868.76, "end": 869.76}, {"text": "Speaking of apps, I got this new app.", "start": 869.76, "end": 872.2}, {"text": "Okay, I'm going to say my win rate is 12.96%.", "start": 872.2, "end": 877.0}, {"text": "Think for a random deck, that's about it.", "start": 877.0, "end": 878.64}, {"text": "It's about 10%.", "start": 878.64, "end": 879.64}, {"text": "I got this new app.", "start": 879.64, "end": 880.64}, {"text": "It's called Supercook and you just put in food in your pantry and then it tells you", "start": 880.64, "end": 883.84}, {"text": "what recipes you can make.", "start": 883.84, "end": 886.24}, {"text": "And I was looking last night and good news, I can make ssng.", "start": 886.24, "end": 893.56}, {"text": "What?", "start": 893.56, "end": 894.56}, {"text": "Pardon?", "start": 894.56, "end": 895.56}, {"text": "I can make ssng.", "start": 895.56, "end": 897.56}, {"text": "Huh?", "start": 897.56, "end": 898.56}, {"text": "All I need is one cup of milk to make ssng.", "start": 898.56, "end": 903.68}, {"text": "Yo, that looks delicious.", "start": 903.68, "end": 907.12}, {"text": "Spell that name out for the listeners.", "start": 907.12, "end": 908.84}, {"text": "S space N space N space NG.", "start": 908.84, "end": 914.88}, {"text": "if you view the full recipe looks like ribs it's rare but it's just milk it's", "start": 914.88, "end": 920.56}, {"text": "ribs and chips okay you can make it with one cup milk it's called so many and", "start": 920.56, "end": 925.32}, {"text": "this and this is a dessert - it's a dessert sweet ribs can you rate that", "start": 925.32, "end": 929.16}, {"text": "five stars yeah rate it five right now I'll rate it well it's I was looking at", "start": 929.16, "end": 933.56}, {"text": "Amazon reviews last night it's not letting me read it I was looking at", "start": 933.56, "end": 936.44}, {"text": "Amazon reviews for all the all the the sex toys I was looking for a sex toy", "start": 936.44, "end": 940.6}, {"text": "that was and I found it it was just it's two boobs with a pussy and a butthole on", "start": 940.6, "end": 945.56}, {"text": "the bottom of the boots. Yeah. Why are you looking that up? I was just curious and I", "start": 945.56, "end": 951.44}, {"text": "found a bunch of reviews and they were all it was like 50 reviews in a row just", "start": 951.44, "end": 959.12}, {"text": "saying that the holes were too big.", "start": 959.12, "end": 962.56}, {"text": "Here's another one, milk macaroni. Oh that sounds good. I used to love that. Let me", "start": 962.56, "end": 970.08}, {"text": "redo this recipe. There's a oldie goldie from from Yvonne Soane's childhood.", "start": 970.08, "end": 975.28}, {"text": "Okay. Add your pre-cooked pasta and milk together in a pan as if you were making", "start": 975.28, "end": 981.12}, {"text": "soup. Heat until warm, add salt and pepper and a couple pats of butter. Once the", "start": 981.12, "end": 985.84}, {"text": "butter is melted, eat and enjoy. I've had that before, that's fine. Really? It's like Alfredo.", "start": 985.84, "end": 990.8}, {"text": "Milk macaroni. You're not putting flour or anything in it, it's just milk and macaroni.", "start": 990.8, "end": 995.96}, {"text": "That's okay, there's enough starch on the outside of the pasta that it kind of...", "start": 995.96, "end": 999.36}, {"text": "think so Tim. It kind of makes a little bit of a of a of a rue. Back when when", "start": 999.36, "end": 1003.4}, {"text": "Facebook Messenger was was a thing when people still used that yeah I used to", "start": 1003.4, "end": 1007.08}, {"text": "love they had you know they had like little add-ons that nobody ever used that", "start": 1007.08, "end": 1010.6}, {"text": "you would like be able to like add to it yeah they're like there were some really", "start": 1010.6, "end": 1014.6}, {"text": "good ones but the my favorite one that like I that was you they had like a", "start": 1014.6, "end": 1018.48}, {"text": "recipe add-on so you could just send recipes from like some recipe website", "start": 1018.48, "end": 1023.12}, {"text": "directly through like Facebook Messenger and it would just come up like as its", "start": 1023.12, "end": 1026.42}, {"text": "own like a sticker like as its own thing and there would be so many recipes where", "start": 1026.42, "end": 1029.78}, {"text": "you just that you just find you'll be able to find stuff that people may call", "start": 1029.78, "end": 1032.62}, {"text": "like monster slime and stuff because like searching for like Halloween recipes on", "start": 1032.62, "end": 1037.38}, {"text": "a recipe site and then yeah like finding like just sending somebody a recipe", "start": 1037.38, "end": 1040.7}, {"text": "called like nightmare or something that make me laugh. I don't like Halloween", "start": 1040.7, "end": 1044.94}, {"text": "recipes. I don't want to eat a piece of bread that looks like poop. Here's a good one.", "start": 1044.94, "end": 1048.1}, {"text": "How to freeze milk. How to freeze milk? What is the directions? Let me see. From the low the", "start": 1048.1, "end": 1055.82}, {"text": "slow roasted Italian. Can you freeze milk? Yes.", "start": 1055.82, "end": 1060.02}, {"text": "(laughter)", "start": 1060.02, "end": 1062.28}, {"text": "- That's a great recipe.", "start": 1062.28, "end": 1065.62}, {"text": "- Yeah.", "start": 1065.62, "end": 1066.46}, {"text": "- What do you need to freeze milk for?", "start": 1066.46, "end": 1068.02}, {"text": "- A freezer.", "start": 1068.02, "end": 1069.8}, {"text": "- No, what, no. Not what do you need to freeze milk.", "start": 1069.8, "end": 1074.34}, {"text": "I mean, what, why do you need to freeze, what is the", "start": 1074.34, "end": 1076.9}, {"text": "- A popsicle.", "start": 1076.9, "end": 1077.74}, {"text": "- Yeah, a popsicle.", "start": 1077.74, "end": 1078.58}, {"text": "- A milksicle.", "start": 1078.58, "end": 1079.4}, {"text": "- A popsicle?", "start": 1079.4, "end": 1080.24}, {"text": "- A milksicle.", "start": 1080.24, "end": 1081.06}, {"text": "- Just milk?", "start": 1081.06, "end": 1081.9}, {"text": "- How, here's a recipe that's ready in less than five", "start": 1081.9, "end": 1085.02}, {"text": "minutes. How to scald milk, you have to burn milk. If you ever want to how to", "start": 1085.02, "end": 1090.82}, {"text": "scald milk, scald, scald. Are you saying like the four star? It's a four star", "start": 1090.82, "end": 1097.54}, {"text": "recipe really, but milk is five stars. So it brings it down to four because", "start": 1097.54, "end": 1102.26}, {"text": "you're scald. Can you put in like can you put in two ingredients and see what", "start": 1102.26, "end": 1105.94}, {"text": "recipes can we see what recipes we can make out of stuff? Can we can me and", "start": 1105.94, "end": 1109.94}, {"text": "Caleb each name an ingredient and see what yeah, let's try that. That'll be", "start": 1109.94, "end": 1113.14}, {"text": "have let me let me go off of what's no just make just two only one of them I'm", "start": 1113.14, "end": 1117.08}, {"text": "lying to that I want to lie to the app okay here's here's one hoisting oh my", "start": 1117.08, "end": 1122.6}, {"text": "god yeah we had it such a good idea that would be a funny thing to do why this", "start": 1122.6, "end": 1126.52}, {"text": "is just look at his phone trust me this is gonna be really funny trust me be", "start": 1126.52, "end": 1130.36}, {"text": "really funny trust me okay okay so based off of what I have in my pantry okay a", "start": 1130.36, "end": 1135.12}, {"text": "recipe with the key ingredients hoisting sauce and Chinese five spice powder this", "start": 1135.12, "end": 1142.2}, {"text": "This is gonna be a crazy recipe.", "start": 1142.2, "end": 1144.92}, {"text": "Just let us play our game.", "start": 1144.92, "end": 1145.92}, {"text": "This is not, yeah, what's going on here?", "start": 1145.92, "end": 1148.44}, {"text": "Okay.", "start": 1148.44, "end": 1149.44}, {"text": "You're killing the episode.", "start": 1149.44, "end": 1151.52}, {"text": "It's ruined.", "start": 1151.52, "end": 1152.52}, {"text": "We have to start over.", "start": 1152.52, "end": 1153.52}, {"text": "Okay, okay.", "start": 1153.52, "end": 1154.52}, {"text": "Name an ingredient.", "start": 1154.52, "end": 1155.52}, {"text": "You want me to go first?", "start": 1155.52, "end": 1158.84}, {"text": "See, you don't even.", "start": 1158.84, "end": 1159.84}, {"text": "No, shut up!", "start": 1159.84, "end": 1160.84}, {"text": "Shut the fuck up!", "start": 1160.84, "end": 1161.84}, {"text": "I'm thinking of an ingredient!", "start": 1161.84, "end": 1163.48}, {"text": "Do you want to go first or should I?", "start": 1163.48, "end": 1165.04}, {"text": "Cameron can go first, but I know how to think of an ingredient.", "start": 1165.04, "end": 1168.2}, {"text": "M&M's.", "start": 1168.2, "end": 1169.2}, {"text": "Cameron's gonna go first here.", "start": 1169.2, "end": 1170.2}, {"text": "M&M's.", "start": 1170.2, "end": 1171.2}, {"text": "M&M's.", "start": 1171.2, "end": 1172.2}, {"text": "Wait, let me, I have to add it to my pantry now.", "start": 1172.2, "end": 1176.16}, {"text": "So now I have to go and buy M&M's when I'm done recording.", "start": 1176.16, "end": 1181.2}, {"text": "Good.", "start": 1181.2, "end": 1185.2}, {"text": "Come on Caleb, you got this.", "start": 1185.2, "end": 1186.2}, {"text": "Flavor?", "start": 1186.2, "end": 1187.2}, {"text": "It's flavor.", "start": 1187.2, "end": 1188.2}, {"text": "That's close.", "start": 1188.2, "end": 1189.2}, {"text": "M&M's is not showing up as an ingredient I can use.", "start": 1189.2, "end": 1195.2}, {"text": "Water!", "start": 1195.2, "end": 1196.2}, {"text": "Okay.", "start": 1196.2, "end": 1197.2}, {"text": "M&M's and water.", "start": 1197.2, "end": 1198.2}, {"text": "We the only ingredients we assume you have our salt pepper and water. Oh,", "start": 1198.2, "end": 1202.76}, {"text": "so neither okay. Well, so no pepper peppers. Okay. No wait wait paprika", "start": 1202.76, "end": 1212.12}, {"text": "rabbit rabbit. Oh rabbit", "start": 1212.12, "end": 1215.32}, {"text": "Okay, rabbit meat. Okay, let me look up chocolate rabbit meat and chocolate", "start": 1215.32, "end": 1227.16}, {"text": "chocolate bunny easy oh yeah easy as shit you're so stupid my god that's the most why does the can", "start": 1227.16, "end": 1233.72}, {"text": "you explain me rabbit on rabbit grilled okay what else what it was any of your wasted rabbit beer", "start": 1233.72, "end": 1240.68}, {"text": "rabbit in the crock pot fried rabbit rabbit in a crock yeah come home from work easter", "start": 1240.68, "end": 1249.32}, {"text": "that Easter bark Easter bark. Yeah, let's got rabbit in it. Fuck", "start": 1250.92, "end": 1254.72}, {"text": "I guess so how come the rabbit one eggs when he doesn't lay eggs, but you come", "start": 1254.72, "end": 1260.32}, {"text": "home from from from school, your mom's cooking something in the crock pot.", "start": 1260.32, "end": 1264.04}, {"text": "You're like oh my God, I can't smell so good. I can't wait for dinner. You like", "start": 1264.04, "end": 1267.32}, {"text": "peek you open the lid just a little bit to sit to get a whiff to see what it is", "start": 1267.32, "end": 1270.52}, {"text": "and it's a full rabbit full rabbit for on nothing else. No, liquid. No,", "start": 1270.52, "end": 1275.32}, {"text": "- A rabbit. - A rabbit.", "start": 1275.34, "end": 1276.18}, {"text": "- Just a rabbit being just burned", "start": 1276.18, "end": 1278.58}, {"text": "by the bottom of the crock pot.", "start": 1278.58, "end": 1280.3}, {"text": "- I bet that would still smell pretty good.", "start": 1280.3, "end": 1283.14}, {"text": "- It would smell delicious.", "start": 1283.14, "end": 1284.1}, {"text": "- A rabbit?", "start": 1284.1, "end": 1285.1}, {"text": "- It smells so good.", "start": 1285.1, "end": 1286.1}, {"text": "- I've never had a rabbit.", "start": 1286.1, "end": 1286.94}, {"text": "I don't wanna eat no damn rabbit.", "start": 1286.94, "end": 1287.76}, {"text": "- I love walking by some of the restaurants here", "start": 1287.76, "end": 1289.42}, {"text": "and seeing just a whole rabbit picture.", "start": 1289.42, "end": 1292.02}, {"text": "- Oh, that's the best. - Dude, I went to a Key Foods.", "start": 1292.02, "end": 1295.82}, {"text": "You know the one off of Lorimer?", "start": 1295.82, "end": 1298.46}, {"text": "- It's a grocery store.", "start": 1298.46, "end": 1299.78}, {"text": "- Yeah.", "start": 1299.78, "end": 1300.62}, {"text": "- Yeah, it doesn't really matter", "start": 1300.62, "end": 1301.44}, {"text": "where or what grocery store probably.", "start": 1301.44, "end": 1303.02}, {"text": "they sell it said Cui C-U-I and I looked and it's a plastic bag and there's just", "start": 1303.02, "end": 1311.24}, {"text": "a hamster in it. What country eats guinea pig? South American. Yeah I've never seen", "start": 1311.24, "end": 1325.7}, {"text": "it like it's just a skinned guinea pig in a plastic bag like you know when you get", "start": 1325.7, "end": 1334.1}, {"text": "like those microwave corn dogs yeah and they're in those plastic same type of", "start": 1334.1, "end": 1338.18}, {"text": "like it looked like a Jimmy Dean guinea pig. I would not eat that I don't think I", "start": 1338.18, "end": 1344.78}, {"text": "like any meat except beef and chicken. What about fish? I fried", "start": 1344.78, "end": 1351.66}, {"text": "some fish last week and I was like so disgusted by the way fish falls apart in", "start": 1351.66, "end": 1356.58}, {"text": "a bunch of pieces. I love fish. Fish is the best. I usually love salmon but I was eating Alaskan cod and get this", "start": 1356.58, "end": 1363.02}, {"text": "the layers of the cod it was like stacked dollar bills are just falling", "start": 1363.02, "end": 1367.62}, {"text": "away. That sounds so good. It sounds amazing. And also there was no salt and they were covered in", "start": 1367.62, "end": 1374.18}, {"text": "fucking peanut butter. He doesn't even care about the best tuna salad I've ever made. I could", "start": 1374.18, "end": 1378.42}, {"text": "it out tuna salad you know my eyes closed no you could and blindfolded and a spike", "start": 1378.42, "end": 1383.08}, {"text": "through my made I made it was the best one I've ever made in my life you you", "start": 1383.08, "end": 1386.26}, {"text": "you don't know what you're talking about yeah I ate tuna salad every day for me", "start": 1386.26, "end": 1390.7}, {"text": "all your cereal this morning that's a man right I guess he I did I did have one", "start": 1390.7, "end": 1395.7}, {"text": "cereal have you all right Cameron wins I did have a reason brand half Cheerios", "start": 1395.7, "end": 1400.06}, {"text": "half what raisin bran half cheerio", "start": 1400.06, "end": 1402.46}, {"text": "you're mixing cereals?", "start": 1402.46, "end": 1404.46}, {"text": "*laughing*", "start": 1404.46, "end": 1406.46}, {"text": "that's the worst thing i've ever done", "start": 1406.46, "end": 1408.46}, {"text": "you can't mix two cereals", "start": 1408.46, "end": 1410.46}, {"text": "there wasn't enough left of either of them", "start": 1410.46, "end": 1412.46}, {"text": "i was telling you i always", "start": 1412.46, "end": 1414.46}, {"text": "make an egg, what are you doing?", "start": 1414.46, "end": 1416.46}, {"text": "because i'll never eat either of those otherwise", "start": 1416.46, "end": 1418.46}, {"text": "he's not going to put an egg on his cereal", "start": 1418.46, "end": 1420.46}, {"text": "i'm not saying that, okay so save the two cereals for a late night snack", "start": 1420.46, "end": 1424.46}, {"text": "and make something else for breakfast", "start": 1424.46, "end": 1426.46}, {"text": "why would i have cereal for a late night snack?", "start": 1426.46, "end": 1428.46}, {"text": "Honey Nut Cheerios was every night. There's been for a late night snack, you get a small bowl. I have small bowls.", "start": 1428.46, "end": 1433.74}, {"text": "This month or last month, there was a big recall of Honey Nut Cheerios and Lucky Charms.", "start": 1433.74, "end": 1441.1}, {"text": "A lot of people were getting diarrhea. I get diarrhea. I don't notice if I get diarrhea.", "start": 1441.1, "end": 1445.9}, {"text": "Lucky Charms has been going on for a while. I didn't know it was Honey Nut Cheerios.", "start": 1445.9, "end": 1449.9}, {"text": "Something is happening at the Lucky Charms factory. Yeah, something's going on ever since that freaking shrimp.", "start": 1449.9, "end": 1454.14}, {"text": "I guess that was Cinnamon Toast Crunch.", "start": 1454.14, "end": 1456.14}, {"text": "It was a shrimp and a Cinnamon Toast Crunch.", "start": 1456.14, "end": 1458.14}, {"text": "Oh you didn't see this?", "start": 1458.14, "end": 1460.14}, {"text": "Bruh! Bruh!", "start": 1460.14, "end": 1462.14}, {"text": "Literally though.", "start": 1462.14, "end": 1464.14}, {"text": "I don't even want to fucking get into it.", "start": 1464.14, "end": 1466.14}, {"text": "I mean this is like", "start": 1466.14, "end": 1468.14}, {"text": "I don't want to bring it up now because it's almost", "start": 1468.14, "end": 1470.14}, {"text": "like Harambe or something", "start": 1470.14, "end": 1472.14}, {"text": "where I don't want to talk about it.", "start": 1472.14, "end": 1474.14}, {"text": "Basically like a Harambe level meme.", "start": 1474.14, "end": 1476.14}, {"text": "9000 meme.", "start": 1476.14, "end": 1478.14}, {"text": "Speaking of", "start": 1478.14, "end": 1480.14}, {"text": "Today's list", "start": 1480.14, "end": 1482.14}, {"text": "Next is the top ten most cancerous memes and trends that are on society.", "start": 1482.14, "end": 1487.58}, {"text": "It's the top ten most cancerous trends and memes of the twenty-first century.", "start": 1487.58, "end": 1491.1}, {"text": "That's I said that exactly the same.", "start": 1491.1, "end": 1493.26}, {"text": "Did you say society of the society?", "start": 1493.26, "end": 1496.1}, {"text": "Of the society.", "start": 1496.1, "end": 1499.46}, {"text": "Here's and it's by Kristen Grant.", "start": 1499.46, "end": 1501.82}, {"text": "I decided to I decided to I decided to something different from what I usually do.", "start": 1501.82, "end": 1507.42}, {"text": "So here's some trends and memes that are the cancerous.", "start": 1507.42, "end": 1510.58}, {"text": "Okay number one I would say you know let's hear your guess my guess I'm", "start": 1510.58, "end": 1516.68}, {"text": "gonna say not bad Obama wrong number one is dab the dab isn't a meme it's a", "start": 1516.68, "end": 1524.22}, {"text": "dance well it's a trend it's a trend hold on I feel like I'm gonna vomit", "start": 1524.22, "end": 1531.62}, {"text": "continue the first person I saw dab was a kid I really hated so I used the", "start": 1531.62, "end": 1535.62}, {"text": "mentality of if he does it I don't that's smart that is smart I saw my", "start": 1535.62, "end": 1540.78}, {"text": "grandma dab in 2014 really yep change my life Wow she's Devin cuz of Cam Newton", "start": 1540.78, "end": 1546.66}, {"text": "Wow yeah dabbing is so sad fortnight is so sad everything in this list is so", "start": 1546.66, "end": 1554.7}, {"text": "flipping sad I just find it sad that kids are dabbing still yeah yeah was", "start": 1554.7, "end": 1560.14}, {"text": "originally a strong way to smoke marijuana it's the purest form of", "start": 1560.14, "end": 1563.66}, {"text": "of marijuana. When you smoke it, you cough the first thing you do is put", "start": 1563.66, "end": 1567.46}, {"text": "hand in front of mouth and coughs. That's where dab came from https colon", "start": 1567.46, "end": 1571.86}, {"text": "slash slash m dot cs monitor dot com slash the dash culture slash twenty", "start": 1571.86, "end": 1575.84}, {"text": "sixteen slash oh two oh eight slash. Do we really need a dab of drug culture", "start": 1575.84, "end": 1579.74}, {"text": "in our dancing? We don't we do not. I hate drug culture. I want to go to this", "start": 1579.74, "end": 1584.5}, {"text": "work. I've been outspoken about marijuana abuse and how much it's", "start": 1584.5, "end": 1587.74}, {"text": "fucking disgusting. Hey dopers yeah dopers, smokers, christian science", "start": 1587.74, "end": 1592.9}, {"text": "monitor. That's what this website is.", "start": 1592.92, "end": 1594.92}, {"text": "Listen, I saw some piece of fucking dog shit dope fiend, right? Lighten up, he's", "start": 1594.92, "end": 1600.84}, {"text": "sitting in a wheelchair, both of his legs are in casts, he's lighten up in the", "start": 1600.84, "end": 1604.32}, {"text": "middle of his living room with the windows open, okay? And you know what I", "start": 1604.32, "end": 1608.28}, {"text": "was thinking? I was thinking, you know what I'd really like right now is a red", "start": 1608.28, "end": 1610.84}, {"text": "sniper dot directly on this guy's neck brace through his window and I'd like", "start": 1610.84, "end": 1617.24}, {"text": "for somebody to shoot his trachea.", "start": 1617.24, "end": 1618.84}, {"text": "Absolutely.", "start": 1618.84, "end": 1619.72}, {"text": "So that he can, hey, try smoking dope now, buddy.", "start": 1619.72, "end": 1622.04}, {"text": "It's gonna fly out of the hole in your neck.", "start": 1622.04, "end": 1624.04}, {"text": "You know what I saw? I saw this bald woman", "start": 1624.04, "end": 1626.04}, {"text": "Yeah.", "start": 1626.04, "end": 1628.04}, {"text": "Eating an edible.", "start": 1628.04, "end": 1630.04}, {"text": "Yeah, and it's like, listen, first of all", "start": 1630.04, "end": 1632.04}, {"text": "She's at the hospital and she looked sick.", "start": 1632.04, "end": 1634.04}, {"text": "And she looked sick probably because of the dope.", "start": 1634.04, "end": 1636.04}, {"text": "Here's what's happening, okay?", "start": 1636.04, "end": 1638.04}, {"text": "She's bald. She's a lesbo. Okay?", "start": 1638.04, "end": 1640.04}, {"text": "She's a complete lesbo. Right?", "start": 1640.04, "end": 1642.04}, {"text": "And she's a dopehead. Right?", "start": 1642.04, "end": 1644.04}, {"text": "And why is she at the hospital?", "start": 1644.04, "end": 1646.04}, {"text": "Cause she's done with her dopehead", "start": 1646.04, "end": 1648.04}, {"text": "fucking starter drug and she's trying to get opiates.", "start": 1648.04, "end": 1650.04}, {"text": "opiates. Yeah, going in there, faking menstrual blood or she can get a", "start": 1650.04, "end": 1653.96}, {"text": "prescription for you know. I hear what I hear what dopers will do nowadays is", "start": 1653.96, "end": 1661.16}, {"text": "even before they'll go to the hospital and some of them they're not you know", "start": 1661.16, "end": 1664.6}, {"text": "they're not even they don't even have the courage to upgrade opiates, but", "start": 1664.6, "end": 1667.76}, {"text": "they'll go to the hospital. I think how can I get my hands on more dope? I", "start": 1667.76, "end": 1670.76}, {"text": "don't want to I don't have to get in a car with my my my my dirty dope dealer", "start": 1670.76, "end": 1674.96}, {"text": "no more. I need I need to legitimize this and I hear what they'll do is", "start": 1674.96, "end": 1678.56}, {"text": "go into the hospital, they'll complain that they have rot in one of their limbs,", "start": 1678.6, "end": 1683.16}, {"text": "they'll get it amputated, and they'll get a special card that lets the government", "start": 1683.16, "end": 1687.56}, {"text": "throw dope in their mouths like a freaking clown game at the arcade.", "start": 1687.56, "end": 1691.36}, {"text": "It absolutely is.", "start": 1691.36, "end": 1692.36}, {"text": "It's a, yeah, that's what it is.", "start": 1692.36, "end": 1694.6}, {"text": "It's Nintendon.", "start": 1694.6, "end": 1695.6}, {"text": "I've seen these rectangle dopers, they've got no arms, no legs, they're crawling", "start": 1695.6, "end": 1701.64}, {"text": "around like an inchworm, trying to put their mouth on a drainage pipe just to", "start": 1701.64, "end": 1706.28}, {"text": "suck out some dope additives.", "start": 1706.28, "end": 1708.48}, {"text": "And you know these dispensaries are just giving them more, they're putting more stuff in the", "start": 1708.48, "end": 1712.68}, {"text": "truck so that people can get rot.", "start": 1712.68, "end": 1715.2}, {"text": "It's true.", "start": 1715.2, "end": 1716.2}, {"text": "They're trying to get more rot in their limbs so that they can be removed by a plastic surgeon", "start": 1716.2, "end": 1721.92}, {"text": "so that they can deal with the quote unquote pain.", "start": 1721.92, "end": 1724.2}, {"text": "I mean this fucking dope.", "start": 1724.2, "end": 1725.88}, {"text": "It feels amazing to lose a limb.", "start": 1725.88, "end": 1727.96}, {"text": "People did these, first of all, when dope started out, people were like we have a nation", "start": 1727.96, "end": 1732.52}, {"text": "of zombies.", "start": 1732.52, "end": 1733.52}, {"text": "You know, but more and more it's looking like we're going to have more of a nation of mummies.", "start": 1733.52, "end": 1736.64}, {"text": "I'd like to bring you--", "start": 1736.64, "end": 1737.48}, {"text": "- 'Cause they are a mummy, right?", "start": 1737.48, "end": 1739.92}, {"text": "- Yup, they're covered in bandages.", "start": 1739.92, "end": 1742.92}, {"text": "- I'd like to bring you guys--", "start": 1742.92, "end": 1743.76}, {"text": "- Their arms and legs are falling off.", "start": 1743.76, "end": 1745.76}, {"text": "There's sand everywhere, their skin is turning to sand.", "start": 1745.76, "end": 1748.96}, {"text": "- I'd like to bring you guys back", "start": 1748.96, "end": 1750.12}, {"text": "to a different time and place, okay?", "start": 1750.12, "end": 1752.08}, {"text": "- Okay, I hope it's not-- - Ancient Egypt.", "start": 1752.08, "end": 1755.44}, {"text": "- I hope it's not ancient Egypt, B.C.", "start": 1755.44, "end": 1757.44}, {"text": "'cause that's where all the mummies are.", "start": 1757.44, "end": 1759.2}, {"text": "- It's 1969, right?", "start": 1759.2, "end": 1761.24}, {"text": "We start the Vietnam War, okay?", "start": 1761.24, "end": 1763.28}, {"text": "- Awesome.", "start": 1763.28, "end": 1764.12}, {"text": "- Nobody wants to go, right?", "start": 1764.12, "end": 1765.46}, {"text": "until a couple of these--", "start": 1765.46, "end": 1766.3}, {"text": "- Because, why don't they wanna go?", "start": 1766.3, "end": 1767.62}, {"text": "- Until a couple of these hippies get an idea,", "start": 1767.62, "end": 1770.14}, {"text": "somebody says, a war man recruiter says,", "start": 1770.14, "end": 1773.66}, {"text": "\"Hey, who wants to go to Vietnam and get PTSD", "start": 1773.66, "end": 1778.66}, {"text": "\"and get all your limbs blown off?\"", "start": 1778.66, "end": 1780.62}, {"text": "And all these dopers go, \"Oh, me, me, me, me, me!\"", "start": 1780.62, "end": 1783.74}, {"text": "Because one day there's gonna be a place", "start": 1783.74, "end": 1785.26}, {"text": "called concierge dispensary where I can deal", "start": 1785.26, "end": 1787.78}, {"text": "with my quote-unquote pain and quote-unquote", "start": 1787.78, "end": 1790.26}, {"text": "lost foot and PTSD with a Skittle.", "start": 1790.26, "end": 1794.02}, {"text": "free dope for pillow humans. Yeah, exactly. Right. And now all of a", "start": 1794.02, "end": 1797.5}, {"text": "sudden you got these guys, they wear American flag bandanas, they", "start": 1797.5, "end": 1801.16}, {"text": "pretend they're homeless, and then they turn around, they go outside", "start": 1801.16, "end": 1804.22}, {"text": "and they actually have a 1994 Ford Focus and parked in the back of", "start": 1804.22, "end": 1809.14}, {"text": "the grocery store. And they're walking into the dope dispensary.", "start": 1809.14, "end": 1812.02}, {"text": "It's like, yeah, give me this. Give me the strongest pen that you", "start": 1812.02, "end": 1816.1}, {"text": "have. Give me a drug. Give me a strain of dope called the Hitler's", "start": 1816.1, "end": 1820.74}, {"text": "killer yeah Hitler's pussy it's like so fucked up from the war that oh I have to", "start": 1820.74, "end": 1826.74}, {"text": "think about times when I killed people like but you know what awesome and you", "start": 1826.74, "end": 1830.4}, {"text": "know what they were doing in Vietnam they're smoking the weed out of a", "start": 1830.4, "end": 1833.22}, {"text": "shotgun that's right as they wanted I mean they could get more weed yeah these", "start": 1833.22, "end": 1838.02}, {"text": "quote-unquote veteran dopers okay there I mean there they're coming back here", "start": 1838.02, "end": 1842.54}, {"text": "they're coming back here to the to you the u.s. to get more free dope there were", "start": 1842.54, "end": 1846.54}, {"text": "there you know they're they're waddling into these to these dispensaries they", "start": 1846.54, "end": 1849.94}, {"text": "They look like Freddy Krueger's finger under these tie-dyed shirts, okay?", "start": 1849.94, "end": 1854.54}, {"text": "These dopers with no arms and no legs are getting pulled into dispensaries, pushed into dispensaries", "start": 1854.54, "end": 1859.54}, {"text": "on a dolly.", "start": 1859.54, "end": 1860.54}, {"text": "They look like, folks, they look like Floops Fuglies.", "start": 1860.54, "end": 1862.82}, {"text": "Yup, and they're being just completely just tossed into dispensaries like bricks through", "start": 1862.82, "end": 1867.54}, {"text": "a window.", "start": 1867.54, "end": 1868.54}, {"text": "They're saying, you know what, there's a guy who pulls them, pushes them in on a hand truck", "start": 1868.54, "end": 1873.54}, {"text": "and then drops it on the floor and then they're face down on the ground like, \"Could I have", "start": 1873.54, "end": 1878.06}, {"text": "It's like, okay, they're coming in and they're like, \"Alright, my arms and legs were pulled", "start": 1878.06, "end": 1884.86}, {"text": "off by a robotic arm at the Ford Focus Factory, but you know what I haven't lost yet?", "start": 1884.86, "end": 1890.14}, {"text": "My mind.\"", "start": 1890.14, "end": 1891.14}, {"text": "And listen, I know how to fix that.", "start": 1891.14, "end": 1893.18}, {"text": "I'll smoke a freaking pack of dope.", "start": 1893.18, "end": 1896.02}, {"text": "It's going to pull up my brain right out of the top of my head like an Egyptian mummy.", "start": 1896.02, "end": 1899.7}, {"text": "I want to taint it with weed cigarettes and give myself mummy rocks.", "start": 1899.7, "end": 1902.58}, {"text": "Some of these grass heads are actually even genius artists, unfortunately, and we've lost", "start": 1902.58, "end": 1907.06}, {"text": "some of them. Speaking of, Nirvana's own Kurt Cobain, he stuck a shotgun into his", "start": 1907.06, "end": 1911.8}, {"text": "mouth because he thought it was a slice of pizza because he was so high and", "start": 1911.8, "end": 1915.86}, {"text": "now he's dead like a mummy. Yep. Same with Jimi Hendrix. He threw up because he", "start": 1915.86, "end": 1920.86}, {"text": "smoked so much. And he thought that his throw up was pizza. Yeah. And now he's", "start": 1920.86, "end": 1924.46}, {"text": "dead like a mummy. And Jim Morrison was eating pizza in the tub underwater. Yep.", "start": 1924.46, "end": 1928.6}, {"text": "And now he's dead like a mummy. Mm-hmm. You can't eat pizza underwater. Most psychotic", "start": 1928.6, "end": 1933.42}, {"text": "spree killers or dopers.", "start": 1933.42, "end": 1935.06}, {"text": "- Yeah. - Okay, but even beyond that,", "start": 1935.06, "end": 1937.26}, {"text": "the ones who don't go out and rat-a-tat-tat", "start": 1937.26, "end": 1939.82}, {"text": "kill a million humans, you realize what lives", "start": 1939.82, "end": 1943.54}, {"text": "on the dope plant is insects and ants.", "start": 1943.54, "end": 1946.06}, {"text": "- That's the thing. - And they get burned up", "start": 1946.06, "end": 1947.22}, {"text": "and killed when a doper smokes the dope.", "start": 1947.22, "end": 1949.7}, {"text": "- Look at-- - And the bug goes", "start": 1949.7, "end": 1950.58}, {"text": "in their brain and is so mad at the human race.", "start": 1950.58, "end": 1953.42}, {"text": "- They got spider webs in there.", "start": 1953.42, "end": 1954.82}, {"text": "- Yeah. - Take a look, you loo,", "start": 1954.82, "end": 1956.1}, {"text": "at the row of mass shooters we've had", "start": 1956.1, "end": 1960.98}, {"text": "in the last 20 years, right?", "start": 1960.98, "end": 1962.78}, {"text": "James Holmes and all those guys looks like a fucking fish concert okay that's", "start": 1962.78, "end": 1967.34}, {"text": "what it looks like when you look at these guys all right yeah eyes are blood", "start": 1967.34, "end": 1970.58}, {"text": "shocked right they have completely blood shocked eyes yeah and they're looking at", "start": 1970.58, "end": 1975.14}, {"text": "you at that fucking THC Delta 9 stare yeah right yeah and they probably thought", "start": 1975.14, "end": 1980.86}, {"text": "that all these kiddies walking around the school were slices of pizza yeah and", "start": 1980.86, "end": 1984.02}, {"text": "they needed to cook them yeah they're big pizza gun yeah cuz that's what dope", "start": 1984.02, "end": 1987.86}, {"text": "does to your brain it makes you who okay the Boston shooters think about it we're", "start": 1987.86, "end": 1991.5}, {"text": "getting that strong that strong key Kong from the Middle East yeah right getting", "start": 1991.5, "end": 1995.66}, {"text": "it shipped over to the brothers right the two brothers of the two dope brothers of", "start": 1995.66, "end": 2000.02}, {"text": "Boston I thought you were talking about the middle and you know what you know", "start": 2000.02, "end": 2002.94}, {"text": "what they thought you know what they thought they thought that the pressure", "start": 2002.94, "end": 2006.02}, {"text": "cookers that they dropped and the they were cooking a pizza they thought that", "start": 2006.02, "end": 2009.38}, {"text": "they were just cooking as damn pizza in a volcano vape right and all of a sudden", "start": 2009.38, "end": 2013.42}, {"text": "you got and don't get me started five years later Mark Wahlberg's making a", "start": 2013.42, "end": 2016.62}, {"text": "movie with no legs right and guess how that guy treated his no legs in Rome", "start": 2016.62, "end": 2020.58}, {"text": "yep smoking smoking goes all the way to the top of the hip all the way to the", "start": 2020.58, "end": 2025.5}, {"text": "bottom of the ground which is where the guy was cuz you know any legs you know", "start": 2025.5, "end": 2029.38}, {"text": "and I mean think about Benson listen he's about to think about these um", "start": 2029.38, "end": 2033.74}, {"text": "these these types of these bands that dopers will listen to I mean I seriously", "start": 2033.74, "end": 2038.7}, {"text": "a band called the great full dead it's great to be dead no hole also none of", "start": 2038.7, "end": 2043.66}, {"text": "these bands are spelled correctly grateful dead right fish uh-huh fucks", "start": 2043.66, "end": 2048.46}, {"text": "going on Dave Matthews bang the Beatles yep the hell is that oh my god", "start": 2048.46, "end": 2055.54}, {"text": "you moron and this is all ever since 2001 when Doug Benson started talking", "start": 2055.54, "end": 2062.34}, {"text": "about this shit Doug Benson listen super high you yeah I wouldn't even say hi to", "start": 2062.34, "end": 2067.62}, {"text": "you you fucking drug I'd rather super low you I'm gonna put you six feet under", "start": 2067.62, "end": 2072.74}, {"text": "Yeah for do it for ruining this country with pot you actually a drug addict piece of fucking dog shit", "start": 2072.74, "end": 2078.58}, {"text": "Mm-hmm getting dug with high buddy. The name doesn't make it's wrong", "start": 2078.58, "end": 2083.0}, {"text": "This fucking idiot got so completely mistaken that he swapped two words in his own", "start": 2083.0, "end": 2090.3}, {"text": "How are you gonna? How is that show gonna look professional? That's like list about podcast", "start": 2090.3, "end": 2095.46}, {"text": "Oh, that doesn't make any sense", "start": 2095.46, "end": 2097.06}, {"text": "That way if we were so high when we named the show that we named it that wouldn't that be some fucking bullshit", "start": 2097.06, "end": 2101.94}, {"text": "That would fucking be dog shit Lee bullshit. That'd be the worst thing that's ever happened. I'm sick", "start": 2101.94, "end": 2107.48}, {"text": "I'm sick of these I'm sick. No, I'm sick. No, I'm actually fucking sick. You're sick. Yeah, I'm sick", "start": 2107.48, "end": 2114.42}, {"text": "And I guess what the doc you can't go to the doctor. I can't go cuz they're gonna describe you describe me", "start": 2114.42, "end": 2118.82}, {"text": "Yep, they're gonna prescribe you don't prescribe me dope weed", "start": 2118.82, "end": 2121.02}, {"text": "You know what kind of I have phantom limb and you know for a bigger penis", "start": 2121.02, "end": 2124.06}, {"text": "penis. You know what else these dope freakers are doing? What? You think about", "start": 2124.06, "end": 2129.02}, {"text": "the earth, right? They say that it comes from the middle one. Millions of years", "start": 2129.02, "end": 2133.54}, {"text": "ago, okay? Well, that's a third argument, but sure. The earth, the green. Yeah.", "start": 2133.54, "end": 2138.82}, {"text": "Green and blue planet, okay? Nowadays, earth is grey and brown and yellow and", "start": 2138.82, "end": 2145.66}, {"text": "golden and silver and red and black and white, but it's much less green. Do you", "start": 2145.66, "end": 2151.74}, {"text": "why it's much less green. They're smoking. The dopers, they take the green, they turn", "start": 2151.74, "end": 2155.1}, {"text": "it brown. Yep. And it turns their insides brown, it turns their shoulders red, and", "start": 2155.1, "end": 2160.9}, {"text": "then it turns their arms black and gray. And they're combining", "start": 2160.9, "end": 2165.78}, {"text": "the green and the blue in a bong and just using up all of these resources.", "start": 2165.78, "end": 2170.34}, {"text": "Exactly. Yeah, where's the water go? Depleting. Where does the bong water go? They waste it.", "start": 2170.34, "end": 2174.7}, {"text": "They don't even use it. Because they're waste. You could filter that bong water and start", "start": 2174.7, "end": 2179.18}, {"text": "making spaghetti for homeless people. You could found a desert city", "start": 2179.18, "end": 2183.42}, {"text": "mm-hmm with that water. You could found the city and with the the glass oh my", "start": 2183.42, "end": 2188.66}, {"text": "god a futuristic glass city with water and green grass. It would have been", "start": 2188.66, "end": 2195.34}, {"text": "amazing but instead it would have been Babylon and I'm not talking about", "start": 2195.34, "end": 2198.66}, {"text": "the Babylon that Bob Marley that fucking dopehead was talking about. No no no no", "start": 2198.66, "end": 2202.98}, {"text": "no. Listen Jamaica listen I don't want to say it but it should be just", "start": 2202.98, "end": 2206.14}, {"text": "completely wiped off the face of the planet. I wouldn't say that. Just completely one giant wave, just a", "start": 2206.14, "end": 2211.84}, {"text": "wrath of God should just wipe it out with one single wave. I think I think that they", "start": 2211.84, "end": 2217.44}, {"text": "should just make weed illegal there. Jamaica should just be nuclearly exploded. Are you kidding me? Wait, no no no.", "start": 2217.44, "end": 2222.38}, {"text": "I do not understand why God hasn't done something about dope. Do you, could you", "start": 2222.38, "end": 2226.24}, {"text": "imagine how how less spicy Jamaican jerk wings would be if they weren't smoking", "start": 2226.24, "end": 2231.76}, {"text": "weed when they did exactly so we got the recipe listen Jamaica you gave us the", "start": 2231.76, "end": 2237.66}, {"text": "recipe buddy now get the boot we're sending you to Mars that's happening", "start": 2237.66, "end": 2243.52}, {"text": "red planet not a way not a speck of green to be seen God that that should be a", "start": 2243.52, "end": 2249.88}, {"text": "penal colony that's right oprah's mm-hmm they'll do I mean those dopers they'll", "start": 2249.88, "end": 2253.92}, {"text": "probably I mean some of these some of those over smoking alien and probably", "start": 2253.92, "end": 2256.56}, {"text": "try to smoke a green alien yeah but some of these dopers I mean they they go", "start": 2256.56, "end": 2259.44}, {"text": "without their green for practically one second,", "start": 2259.44, "end": 2262.64}, {"text": "they're throwing up, they're shitting their pants.", "start": 2262.64, "end": 2264.4}, {"text": "- You know who I would have trusted?", "start": 2264.4, "end": 2265.24}, {"text": "- They're clawing at their own face.", "start": 2265.24, "end": 2266.8}, {"text": "- I would have trusted Sir Elon Musk", "start": 2266.8, "end": 2268.44}, {"text": "to send these dope heads to Mars,", "start": 2268.44, "end": 2269.84}, {"text": "but then he actually joined their ranks", "start": 2269.84, "end": 2271.92}, {"text": "by going on Joe Token and actually lighting up", "start": 2271.92, "end": 2274.6}, {"text": "in front of millions. - That was so disappointing.", "start": 2274.6, "end": 2276.36}, {"text": "- I mean, he was honestly a hero of mine, right?", "start": 2276.36, "end": 2278.24}, {"text": "I had always wanted to make a car.", "start": 2278.24, "end": 2281.92}, {"text": "- I mean, what's next, an electrical way to smoke weed?", "start": 2281.92, "end": 2285.04}, {"text": "Is that what Elon Musk is-- - It's fucking disgusting.", "start": 2285.04, "end": 2286.36}, {"text": "That's probably what he's working on.", "start": 2286.36, "end": 2287.2}, {"text": "- A cigarette powered by electricity?", "start": 2287.2, "end": 2288.72}, {"text": "Oh, we're gonna waste the electricity, too. It's not enough to take the green and", "start": 2288.72, "end": 2292.32}, {"text": "the blue out of the earth and the glass. The other day, this is actually true, I'm", "start": 2292.32, "end": 2295.92}, {"text": "not making this up at all, I was at CVS and a lady got started talking to the", "start": 2295.92, "end": 2300.28}, {"text": "they it's like one of the CVS's where they have a cop that stays there because", "start": 2300.28, "end": 2303.56}, {"text": "there's so much so many people like stealing shit, probably dope heads by the", "start": 2303.56, "end": 2307.28}, {"text": "way, but she said something about she's like I bet you light up when you get", "start": 2307.28, "end": 2311.36}, {"text": "home and he said yeah it's legal and she said I used to light up in the 90s and", "start": 2311.36, "end": 2315.64}, {"text": "and then my cousin who is one of the beat cops in my neighborhood used to chase me", "start": 2315.64, "end": 2319.72}, {"text": "down the street with a taser.", "start": 2319.72, "end": 2320.96}, {"text": "So it actually tears families apart. It does tear families apart. Literally their arms and legs are", "start": 2320.96, "end": 2326.32}, {"text": "being torn off.", "start": 2326.32, "end": 2326.64}, {"text": "Torn limb from limb because they'll walk into a wild chimpanzee cage", "start": 2326.64, "end": 2330.88}, {"text": "just so they can get their hands ripped off so they can smoke weed. Listen, Charlotte Nash,", "start": 2330.88, "end": 2334.8}, {"text": "there's a reason why she told the monkey, she said, \"Rip", "start": 2334.8, "end": 2338.08}, {"text": "everything off except my mouth so I can still smoke weed.\"", "start": 2338.08, "end": 2341.68}, {"text": "Yeah. And that's what he did. It weakens your joints and your ligaments.", "start": 2341.68, "end": 2345.0}, {"text": "yeah it does. A doper will try to hold the door open their arm will fall onto the ground", "start": 2345.0, "end": 2348.78}, {"text": "the door will pull. Like a leper. The door will pull off the arm", "start": 2348.78, "end": 2352.96}, {"text": "when they open it. It'll look like sponge bob. That's why there aren't any dopers that have", "start": 2352.96, "end": 2357.72}, {"text": "automatic doors in their houses.", "start": 2357.72, "end": 2359.44}, {"text": "Don't even get me started on. See like me I have an automatic door. I have an automatic door too it's so", "start": 2359.44, "end": 2363.88}, {"text": "convenient I love it", "start": 2363.88, "end": 2364.96}, {"text": "the bathroom door an automatic door every time someone walks by it opens I can see", "start": 2364.96, "end": 2368.32}, {"text": "who's what's going on", "start": 2368.32, "end": 2369.44}, {"text": "and it's glass. And you go to downtown. It's a 7-eleven on it", "start": 2369.44, "end": 2373.56}, {"text": "You go to any major city--", "start": 2373.56, "end": 2374.76}, {"text": "I installed it two weeks ago.", "start": 2374.76, "end": 2376.06}, {"text": "You go to downtown LA, Skid Row, right?", "start": 2376.06, "end": 2378.56}, {"text": "It's called Skid Row because you smoke so much weed", "start": 2378.56, "end": 2381.56}, {"text": "that you believe Skid Marks in your pants.", "start": 2381.56, "end": 2384.56}, {"text": "It was founded by dopers in the '60s.", "start": 2384.56, "end": 2386.56}, {"text": "And you walk around, these people are zombies.", "start": 2386.56, "end": 2387.96}, {"text": "They're looking at you.", "start": 2387.96, "end": 2388.46}, {"text": "They're going, come watch Fantasia with us.", "start": 2388.46, "end": 2391.96}, {"text": "Come watch Disney's Fantasia.", "start": 2391.96, "end": 2394.16}, {"text": "Yeah.", "start": 2394.16, "end": 2394.66}, {"text": "I'm like, I don't want to watch Fantasia.", "start": 2394.66, "end": 2395.96}, {"text": "It doesn't make any fucking sense.", "start": 2395.96, "end": 2396.76}, {"text": "Do you realize Chernobog is a fucking demon?", "start": 2396.76, "end": 2399.16}, {"text": "You do realize that a broom can't actually walk.", "start": 2399.16, "end": 2401.66}, {"text": "you are literally gaining satanic and change and entertainment. We're gonna", "start": 2401.66, "end": 2404.78}, {"text": "watch a Disney property. We're probably gonna watch Mickey Mouse Clubhouse or", "start": 2404.78, "end": 2408.26}, {"text": "we're gonna watch one of the Scrooge McDuck films. Right? I don't want to watch", "start": 2408.26, "end": 2411.9}, {"text": "Chip and Dale Rescue Rangers. Mickey go and he's dancing with hippos. Listen, a", "start": 2411.9, "end": 2417.14}, {"text": "hippo's a boy. They got him dressed up in tutus. These dopers too,", "start": 2417.14, "end": 2420.78}, {"text": "they'll want to watch a Disney movie like Frozen. Yeah. It's like, don't", "start": 2420.78, "end": 2424.62}, {"text": "you realize this movie is so subversive? It's ruining the image of", "start": 2424.62, "end": 2428.54}, {"text": "princes to discuss people think princes are evil now because of yep because one", "start": 2428.54, "end": 2432.94}, {"text": "of the donors at Disney are making these dope movies one of the biggest dopers of", "start": 2432.94, "end": 2436.9}, {"text": "all Walt Disney cut off his own head yeah he got he got the right is the right", "start": 2436.9, "end": 2441.54}, {"text": "spread to his body he cut off his own damn head yep I heard rose that thing so", "start": 2441.54, "end": 2446.9}, {"text": "that he could smoke more later I'm a high-ranking frozen uh-huh about his", "start": 2446.9, "end": 2451.66}, {"text": "damn head I heard that high-ranking Disney employees and officials actually", "start": 2451.66, "end": 2455.54}, {"text": "get to use Walt Disney's head as a bong because it gets it gets him high to well", "start": 2455.54, "end": 2460.26}, {"text": "he's in well he's in their color of the bronze fucking surprise. Well he's in", "start": 2460.26, "end": 2464.34}, {"text": "his brain yep. I will be discussing what dopers do to the society now Cheech and", "start": 2464.34, "end": 2470.74}, {"text": "Chong don't even get me started on Cheech Marin and Chong Marin on marine", "start": 2470.74, "end": 2475.78}, {"text": "yeah Tommy Chong. How come they go listen these dopers are so stupid it", "start": 2475.78, "end": 2480.42}, {"text": "have been called Marin and Chong or Tommy and Cheech. But they went first name,", "start": 2480.46, "end": 2486.3}, {"text": "last name. And who's and? Yeah. Which one of them is and? Probably the", "start": 2486.3, "end": 2493.22}, {"text": "same guy from the and one shirts. Oh that guy's a serious dopehead.", "start": 2493.22, "end": 2497.38}, {"text": "Yeah right? He's so rude. And the dope turns people rudely mean. I don't think because if he", "start": 2497.38, "end": 2502.78}, {"text": "if he smoked he wouldn't have been able to do any of that. The sad part is the", "start": 2502.78, "end": 2506.3}, {"text": "weed has actually infested our sports culture where you have celebrities NBA", "start": 2506.3, "end": 2511.06}, {"text": "players like Lamar Odom who admit to marijuana abuse yeah yeah they don't", "start": 2511.06, "end": 2517.1}, {"text": "even start on bill admit it they think it's okay was I think it was weed he had", "start": 2517.1, "end": 2521.66}, {"text": "to he had to leave one of the sexy sexy Kardashians to go to rehab rehab really", "start": 2521.66, "end": 2528.42}, {"text": "yeah because the weed actually made him a compulsive liar I wish", "start": 2528.42, "end": 2532.26}, {"text": "that these dopers instead of going to rehab would head to Dhab and be", "start": 2532.26, "end": 2537.62}, {"text": "completely eliminated from the face of the planet.", "start": 2537.62, "end": 2540.66}, {"text": "Which would go to 8 by whale.", "start": 2540.66, "end": 2542.66}, {"text": "Yep.", "start": 2542.66, "end": 2543.16}, {"text": "I think it should be a I think it should be like the dead space eyeball machine.", "start": 2543.16, "end": 2549.04}, {"text": "Yep. I think so.", "start": 2549.04, "end": 2550.38}, {"text": "Yeah and I think it should be called Dhab.", "start": 2550.38, "end": 2552.38}, {"text": "Mm-hmm. I think a drill should be just", "start": 2552.38, "end": 2554.78}, {"text": "Don't even get me started.", "start": 2554.78, "end": 2556.78}, {"text": "Shoved right through them like Bioshock.", "start": 2556.78, "end": 2558.78}, {"text": "Don't even get me started on Seth Rogen.", "start": 2558.78, "end": 2560.78}, {"text": "Seth Rogen, his buddy.", "start": 2560.78, "end": 2562.78}, {"text": "Listen, but the Rogen brothers, they're a couple of fucking potheads, right?", "start": 2562.78, "end": 2566.78}, {"text": "And listen, Snoop Dogg, you're liable too.", "start": 2566.78, "end": 2568.78}, {"text": "Willie Nelson, I want you to get by a train.", "start": 2568.78, "end": 2571.78}, {"text": "All you people are fucking disgusting.", "start": 2571.78, "end": 2572.78}, {"text": "You need to stop glorifying!", "start": 2572.78, "end": 2574.78}, {"text": "Stop it right now!", "start": 2574.78, "end": 2576.78}, {"text": "Stop glorifying smoking weed to little kids!", "start": 2576.78, "end": 2580.78}, {"text": "It's not right. It's not cool.", "start": 2580.78, "end": 2582.78}, {"text": "If you glorify smoking, I will kill you.", "start": 2582.78, "end": 2584.78}, {"text": "If you glorify smoking a single joint in front of a child, I will actually fucking strangle you.", "start": 2584.78, "end": 2589.78}, {"text": "And you know what? Don't even smoke.", "start": 2589.78, "end": 2591.78}, {"text": "Don't even smoke!", "start": 2591.78, "end": 2593.78}, {"text": "And don't you dare!", "start": 2593.78, "end": 2595.78}, {"text": "Don't glorify or even do it!", "start": 2595.78, "end": 2597.78}, {"text": "Don't you dare!", "start": 2597.78, "end": 2599.78}, {"text": "Stop smoking right now!", "start": 2599.78, "end": 2601.78}, {"text": "Culture! Culture! American culture!", "start": 2601.78, "end": 2603.78}, {"text": "You listen to me! You better stop smoking!", "start": 2603.78, "end": 2605.78}, {"text": "But cigarettes are fine. Smoke cigarettes.", "start": 2605.78, "end": 2607.78}, {"text": "Cigarettes actually remove a lot of the harmful THC molecules that actually go into your lungs.", "start": 2607.78, "end": 2613.78}, {"text": "Cigarettes are the anti-weed.", "start": 2613.78, "end": 2615.78}, {"text": "Exactly. Think about it.", "start": 2615.78, "end": 2617.78}, {"text": "about it. They use it also, also, listen, we're talking about dope turns you to a mummy, it", "start": 2617.78, "end": 2626.54}, {"text": "uses up the green and blue to the earth, turns it sandy like Egypt. A cigarette, what's it", "start": 2626.54, "end": 2630.62}, {"text": "wrapped in? White paper. What's a mummy wrapped in? White paper. The cigarette uses up the", "start": 2630.62, "end": 2634.72}, {"text": "white paper and it prevents mummies from being created.", "start": 2634.72, "end": 2637.9}, {"text": "And I smoke a cigarette, I feel exactly like Napoleon Bonaparte, right? And I'm out there", "start": 2637.9, "end": 2642.58}, {"text": "And I'm slaying all of the weedheads.", "start": 2642.58, "end": 2647.22}, {"text": "Yeah.", "start": 2647.22, "end": 2648.22}, {"text": "All of the poor weedheads.", "start": 2648.22, "end": 2649.22}, {"text": "You know who smoked cigarettes?", "start": 2649.22, "end": 2651.22}, {"text": "Who?", "start": 2651.22, "end": 2652.22}, {"text": "Clint Eastwood.", "start": 2652.22, "end": 2653.22}, {"text": "That's right.", "start": 2653.22, "end": 2654.22}, {"text": "And you know who else smoked cigarettes?", "start": 2654.22, "end": 2655.22}, {"text": "Who?", "start": 2655.22, "end": 2656.22}, {"text": "Cowboy.", "start": 2656.22, "end": 2657.22}, {"text": "Cowboy.", "start": 2657.22, "end": 2658.22}, {"text": "Who's a cowboy?", "start": 2658.22, "end": 2659.22}, {"text": "Yeah, I feel like a cowboy.", "start": 2659.22, "end": 2660.22}, {"text": "And I feel just like a cowboy.", "start": 2660.22, "end": 2662.66}, {"text": "And a Napoleon Bonaparte when I smoke a cigarette.", "start": 2662.66, "end": 2665.66}, {"text": "See, weed turns you into a sissy.", "start": 2665.66, "end": 2667.98}, {"text": "Uh-huh.", "start": 2667.98, "end": 2669.22}, {"text": "Cigarettes turn you into a macho man.", "start": 2669.22, "end": 2671.06}, {"text": "- A macho man. - A macho man", "start": 2671.06, "end": 2672.12}, {"text": "who's not afraid to tell these chairs what's up.", "start": 2672.12, "end": 2674.22}, {"text": "- Yep. - That's right.", "start": 2674.22, "end": 2675.16}, {"text": "- Exactly, just like Clint Eastwood.", "start": 2675.16, "end": 2676.82}, {"text": "- Clint Eastwood. - He goes,", "start": 2676.82, "end": 2677.66}, {"text": "\"These chairs, this chair represents all the dope heads.\"", "start": 2677.66, "end": 2680.76}, {"text": "- Yeah. - And you might think", "start": 2680.76, "end": 2681.6}, {"text": "it's okay to mix cigarettes and weed,", "start": 2681.6, "end": 2683.4}, {"text": "but it's not okay.", "start": 2683.4, "end": 2684.3}, {"text": "You know what happens?", "start": 2684.3, "end": 2685.26}, {"text": "You know who did that, who's famous?", "start": 2685.26, "end": 2687.02}, {"text": "- Who? - Lil Nas X.", "start": 2687.02, "end": 2688.26}, {"text": "- That's true.", "start": 2688.26, "end": 2689.22}, {"text": "- And it's, you know what they call it?", "start": 2689.22, "end": 2690.38}, {"text": "It's called a split, right?", "start": 2690.38, "end": 2692.62}, {"text": "- 'Cause you split weed and cigarette.", "start": 2692.62, "end": 2695.18}, {"text": "- Yeah, and it splits your reality", "start": 2695.18, "end": 2697.12}, {"text": "where half of your brain, your left side,", "start": 2697.12, "end": 2699.3}, {"text": "your more creative side is into nicotine now.", "start": 2699.3, "end": 2702.1}, {"text": "- Yeah. - And your right brain,", "start": 2702.1, "end": 2703.0}, {"text": "your robotic, mathematic brain is so high on weed", "start": 2703.0, "end": 2706.38}, {"text": "that it actually loses its ability to count and do--", "start": 2706.38, "end": 2708.74}, {"text": "- It defunctions.", "start": 2708.74, "end": 2709.58}, {"text": "- Just basic division and multiplication.", "start": 2709.58, "end": 2711.46}, {"text": "- Scientifically, it's called de-stop.", "start": 2711.46, "end": 2714.78}, {"text": "- It's de-stopping.", "start": 2714.78, "end": 2715.62}, {"text": "- It de-stops. - Yeah.", "start": 2715.62, "end": 2716.86}, {"text": "So basically, weed is actually going to,", "start": 2716.86, "end": 2718.74}, {"text": "and it also closes your third eye, right?", "start": 2718.74, "end": 2720.98}, {"text": "- Yeah. - Oh, yeah.", "start": 2720.98, "end": 2721.82}, {"text": "- So what is known to open your third eye?", "start": 2721.82, "end": 2723.46}, {"text": "- Cigarettes. - Nicotine,", "start": 2723.46, "end": 2724.54}, {"text": "fluoride, hamburger meat. - Paper.", "start": 2724.54, "end": 2727.64}, {"text": "- McDonald's. - Paper.", "start": 2727.64, "end": 2728.66}, {"text": "Yeah, the paper around a McDonald's burger.", "start": 2728.66, "end": 2731.06}, {"text": "If you eat pretty much any--", "start": 2731.06, "end": 2732.06}, {"text": "You know what it is?", "start": 2732.06, "end": 2732.9}, {"text": "It's when you try to eat the cheese,", "start": 2732.9, "end": 2734.14}, {"text": "when you get a hearty stick burger", "start": 2734.14, "end": 2735.58}, {"text": "and the cheese gets stuck to the paper", "start": 2735.58, "end": 2737.18}, {"text": "and you eat the cheese off.", "start": 2737.18, "end": 2738.32}, {"text": "That's yester--", "start": 2738.32, "end": 2739.16}, {"text": "And listen, I don't wanna keep harping on this.", "start": 2739.16, "end": 2740.84}, {"text": "I don't wanna keep harping on this,", "start": 2740.84, "end": 2742.02}, {"text": "but what color is the McDonald's paper?", "start": 2742.02, "end": 2744.58}, {"text": "Okay, and the cheese, they're yellow.", "start": 2744.58, "end": 2746.24}, {"text": "What color is the sand and pyramids?", "start": 2746.24, "end": 2748.9}, {"text": "Yellow, you're using up the yellow.", "start": 2748.9, "end": 2751.06}, {"text": "Stop.", "start": 2751.06, "end": 2751.94}, {"text": "The dopers are trying to turn this to Egypt.", "start": 2751.94, "end": 2754.38}, {"text": "They wanted to be ancient Egypt again.", "start": 2754.38, "end": 2755.7}, {"text": "Listen, buddy, you know who built the pyramid?", "start": 2755.7, "end": 2757.38}, {"text": "Tutankhamun.", "start": 2757.38, "end": 2758.22}, {"text": "Slaves.", "start": 2758.22, "end": 2759.06}, {"text": "- Uh-huh.", "start": 2759.06, "end": 2759.9}, {"text": "- And you know,", "start": 2759.9, "end": 2760.74}, {"text": "- Weed heads want slavery to come back.", "start": 2760.74, "end": 2761.58}, {"text": "- Dopers are slaves to the dope.", "start": 2761.58, "end": 2763.3}, {"text": "- Yeah.", "start": 2763.3, "end": 2764.14}, {"text": "- Weed heads want slavery to come back", "start": 2764.14, "end": 2765.22}, {"text": "so that we have slaves out there", "start": 2765.22, "end": 2766.7}, {"text": "picking all their weed plants in the fields.", "start": 2766.7, "end": 2769.02}, {"text": "That's what they want.", "start": 2769.02, "end": 2769.86}, {"text": "- Yep, that's exactly what they want.", "start": 2769.86, "end": 2771.82}, {"text": "- That's what weeders want.", "start": 2771.82, "end": 2773.22}, {"text": "- Okay, if you play Doug Benson's Super High Me Backwards.", "start": 2773.22, "end": 2776.9}, {"text": "- It says, I want a slave.", "start": 2776.9, "end": 2778.5}, {"text": "- I want a weed slave.", "start": 2778.5, "end": 2779.34}, {"text": "- I want a slave to pick my weed.", "start": 2779.34, "end": 2781.5}, {"text": "- It's fucking disgusting.", "start": 2781.5, "end": 2782.7}, {"text": "And honestly, he needs to be executed by a military tribunal.", "start": 2782.7, "end": 2786.06}, {"text": "- Mm-hmm.", "start": 2786.06, "end": 2786.9}, {"text": "Yeah, and I should probably get his bones.", "start": 2788.14, "end": 2790.14}, {"text": "Can't trust the military nowadays.", "start": 2790.14, "end": 2792.14}, {"text": "Yep, also here's the thing, these weed heads", "start": 2792.14, "end": 2794.14}, {"text": "they think it's extraordinary, like Doug Benson.", "start": 2794.14, "end": 2796.14}, {"text": "He thinks that it's worth a podcast", "start": 2796.14, "end": 2798.14}, {"text": "that he loves movies. Listen buddy,", "start": 2798.14, "end": 2800.14}, {"text": "I like movies too.", "start": 2800.14, "end": 2802.14}, {"text": "Okay, but I'm not walking around saying", "start": 2802.14, "end": 2804.14}, {"text": "\"Caleb love movies.\"", "start": 2804.14, "end": 2806.14}, {"text": "Oh, Caleb love movies.", "start": 2806.14, "end": 2808.14}, {"text": "Cause I'm not fucking addicted to weed.", "start": 2808.14, "end": 2810.14}, {"text": "That's right. Yeah, dopers,", "start": 2810.14, "end": 2812.14}, {"text": "they'll start podcasts just for", "start": 2812.14, "end": 2814.14}, {"text": "interest that they have.", "start": 2814.14, "end": 2816.14}, {"text": "disgusting instead of for money yeah that's why you actually do a party and", "start": 2816.14, "end": 2820.1}, {"text": "to spread an important message yeah", "start": 2820.1, "end": 2823.9}, {"text": "what's the next list item", "start": 2823.9, "end": 2828.5}, {"text": "rap dance songs like with crap like watch me hit the Quan and juju on that", "start": 2828.5, "end": 2842.02}, {"text": "that beat getting popular just proves how bad popular pop and rap music is it", "start": 2842.02, "end": 2846.14}, {"text": "today.", "start": 2846.14, "end": 2847.14}, {"text": "Juju on that beat.", "start": 2847.14, "end": 2848.14}, {"text": "I don't think I've heard that one.", "start": 2848.14, "end": 2849.14}, {"text": "There's a comment here that says remove", "start": 2849.14, "end": 2851.46}, {"text": "cancers from the title and replace it with annoying.", "start": 2851.46, "end": 2854.8}, {"text": "Or weed.", "start": 2854.8, "end": 2855.8}, {"text": "Yeah.", "start": 2855.8, "end": 2856.8}, {"text": "All right we're not going to get in there.", "start": 2856.8, "end": 2858.34}, {"text": "Number three is twerking and here's the top comment from top ten ted.", "start": 2858.34, "end": 2862.96}, {"text": "This is supposed to be from tribal Africa, but it was obviously more", "start": 2862.96, "end": 2866.14}, {"text": "tolerable as it was an ancient tribal dance.", "start": 2866.14, "end": 2868.94}, {"text": "Now it's for perverted men to gaze upon the buttocks.", "start": 2868.94, "end": 2871.94}, {"text": "the Charleston has died in place of this for", "start": 2871.94, "end": 2874.34}, {"text": "the Charleston is God", "start": 2874.34, "end": 2879.56}, {"text": "to these", "start": 2879.56, "end": 2881.52}, {"text": "dopers killed the Charles killed the Charleston and bastardized the twerk", "start": 2881.52, "end": 2887.52}, {"text": "the ancient warrior dance. The power puff girls are twerking my childhood is", "start": 2887.52, "end": 2892.32}, {"text": "officially ruined. I thought Miley Cyrus had been a twerking yeah with her giant", "start": 2892.32, "end": 2897.86}, {"text": "but", "start": 2897.86, "end": 2898.42}, {"text": "I'm sorry say what you will about her serious pog. Yeah, she a pog. I'm but", "start": 2901.14, "end": 2907.14}, {"text": "that's it's just a bet you should be using your butt to do the Charleston.", "start": 2907.14, "end": 2910.58}, {"text": "You should be using your butt to wipe. I know your hand to wipe your butt. Yeah or", "start": 2910.58, "end": 2914.1}, {"text": "to sit down. You should be using and now you know what they want you know what", "start": 2914.1, "end": 2917.3}, {"text": "they turned the hand wipe the wiper hand into is the nae nae. Yeah right so now", "start": 2917.3, "end": 2921.62}, {"text": "you're twerking your and you're throwing your poop all over because you haven't", "start": 2921.62, "end": 2925.06}, {"text": "wiped because you're too busy nae nae-ing. Yeah right your poop is getting flown", "start": 2925.06, "end": 2928.58}, {"text": "went into my face. Yeah, when I'm on the street, that's disgusting. Yeah, yeah, I", "start": 2928.58, "end": 2933.34}, {"text": "don't like poop in my face on the saw lady and get into an argument with a guy", "start": 2933.34, "end": 2937.58}, {"text": "on the street the other day, and then instead of she was like yelling at him,", "start": 2937.58, "end": 2941.0}, {"text": "he was yelling at her. She was like shut the fuck up, fuck you, fuck you, and", "start": 2941.0, "end": 2944.62}, {"text": "then she just started like shaking her ass at him and just be like and like", "start": 2944.62, "end": 2949.18}, {"text": "shake your ass space. Well, I was like that's kind of yeah. You win, you can", "start": 2949.18, "end": 2954.3}, {"text": "win. Yeah, and he just stopped yelling at her kind of yeah, you can't really do", "start": 2954.3, "end": 2958.02}, {"text": "much and I crashed my car. You crashed your car. Yeah, I was too busy watching", "start": 2958.04, "end": 2963.0}, {"text": "her. Yeah, it's pretty cool. Just crashed my car. You crashed it and to her number", "start": 2963.0, "end": 2969.08}, {"text": "four is damn Daniel damn Daniel. I haven't heard of this. Here's a comment", "start": 2969.08, "end": 2972.92}, {"text": "from I hate school. It's very sexual. If you think about it damn Daniel, that's", "start": 2972.92, "end": 2977.56}, {"text": "what they said. Isn't it about it? It's a Lena Dunham said it's one of the", "start": 2977.56, "end": 2980.96}, {"text": "biggest pieces of queer performance art of 2016 damn Daniel is yeah. I mean it", "start": 2980.96, "end": 2985.04}, {"text": "I thought it was a guy with no shoes on. No, he has shoes on that are white.", "start": 2985.04, "end": 2989.4}, {"text": "White shoes on. White vans. What's the matter with having white shoes?", "start": 2989.4, "end": 2992.4}, {"text": "It's, I guess it's a Cornelina Dunham, it's queer. Queer? So wait, so the video the", "start": 2992.4, "end": 2997.96}, {"text": "guy calls this... There's that MF Doom song where he says why do all you college boys", "start": 2997.96, "end": 3001.4}, {"text": "wear those... His name was Daniel. Daniel? Daniel Doomile. Oh. Damn you'll... Oh it's all", "start": 3001.4, "end": 3009.32}, {"text": "starting to make sense. Yeah. Yeah. MF Doom. Doom Daniel. You know what I always thought was funny", "start": 3009.32, "end": 3014.52}, {"text": "funny about damn Daniel, you know in the video he was like Dom Daniel. He has", "start": 3014.52, "end": 3017.98}, {"text": "like that kind of accent. You know Dom Daniel is a name for hell. Whoa damn wow", "start": 3017.98, "end": 3023.64}, {"text": "yeah, D O M Daniel, a little bit of it's like a circle of hell or something", "start": 3023.64, "end": 3027.76}, {"text": "trying to make a little bit of sense, not a lot of sense, but a little bit yeah", "start": 3027.76, "end": 3031.72}, {"text": "pretty interesting.", "start": 3031.72, "end": 3033.88}, {"text": "No meme is worse than oh no my bad. It's a final cavernous hall at the bottom of", "start": 3033.88, "end": 3039.32}, {"text": "the ocean where evil magician spirits and gnomes meet Dom Daniel. That's", "start": 3039.32, "end": 3044.5}, {"text": "a lot different. It's from it's from Arabian that sounds like actually", "start": 3044.5, "end": 3048.12}, {"text": "fucking heaven Arabian nights. What's that? It's a movie Arabian nights. Is", "start": 3048.12, "end": 3052.3}, {"text": "that a song for is a collection of Middle Eastern folk tales compiled in", "start": 3052.3, "end": 3056.08}, {"text": "Arabic during the Islamic Golden Age. So it's like Middle Eastern. It's fairy", "start": 3056.08, "end": 3061.1}, {"text": "tales. What you know monkey what about wu kong sun? Oh yeah, monkey, you call", "start": 3061.1, "end": 3067.94}, {"text": "it monkey. It's journey to the West, isn't it? That's the English", "start": 3067.94, "end": 3071.3}, {"text": "translation is just called monkey yeah, but why that's a stupid name as a way", "start": 3071.3, "end": 3075.7}, {"text": "better name. So what is the way cooler monkey? It's a some book called monkey.", "start": 3075.7, "end": 3079.82}, {"text": "It's a good name, but you can't just call it that whatever nobody else would", "start": 3079.82, "end": 3083.12}, {"text": "know what it's called. I think people know monkey monkey. So what other book", "start": 3083.12, "end": 3087.54}, {"text": "called monkey is there Cameron? I wouldn't know one book called monkey.", "start": 3087.54, "end": 3090.98}, {"text": "That's the I know one monkey. It's just funny to say I'm reading monkey. You're", "start": 3090.98, "end": 3096.22}, {"text": "reading monkey. Yes,", "start": 3096.22, "end": 3098.26}, {"text": "I've been reading monkey for a long time.", "start": 3099.5, "end": 3101.86}, {"text": "I phase in and out of reading books.", "start": 3101.86, "end": 3104.26}, {"text": "I go in, I'll read 30 pages of a book,", "start": 3104.26, "end": 3106.26}, {"text": "switch to another one.", "start": 3106.26, "end": 3107.42}, {"text": "Yeah. Yeah.", "start": 3107.42, "end": 3108.48}, {"text": "I started reading a book in January", "start": 3108.48, "end": 3111.46}, {"text": "and I have not touched it.", "start": 3111.46, "end": 3112.78}, {"text": "That's nice.", "start": 3112.78, "end": 3113.62}, {"text": "Yeah.", "start": 3113.62, "end": 3114.46}, {"text": "Masters of Atlantis.", "start": 3114.46, "end": 3115.3}, {"text": "What's happening in monkey?", "start": 3115.3, "end": 3116.38}, {"text": "What is it?", "start": 3116.38, "end": 3117.22}, {"text": "Masters of Atlantis.", "start": 3117.22, "end": 3118.7}, {"text": "What is it?", "start": 3118.7, "end": 3119.74}, {"text": "What's that?", "start": 3119.74, "end": 3120.58}, {"text": "Book.", "start": 3120.58, "end": 3121.58}, {"text": "What's it about?", "start": 3121.58, "end": 3122.92}, {"text": "It's about a guy who starts a cult.", "start": 3122.92, "end": 3126.7}, {"text": "Oh, it's not like about like Atlantis.", "start": 3126.7, "end": 3129.0}, {"text": "No, no, I want to read an Atlantis book. I was just read a book about us", "start": 3129.0, "end": 3133.32}, {"text": "Port it's about it. It's his name is Portis last name is Portis and he called", "start": 3133.32, "end": 3139.08}, {"text": "Whoa the way he's going to Atlantis Charles porpoise. Oh my god, that makes perfect sense. Yeah", "start": 3139.08, "end": 3145.96}, {"text": "Yeah, he could have been actually maybe if I reread the book with that lens", "start": 3145.96, "end": 3152.08}, {"text": "What's number five number five is Tide Pod Challenge? Oh hell no I actually like this because it actually kind of", "start": 3153.4, "end": 3159.9}, {"text": "Thinned the herd yeah, yeah Darwin Awards yep", "start": 3159.9, "end": 3164.08}, {"text": "Yep, Darwin Award only drunken people eat Tide Pods. It says Wow Wow okay that must have been written by a doper", "start": 3164.08, "end": 3172.38}, {"text": "Yeah, so I guess we're attacking alcohol now. Yeah, this is good for most of your organs", "start": 3172.38, "end": 3178.78}, {"text": "This is dangerous whenever I see these I just think wow these people really want to die right now", "start": 3178.94, "end": 3183.52}, {"text": "People that do this challenge are giving themselves a first-class ticket on a ride to their tombstone", "start": 3183.52, "end": 3188.78}, {"text": "tombstone their tombstone", "start": 3188.78, "end": 3191.9}, {"text": "Are actually attacking", "start": 3191.9, "end": 3195.66}, {"text": "Alcohol fans yeah", "start": 3195.66, "end": 3197.82}, {"text": "Because alcohol is one of the most like enlightening", "start": 3197.82, "end": 3200.9}, {"text": "Psychoactive substances on earth it's it's it's actually within every single molecule", "start": 3200.9, "end": 3206.18}, {"text": "on earth. Because it enhances nicotine. And then when you die, actually a lot of people", "start": 3206.18, "end": 3210.34}, {"text": "know this, don't know this, when you die alcohol is secreted by your third eye.", "start": 3210.34, "end": 3214.18}, {"text": "Yeah. So nobody really knows what happens but you might actually enter like an", "start": 3214.18, "end": 3217.74}, {"text": "endless kind of blissful state that because of the reality is being warped", "start": 3217.74, "end": 3223.54}, {"text": "it feels like eternity to you, just those last couple moments and it's just like", "start": 3223.54, "end": 3227.06}, {"text": "that's what heaven is. Yeah. Right, but it's actually just some alcohol. Exactly,", "start": 3227.06, "end": 3230.66}, {"text": "Yeah, people with near-death experiences, they often report that in the moment when", "start": 3230.66, "end": 3236.98}, {"text": "their body is dying and it's releasing this alcohol to their third eye, many of", "start": 3236.98, "end": 3241.46}, {"text": "them have visions of something horrible they did in fifth grade.", "start": 3241.46, "end": 3244.26}, {"text": "Yep, and a lot of times they see geometric shapes like dart boards and...", "start": 3244.26, "end": 3251.38}, {"text": "Or like just a big black rectangle that they can just tickle up everything.", "start": 3251.38, "end": 3256.98}, {"text": "Yeah.", "start": 3256.98, "end": 3257.98}, {"text": "black geometric shape, a black room with nothing in it and no sound at all and", "start": 3257.98, "end": 3265.32}, {"text": "nothing and just nothing. It is nothing which is yeah and that's like the", "start": 3265.32, "end": 3268.82}, {"text": "geometric alcohol shape. That's like the spirit of alcohol, the alcohol spirit.", "start": 3268.82, "end": 3273.58}, {"text": "Yeah, right. They'll also meet these like some of them. Some people will have a", "start": 3273.58, "end": 3277.08}, {"text": "little bit of a longer kind of journey through this hypnagogic realm and", "start": 3277.08, "end": 3280.6}, {"text": "they'll they'll meet these supernatural beings called bartenders. Yeah, yeah,", "start": 3280.6, "end": 3284.7}, {"text": "you'll kind of control the bartenders. Yeah, the machine is five of them. Yeah,", "start": 3284.72, "end": 3288.48}, {"text": "and it's a recurring kind of exactly where everybody sees and they'll say", "start": 3288.48, "end": 3291.68}, {"text": "they'll say you need to you need to have around. They're still they're also", "start": 3291.68, "end": 3295.62}, {"text": "dressed like clowns. Yeah, they are yeah, they're machine bartender clowns.", "start": 3295.62, "end": 3299.44}, {"text": "Yeah, they're jesters. Yeah, the jesters of the alcohol realm yeah, and then", "start": 3299.44, "end": 3304.68}, {"text": "they get thrown out by a bouncer and they come back to life. That's what", "start": 3304.68, "end": 3308.32}, {"text": "happens. Yeah, they like pick them up and they throw them back out because", "start": 3308.32, "end": 3312.82}, {"text": "alcohol can actually get you laid to which is I guess you hella laid yeah", "start": 3312.84, "end": 3316.32}, {"text": "yeah about Tide Pod smart person this is stupid stupid person I should kill", "start": 3316.32, "end": 3321.28}, {"text": "myself doing this garbage true as fuck stupid people also by the way if you", "start": 3321.28, "end": 3325.38}, {"text": "have suicidal ideation you're inherently not stupid you're probably really smart", "start": 3325.38, "end": 3329.68}, {"text": "mm-hmm that's probably true yeah probably a spiritual gangster yeah your", "start": 3329.68, "end": 3334.16}, {"text": "spiritual gangster who's clearly experimented with alcohol and you're", "start": 3334.16, "end": 3338.2}, {"text": "or yeah yeah number six is bottle flip. Remember this bullshit? Yeah, it's like", "start": 3338.2, "end": 3345.2}, {"text": "listen buddy, you're not supposed to flip the bottle, you're supposed to drink", "start": 3345.2, "end": 3347.48}, {"text": "what's in the bottle. Mm-hmm. Maker's mark. Yeah, you're supposed to or you can eat", "start": 3347.48, "end": 3353.16}, {"text": "the bottle. You can eat the bottle? You can eat the bottle or if it's like a", "start": 3353.16, "end": 3356.6}, {"text": "wax bottle. I think that every bottle should be wax, should be wax. You can eat", "start": 3356.6, "end": 3361.24}, {"text": "it or chew on it at the very least. Yeah. Imagine if you got to eat, if you made it", "start": 3361.24, "end": 3364.6}, {"text": "to the bottom of a of a bottle of Don Julio and then you just get to chew on", "start": 3364.6, "end": 3369.72}, {"text": "it.", "start": 3369.72, "end": 3370.04}, {"text": "If you just get to chew on it yeah, so great that is great great idea. I think", "start": 3370.04, "end": 3377.36}, {"text": "that that could change everything. I think then you drop it doesn't break", "start": 3377.36, "end": 3381.64}, {"text": "yeah. Oh my God, what you're hand about it's bouncy it is so rings on it yeah", "start": 3381.64, "end": 3386.32}, {"text": "yeah or what if what is a wax yeah, it's all made of wax and the floor is all is", "start": 3386.32, "end": 3391.92}, {"text": "all those springs from Sonic and then really ever you drop and listen lower", "start": 3391.94, "end": 3395.9}, {"text": "as a set of golden rings in here. I would really like to wear golden ring yeah,", "start": 3395.9, "end": 3399.22}, {"text": "but the one thing I would not like to if I get hit drop all my rings. Can I just", "start": 3399.22, "end": 3402.58}, {"text": "keep here something I like to keep my ring? I'd like to say just one thing", "start": 3402.58, "end": 3405.42}, {"text": "about Sonic okay.", "start": 3405.42, "end": 3406.46}, {"text": "This fucking game must have been made by doper because where does he keep all", "start": 3406.46, "end": 3412.78}, {"text": "these rings? He has a pouch. He has a pocket and listen. These rings are giant.", "start": 3412.78, "end": 3417.82}, {"text": "He has when I play three hundred of them. He had a high score.", "start": 3417.82, "end": 3420.7}, {"text": "how does he keep these on his body? They shrink. Why? You see the movies. Sonic the Hedgehog", "start": 3421.82, "end": 3429.74}, {"text": "absolutely made by a blue hedgehog that runs and fights an egg man. First of all blue hair.", "start": 3429.74, "end": 3435.74}, {"text": "I want to bring this back to lesbos but that's a serious pothead lesbo kind of situation.", "start": 3435.74, "end": 3442.46}, {"text": "A hedgehog, fucking made up animal. Might as well be a unicorn. Just call it a pig.", "start": 3442.46, "end": 3451.1}, {"text": "the hog have his his best buddy is named tails which that should have been a pig", "start": 3451.1, "end": 3457.78}, {"text": "- yeah it should have been a pig what an animal it should all just put the tail", "start": 3457.78, "end": 3462.66}, {"text": "spins and spiral yeah it should have been a fast pig twist well I don't know", "start": 3462.66, "end": 3467.7}, {"text": "about the fast part cuz that's pretty that's wasted tail the snow baby mm-hmm", "start": 3467.7, "end": 3472.18}, {"text": "right remember the Simpsons movie twisted tail twisted tail twisted tail no you", "start": 3472.18, "end": 3477.46}, {"text": "You don't remember that?", "start": 3477.46, "end": 3478.46}, {"text": "I remember there was a spider pig.", "start": 3478.46, "end": 3479.46}, {"text": "Spider pig, his tail is twisted.", "start": 3479.46, "end": 3480.74}, {"text": "Yeah.", "start": 3480.74, "end": 3481.74}, {"text": "And remember Eepaw, Eepaw, Eepaw.", "start": 3481.74, "end": 3484.9}, {"text": "I remember Eepaw.", "start": 3484.9, "end": 3485.9}, {"text": "Eepaw, Eepaw, twisted tail, a million eyes.", "start": 3485.9, "end": 3488.22}, {"text": "Yeah.", "start": 3488.22, "end": 3489.22}, {"text": "Eepaw, Eepaw, that's what grandpa was saying.", "start": 3489.22, "end": 3490.22}, {"text": "Yeah, and everyone's like, \"Oh, wow.\"", "start": 3490.22, "end": 3491.22}, {"text": "Yeah, so that's kind of, you can apply that to Sonic, too.", "start": 3491.22, "end": 3492.22}, {"text": "Everyone's like, \"Oh, the EPA.\"", "start": 3492.22, "end": 3495.22}, {"text": "Everyone says that when he says that.", "start": 3495.22, "end": 3497.42}, {"text": "And then remember, he says, remember when also the president is the Arnold Schwarzenegger", "start": 3497.42, "end": 3502.74}, {"text": "guy who says, \"I pick three.\"", "start": 3502.74, "end": 3506.64}, {"text": "when he, remember when they're like on the phone calls and it's like you hang up first,", "start": 3506.64, "end": 3510.88}, {"text": "no you hang up first and then he's like okay and he hangs up and she goes oh my god he hung", "start": 3510.88, "end": 3514.2}, {"text": "up on me.", "start": 3514.2, "end": 3515.2}, {"text": "So the point is, oh and it says Dome Sweet Dome.", "start": 3515.2, "end": 3517.6}, {"text": "Yeah, so that's, and Green Day is there.", "start": 3517.6, "end": 3519.8}, {"text": "Green Day!", "start": 3519.8, "end": 3520.8}, {"text": "Those are the kind of jokes, I fucking hate Green Day, you realize that's a dope type", "start": 3520.8, "end": 3524.72}, {"text": "band.", "start": 3524.72, "end": 3525.72}, {"text": "You realize that's a dope title right, because it's Green Day because you're smoking so much", "start": 3525.72, "end": 3528.4}, {"text": "stuff, 420.", "start": 3528.4, "end": 3529.4}, {"text": "Yeah, they name it after dope.", "start": 3529.4, "end": 3530.4}, {"text": "Also yeah, Hitler 420, Hitler was born on 420, oh my god how, this has evaded our, yeah that's", "start": 3530.4, "end": 3535.88}, {"text": "why all the weed strains are named after him holy shit I just every single weed", "start": 3535.88, "end": 3540.26}, {"text": "strain has some relation to Hitler 420 is actually a satanic they're trying to", "start": 3540.26, "end": 3547.32}, {"text": "bring resurrective asking Thunder right you know what yeah you know what a", "start": 3547.32, "end": 3550.56}, {"text": "thunder fuck is a blitzkrieg and you know where Hitler fled to Alaska yep yeah", "start": 3550.56, "end": 3556.08}, {"text": "yeah he's in Alaska frozen his head with Walt Disney", "start": 3556.08, "end": 3560.2}, {"text": "yeah they were like this they were they were best it's something called it's", "start": 3560.2, "end": 3564.0}, {"text": "there's something called a head bong and people are smoking it.", "start": 3564.0, "end": 3567.36}, {"text": "That's a new story that just came out really yeah. Wow, they're saying Walt", "start": 3567.36, "end": 3572.46}, {"text": "Disney and Hitler both did this as well as many people who are not important, so", "start": 3572.46, "end": 3576.54}, {"text": "their names don't matter. I would say no weed smokers ever lived was important,", "start": 3576.54, "end": 3580.58}, {"text": "okay, yeah and we'll get we'll give Bill Clinton you're right on the edge buddy", "start": 3580.58, "end": 3584.5}, {"text": "because he didn't inhale right. I think not in healing ever inhaled. He never", "start": 3584.5, "end": 3588.58}, {"text": "inhaled yeah yeah he didn't yeah. You can tell he wouldn't have been able to", "start": 3588.58, "end": 3592.3}, {"text": "played that that that no yes instrument good he would have been a decent", "start": 3592.34, "end": 3598.06}, {"text": "president had the pious Bush family not immediately usurped him with one of the", "start": 3598.06, "end": 3603.46}, {"text": "greatest presidents ever oh absolutely mm-hmm", "start": 3603.46, "end": 3605.62}, {"text": "me copy time George Bush George W Bush yeah right one of the most", "start": 3605.62, "end": 3611.42}, {"text": "anti-weed presidents ever the weed W stands for winning against the weed", "start": 3611.42, "end": 3616.26}, {"text": "head or weed eliminator or weed killer or weed", "start": 3616.26, "end": 3620.06}, {"text": "weed destroyer. Yeah, you know, speaking of weed destroyer and weed elimination", "start": 3620.06, "end": 3627.16}, {"text": "Portland and Seattle. We're coming to you. We're going to eliminate every last", "start": 3627.16, "end": 3630.46}, {"text": "every drop of weed. Yeah going to be or so we have a we have the we have the", "start": 3630.46, "end": 3634.56}, {"text": "vacuum from Luigi's Mansion. We're sucking it all up and we're shooting it", "start": 3634.56, "end": 3637.86}, {"text": "into the Sun. Yep, and I hope that the smoke does not reach the", "start": 3637.86, "end": 3642.36}, {"text": "when we do that and create a weed world. Also stop trying to smoke the ozone you fucking", "start": 3642.36, "end": 3648.28}, {"text": "pieces of shit. Yeah but August 18th and 19th swagpoop.com/shows go buy tickets and also", "start": 3648.28, "end": 3653.96}, {"text": "on swagpoop.com I think right Wednesday we'll put up the oh yeah. Oh yeah. There will be", "start": 3653.96, "end": 3659.68}, {"text": "our shirts. Swagpoop.com/shop should be up by now. And we're gonna put some shirts on", "start": 3659.68, "end": 3664.64}, {"text": "there. And there are pre-orders up for some shirts. There's the shirt we were selling", "start": 3664.64, "end": 3668.24}, {"text": "on tour that says I tested positive for swag. You can finally get the shirt and", "start": 3668.24, "end": 3671.78}, {"text": "then also another cool shirt. This one's gonna be pretty cool. Yeah, so go", "start": 3671.78, "end": 3677.54}, {"text": "pre-order them on at swagpoop.com/shop. Have fun. Bye. Bye.", "start": 3677.54, "end": 3685.02}], "title": "Ep. 198 - Doper’s Rot", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--198---Dopers-Rot-e1ue5ed", "date": "Wed, 29 Jun 2022 06:32:13 GMT", "id": 222}