{"lines": [{"text": "I", "start": 0.0, "end": 0.5}, {"text": "all right, Caleb, go sing your song. No, no, no, no, no, fuck. I'm not my God.", "start": 0.5, "end": 13.76}, {"text": "You're going to knock. I never did this before. No, do not get the get the", "start": 13.76, "end": 17.72}, {"text": "Caleb camera. No, get the Caleb camera right now. I'm so scared. I never did", "start": 17.72, "end": 21.94}, {"text": "this before. No, okay, so loosen it first.", "start": 21.94, "end": 24.8}, {"text": "don't listen to the case. Don't take the cage off, but then just kind of nudge", "start": 25.68, "end": 29.68}, {"text": "the", "start": 29.68, "end": 29.84}, {"text": "now just you could use your thumb. We've just gradually twist it.", "start": 29.84, "end": 35.14}, {"text": "Did you loosen the cage and you twist the key thing? Yes, shut up, please.", "start": 35.14, "end": 40.06}, {"text": "I'm really focused.", "start": 40.06, "end": 40.88}, {"text": "You're gonna hit one of us.", "start": 40.88, "end": 42.92}, {"text": "See", "start": 42.92, "end": 44.7}, {"text": "not my heart. My heart is fucking pounding. It's not that big a deal. My", "start": 44.7, "end": 49.56}, {"text": "heart is pounding. I wanted you to do it. So you would see it's actually", "start": 49.56, "end": 52.44}, {"text": "nobody's ever made me do it and I really appreciate it. It's fun. I thought you", "start": 53.32, "end": 57.66}, {"text": "were doing the thumb. I thought you were doing the one thumb. It's like", "start": 57.66, "end": 60.28}, {"text": "one thumb challenge. It's like popping the biscuits can. I like that. Yeah,", "start": 60.28, "end": 64.76}, {"text": "it's the same thing. I like when that happens. Yeah, so you like this too.", "start": 64.76, "end": 68.14}, {"text": "All right, let me... And now... You guys, what time is it right now? It is", "start": 68.14, "end": 72.28}, {"text": "12.25 PM and we are drinking. Well, they didn't have champagne, but we needed", "start": 72.28, "end": 77.36}, {"text": "a cork popped. Prosecco. Prosecco. You guys, we're not drinking a lot. Let's", "start": 77.36, "end": 81.2}, {"text": "you're going to be crazy. Yeah, just a just a few it's a cup. You know this is", "start": 81.2, "end": 84.94}, {"text": "a couple of me. I have to go to the dentist immediately after this. Just a", "start": 84.94, "end": 88.24}, {"text": "single flu. They're not going to know man in the dentist office, grabbing his", "start": 88.24, "end": 92.38}, {"text": "thigh, the dentist,", "start": 92.38, "end": 93.44}, {"text": "you better not fuck my teeth. God, that is so funny to have a dentist", "start": 93.44, "end": 98.6}, {"text": "appointment like one thirty PM and you walk in your mouth. It smells like", "start": 98.6, "end": 102.04}, {"text": "shambler", "start": 102.04, "end": 102.56}, {"text": "were you just drinking? Did you just celebrate something? I just had a", "start": 102.56, "end": 109.06}, {"text": "Thursday", "start": 109.06, "end": 110.24}, {"text": "guys. Cheers to five years and fifty more. Yep to the pot, baby fud.", "start": 110.24, "end": 118.08}, {"text": "That's good champagne. Yeah, well, I have a dentist appointment. Why'd I do", "start": 118.08, "end": 124.64}, {"text": "that?", "start": 124.64, "end": 124.88}, {"text": "Well, why", "start": 124.88, "end": 125.88}, {"text": "what", "start": 125.88, "end": 128.84}, {"text": "you thought we were shooting champagne?", "start": 128.84, "end": 132.68}, {"text": "a per seco a per seco of sparkling wine.", "start": 134.76, "end": 137.76}, {"text": "Who the hell shoots champagne man", "start": 137.76, "end": 140.8}, {"text": "me apparently that was fucking psycho. I apparently oh my God. Oh, there's a", "start": 140.8, "end": 146.8}, {"text": "little left", "start": 146.8, "end": 147.32}, {"text": "guys. It's a fifth anniversary of the podcast. Wow, and it's Christmas and", "start": 147.32, "end": 154.82}, {"text": "it's yeah, exactly. It's holiday season. We were so go to for planning. What is", "start": 154.82, "end": 158.98}, {"text": "the where you guys were? I wasn't here at the time. We're so what you guys were", "start": 158.98, "end": 162.42}, {"text": "so go to for planning the anniversary to be on Christmas. Is that Christmas Eve?", "start": 162.44, "end": 167.24}, {"text": "Oh, it's Christmas Eve, yeah, December twenty fourth, twenty eighteen yeah, but", "start": 167.24, "end": 170.78}, {"text": "the episode comes out today, a day that we may live in infamy. So this is pal", "start": 170.78, "end": 174.64}, {"text": "pal. I remember so vividly being like oh, I want after we had been doing it for a", "start": 174.64, "end": 179.02}, {"text": "while being like oh, I wonder what the anniversary is. So maybe it matter we've", "start": 179.02, "end": 182.46}, {"text": "been doing for a while. I think it was like the second time. It's crazy that we", "start": 182.46, "end": 185.28}, {"text": "didn't think of that when we did the first episode. What the fuck it's", "start": 185.28, "end": 188.44}, {"text": "twenty fourth. We thought why would we think that people would want to listen", "start": 189.4, "end": 193.86}, {"text": "to the first episode? Well, maybe at home, maybe it set us up for success", "start": 193.86, "end": 198.66}, {"text": "because you people are at home, they're back with their pet with the rents", "start": 198.66, "end": 203.66}, {"text": "right. They're going to be taking long drives. Exactly, it's actually a bar.", "start": 203.66, "end": 207.3}, {"text": "Well, here's another thing too that I thought of", "start": 207.3, "end": 208.98}, {"text": "now we get to say we started in twenty eighteen instead of twenty nineteen. I", "start": 208.98, "end": 213.6}, {"text": "know it's like a week,", "start": 213.6, "end": 214.74}, {"text": "eight days away from twenty nine. True basically it was twenty nineteen that it", "start": 215.46, "end": 219.22}, {"text": "started, but it did start, but it was", "start": 219.22, "end": 221.54}, {"text": "founded twenty eighteen founded twenty eighteen. That gives us kind of an extra", "start": 221.54, "end": 225.82}, {"text": "you guys ever do you ever feel you ever see a restaurant or something and you", "start": 225.82, "end": 228.74}, {"text": "walk by it and it says established like twenty twenty one or yeah. Why do they", "start": 228.74, "end": 233.4}, {"text": "do that? That's a very optimistic. They should know because it's always it's", "start": 233.4, "end": 237.3}, {"text": "always a restaurant that's called like sumac and it's like the most fire", "start": 237.3, "end": 242.02}, {"text": "about that to a restaurant. That's all that's a super, super optimistic thing", "start": 242.06, "end": 245.8}, {"text": "to do, because even assuming that they're doing that being like okay, our", "start": 245.8, "end": 248.54}, {"text": "restaurant's going to be around for two hundred years, you know in two thousand,", "start": 248.54, "end": 251.76}, {"text": "two hundred and twenty one, there's still going to be the restaurants that", "start": 251.76, "end": 254.4}, {"text": "say established like exactly twenty five. They have to be hoping that we're", "start": 254.4, "end": 257.94}, {"text": "going to get to the year like thirty thousand yeah to the point, because", "start": 257.94, "end": 260.8}, {"text": "that's the only time we have to they have to get far enough away that the", "start": 260.8, "end": 264.56}, {"text": "year seventeen hundred and two thousand seem close to yeah. Yeah, though you", "start": 264.56, "end": 270.16}, {"text": "you guys know that cozy corner was established in nine yeah, nineteen", "start": 270.2, "end": 273.84}, {"text": "thirty years. I had the literature on the hundred years. I have a big", "start": 273.84, "end": 277.68}, {"text": "billboard that says that that's the bar is over a fresh pond. The bar we like is", "start": 277.68, "end": 281.88}, {"text": "almost a hundred years old. Well, and you know, the bar we like we see people", "start": 281.88, "end": 286.12}, {"text": "there all the time. That's true. Imagine how many other trio alternative comedy", "start": 286.12, "end": 292.68}, {"text": "trios throughout the last hundred years have frequented this bar and made it", "start": 292.68, "end": 296.4}, {"text": "their watering hole. Stooges could have been the Stooges have been Laurel. I mean, could", "start": 296.42, "end": 301.22}, {"text": "have been Tom, Jerry and Spike Alvin, Laurel, Hardy and Blarty. The third guy that died", "start": 301.22, "end": 307.02}, {"text": "Grace and Frankie and and their friend Abbott Costello and Abbott Junior. Yeah, any of these", "start": 307.02, "end": 312.76}, {"text": "could have been drinking at the same Harold, Lloyd and Charlie Chaplin. They all had $10", "start": 312.76, "end": 318.66}, {"text": "Miller Highlife at Cozy Corner. That is amazing, man. What are you kicking at? Bit? Sorry,", "start": 318.66, "end": 324.22}, {"text": "my foot got tangled and all guys ask me about my beef. What's your be your beef?", "start": 324.22, "end": 328.82}, {"text": "Oh, your beef, how was it? Oh, I thought you were doing Jay Leno on letterman", "start": 328.82, "end": 333.94}, {"text": "thing, but no", "start": 333.94, "end": 334.78}, {"text": "tell us about what's my beef last night,", "start": 334.78, "end": 339.06}, {"text": "the night before last he overcooked it. I'm not my Patrick's prediction now did", "start": 339.06, "end": 344.78}, {"text": "not if anything I under cooked Cameron's. We're going to show you undercooked", "start": 344.78, "end": 347.34}, {"text": "if anything, nope, complete left turn ball curve.", "start": 347.34, "end": 351.34}, {"text": "it was perfect. No well, it was perfect. It was obviously perfect, but I wouldn't", "start": 352.58, "end": 356.42}, {"text": "know because", "start": 356.42, "end": 357.46}, {"text": "as I'm okay, so set it up, I'm going to know I'm already know where this is", "start": 357.46, "end": 362.38}, {"text": "going. I'm already no, you don't know where it's going. I'm about to cry", "start": 362.38, "end": 364.82}, {"text": "when I went to the all you can eat wagyu place. They cook the wagyu right and", "start": 364.82, "end": 371.1}, {"text": "then they take these cubes of bread and they put it in the wagyu fat that's left", "start": 371.1, "end": 375.06}, {"text": "over in the pan and they make like croutons okay, and this becomes one of", "start": 375.06, "end": 378.66}, {"text": "a banchan, which is a Korean word for a side salad.", "start": 378.68, "end": 383.14}, {"text": "Or a chicken place.", "start": 383.14, "end": 384.02}, {"text": "Or a chicken place.", "start": 384.02, "end": 385.28}, {"text": "Chicken chain.", "start": 385.28, "end": 386.1}, {"text": "Banchan chicken.", "start": 386.1, "end": 387.12}, {"text": "Remember that place?", "start": 387.12, "end": 388.06}, {"text": "I did a copycat. I had a little bit of bright on the edge, stale sourdough bread,", "start": 388.06, "end": 392.82}, {"text": "and I cut it up into different sized cubes, and I put it in the Wagyu fat,", "start": 392.82, "end": 397.6}, {"text": "and I started cooking it.", "start": 397.6, "end": 399.24}, {"text": "And I had already cooked the steak. I was letting it rest one minute before I served it,", "start": 399.24, "end": 404.56}, {"text": "and then", "start": 404.56, "end": 405.58}, {"text": "I decided to eat one of the croutons right out of the really hot cast iron pan,", "start": 406.94, "end": 412.2}, {"text": "and I burned my tongue to the point where I couldn't taste any of the meat when I", "start": 412.2, "end": 416.28}, {"text": "ate it. Oh, my God, I thought Phil was going to eat it. Me too, but I did give", "start": 416.28, "end": 419.9}, {"text": "Phil a little piece. Okay, and he freaked the fuck out. I'm not. I thought that", "start": 419.9, "end": 423.96}, {"text": "dogs couldn't tell the difference between good things and bad things. He ate. I", "start": 423.96, "end": 427.7}, {"text": "gave him a little piece of wag of I rendered down the wag you fat. I gave him", "start": 427.7, "end": 430.7}, {"text": "a little piece of it, and then he ran into the kitchen and started and knocked", "start": 430.7, "end": 435.64}, {"text": "over the trash can and started trying to eat the rest of it out of the", "start": 435.66, "end": 438.48}, {"text": "and then I put him in his crate and he was like growling like a like a like a", "start": 438.48, "end": 444.22}, {"text": "wolf. He was like wanted to kill me to get one more. That's awesome. I could I", "start": 444.22, "end": 449.06}, {"text": "think I ruined his life. Yeah, no, he's never going to be able to eat like", "start": 449.06, "end": 452.06}, {"text": "cable again. I did the same shit to Mo Mo can't eat a specific", "start": 452.06, "end": 455.94}, {"text": "like can of his food. If anyone needs any", "start": 455.94, "end": 460.78}, {"text": "eaten food or cat full grown cat food. I have a bunch of this pink can from", "start": 461.86, "end": 467.7}, {"text": "where Ruva because Mo can't eat anymore because I used it for his medicine and", "start": 467.7, "end": 472.7}, {"text": "now he hates that. So this is the exact opposite, but this is the kind of a", "start": 472.7, "end": 475.66}, {"text": "yin and yang situation.", "start": 475.66, "end": 477.06}, {"text": "But the point is I", "start": 477.06, "end": 480.02}, {"text": "basically just had to sit there while my wife ate the steak and I had like two", "start": 480.02, "end": 484.54}, {"text": "pieces. I didn't want to waste it, but I didn't want to tell her and I was so", "start": 484.54, "end": 488.98}, {"text": "hungry. I hadn't eaten anything all day and I was just and she was like you", "start": 489.02, "end": 492.74}, {"text": "don't want any of this. It's so good and I was like yeah, I'm not that hungry", "start": 492.74, "end": 495.56}, {"text": "damn and how much was that steak was a hundred and thirty. Oh, you you ruined", "start": 495.56, "end": 501.6}, {"text": "your steak. No, I you know, it's no it was it was you. I ate some stuff. I had", "start": 501.6, "end": 507.36}, {"text": "some", "start": 507.36, "end": 507.5}, {"text": "keepers. I can take the direction out of the pan. That's the what the hubris was.", "start": 507.5, "end": 510.94}, {"text": "I didn't even consider the fact that things that were so hot that they were", "start": 510.94, "end": 515.38}, {"text": "recurring brown. No, you don't blow on food. You don't blow on food because", "start": 515.38, "end": 518.04}, {"text": "it's gay. Yeah, exactly. You don't blow on food because that is gay. Especially,", "start": 518.04, "end": 523.08}, {"text": "and also probably it was the same oil that I'd just been essentially deep", "start": 523.08, "end": 526.74}, {"text": "frying a steak in. Yeah. It was the hottest thing ever, and I put bread in", "start": 526.74, "end": 529.96}, {"text": "it, which is just a sponge, so it was completely saturated. Do you reverse", "start": 529.96, "end": 533.12}, {"text": "sear it? You don't need to, no. The steak's like this big, you don't need", "start": 533.12, "end": 537.32}, {"text": "to reverse sear it. I don't know, I'm just, I know that word.", "start": 537.32, "end": 539.84}, {"text": "I was curious. You're just throwing that out there? Yeah. It's like a half", "start": 539.84, "end": 544.04}, {"text": "I didn't know I thought it was a bigger one. You cut it into very small pieces", "start": 544.04, "end": 548.06}, {"text": "bite size pieces. Okay, so you're doing it. You see them like fifteen seconds", "start": 548.06, "end": 552.38}, {"text": "either side and then you put them some put them over some rice. Well, now you", "start": 552.38, "end": 557.0}, {"text": "put them over some rice a little bit sushi style. They serve it at sushi", "start": 557.0, "end": 560.24}, {"text": "places sometimes and then you put some salt on it and guys. I mean it was", "start": 560.24, "end": 565.16}, {"text": "amazing. I'm sure it was, but I wouldn't know it must have been. Yeah, they gave", "start": 565.16, "end": 568.96}, {"text": "me a certificate. It had to have been. They gave me a certificate on the wall.", "start": 568.96, "end": 572.24}, {"text": "I got to put that right here.", "start": 572.26, "end": 573.26}, {"text": "Wait, can we put that in here?", "start": 573.26, "end": 574.26}, {"text": "Yeah, sure.", "start": 574.26, "end": 575.26}, {"text": "It's sitting on my fridge and my wife asked me to move it, so yeah.", "start": 575.26, "end": 578.14}, {"text": "I covered up her family's Christmas car photo with the thing.", "start": 578.14, "end": 583.18}, {"text": "And she woke up this morning, she was like, \"You got to, we can't have that covering the", "start": 583.18, "end": 586.82}, {"text": "whole fridge.\"", "start": 586.82, "end": 587.82}, {"text": "That's awesome.", "start": 587.82, "end": 588.82}, {"text": "But yeah, that's about how my yesterday went.", "start": 588.82, "end": 590.18}, {"text": "How about you guys?", "start": 590.18, "end": 591.18}, {"text": "I have to go to the dentist, so I'm not having a good time.", "start": 591.18, "end": 593.86}, {"text": "I have to pay for wisdom tooth removal with no insurance, which is awesome.", "start": 593.86, "end": 598.14}, {"text": "But that's not what I'm thinking about.", "start": 598.14, "end": 599.86}, {"text": "Today I'm thinking about five years of podcast about list.", "start": 599.86, "end": 602.46}, {"text": "Well, it's pretty unbelievable.", "start": 602.46, "end": 603.76}, {"text": "You're kind of not even really celebrating anything because you", "start": 603.76, "end": 607.06}, {"text": "weren't there.", "start": 607.06, "end": 607.36}, {"text": "I was here for four years, but", "start": 607.36, "end": 608.96}, {"text": "well, I guess I could just do this now.", "start": 608.96, "end": 612.26}, {"text": "I am you guys", "start": 612.26, "end": 613.86}, {"text": "as a gift to the fans for five years of podcast about list.", "start": 613.86, "end": 620.36}, {"text": "I have unearthed something amazing.", "start": 620.36, "end": 623.36}, {"text": "What is that?", "start": 623.36, "end": 625.96}, {"text": "We thought they were lost to the sands of time forever.", "start": 625.96, "end": 629.16}, {"text": "but you guys, holy crap, you're kidding. I found some snippets from the dark", "start": 629.16, "end": 634.56}, {"text": "thirty one, which are the episodes that we took off because they sucked really", "start": 634.56, "end": 639.2}, {"text": "bad.", "start": 639.2, "end": 639.48}, {"text": "There was just me and you guys as a kind of a like you saying they sucked", "start": 639.48, "end": 644.08}, {"text": "really bad. Well, all right, but as a retrospective on to see how far we've", "start": 644.08, "end": 648.24}, {"text": "come, let's listen to episode two. I don't want to do this explosion. It was", "start": 648.24, "end": 653.12}, {"text": "called Fantasy Explosion. Is that true? It's a really good name. That's can't be", "start": 653.12, "end": 656.64}, {"text": "true.", "start": 656.64, "end": 657.0}, {"text": "I am just gonna say it avatar pussy probably tastes so good.", "start": 658.76, "end": 667.52}, {"text": "Dude!", "start": 667.52, "end": 668.52}, {"text": "You can't start the episode like that.", "start": 668.52, "end": 670.4}, {"text": "Ha ha ha.", "start": 670.4, "end": 671.4}, {"text": "What's up y'all?", "start": 671.4, "end": 672.4}, {"text": "Welcome back to Potabout List.", "start": 672.4, "end": 673.4}, {"text": "We're here recording in the library at our college.", "start": 673.4, "end": 675.68}, {"text": "Yep, our college located at 120 Boyles.", "start": 675.68, "end": 678.36}, {"text": "I'm just kidding.", "start": 678.36, "end": 679.36}, {"text": "I'm not gonna dox us.", "start": 679.36, "end": 680.64}, {"text": "Dude, do you know what I saw today?", "start": 680.64, "end": 681.96}, {"text": "I saw the fattest guy riding a skateboard around campus.", "start": 681.96, "end": 684.44}, {"text": "He was like, and I'm not even kidding.", "start": 684.44, "end": 685.84}, {"text": "He had to be like 200,000,000,000 pounds, but he was taller than me and he had a Mario mustache.", "start": 685.84, "end": 692.28}, {"text": "Hahaha, oh yeah, I saw him too.", "start": 692.28, "end": 694.36}, {"text": "Honestly, dude, I wish that I was him.", "start": 694.36, "end": 696.72}, {"text": "He looked so awesome.", "start": 696.72, "end": 697.84}, {"text": "I hope I see that guy again.", "start": 697.84, "end": 699.4}, {"text": "I want to make him jiggle like a jello bowl.", "start": 699.4, "end": 701.68}, {"text": "He was really good at skateboarding though, especially given his height and weight.", "start": 701.68, "end": 704.72}, {"text": "God, it made me so jealous.", "start": 704.72, "end": 706.48}, {"text": "You have no idea how jealous I am of that guy.", "start": 706.48, "end": 708.96}, {"text": "I want to sniff his stinky shoes after he skates.", "start": 708.96, "end": 711.2}, {"text": "I want to turn him into a bubble and make him squirt bubbles.", "start": 711.2, "end": 713.6}, {"text": "God, I'm feeling so sexual.", "start": 713.6, "end": 714.96}, {"text": "I wish the bubble was my boyfriend.", "start": 714.96, "end": 716.62}, {"text": "- I would take the bubble out to dinner", "start": 716.62, "end": 718.08}, {"text": "and drink wine with him.", "start": 718.08, "end": 718.92}, {"text": "Oh, I love wine.", "start": 718.92, "end": 720.06}, {"text": "I love red wine and white wine.", "start": 720.06, "end": 721.3}, {"text": "- Yeah, and I wish I had to make the bubble squirt", "start": 721.3, "end": 723.5}, {"text": "every day as my job.", "start": 723.5, "end": 724.84}, {"text": "Oh, and the bubble looks like Mario.", "start": 724.84, "end": 727.26}, {"text": "- Dude, me too.", "start": 727.26, "end": 728.86}, {"text": "I wish I could make love to a bubble", "start": 728.86, "end": 730.62}, {"text": "and achieve mutual orgasm.", "start": 730.62, "end": 732.34}, {"text": "I wish the bubble I am imagining", "start": 732.34, "end": 733.74}, {"text": "was the third host of this podcast.", "start": 733.74, "end": 735.58}, {"text": "- I hope one day he becomes the third host of the podcast.", "start": 735.58, "end": 737.9}, {"text": "I bet he would be the funniest podcast host of all time.", "start": 737.9, "end": 740.66}, {"text": "Aight motherfuckers, this honky finna sing.", "start": 740.66, "end": 743.3}, {"text": "- I'm in love with your singing.", "start": 743.3, "end": 744.54}, {"text": "I'm gonna sing too.", "start": 744.54, "end": 745.58}, {"text": "In a few years, I will bring a Mexican on as our producer.", "start": 745.58, "end": 748.52}, {"text": "♪ You would not believe your eyes ♪", "start": 748.52, "end": 751.08}, {"text": "♪ 10 million fireflies ♪", "start": 751.08, "end": 753.58}, {"text": "♪ Lit up the world as I fell asleep ♪", "start": 753.58, "end": 758.58}, {"text": "♪ 'Cause they fill the open air ♪", "start": 758.58, "end": 761.8}, {"text": "♪ And leave teardrops everywhere ♪", "start": 761.8, "end": 763.8}, {"text": "- I remember that.", "start": 763.8, "end": 764.64}, {"text": "♪ You'd think me rude ♪", "start": 764.64, "end": 765.48}, {"text": "♪ But I would just stand and stare ♪", "start": 765.48, "end": 768.48}, {"text": "(laughing)", "start": 768.48, "end": 770.24}, {"text": "♪ I'd like to make myself believe ♪", "start": 770.24, "end": 773.44}, {"text": "that planet earth turns slowly. It's hard to say that I'd rather stay awake when", "start": 773.44, "end": 782.12}, {"text": "I'm asleep, 'cause everything is never as it seems.", "start": 782.12, "end": 787.28}, {"text": "How did you find me? That's crazy. I thought we destroyed those. It's weird,", "start": 787.28, "end": 795.42}, {"text": "I had them saved on my phone 'cause I was just a listener back then.", "start": 795.42, "end": 799.04}, {"text": "so I was just somebody that was listening.", "start": 800.04, "end": 801.88}, {"text": "- I was expecting you were a fan.", "start": 801.88, "end": 802.72}, {"text": "- Yeah, and you know, I think you would remember--", "start": 802.72, "end": 803.54}, {"text": "- You would like to go from fan--", "start": 803.54, "end": 805.6}, {"text": "- Fan to host?", "start": 805.6, "end": 806.44}, {"text": "- Fan to host, I don't know.", "start": 806.44, "end": 807.28}, {"text": "- One of the first people to cross that boundary.", "start": 807.28, "end": 808.72}, {"text": "- One of the few times ever, dude.", "start": 808.72, "end": 810.72}, {"text": "- Oh yeah, which--", "start": 810.72, "end": 811.56}, {"text": "- Fan to fan favorite.", "start": 811.56, "end": 812.38}, {"text": "- I heard that's gonna start happening", "start": 812.38, "end": 813.22}, {"text": "more in the next year.", "start": 813.22, "end": 814.28}, {"text": "- It will, it definitely will.", "start": 814.28, "end": 816.4}, {"text": "Maybe it'll happen with this next guest that you had.", "start": 816.4, "end": 817.68}, {"text": "- Maybe it'll happen to somebody listening right now.", "start": 817.68, "end": 820.36}, {"text": "- Or this next guest, Julio, play the next clip.", "start": 820.36, "end": 823.36}, {"text": "- There's more?", "start": 823.36, "end": 824.2}, {"text": "- Oh yeah.", "start": 824.2, "end": 825.02}, {"text": "- You found more of this?", "start": 825.02, "end": 825.86}, {"text": "- Yeah.", "start": 825.86, "end": 826.68}, {"text": "- What the hell?", "start": 826.68, "end": 827.88}, {"text": "- Podcast about lists.", "start": 827.88, "end": 829.48}, {"text": "Remember the old theme?", "start": 829.48, "end": 830.76}, {"text": "This old theme banged.", "start": 830.76, "end": 832.16}, {"text": "It banged hard.", "start": 832.16, "end": 833.16}, {"text": "(screeching)", "start": 833.16, "end": 834.84}, {"text": "Greetings everyone, and welcome back to Podcast About List.", "start": 834.84, "end": 837.92}, {"text": "I'm Caleb Pitts, alongside my co-host Cameron Fetter.", "start": 837.92, "end": 841.24}, {"text": "And guess what?", "start": 841.24, "end": 842.08}, {"text": "We've got a special guest today,", "start": 842.08, "end": 843.64}, {"text": "none other than the one and only Drake.", "start": 843.64, "end": 845.48}, {"text": "Yo, yo, what's good fellas?", "start": 845.48, "end": 847.2}, {"text": "I'm happy to be here on Podcast About List.", "start": 847.2, "end": 849.56}, {"text": "Big ups, Drake.", "start": 849.56, "end": 850.72}, {"text": "We're stoked to have you.", "start": 850.72, "end": 852.32}, {"text": "Today's episode is a bit out of the ordinary.", "start": 852.32, "end": 854.92}, {"text": "We're chatting about how we wish we were pregnant.", "start": 854.92, "end": 857.3}, {"text": "What are your thoughts on that, man?", "start": 857.3, "end": 858.88}, {"text": "Yo, I really fuck with the LGBTQ community, but I'm not fucking with the male pregnancy", "start": 858.88, "end": 866.76}, {"text": "fantasy stuff. Sorry, but I'm going to leave.", "start": 866.76, "end": 870.4}, {"text": "Okay, so that was awkward as fuck.", "start": 870.4, "end": 873.88}, {"text": "Yeah, maybe he could come back.", "start": 873.88, "end": 877.68}, {"text": "I remember there was like the first big bump that we had.", "start": 877.68, "end": 882.32}, {"text": "Oh, yeah.", "start": 882.32, "end": 883.32}, {"text": "Was that we were the first podcast to have Drake.", "start": 883.32, "end": 885.36}, {"text": "And then Bobby Althoff stole our whole flow.", "start": 885.36, "end": 887.68}, {"text": "Yeah, well, and I wasn't on for that long.", "start": 887.68, "end": 889.68}, {"text": "She stole our whole flow in a huge way.", "start": 889.68, "end": 891.68}, {"text": "Oh, absolutely. In a huge fucking way. The awkwardness.", "start": 891.68, "end": 893.68}, {"text": "Dude, I'm awkward as fuck.", "start": 893.68, "end": 895.68}, {"text": "Talking about pregnancy.", "start": 895.68, "end": 897.68}, {"text": "Talking about motherfucking being pregnant.", "start": 897.68, "end": 899.68}, {"text": "Oh, absolutely. Yeah.", "start": 899.68, "end": 901.68}, {"text": "And do you guys remember when I was just a guest", "start": 901.68, "end": 903.68}, {"text": "before I was the host? I remember that too, man.", "start": 903.68, "end": 905.68}, {"text": "Julio, pull up the clip. You have a clip of this?", "start": 905.68, "end": 907.68}, {"text": "Oh, yeah. Episode 29.", "start": 907.68, "end": 909.68}, {"text": "We are sorry featuring Patrick Doran.", "start": 909.68, "end": 911.68}, {"text": "Okay.", "start": 911.68, "end": 913.68}, {"text": "Again, that theme song, man.", "start": 913.68, "end": 915.68}, {"text": "What's up everybody? Welcome back to Podcast About List. I'm your host Caleb Pitts. And", "start": 915.68, "end": 921.6}, {"text": "I'm Cameron Fetter and today we're here with Patrick Doran.", "start": 921.6, "end": 924.52}, {"text": "I got an issue.", "start": 924.52, "end": 926.28}, {"text": "Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh,", "start": 926.28, "end": 933.28}, {"text": "oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh,", "start": 933.28, "end": 936.28}, {"text": "oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh,", "start": 936.28, "end": 937.28}, {"text": "you know that what you just said comes across as anti-semitic and it's not cool.", "start": 937.28, "end": 942.32}, {"text": "We should steer clear of such topics.", "start": 942.32, "end": 944.08}, {"text": "Also, let's avoid talking about skateboarding if it's going to head in a similar direction.", "start": 944.08, "end": 948.48}, {"text": "[Skateboarding]", "start": 948.48, "end": 949.48}, {"text": "\"Okay, we have to end the episode here.\"", "start": 949.48, "end": 958.32}, {"text": "You really have come so far.", "start": 958.32, "end": 959.48}, {"text": "I know you really have.", "start": 959.48, "end": 960.48}, {"text": "Yeah, I used to be a lot bigger.", "start": 960.48, "end": 961.76}, {"text": "I used to be fat.", "start": 961.76, "end": 962.76}, {"text": "You did used to be big and fat.", "start": 962.76, "end": 965.0}, {"text": "I did.", "start": 965.0, "end": 966.0}, {"text": "What do I remember about you?", "start": 966.0, "end": 967.0}, {"text": "I remember thinking that you maybe had an IQ of 68 the first couple of times I hung out", "start": 967.0, "end": 971.8}, {"text": "with you. And not the kind of person with a low IQ where they are like stupid.", "start": 971.8, "end": 977.12}, {"text": "Special needs, yeah.", "start": 977.12, "end": 978.12}, {"text": "It was like you almost couldn't talk at all.", "start": 978.12, "end": 982.44}, {"text": "Yeah, right. Maybe it was because of my massive weight.", "start": 982.44, "end": 986.4}, {"text": "I think your massive weight was weighing your brain down. You had so much upper fat on your", "start": 986.4, "end": 990.56}, {"text": "head.", "start": 990.56, "end": 991.56}, {"text": "I was mostly fat up top, but my legs were good. My legs were buff.", "start": 991.56, "end": 996.12}, {"text": "Your legs are still buff. My legs were one big kind of tail. Everybody was talking about", "start": 996.12, "end": 999.4}, {"text": "your calves the other night. That's true. They're big, man. They're huge. Everybody at the Girl", "start": 999.4, "end": 1004.0}, {"text": "God show was saying that I have gigantic ass calves and legs and quads and stuff. Do you", "start": 1004.0, "end": 1009.32}, {"text": "have a big rod? I don't know. What's your shaft? I don't even know. I don't know. Do", "start": 1009.32, "end": 1016.12}, {"text": "when you shoot... When I shoot loads, it's not good. Is it big or is it not that big?", "start": 1016.12, "end": 1021.28}, {"text": "It's pretty minuscule. I'm trying to get the size. If you were trying to fill a Dayquil", "start": 1021.28, "end": 1025.44}, {"text": "serving cup. I could how many you can have a whole thing. Okay, probably twelve twelve", "start": 1025.44, "end": 1030.84}, {"text": "milliliters twelve milliliters twelve nuts twelve nuts. Well, that thing up", "start": 1030.84, "end": 1035.2}, {"text": "maybe twelve loads. I think that with me it would be how big is it? It's thirty", "start": 1035.2, "end": 1040.12}, {"text": "milliliters. I believe how big is that with your hand that big thirty loads", "start": 1040.12, "end": 1045.52}, {"text": "you're doing one milliliter loads.", "start": 1045.52, "end": 1047.72}, {"text": "That's really not healthy man. What's unhealthy about it? Well, the size size", "start": 1047.72, "end": 1052.88}, {"text": "in the volume. Since when does size have anything to do with health? Healthy at every size, you're", "start": 1052.88, "end": 1059.2}, {"text": "saying? Yeah. Okay, that's fair too. Next you'll be telling me the color of my load also", "start": 1059.2, "end": 1063.72}, {"text": "has to do with the health of my body. What color is your load? Ghoulish yellow. Wallpaper", "start": 1063.72, "end": 1067.52}, {"text": "color. It looks like this? School uniform shirt. Okay. Yep. But I'm glad that you're", "start": 1067.52, "end": 1076.98}, {"text": "on the podcast now, even though you were such a disgusting fatso when we first met you.", "start": 1076.98, "end": 1081.08}, {"text": "like big frog type things. We got well. I remember we got you and we", "start": 1081.08, "end": 1086.08}, {"text": "you were I hate to say it. You were a fixer upper", "start": 1086.08, "end": 1090.74}, {"text": "okay. You were a run down piece of shit auction house and me and camera got in", "start": 1090.74, "end": 1096.9}, {"text": "there and we got in there. I said we'd really like took all the floorboards up", "start": 1096.9, "end": 1100.16}, {"text": "and concept yeah and we want them to break up with his girlfriend and we did", "start": 1100.16, "end": 1103.68}, {"text": "that.", "start": 1103.68, "end": 1103.92}, {"text": "We did that and then we got you skinny", "start": 1103.92, "end": 1108.12}, {"text": "and", "start": 1108.12, "end": 1109.12}, {"text": "that's", "start": 1109.12, "end": 1113.46}, {"text": "the", "start": 1113.46, "end": 1116.4}, {"text": "so", "start": 1116.4, "end": 1119.52}, {"text": "about her.", "start": 1119.52, "end": 1121.48}, {"text": "And then we", "start": 1121.48, "end": 1125.72}, {"text": "and then we got you into cool stuff like rap and we got you got you doing stand", "start": 1125.72, "end": 1134.42}, {"text": "that comedy and we got you up. We got you a house for your computer. Yep, we got", "start": 1134.44, "end": 1139.14}, {"text": "you an office just so you could have your computer here. Well, it's because I", "start": 1139.14, "end": 1142.42}, {"text": "don't, I don't have room in my apartment. Do you? That's what I'm saying. We", "start": 1142.42, "end": 1145.82}, {"text": "helped you out. Would you say that me and Cameron, my current girlfriend,", "start": 1145.82, "end": 1148.54}, {"text": "doesn't want me to have my computer at home? And that's respect. No, it's I", "start": 1148.54, "end": 1152.48}, {"text": "don't want to have my computer at home because it took up too much space in my", "start": 1152.48, "end": 1155.56}, {"text": "room. Because it also, it's nice to have your computer at the office, because", "start": 1155.56, "end": 1158.22}, {"text": "then you can come here every day at nine in the morning and then you play Skater", "start": 1158.22, "end": 1163.26}, {"text": "XL or obsession or whatever for five hours, and then you can go home and she", "start": 1163.3, "end": 1167.5}, {"text": "goes, \"Can you do the dishes?\" You say, \"I just got off work.\"", "start": 1167.5, "end": 1170.86}, {"text": "Are you fucking kidding me? You know my whole plan. I literally just got off", "start": 1170.86, "end": 1176.06}, {"text": "work.", "start": 1176.06, "end": 1176.14}, {"text": "I know you do that. I know for a fact you do that.", "start": 1176.14, "end": 1179.98}, {"text": "You come in, you look at, you put four clips into Adobe Premiere and then", "start": 1179.98, "end": 1185.14}, {"text": "minimize it and then open obsession. I literally was just working for five", "start": 1185.14, "end": 1189.62}, {"text": "hours straight. You're kidding me. No, I think that well that used to be the case. But then", "start": 1189.62, "end": 1194.42}, {"text": "once I started making the OJ the alien beats, I would come here for you. Yeah, I would be", "start": 1194.42, "end": 1198.14}, {"text": "here for eight hours at a time making music. It's so incredible what this podcast has done", "start": 1198.14, "end": 1203.8}, {"text": "for my life. I'm trying to think of I mean, I think we did this last year, but where would", "start": 1203.8, "end": 1207.94}, {"text": "we be if we weren't doing this man? Can I tell you something guys last night? I was", "start": 1207.94, "end": 1211.18}, {"text": "thinking about how how lazy I am. I'm probably one. I think one of the laziest guys in the", "start": 1211.18, "end": 1215.66}, {"text": "world and I was thinking that if literally I think if I wasn't doing this podcast, I'd", "start": 1215.66, "end": 1219.34}, {"text": "I would probably just die, because I just just if I if left my own devices, yeah,", "start": 1219.34, "end": 1225.7}, {"text": "I just the mouth yeah. I would just be sitting in my. I would literally rather", "start": 1225.7, "end": 1229.22}, {"text": "sit on my couch yeah, then I was I was thinking about this, how this happened", "start": 1229.22, "end": 1235.3}, {"text": "to be multiple times where I've been sitting on the couch. The TV is off. I", "start": 1235.3, "end": 1239.62}, {"text": "want to watch TV. The remote is at the other end of the couch to the Roku, so I", "start": 1239.62, "end": 1244.22}, {"text": "pick up my phone. I download the Roku remote", "start": 1244.22, "end": 1246.66}, {"text": "I try to I try to turn on the TV with my phone. It won't connect, so I just", "start": 1248.26, "end": 1254.26}, {"text": "don't watch wow one in and people", "start": 1254.26, "end": 1257.94}, {"text": "you have a mile long couch. So yeah, yeah, yeah, yeah, it's a hundred", "start": 1257.94, "end": 1262.98}, {"text": "cushions, but that's literally something that that's an experience", "start": 1262.98, "end": 1265.58}, {"text": "that I've had often enough that it's happened to me probably four or five", "start": 1265.58, "end": 1268.7}, {"text": "times. God, well, I guess I'm not going to watch TV today because I can't sit", "start": 1268.7, "end": 1272.5}, {"text": "I rather sit down.", "start": 1272.5, "end": 1274.06}, {"text": "that is next level. I literally think if I didn't have to come in here and do", "start": 1275.14, "end": 1278.58}, {"text": "this, I would be at worm. Okay, do you do the thing where like you're in the", "start": 1278.58, "end": 1283.96}, {"text": "kitchen and like", "start": 1283.96, "end": 1285.22}, {"text": "maybe your girlfriend is like sitting at the table waiting for you to like like", "start": 1285.22, "end": 1290.98}, {"text": "be finished with dinner and you ask her to get something that is directly next", "start": 1290.98, "end": 1295.8}, {"text": "to you. I don't do that. Oh, I do that all the time. I got that's how I am.", "start": 1295.8, "end": 1300.42}, {"text": "Well, actually, no, because I'm in my head. I'm doing so in my head. I can ask", "start": 1300.42, "end": 1304.58}, {"text": "first I can ask to be brought or handed something maybe once a month and I get", "start": 1304.62, "end": 1308.42}, {"text": "I get so excited. I'm like when I'm sitting on the couch, I'm fine. Can you", "start": 1308.42, "end": 1311.2}, {"text": "bring me my water bottle? Yeah, I'm like I bring my I do that. I barely ever do", "start": 1311.2, "end": 1315.64}, {"text": "that, but when I do I feel so good. I bring my girl everything and then I will", "start": 1315.64, "end": 1318.98}, {"text": "ask her. Can you bring me something? She she says no. Yep, what the hell is that?", "start": 1318.98, "end": 1323.26}, {"text": "That's how it is. Why are men the most abused man are coming in the world? Every", "start": 1323.26, "end": 1328.18}, {"text": "single woman were stepped on and stomped on. That's why we started a podcast like", "start": 1328.18, "end": 1331.78}, {"text": "this because you make double the amount of money that I make and I'm", "start": 1331.82, "end": 1334.86}, {"text": "practically unemployed. You think that you can not be my slave?", "start": 1334.86, "end": 1338.86}, {"text": "I was having a long, dark night of thinking about laziness while I was", "start": 1338.86, "end": 1343.68}, {"text": "trying to fall asleep, and I think the reason that I am not fat. I live next", "start": 1343.68, "end": 1348.02}, {"text": "to a pizza place. Yep, too far at literally. I would rather eat a slice", "start": 1348.02, "end": 1352.46}, {"text": "of bread for lunch than put on crocks.", "start": 1352.46, "end": 1354.62}, {"text": "That's why you're so good at saving money. Yeah, because you don't don't", "start": 1354.62, "end": 1360.66}, {"text": "You don't want to do anything. Yeah, it's too much. That's crazy. I respect that man. I do.", "start": 1360.68, "end": 1365.74}, {"text": "That's my strategy for life. That's how you save so much. That's why I spend so much.", "start": 1365.74, "end": 1370.28}, {"text": "It really is. I think that I'm too energetic. You're too much of a grinder to not spend", "start": 1370.28, "end": 1375.5}, {"text": "hundreds of dollars every single day. I know. It's fucked up. I think if we didn't do this", "start": 1375.5, "end": 1379.74}, {"text": "podcast I would almost certainly be working under my stepdad at Waffle House. Yeah. And", "start": 1379.74, "end": 1384.12}, {"text": "I would be in probably some kind of paradise. I think that I would be. I mean I would definitely", "start": 1384.12, "end": 1389.96}, {"text": "I cannot be living in New York. No, no, no chance. I don't know possible. I", "start": 1389.96, "end": 1395.32}, {"text": "wouldn't be doing I mean yeah, I'd be a waffle house. I'd probably be making", "start": 1395.32, "end": 1398.8}, {"text": "video essays. Yeah, yeah, I probably would have moved into video. I probably", "start": 1398.8, "end": 1402.84}, {"text": "would I was in Manchester, but I don't know what I would be doing. I was making", "start": 1402.84, "end": 1406.88}, {"text": "about a hundred dollars a week at the liquor store. Oh, I'd still be doing", "start": 1406.88, "end": 1410.48}, {"text": "Amazon M Turk. Yes, yeah, doing surveys for money", "start": 1410.48, "end": 1413.92}, {"text": "I probably would have worked. I almost worked like in the mail room at my ex's dad's mortgage", "start": 1415.0, "end": 1422.8}, {"text": "company while we were doing this show. That would have been awesome. And then we broke", "start": 1422.8, "end": 1427.3}, {"text": "up and then that didn't, well I mean obviously that didn't happen. You missed the bag dude.", "start": 1427.3, "end": 1431.32}, {"text": "But that would have been, I would have had so many crazy work stories to come on the", "start": 1431.32, "end": 1435.66}, {"text": "podcast. Well the mail room is also how you start supposedly. Yeah. You kind of, a little", "start": 1435.66, "end": 1439.74}, {"text": "bit you started in the mail room of this show. Did I ever tell you that her dad paid for", "start": 1439.74, "end": 1443.96}, {"text": "You literally did. You used to run our Twitter account. That's true. You", "start": 1443.96, "end": 1447.16}, {"text": "started in the mail room. That is true.", "start": 1447.16, "end": 1449.0}, {"text": "I ever tell you I, I, her dad paid for", "start": 1449.0, "end": 1452.72}, {"text": "me to do like real estate classes. No, did you do one? Yeah, I did like", "start": 1452.72, "end": 1457.96}, {"text": "the whole course. Are you, are you", "start": 1457.96, "end": 1459.48}, {"text": "licensed? No, I failed the test.", "start": 1459.48, "end": 1463.0}, {"text": "Wait, that's over, that's your New Year's resolution. Yeah, we're gonna get", "start": 1463.0, "end": 1466.8}, {"text": "you licensed, bro. In New Hampshire? Me and Caleb, we're gonna train you. We", "start": 1466.8, "end": 1469.72}, {"text": "got you here. That was he wanted me to work for him so much. You're going to", "start": 1469.72, "end": 1475.96}, {"text": "work for us. I'm going to work for me and my personal life right now. I'm", "start": 1475.96, "end": 1480.16}, {"text": "going to reel back a little bit. Why don't we remember that? I just I think", "start": 1480.16, "end": 1484.28}, {"text": "that you would look so amazing on a real estate. Could you imagine like one of", "start": 1484.28, "end": 1487.88}, {"text": "those shitty like airbrush photos and me and just like the shittiest like", "start": 1487.88, "end": 1491.36}, {"text": "haggar suit? Yeah. And I'm like this like dude, I mean, having balding balding,", "start": 1491.36, "end": 1496.6}, {"text": "but I like I'm still like you fill it with the wrong color. The number one", "start": 1496.6, "end": 1500.38}, {"text": "experience of going home for the holidays is is you go home and you see", "start": 1500.38, "end": 1504.92}, {"text": "someone you went to high school with on one of those real estate. So yeah, and", "start": 1504.92, "end": 1508.08}, {"text": "you go", "start": 1508.08, "end": 1508.42}, {"text": "when you're when you are literally just talking a story, a boy did tell us about", "start": 1508.42, "end": 1514.5}, {"text": "how you'd rather", "start": 1514.5, "end": 1515.12}, {"text": "sit on the couch. Yeah, somebody's like doing something with their life and", "start": 1515.12, "end": 1519.16}, {"text": "you're just like", "start": 1519.16, "end": 1519.72}, {"text": "fucking", "start": 1519.72, "end": 1520.76}, {"text": "loser.", "start": 1520.76, "end": 1522.64}, {"text": "he's on a billboard. I had that experience. It was I have that every time", "start": 1523.44, "end": 1528.24}, {"text": "I had that experience, but it was weirder because the kid was running for", "start": 1528.24, "end": 1531.58}, {"text": "like state office. Well, he was running for state office because his only", "start": 1531.58, "end": 1536.06}, {"text": "platform was weed legalization. The last time that I saw somebody in twenty", "start": 1536.06, "end": 1540.4}, {"text": "sixteen, the last time that I saw like what somebody from my high school was", "start": 1540.4, "end": 1543.56}, {"text": "doing was do you remember that it might have just been a video or might have", "start": 1543.56, "end": 1547.12}, {"text": "been a tick tock that went viral where it was in Boston and the guys were", "start": 1547.12, "end": 1549.92}, {"text": "harassing the", "start": 1549.96, "end": 1550.66}, {"text": "the oh the antiserts yeah yeah that those guys went to my there like there's a", "start": 1550.66, "end": 1555.84}, {"text": "guy. You know the guys who walk around with the big blood stain pants and they", "start": 1555.84, "end": 1558.38}, {"text": "have the sign that's like you know don't don't circumcise kids yeah, whatever", "start": 1558.38, "end": 1562.76}, {"text": "you never seen that they were in Boston heavy. I'm sure you did see them, but", "start": 1562.76, "end": 1567.76}, {"text": "they're the video where there it's a bunch of guys making fun of really yo", "start": 1567.76, "end": 1571.6}, {"text": "look at", "start": 1571.6, "end": 1572.0}, {"text": "you need to get laid. Oh yeah, that's all you got to get laid. You knew the", "start": 1572.0, "end": 1576.76}, {"text": "making funners yeah that's awesome. Those guys rule, because I watched the video", "start": 1576.84, "end": 1580.9}, {"text": "like two times. I was like wait is that fucking Antonio? What the fuck", "start": 1580.9, "end": 1585.2}, {"text": "dude that's my dream is to pull up", "start": 1585.2, "end": 1589.1}, {"text": "a gas station shooting video and it's just like a homie to friends that I knew", "start": 1589.1, "end": 1595.48}, {"text": "yeah, that's their old friend yeah. I just I just look at mug shots every", "start": 1595.48, "end": 1599.32}, {"text": "time I go home. I look at all the mug shots every single year. There's", "start": 1599.32, "end": 1602.26}, {"text": "somebody that I know and it's always except for one time where it was", "start": 1602.26, "end": 1606.44}, {"text": "a robbery, it's always some kind of like", "start": 1606.44, "end": 1609.48}, {"text": "perverted, disgusting sex thing. Yeah, same same with my like I did sex with an", "start": 1609.48, "end": 1615.58}, {"text": "animal. I added the blue found out that somebody I went to high school with lost", "start": 1615.58, "end": 1621.14}, {"text": "their leg and is now like on survivor. Well, I was just like damn that's a", "start": 1621.14, "end": 1627.24}, {"text": "that's guys. This guy's going to win as a woman. This guy is going to win. The", "start": 1627.24, "end": 1632.4}, {"text": "guy is going to win. Yeah,", "start": 1632.4, "end": 1633.8}, {"text": "one legged woman.", "start": 1634.44, "end": 1635.24}, {"text": "Yeah, this like girl I went to high school with like lost her leg and is now", "start": 1635.24, "end": 1641.6}, {"text": "like a survivor like superstar. I was just like Jesus fucking Christ. That is", "start": 1641.6, "end": 1646.1}, {"text": "that is the biggest example I've ever heard of karma", "start": 1646.1, "end": 1649.6}, {"text": "balance in the universe. You lose your life. She probably doesn't have such", "start": 1649.6, "end": 1653.82}, {"text": "good balance in this universe anymore. All right, well, that's not very nice.", "start": 1653.82, "end": 1657.84}, {"text": "Yeah, it is not nice, but that's true. I mean that's a fact. She was nice to me", "start": 1657.84, "end": 1662.3}, {"text": "sometimes. It's not nice to say that. You have to really your all sense of", "start": 1662.36, "end": 1664.38}, {"text": "balance. If you lose your toe, what do you think happens if you lose your leg?", "start": 1664.38, "end": 1666.86}, {"text": "You probably fall over if you're falling on the stairs a bunch. It's that simple,", "start": 1666.86, "end": 1669.9}, {"text": "Patrick. Stop making it emotional. It's not emotional at all. There's I think", "start": 1669.9, "end": 1673.82}, {"text": "there's two notable alumni from my high school. It's that girl and then the", "start": 1673.82, "end": 1676.86}, {"text": "other girl who was in some Netflix movie about being a lesbian and then and then", "start": 1676.86, "end": 1682.22}, {"text": "me. Yeah, Mama Brooklyn podcast. Yeah, I don't know if there's been any", "start": 1682.22, "end": 1686.3}, {"text": "since I went there.", "start": 1686.3, "end": 1688.14}, {"text": "the crown princess of Japan went to my high school in like. Whoa really yeah,", "start": 1689.58, "end": 1694.38}, {"text": "that's cool and terrible. My as a home schooler, I had my brother who ran a", "start": 1694.38, "end": 1702.9}, {"text": "paintball field for some time and then my other brother is really good at magic", "start": 1702.9, "end": 1706.42}, {"text": "the gathering. So where do you fall in the middle? You're just like in the I", "start": 1706.42, "end": 1709.98}, {"text": "would say famous in the house. I would say I am you're the most famous in the", "start": 1709.98, "end": 1713.46}, {"text": "house. No, the middle okay, I would say I'm in the middle. Oh yeah, your other", "start": 1713.46, "end": 1716.42}, {"text": "brother's because my pool hall yeah my brother exactly and I think that he's me", "start": 1716.46, "end": 1720.82}, {"text": "and gus were talking about. I think my brother he's starting this pool hall in", "start": 1720.82, "end": 1724.56}, {"text": "new hall california and I think for sure no he's starting a new hall a new hall", "start": 1724.56, "end": 1729.38}, {"text": "and pool hall california and I think for me and gus were talking about how he is", "start": 1729.38, "end": 1733.46}, {"text": "for sure going. We like saw him at this like event where they were doing like", "start": 1733.46, "end": 1736.58}, {"text": "face painting and stuff and he was like out there. My brother has like head", "start": 1736.58, "end": 1740.5}, {"text": "tattoos and looks weird and he was like shaking people's hands and being like", "start": 1740.5, "end": 1745.86}, {"text": "very", "start": 1746.42, "end": 1746.92}, {"text": "gregarious, not gregarious, very", "start": 1746.92, "end": 1749.62}, {"text": "gregarious, charismatic and weird and me and Gus are talking. He's definitely", "start": 1749.62, "end": 1755.22}, {"text": "going to run for city council and change his last name, change his last name to", "start": 1755.22, "end": 1759.7}, {"text": "like Torres. Yeah, he's going to be, he's going to be Josh,", "start": 1759.7, "end": 1765.26}, {"text": "Josh Tiny Torres running for city council.", "start": 1765.26, "end": 1769.86}, {"text": "We should run for city, we should move somewhere that we have a shot. Dude,", "start": 1769.86, "end": 1774.38}, {"text": "Manchester, New Hampshire, because here it's a it's a crap shoot. We could move", "start": 1774.46, "end": 1777.96}, {"text": "to many. I think I lived in I think we did a popcorn ceiling yeah, but the", "start": 1777.96, "end": 1782.1}, {"text": "ceiling, we should we should that would be okay. Oh my God, oh my God, guys, we", "start": 1782.1, "end": 1786.16}, {"text": "should us us and all of our friends move to a small town smaller than Manchester", "start": 1786.16, "end": 1791.02}, {"text": "and completely for what New Hampshire flood the the government. We just all", "start": 1791.02, "end": 1797.08}, {"text": "run for board of select men or whatever the fuck they have. They're completely", "start": 1797.08, "end": 1800.3}, {"text": "kill the entire government of the town with just us and our friends and take", "start": 1800.5, "end": 1804.62}, {"text": "over the town and it's our town. It'll be the we should. Why is that? We don't", "start": 1804.62, "end": 1808.14}, {"text": "want to move to Humboldt, California. Somebody has done this in New Hampshire", "start": 1808.14, "end": 1811.9}, {"text": "specifically", "start": 1811.9, "end": 1812.66}, {"text": "crew there was it was like there's a the free state project is like a thing where", "start": 1812.66, "end": 1818.34}, {"text": "all these libertarians want to move to New Hampshire and turn it into the like", "start": 1818.34, "end": 1821.22}, {"text": "the true live, free or die state and they fucking I think it's grafting. I", "start": 1821.22, "end": 1825.46}, {"text": "don't remember where I think it starts with a G. You'd have to look this up,", "start": 1825.46, "end": 1828.1}, {"text": "but they privatized everything, even trash pickup.", "start": 1828.42, "end": 1833.32}, {"text": "And then there was an infestation of bears in the town", "start": 1833.32, "end": 1836.12}, {"text": "and it's so fucking crazy.", "start": 1836.12, "end": 1838.62}, {"text": "They ruined the whole town by making trash not public.", "start": 1838.62, "end": 1843.82}, {"text": "And then there was just like, oh yeah, there's a bear.", "start": 1843.82, "end": 1846.12}, {"text": "There's a bear in the...", "start": 1846.12, "end": 1847.32}, {"text": "Yeah, I think so.", "start": 1847.32, "end": 1848.52}, {"text": "I bet they had no debt.", "start": 1848.52, "end": 1849.22}, {"text": "But we would not, we wouldn't, we wouldn't...", "start": 1849.22, "end": 1851.82}, {"text": "We would make everything the government's problem.", "start": 1851.82, "end": 1854.12}, {"text": "We would do a good job.", "start": 1854.12, "end": 1855.42}, {"text": "Yeah, we would do the exact opposite.", "start": 1855.42, "end": 1856.92}, {"text": "Right, we would keep everything the same except parties every day.", "start": 1856.92, "end": 1859.84}, {"text": "Block parties, four day work week, Friday's pizza movie night.", "start": 1859.84, "end": 1863.64}, {"text": "Arcade, bigger than Fun Spot.", "start": 1863.64, "end": 1865.48}, {"text": "Yep.", "start": 1865.48, "end": 1866.48}, {"text": "Oh my god, wait, no, we just go to Laconia, we just flood the Laconia city government.", "start": 1866.48, "end": 1870.12}, {"text": "We could do it anywhere, man.", "start": 1870.12, "end": 1871.28}, {"text": "Yeah, but then we make Fun Spot our headquarters.", "start": 1871.28, "end": 1872.28}, {"text": "I don't want to live in New Hampshire.", "start": 1872.28, "end": 1873.28}, {"text": "New Hampshire sucks.", "start": 1873.28, "end": 1874.28}, {"text": "Let's do it in Texas or something.", "start": 1874.28, "end": 1875.28}, {"text": "It does, yeah, it sucks fucking shit.", "start": 1875.28, "end": 1876.76}, {"text": "It sucks ass.", "start": 1876.76, "end": 1877.76}, {"text": "You're the only person of us three who has zero pride with their hometown.", "start": 1877.76, "end": 1880.6}, {"text": "Oh, fuck all that shit.", "start": 1880.6, "end": 1882.56}, {"text": "Yeah.", "start": 1882.56, "end": 1883.56}, {"text": "New Hampshire fucking sucks ass.", "start": 1883.56, "end": 1885.64}, {"text": "it's lame to say your hometown sucks. I know it's late. I go say that it sucks", "start": 1885.64, "end": 1889.86}, {"text": "you're out. You have to you have to stand for it. No, I don't I agree every", "start": 1889.86, "end": 1894.6}, {"text": "time I go home. I'm like oh my God, this is paradise. You guys went with me.", "start": 1894.6, "end": 1898.14}, {"text": "You guys went with me. We did a whole we did like one of our worst episode of", "start": 1898.14, "end": 1901.82}, {"text": "all time. It was at least pretty. I like pretty yeah. There's nothing wrong", "start": 1901.82, "end": 1905.04}, {"text": "with New Hampshire. Good to visit. It's cool. I would live there. You would live", "start": 1905.04, "end": 1909.22}, {"text": "there. I live close to the Massachusetts border, but I live there. Yeah, that's", "start": 1909.22, "end": 1912.8}, {"text": "where I grew up close close enough to the yeah, you live in cigarette county.", "start": 1912.82, "end": 1916.92}, {"text": "Yeah, yeah, why not might as well, but every time I go home and I talk to", "start": 1916.92, "end": 1921.36}, {"text": "people who live in Wilmington, they're always like dude, it sucks here. Fuck", "start": 1921.36, "end": 1925.68}, {"text": "this place. I wish New York is so awesome right and I'm like no bitch, you are", "start": 1925.68, "end": 1931.28}, {"text": "living the dream bro. Fuck all this what I go to", "start": 1931.28, "end": 1934.98}, {"text": "amazing shit every single day and I see all these beautiful rest see the most I", "start": 1934.98, "end": 1940.34}, {"text": "I eat at the greatest restaurants in the world. I have Wagyu beef delivered to", "start": 1940.36, "end": 1943.6}, {"text": "my house. I find you know this it sucks. You want to live in North Carolina,", "start": 1943.6, "end": 1947.04}, {"text": "man. You guys have the beach. Yeah, yeah, you can surf man. Come on.", "start": 1947.04, "end": 1952.0}, {"text": "These people don't know what they have. No, they have the beach here too.", "start": 1952.0, "end": 1955.7}, {"text": "It's and you can get to the beach by train.", "start": 1955.7, "end": 1957.5}, {"text": "The beach here isn't as good. The beaches here suck. Yeah, well, that's", "start": 1957.5, "end": 1962.0}, {"text": "and I'm a complete beach bum. So yeah, I know I need the sea. I do. I need", "start": 1962.0, "end": 1967.4}, {"text": "I need the sea man. I have a mariner soul.", "start": 1967.4, "end": 1969.4}, {"text": "He needs the sea man. He just said it.", "start": 1969.4, "end": 1971.4}, {"text": "You just said that and I'd like you to know that was pause.", "start": 1971.4, "end": 1973.4}, {"text": "That's pause bro.", "start": 1973.4, "end": 1975.4}, {"text": "That was pause in another level.", "start": 1975.4, "end": 1977.4}, {"text": "I need the sea man?", "start": 1977.4, "end": 1979.4}, {"text": "You just said it again.", "start": 1979.4, "end": 1981.4}, {"text": "What is so...", "start": 1981.4, "end": 1983.4}, {"text": "What is so jizzy about what you just said?", "start": 1983.4, "end": 1985.4}, {"text": "Bro is speaking...", "start": 1985.4, "end": 1987.4}, {"text": "You're speaking in tongues.", "start": 1987.4, "end": 1989.4}, {"text": "I love the sea man.", "start": 1989.4, "end": 1991.4}, {"text": "Dude, stop bitch.", "start": 1991.4, "end": 1993.4}, {"text": "I need to be near the sea man.", "start": 1993.4, "end": 1995.4}, {"text": "to live and got on our anniversary go to my trash can in my bathroom and if you", "start": 1995.4, "end": 1999.06}, {"text": "need to be near the seamen so badly not on our anniversary don't say that yeah,", "start": 1999.06, "end": 2003.08}, {"text": "you can't say that our anniversary our podcast and versus our anniversary", "start": 2003.08, "end": 2007.18}, {"text": "our anniversary. We have not really done that much to celebrate it. It's well", "start": 2007.18, "end": 2012.06}, {"text": "reminiscing. We have baby foot here. What are you supposed to do? That's what", "start": 2012.06, "end": 2015.04}, {"text": "it is. It's for reminiscing. Oh, his head just fell off. He's dead. We have", "start": 2015.04, "end": 2018.12}, {"text": "the five. We got a balloon. So I bought a balloon and it's a helium only one.", "start": 2018.12, "end": 2022.88}, {"text": "so you can't fill it with your breath. We're going to make Pat pass out by", "start": 2022.88, "end": 2026.24}, {"text": "blowing it up, but apparently he gave up instantly. I personally open the", "start": 2026.24, "end": 2029.56}, {"text": "champagne bottle. I didn't probably would have been bad to have a big balloon", "start": 2029.56, "end": 2033.82}, {"text": "here. Yeah, why just would have been all sorts of mischief would have. Oh yeah,", "start": 2033.82, "end": 2038.98}, {"text": "you well, we would have had a funny helium segment. Oh my God. Oh my God.", "start": 2038.98, "end": 2044.08}, {"text": "Well, we can we can fake it actually yeah here. Wait", "start": 2044.08, "end": 2048.68}, {"text": "Okay, go ahead and pretend you're breathing in the helium rail.", "start": 2052.08, "end": 2054.5}, {"text": "Hey,", "start": 2054.5, "end": 2057.6}, {"text": "can you turn the go ahead? I'm not turning the", "start": 2057.6, "end": 2061.64}, {"text": "yo what's up? Can you just press the oh sorry yeah, I do it against it.", "start": 2061.64, "end": 2070.0}, {"text": "I sound like the I sound like the chipmunks. Can you hit the", "start": 2070.0, "end": 2076.94}, {"text": "you haven't pressed it once I pressed it, you press it, you haven't pressed it,", "start": 2076.94, "end": 2081.52}, {"text": "I prestige", "start": 2081.54, "end": 2082.54}, {"text": "okay. You didn't press it long enough. It will you didn't have a big enough hit", "start": 2082.54, "end": 2091.06}, {"text": "of helium. You just", "start": 2091.06, "end": 2092.3}, {"text": "have any helium to send yeah. So this is your normal voice.", "start": 2092.3, "end": 2096.66}, {"text": "Your voice is so high.", "start": 2096.66, "end": 2100.06}, {"text": "What's the other gas reverse one?", "start": 2100.06, "end": 2103.78}, {"text": "You're a bore. Yeah, it's some compound of some some long name hex or something.", "start": 2103.78, "end": 2110.74}, {"text": "I thought it was nitrous. Nitrous does that too, but there's one that specifically doesn't.", "start": 2111.34, "end": 2116.34}, {"text": "There's one that doesn't get you high. Yeah, yeah. I think it's some type of thing. What", "start": 2116.34, "end": 2120.14}, {"text": "are you doing, bitch? Stop waving this shit around. Wait, you actually look like the king", "start": 2120.14, "end": 2125.3}, {"text": "of Egypt. Do I look like Elton John right now? A little bit. I mean, you always kind of do.", "start": 2125.3, "end": 2129.3}, {"text": "All right, well, do you guys want to see my slideshow? I would love to see your slideshow.", "start": 2129.3, "end": 2133.5}, {"text": "Of our memories together? Yes. Is that what it is? It's a slideshow of our memories over", "start": 2133.5, "end": 2137.5}, {"text": "for the past five years that I made. So guys, I bought a one-month subscription to CapCut.", "start": 2137.5, "end": 2144.5}, {"text": "I spent hours on this video. I like this already. I guess just take it away, Julio.", "start": 2144.5, "end": 2153.38}, {"text": "I'm not sure. Okay, we'll just watch it.", "start": 2153.38, "end": 2165.38}, {"text": "I'm wearing a shirt that says Young Thug.", "start": 2165.38, "end": 2167.38}, {"text": "Me using an umbrella?", "start": 2167.38, "end": 2169.38}, {"text": "No, a vacuum.", "start": 2169.38, "end": 2171.38}, {"text": "The original cover.", "start": 2171.38, "end": 2173.38}, {"text": "That's in my closet.", "start": 2173.38, "end": 2177.38}, {"text": "I forgot about if you see something inappropriate.", "start": 2177.38, "end": 2181.38}, {"text": "An apropos camera.", "start": 2181.38, "end": 2183.38}, {"text": "Oh my god.", "start": 2183.38, "end": 2187.38}, {"text": "Yeah.", "start": 2187.38, "end": 2189.38}, {"text": "Do you have the original one with the Ben Margera photos?", "start": 2189.38, "end": 2193.38}, {"text": "We'll be friends forever", "start": 2193.38, "end": 2197.38}, {"text": "First up to the girl in my math class", "start": 2197.38, "end": 2200.38}, {"text": "I'm rich and you broke, bitch, I had the last laugh", "start": 2200.38, "end": 2203.38}, {"text": "This is a dumb nigga in my science lab", "start": 2203.38, "end": 2206.38}, {"text": "Had it feel when we fought and you called it jackpot", "start": 2206.38, "end": 2209.38}, {"text": "Fuck this shit, it was always talking on the aircraft", "start": 2209.38, "end": 2213.38}, {"text": "This tournament I was always gonna bring in a bomb", "start": 2213.38, "end": 2216.38}, {"text": "And all of the girls, wow, them bitches was too foul", "start": 2216.38, "end": 2219.38}, {"text": "They all on my dick now", "start": 2219.38, "end": 2222.38}, {"text": "Our first trip to New York.", "start": 2222.38, "end": 2229.38}, {"text": "Me in a towel.", "start": 2229.38, "end": 2234.38}, {"text": "First live show.", "start": 2234.38, "end": 2235.38}, {"text": "First live show, second live show.", "start": 2235.38, "end": 2238.38}, {"text": "That was my show at Atlantic City.", "start": 2238.38, "end": 2241.38}, {"text": "That was Robin's show.", "start": 2241.38, "end": 2243.38}, {"text": "That's my older partner.", "start": 2243.38, "end": 2247.38}, {"text": "Oh my god, the riverboat casinos.", "start": 2247.38, "end": 2249.38}, {"text": "Yay!", "start": 2249.38, "end": 2255.38}, {"text": "Merry Christmas!", "start": 2255.38, "end": 2256.38}, {"text": "Aww.", "start": 2256.38, "end": 2257.38}, {"text": "That hat is really cool.", "start": 2257.38, "end": 2259.38}, {"text": "Something happened.", "start": 2259.38, "end": 2260.38}, {"text": "Oh, is that baby Bill?", "start": 2260.38, "end": 2262.38}, {"text": "Gratitude.", "start": 2262.38, "end": 2264.38}, {"text": "Oh, that's Tor.", "start": 2264.38, "end": 2266.38}, {"text": "That's when I died.", "start": 2266.38, "end": 2274.38}, {"text": "Caleb's hair.", "start": 2274.38, "end": 2275.38}, {"text": "This is someone's house.", "start": 2276.38, "end": 2279.38}, {"text": "Oh, wait, what?", "start": 2279.38, "end": 2280.38}, {"text": "[LAUGHTER]", "start": 2280.38, "end": 2283.38}, {"text": "Team Liquid.", "start": 2283.38, "end": 2284.38}, {"text": "Oh, they have set the drawing of the gentlemen brothers.", "start": 2284.38, "end": 2294.38}, {"text": "That's me on strength.", "start": 2294.38, "end": 2300.38}, {"text": "Oh, that's rehearsing my outfits.", "start": 2300.38, "end": 2305.38}, {"text": "That's my slideshow guys. That's my photo. Four hours. That was a photo. Was I", "start": 2305.38, "end": 2315.5}, {"text": "holding dress like Dracula? You're holding some ladies boobs. There's some", "start": 2315.5, "end": 2319.18}, {"text": "ladies big booze. Instagram that you had found. I guess I don't know. You were in", "start": 2319.18, "end": 2323.26}, {"text": "character. Wasn't my camera. I guess I was in character. Can you cut back to", "start": 2323.26, "end": 2326.46}, {"text": "that photo? I just want to see. Why do you want to see his bitches boobs again?", "start": 2326.46, "end": 2329.86}, {"text": "No reason why it's just kind of", "start": 2329.86, "end": 2331.82}, {"text": "one.", "start": 2331.82, "end": 2332.82}, {"text": "We had so many memories together that we had an incredible journey, man. What's", "start": 2332.82, "end": 2349.74}, {"text": "our lowest possible point we've ever been in? Got to be chicken brain. Chicken", "start": 2349.74, "end": 2354.06}, {"text": "brain is definitely I wish we kept that. I might have it. I have it. I have it.", "start": 2354.06, "end": 2358.94}, {"text": "might be the 10 year anniversary we released the chicken brain episode.", "start": 2358.94, "end": 2361.94}, {"text": "I have everything. Everything that we've ever recorded and not released I have it.", "start": 2361.94, "end": 2365.9}, {"text": "Yeah. For those who don't remember, we one time everybody came to my house and", "start": 2365.9, "end": 2370.3}, {"text": "I think it was your first time having KFC? Yes, it was his first time. Oh yeah. We got", "start": 2370.3, "end": 2374.66}, {"text": "a big bucket and we were gonna eat it on the episode and talk about it with him.", "start": 2374.66, "end": 2378.14}, {"text": "And we ate one piece each and then recorded probably the worst 28 minutes", "start": 2378.14, "end": 2383.06}, {"text": "of podcasting ever recorded. We used to not even do an hour. There were some, there", "start": 2383.06, "end": 2386.9}, {"text": "there were some we did thirty minute episode, whatever the opposite of", "start": 2386.9, "end": 2390.06}, {"text": "whatever the opposite of a banger is there were some real that that", "start": 2390.06, "end": 2395.48}, {"text": "apartment yeah yeah that was in that room specifically there was a lot of", "start": 2395.48, "end": 2399.14}, {"text": "lot of pain on your bed yeah. That's the thing for me. I was just too", "start": 2399.14, "end": 2403.34}, {"text": "comfortable. I was in my bit. You should never do that's why work from home is", "start": 2403.34, "end": 2407.52}, {"text": "such a bad idea. Yeah, you should never be in the most comfortable place in", "start": 2407.52, "end": 2411.22}, {"text": "your entire life. The only place where you can fall asleep yeah where and", "start": 2411.22, "end": 2414.82}, {"text": "doing work. Especially not podcasting, which is the most mentally taxing work ever created.", "start": 2414.86, "end": 2420.14}, {"text": "Your roommate had a bug trap that smelled so bad.", "start": 2420.14, "end": 2423.66}, {"text": "I don't even remember that.", "start": 2423.66, "end": 2424.66}, {"text": "I remember we would go there and then we would shut your door. We would shut your door, but", "start": 2424.66, "end": 2429.14}, {"text": "then we would go hang out in the living room, which was barely, it was like the tiniest", "start": 2429.14, "end": 2432.9}, {"text": "living room in the world.", "start": 2432.9, "end": 2433.9}, {"text": "It was so funny.", "start": 2433.9, "end": 2434.9}, {"text": "It wasn't a living room.", "start": 2434.9, "end": 2435.9}, {"text": "It was a hallway.", "start": 2435.9, "end": 2436.9}, {"text": "We had a hallway that had an indention, or a cut out area.", "start": 2436.9, "end": 2441.58}, {"text": "You put a bed or a couch there.", "start": 2441.58, "end": 2443.34}, {"text": "not even a couch. We got a free my way. There was this promotion for this like", "start": 2443.34, "end": 2449.58}, {"text": "sectional couch that was modular, where every single cushion was like one", "start": 2449.58, "end": 2454.14}, {"text": "section of the couch, and the whole thing was like come get one for free,", "start": 2454.14, "end": 2458.22}, {"text": "and then you can buy the rest of them. Yeah, and my wife just picked up one", "start": 2458.22, "end": 2462.18}, {"text": "that was free, one tiny section of a couch, and then we put an ottoman next", "start": 2462.18, "end": 2466.98}, {"text": "to it, and then that was our couch. I remember that, and then we put pillows", "start": 2466.98, "end": 2470.38}, {"text": "behind it. And I played a lot of Grand Theft Auto in that ottoman couch.", "start": 2470.42, "end": 2473.62}, {"text": "Yeah, but we would sit there and it would be so hot in that room. Yeah,", "start": 2473.62, "end": 2477.06}, {"text": "there'd be... It would just smell like apple cider vinegar. Seven people right", "start": 2477.06, "end": 2479.14}, {"text": "there. Yeah. Yeah. In a pension size. Oh, yes, it was apple cider vinegar.", "start": 2479.14, "end": 2483.62}, {"text": "Yeah, we had... When you say bug trap, I didn't know what you meant. The", "start": 2483.62, "end": 2486.82}, {"text": "homemade fruit fly trap. Yeah, fruit fly. Oh, yeah. Yeah, that entire apartment", "start": 2486.82, "end": 2491.5}, {"text": "smelled like vinegar all the time. I would stay there till like two in the", "start": 2491.5, "end": 2494.08}, {"text": "morning, have to call an Uber home to Revere, where I was living,", "start": 2494.08, "end": 2498.5}, {"text": "and I would drink 17 beers there.", "start": 2499.18, "end": 2501.98}, {"text": "Yeah, I would. I wasn't even a like I was just the first time you guys hung out", "start": 2501.98, "end": 2507.18}, {"text": "with me outside of like school. I went to your house. I drank 17 beers that I", "start": 2507.18, "end": 2512.38}, {"text": "brought from a 30 rack. You brought a 30 rack of PBR like it was a briefcase.", "start": 2512.38, "end": 2516.08}, {"text": "I drank all of them out of it like Patrick Star. It was insane of me. It was", "start": 2516.08, "end": 2520.08}, {"text": "completely insane of me and I would just sit there in the kitchen just talking", "start": 2520.08, "end": 2523.08}, {"text": "like, \"Yeah, there well, I'm sort of having some fun there.\" No, it was better", "start": 2523.08, "end": 2527.78}, {"text": "and that you that's why I liked you is that you drank seventeen beers and you", "start": 2527.78, "end": 2531.08}, {"text": "did not seem like you had even had one", "start": 2531.08, "end": 2532.7}, {"text": "interesting. I was in my brain. I was so drunk that I was speaking like like", "start": 2532.7, "end": 2538.3}, {"text": "no, you were not doing blah. I was talking like a senator", "start": 2538.3, "end": 2541.78}, {"text": "after seventeen beers like you were and what we need to do.", "start": 2541.78, "end": 2547.7}, {"text": "That's how you were man. It was it was amazing. It was one of those brilliant", "start": 2547.7, "end": 2552.14}, {"text": "things I've ever seen. It was performance in a way. Well, the only thing I think I", "start": 2552.14, "end": 2555.78}, {"text": "I don't slur my speech. I think if I'm drunk, I just get louder.", "start": 2555.78, "end": 2558.94}, {"text": "That is true. The other night when we were at Noah's surprise party, my", "start": 2558.94, "end": 2564.72}, {"text": "girlfriend was telling me to be quiet because Noah was turning the corner and", "start": 2564.72, "end": 2569.58}, {"text": "she said to me, Sam picked up on this, she said to me, she was about to say,", "start": 2569.58, "end": 2575.36}, {"text": "she was gonna say, \"Your voice is too loud. You need to stop. You need to", "start": 2575.36, "end": 2578.7}, {"text": "speak in a whisper.\" She didn't say loud. She said, \"You need to be quieter.", "start": 2578.7, "end": 2583.6}, {"text": "Your voice is too strong.\"", "start": 2583.6, "end": 2584.82}, {"text": "that is a keeper man. I was like, oh strong. That is strong. That is litter.", "start": 2584.82, "end": 2592.86}, {"text": "If a woman talks to you like that, dude, that's rare. That is rare. I could not", "start": 2592.86, "end": 2597.22}, {"text": "believe. I was like, yes, I have a very strong voice.", "start": 2597.22, "end": 2599.3}, {"text": "You're being loud and you look fat. It has nothing to do with me being loud,", "start": 2599.3, "end": 2604.82}, {"text": "but she was said it anyway.", "start": 2604.82, "end": 2606.5}, {"text": "So", "start": 2606.5, "end": 2608.1}, {"text": "that's good news.", "start": 2608.1, "end": 2609.78}, {"text": "Let's see other memories that we have of our beautiful. Well, we were supposed", "start": 2609.78, "end": 2614.26}, {"text": "go in the infancy of the show, we were supposed to drop acid and go. I think", "start": 2614.3, "end": 2617.98}, {"text": "we've talked about it, but go see Mr. Wonderful at the Chevalier Theatre.", "start": 2617.98, "end": 2621.26}, {"text": "I found that. Apparently, I didn't remember that. I guess I got a letter", "start": 2621.26, "end": 2624.62}, {"text": "about it. Yeah, because we had to register online. We were gonna put on big,", "start": 2624.62, "end": 2628.98}, {"text": "like, David Byrne-style suits and sit in a hot room. I have a feeling he wasn't even there, man. No. No way. He was definitely there.", "start": 2628.98, "end": 2634.1}, {"text": "He was there? He was there. Why is he wasting his time? He's from Kevin O'Leary Live, man. He's a billionaire.", "start": 2634.1, "end": 2638.14}, {"text": "Well, yeah, but that's how he makes his money is doing shitty tours. But I think it was free. I think it was the only reason we were gonna do it.", "start": 2638.14, "end": 2642.38}, {"text": "Oh yeah, that's right. It was free. We were supposed to take a...", "start": 2642.38, "end": 2645.74}, {"text": "He's looking, scouting the next generation of money makers.", "start": 2645.74, "end": 2647.98}, {"text": "We were going to sit there, scared as shit.", "start": 2647.98, "end": 2650.38}, {"text": "Yeah, I don't do well on drugs.", "start": 2650.38, "end": 2652.38}, {"text": "No, you left. You said that you weren't going to go and then me and Cameron were about to", "start": 2652.38, "end": 2657.1}, {"text": "do it and then we were like, yeah, we shouldn't do that. That's a bad idea.", "start": 2657.1, "end": 2660.3}, {"text": "You didn't have your brave leader there.", "start": 2660.3, "end": 2663.1}, {"text": "That's a very bad idea.", "start": 2663.1, "end": 2663.74}, {"text": "I mean our cowardly leader who dropped out first.", "start": 2663.74, "end": 2666.78}, {"text": "Well, because I got scared of doing drugs, man, which is a perfectly Christian thing to do.", "start": 2666.78, "end": 2671.98}, {"text": "That's a good reason to not go to see Mr. Wonderful. I'm scared of drugs. I'm", "start": 2671.98, "end": 2675.88}, {"text": "scared of Mr. Wonderful. He killed people with his boat. Yeah, I thought his", "start": 2675.88, "end": 2679.78}, {"text": "wife did that. That's what we were going to go there and say. We're going to", "start": 2679.78, "end": 2682.48}, {"text": "ask him about the boat a bunch. Had he already done that at that point? Or", "start": 2682.48, "end": 2686.98}, {"text": "had his wife? Or no, no, no, no. We, I think we, if I'm remembering correctly,", "start": 2686.98, "end": 2692.68}, {"text": "early on in the show, we issued a fatwa against him and then he killed someone", "start": 2692.68, "end": 2696.58}, {"text": "with a boat. Because he got so scared. He thought it was one of our sleeper", "start": 2696.58, "end": 2700.58}, {"text": "their agents. Yes, that's what happened. That's how I remember it. Do you", "start": 2700.58, "end": 2704.96}, {"text": "remember our first big guest? Of course, dude. How could you forget? Jake the", "start": 2704.96, "end": 2709.88}, {"text": "legend.", "start": 2709.88, "end": 2710.4}, {"text": "He's in the vid, man. He's in the vid and we redded him out, and not out of", "start": 2710.4, "end": 2715.2}, {"text": "disrespect. No. We redded out of pure respect. That just happened in the", "start": 2715.2, "end": 2718.24}, {"text": "camera 'cause he was emanating pure energy. Pure, beautiful light out of his", "start": 2718.24, "end": 2722.56}, {"text": "amazing body. Our first number one big guest, when we called him from the", "start": 2722.56, "end": 2727.26}, {"text": "library or whatever at our school and he was delivering Uber Eats the whole time.", "start": 2727.86, "end": 2732.86}, {"text": "Who was our second guest that wasn't just a college friend, I'm trying to think?", "start": 2732.86, "end": 2737.86}, {"text": "Oh, God, that's a good question.", "start": 2737.86, "end": 2739.86}, {"text": "Well, Tom. But that doesn't really... He's a college friend, technically.", "start": 2739.86, "end": 2743.86}, {"text": "Who wasn't a friend? Someone we didn't know.", "start": 2743.86, "end": 2745.86}, {"text": "Someone we didn't know is probably Felix.", "start": 2745.86, "end": 2747.86}, {"text": "I mean, someone we didn't know in person.", "start": 2747.86, "end": 2750.86}, {"text": "Oh, Thomas. Yeah, Thomas was our first over-the-phone guest.", "start": 2750.86, "end": 2754.86}, {"text": "And that's when you ate a bite out of an onion.", "start": 2754.86, "end": 2756.86}, {"text": "was so drunk that night because he got the timing wrong or something and I", "start": 2756.86, "end": 2761.46}, {"text": "would party", "start": 2761.46, "end": 2762.3}, {"text": "I think no he or we blaming him for how drunk you got. No, we got the time", "start": 2762.3, "end": 2769.16}, {"text": "around thousand miles away. We got the time wrong and we were waiting for him", "start": 2769.16, "end": 2772.4}, {"text": "and while we were waiting, I had nothing I was I had nothing to do. So I drank", "start": 2772.4, "end": 2776.22}, {"text": "like six beers. Yeah, it sounds like Thomas's fault. Yeah, there's no it's", "start": 2776.22, "end": 2779.94}, {"text": "completely my fault, but we were no because we were up at like 10 PM and", "start": 2779.94, "end": 2785.82}, {"text": "and he had to, he was still living at home,", "start": 2785.86, "end": 2787.7}, {"text": "and he had to record at like two in the morning.", "start": 2787.7, "end": 2790.02}, {"text": "And if you listen to that episode, he's like--", "start": 2790.02, "end": 2791.38}, {"text": "- So he lives in the ocean.", "start": 2791.38, "end": 2792.54}, {"text": "- Yeah, man, I gotta be real quiet", "start": 2792.54, "end": 2795.54}, {"text": "'cause my dad's asleep in the other room.", "start": 2795.54, "end": 2797.26}, {"text": "- He lives one time zone into the Atlantic Ocean.", "start": 2797.26, "end": 2799.78}, {"text": "It was 10 p.m.", "start": 2799.78, "end": 2801.14}, {"text": "- No, he was recording at two in the morning,", "start": 2801.14, "end": 2803.46}, {"text": "if I remember correctly, I don't know.", "start": 2803.46, "end": 2805.22}, {"text": "- Then it would have been midnight.", "start": 2805.22, "end": 2806.26}, {"text": "- I had one million beers and said my real", "start": 2806.26, "end": 2808.9}, {"text": "social security number.", "start": 2808.9, "end": 2810.64}, {"text": "- Did we bleep it?", "start": 2810.64, "end": 2811.48}, {"text": "- We bleeped it, but I said my real social--", "start": 2811.48, "end": 2813.06}, {"text": "- I used to think that was so funny to do back in the day.", "start": 2813.06, "end": 2814.82}, {"text": "Oh, my God, it was so funny. I was a class now, dude. I try to get I tried", "start": 2814.82, "end": 2819.26}, {"text": "to get car insurance. I don't like telling it to people if they need it. I", "start": 2819.26, "end": 2823.3}, {"text": "tried to yeah. I tried to get car insurance the other day, though, and I", "start": 2823.3, "end": 2825.74}, {"text": "put in the the VIN for my car and was like who would you like to", "start": 2825.74, "end": 2829.98}, {"text": "get insured and it was like Jorge Ramirez and it had like a list of fifteen", "start": 2829.98, "end": 2835.78}, {"text": "names that were not my name. Oh, no, oh yeah, I've made some really bad", "start": 2835.78, "end": 2839.42}, {"text": "mistakes in my life. Yeah,", "start": 2839.42, "end": 2840.62}, {"text": "well,", "start": 2840.62, "end": 2841.86}, {"text": "it was all for this show. A guy stole my identity when I was a kid, yeah, and got", "start": 2843.14, "end": 2847.1}, {"text": "like some kind of foot surgery and said that he was, he was, yeah, I've never", "start": 2847.1, "end": 2851.84}, {"text": "told you about this. I went to go get my, 'cause I didn't get,", "start": 2851.84, "end": 2854.98}, {"text": "I didn't get vaccinated that much when I was a kid. It didn't happen that often,", "start": 2854.98, "end": 2860.84}, {"text": "but then I went to go to college and I had to get vaccines for college,", "start": 2860.84, "end": 2865.86}, {"text": "though I wasn't immunized with the normal stuff that a lot of people were,", "start": 2865.86, "end": 2868.88}, {"text": "and because I was home schooled, so there wasn't like a requirement and I went to", "start": 2869.62, "end": 2874.02}, {"text": "go get my vaccines and they were like,", "start": 2874.02, "end": 2875.44}, {"text": "how was your foot surgery and I was like what and the lady's like looking at my", "start": 2875.44, "end": 2881.08}, {"text": "paper. She's like you got foot surgery five years ago. I know I didn't and she", "start": 2881.08, "end": 2886.18}, {"text": "turns out it was a grown man that stole my little boy identity. I got yeah, as", "start": 2886.18, "end": 2891.14}, {"text": "insane good for him. I got surgery under my name. He got foot surgery. Yeah, and", "start": 2891.14, "end": 2895.62}, {"text": "they just they sent the bill to the wrong. I mean, I think he had the bill", "start": 2895.62, "end": 2898.38}, {"text": "sent to his place. So we didn't even ever get the bill damn yeah, that's crazy. I", "start": 2898.42, "end": 2902.58}, {"text": "don't even know what ever happened with that yeah. My doctor keeps trying to", "start": 2902.58, "end": 2905.54}, {"text": "schedule", "start": 2905.54, "end": 2906.08}, {"text": "strange tests on me that you won't explain. Oh yeah, you're still having", "start": 2906.08, "end": 2910.38}, {"text": "this beef with your doctor of a huge box. It was it was it was the beef. I mean I", "start": 2910.38, "end": 2916.18}, {"text": "still hate my doctor, but there was no conflict between us until yesterday. I", "start": 2916.18, "end": 2920.06}, {"text": "get so that last time I was there, I get home and I are like weeks later after I", "start": 2920.06, "end": 2925.82}, {"text": "get done with my checkup or whatever it was. She I get an email. It's like your", "start": 2925.86, "end": 2931.52}, {"text": "appointment is tomorrow for the like cardio stress test, like the like test", "start": 2931.52, "end": 2936.16}, {"text": "we have to run on a treadmill. It does not sound very pleasant. No, I'm like I", "start": 2936.16, "end": 2939.34}, {"text": "don't I'm not fucking doing this. They never said I needed it. They're going to", "start": 2939.34, "end": 2942.0}, {"text": "charge me like a thousand dollars for it. Why would I do this? Why do I need", "start": 2942.0, "end": 2945.36}, {"text": "this? And I sent them a message. I was like I did nobody told me about this.", "start": 2945.36, "end": 2948.36}, {"text": "Why am I? I'm not going to pay for this. Why are you scheduling me for this? They", "start": 2948.36, "end": 2951.48}, {"text": "just cancelled it and didn't reply. No explanation or anything, and then", "start": 2951.48, "end": 2955.12}, {"text": "yesterday, I got a letter in the mail that said your appointments coming up", "start": 2955.16, "end": 2957.96}, {"text": "soon and they just had re re scheduled it. So I have to you know what they're", "start": 2957.96, "end": 2961.16}, {"text": "doing. Why are you trying to what's wrong with my heart? They're testing you", "start": 2961.16, "end": 2964.48}, {"text": "for dementia and you're failing dude. It's making me so mad because it's also", "start": 2964.48, "end": 2968.72}, {"text": "getting in my head like what if there's something what if there's something", "start": 2968.72, "end": 2971.14}, {"text": "wrong with my heart that they saw they're just not communicating it and", "start": 2971.14, "end": 2973.84}, {"text": "that's why they're trying so hard to schedule a heart test. Oh boy, that I", "start": 2973.84, "end": 2977.84}, {"text": "think that's crazy. They're not they're not saying anything. I feel bad and be", "start": 2977.84, "end": 2981.44}, {"text": "like why are you doing this? What's wrong with me? I feel bad for these", "start": 2981.44, "end": 2984.28}, {"text": "doctors, first of all, because they have to work with nurses, but then second of", "start": 2984.32, "end": 2988.02}, {"text": "all, because they have so many...", "start": 2988.02, "end": 2990.0}, {"text": "Think about how hard it is to remember, you know what, a hundred people,", "start": 2990.0, "end": 2994.4}, {"text": "everybody knows a hundred people. Well, that's why they got the clipboard.", "start": 2994.4, "end": 2996.04}, {"text": "Yeah, but still, like, you have to go and read all this shit. Every doctor", "start": 2996.04, "end": 3000.64}, {"text": "should just have one... That's why they have to write their computer notes.", "start": 3000.64, "end": 3002.4}, {"text": "They should just have one patient. Every doctor should have one patient, and", "start": 3002.4, "end": 3006.16}, {"text": "they should be... That's how it used to be. And they should live in their", "start": 3006.16, "end": 3007.76}, {"text": "house. Yeah. And they should take care of this person, and they should be in", "start": 3007.76, "end": 3011.04}, {"text": "charge of making them dinner as well. Yeah, yeah, yeah, yeah, yeah, yeah, yeah.", "start": 3011.04, "end": 3014.04}, {"text": "What? I have to call the electrician again. That's in another amazing podcast moment.", "start": 3014.04, "end": 3021.56}, {"text": "Yeah. Remember when you had all this electrician trouble? Remember when we had to scrap a whole", "start": 3021.56, "end": 3025.72}, {"text": "episode because I was so stressed out about this guy being in my apartment? I do remember", "start": 3025.72, "end": 3030.12}, {"text": "that. That's why I've been very hesitant to let you talk about him. I don't want to talk", "start": 3030.12, "end": 3033.6}, {"text": "about him anymore. Because time is money, man. Time is money in a major way. But also I have", "start": 3033.6, "end": 3037.6}, {"text": "to send a video to my landlord because the dance challenge that thing faucet shower.", "start": 3037.6, "end": 3045.96}, {"text": "What's the word the knob in the shower is leaking? It's okay. Water. My sinks been my sink. My", "start": 3045.96, "end": 3054.56}, {"text": "brother who is an HVAC dropping probably thousands of gallons a day. He's an HVAC technician.", "start": 3054.56, "end": 3061.84}, {"text": "He's a plumber. He does plumbing stuff. I don't fucking know what he does. HVAC is heating", "start": 3061.84, "end": 3067.36}, {"text": "and cooling. I sent it to my plumber brother and he said, \"You need to send that to your", "start": 3067.36, "end": 3071.56}, {"text": "landlord right now because that could be symptomatic of a bigger problem.\" And I said, \"Shit.\"", "start": 3071.56, "end": 3077.04}, {"text": "Not a bigger problem. A bigger problem. A bigger problem never matters unless you own", "start": 3077.04, "end": 3081.14}, {"text": "the house. Yeah, but I don't want mold to grow in my bathroom again. I want mold to", "start": 3081.14, "end": 3085.58}, {"text": "grow in your bathroom again. No. Also, remember how broken my toilet was all the time and", "start": 3085.58, "end": 3090.56}, {"text": "me and my old roommate would fight all the time because you'd have to wait for it to", "start": 3090.56, "end": 3095.52}, {"text": "like refill. No, you're not a flusher. We know this. Yeah, I know, but I could have", "start": 3095.52, "end": 3101.28}, {"text": "fixed that. I could have fixed that whole thing. I could have fixed the whole thing", "start": 3101.28, "end": 3104.4}, {"text": "on my own. I showed, I FaceTimed my brother because I had the same problem in my new apartment,", "start": 3104.4, "end": 3109.92}, {"text": "FaceTimed him and he said, \"Oh yeah, that's a $3 part you can get at any hardware store.", "start": 3109.92, "end": 3115.4}, {"text": "It's draining as it fills.\" I should have just been a plumber with him. That's probably", "start": 3115.4, "end": 3119.24}, {"text": "what I would be doing and probably just be a plumber with him. Mario vice. I", "start": 3119.24, "end": 3122.56}, {"text": "would be a plumber. Oh, my God is actually go to again back to being", "start": 3122.56, "end": 3126.4}, {"text": "Mario. Back to being Mario. I should have. You know what had I should have", "start": 3126.4, "end": 3129.4}, {"text": "fucking war today? The P hat. God damn it. I've never worn it on the show. I", "start": 3129.4, "end": 3133.96}, {"text": "should have done it as a gift. Maybe not a video episode. No, I should have", "start": 3133.96, "end": 3137.72}, {"text": "done it as a I'm surprised you still have that hat. The brown hat with the", "start": 3137.72, "end": 3140.56}, {"text": "with the white P on it. That Mario brother named Poop. That hat is really", "start": 3140.56, "end": 3144.56}, {"text": "good. Also, no, it's not. It makes you look like you're a poop Mario. Well,", "start": 3144.56, "end": 3148.92}, {"text": "doesn't matter. I like it. It's fine if you like it, but it is a cosplay of an", "start": 3148.92, "end": 3153.48}, {"text": "amazing. Did I tell you about the time two weeks ago when? Yeah, I think I said", "start": 3153.48, "end": 3157.88}, {"text": "this on, I mean, all the episodes we've were we're all backlog and they're all", "start": 3157.88, "end": 3160.8}, {"text": "blending together. I was wearing that hat and a group of yes, I saw a black", "start": 3160.8, "end": 3166.72}, {"text": "squirrel, a group of teenagers pointed at me and said that dude looked like", "start": 3166.72, "end": 3170.52}, {"text": "Mario. Yeah, you do look like Mario. Yeah. You know who thinks I look like Mario?", "start": 3170.52, "end": 3175.68}, {"text": "of my nephews. I'm sure they do that. They love that movie. Yeah, the movie was okay.", "start": 3175.68, "end": 3181.04}, {"text": "I didn't like how they treated Donkey Kong in the movie. I did not like how", "start": 3181.04, "end": 3185.92}, {"text": "they voiced Mario. Donkey Kong, that guy, Charles Martinet. Who's that? The guy who", "start": 3185.92, "end": 3190.66}, {"text": "goes", "start": 3190.66, "end": 3190.96}, {"text": "the voice actor for Mario should have voiced Mario. Yeah, no, the guy who goes", "start": 3190.96, "end": 3195.68}, {"text": "Mario. That's my opinion. It's a me Mario.", "start": 3195.68, "end": 3197.96}, {"text": "Okay,", "start": 3197.96, "end": 3200.56}, {"text": "Man fuck Chris Pratt because he's Christian. Yep,", "start": 3201.28, "end": 3203.78}, {"text": "but I love Christmas. We actually that's it. We can reveal this now that", "start": 3203.78, "end": 3208.38}, {"text": "we're five years and we have you already hook line and sinkered. We're", "start": 3208.38, "end": 3211.3}, {"text": "gonna do we're doing an I C P. We are a reverse. We", "start": 3211.3, "end": 3214.98}, {"text": "hate Christianity. We are three atheistic,", "start": 3214.98, "end": 3219.3}, {"text": "whenever we've talked about whenever we've mentioned God, we've been talking", "start": 3219.3, "end": 3223.92}, {"text": "about the devil. Whenever we mentioned Jesus, we've been talking about Damien", "start": 3223.92, "end": 3228.24}, {"text": "from the omen and devil. So whenever we talk about having whenever we say that", "start": 3228.36, "end": 3231.72}, {"text": "we have halos and angel wings, we actually have double horns and tails,", "start": 3231.72, "end": 3234.4}, {"text": "all these things all along. We tricked you reversed you. We've been worshipping", "start": 3234.4, "end": 3238.0}, {"text": "idols. Oh, what do you think this is for example? This is a this is a fud baby.", "start": 3238.0, "end": 3242.76}, {"text": "Yeah, and if you look back into ancient Egyptian tablets, there will be a", "start": 3242.76, "end": 3247.62}, {"text": "yeah, there's a an outlet on a", "start": 3247.62, "end": 3251.96}, {"text": "the spiller, the spiller has has shifted body. My God, the spiller has moved", "start": 3253.88, "end": 3258.28}, {"text": "the spiller. The spiller has officially moved. I'm free. Oh my God, oh and he", "start": 3258.28, "end": 3263.82}, {"text": "spilled on my phone. That's perfect.", "start": 3263.82, "end": 3265.58}, {"text": "I", "start": 3265.58, "end": 3266.7}, {"text": "well, I'm going to clean this up right now. Yeah, I mean why", "start": 3266.7, "end": 3270.68}, {"text": "it's not that much it's a lot. Okay, your spiller tendencies are coming back.", "start": 3270.68, "end": 3275.92}, {"text": "I don't think it's fully left your body. Well, I'm more of a podcaster than a", "start": 3275.92, "end": 3280.12}, {"text": "spiller at the end of the day at the end of the show must go on. There's no", "start": 3280.12, "end": 3283.24}, {"text": "cracked my phone the other day. I'm sorry man. It really is devastating.", "start": 3283.28, "end": 3287.44}, {"text": "It's really is. What do you guys think we can expect for the for year six", "start": 3287.44, "end": 3291.38}, {"text": "year six?", "start": 3291.38, "end": 3292.76}, {"text": "I think that one of us will have nude photos leak. Okay, and I'm really hoping", "start": 3292.76, "end": 3300.52}, {"text": "it's one of you, but I haven't taken a photo. I haven't taken a nude photo", "start": 3300.52, "end": 3304.44}, {"text": "since I was four years old. Really you took one or someone took one. I took one", "start": 3304.44, "end": 3308.92}, {"text": "with what I posted on Facebook at four yeah, bitch as illegal. I made a special", "start": 3309.72, "end": 3315.42}, {"text": "account", "start": 3315.42, "end": 3315.86}, {"text": "called", "start": 3315.86, "end": 3318.06}, {"text": "a novelty account.", "start": 3318.06, "end": 3322.22}, {"text": "I made a mean page called naked, naked, naked Cameron pics that had me had my", "start": 3322.22, "end": 3329.6}, {"text": "sides in orbit.", "start": 3329.6, "end": 3330.32}, {"text": "I know when the last time I took a nude pick of myself was man mean either. I", "start": 3330.32, "end": 3335.3}, {"text": "don't like I take nude pics every day in the gym with my brain yeah. When I try", "start": 3335.3, "end": 3339.52}, {"text": "I X ray my own body in the mirror. Well, yeah, sure. I look at my nude body,", "start": 3339.54, "end": 3342.84}, {"text": "but when it comes to pics, not for a long time. I'm not crazy. Seven,", "start": 3342.84, "end": 3347.58}, {"text": "eight minutes. Someone's here with beers. Who is that? Oh, I think we should.", "start": 3347.58, "end": 3352.44}, {"text": "Hello. Hello.", "start": 3352.44, "end": 3353.74}, {"text": "Hi.", "start": 3353.74, "end": 3356.1}, {"text": "Good. How are you?", "start": 3356.1, "end": 3357.94}, {"text": "Yeah.", "start": 3357.94, "end": 3360.28}, {"text": "Oh, thank you. Appreciate you.", "start": 3360.28, "end": 3365.3}, {"text": "What the fuck just happened?", "start": 3369.22, "end": 3371.22}, {"text": "What the fuck was that?", "start": 3371.22, "end": 3373.22}, {"text": "Who is that?", "start": 3373.22, "end": 3375.22}, {"text": "What?", "start": 3375.22, "end": 3377.22}, {"text": "Wait, bring that over here. What the hell was that?", "start": 3377.22, "end": 3379.22}, {"text": "Who the hell is that guy?", "start": 3379.22, "end": 3381.22}, {"text": "What the fuck?", "start": 3381.22, "end": 3383.22}, {"text": "What the fuck was that man?", "start": 3383.22, "end": 3385.22}, {"text": "Bring the whole thing.", "start": 3385.22, "end": 3389.22}, {"text": "Is he still here? Spiller!", "start": 3389.22, "end": 3391.22}, {"text": "Is he still here?", "start": 3391.22, "end": 3393.22}, {"text": "What the hell?", "start": 3393.22, "end": 3395.22}, {"text": "I think he meant to go next door.", "start": 3395.22, "end": 3397.22}, {"text": "I store. I think that he thinks we're boot boys,", "start": 3397.22, "end": 3400.72}, {"text": "whatever", "start": 3400.72, "end": 3402.48}, {"text": "okay, some guy for people who are not in the room right now. Some guy just", "start": 3402.48, "end": 3410.68}, {"text": "walked into the office, opened the door and was like sup guys, you're filming", "start": 3410.68, "end": 3415.26}, {"text": "right now. Well, I got some year but my day for you and then just put he got", "start": 3415.26, "end": 3418.92}, {"text": "in a car and left he got in a car and left. I'll have one.", "start": 3418.92, "end": 3423.1}, {"text": "I'm not drinking this too much caffeine for me right now. I think I should", "start": 3423.94, "end": 3427.98}, {"text": "probably give this neck to the people next door. I'm taking one bitch. I love", "start": 3427.98, "end": 3431.66}, {"text": "your BAMAT. That was crazy. So why did he just walk in? He didn't knock. He", "start": 3431.66, "end": 3437.46}, {"text": "just didn't say anything walks in and it's a twist off.", "start": 3437.46, "end": 3440.42}, {"text": "Oh, that's cringe of me. Yeah, all right, well, let's see how it is. I've", "start": 3440.42, "end": 3444.4}, {"text": "actually had this. You were not a good. It's a good. This is like a good", "start": 3444.4, "end": 3447.94}, {"text": "yerba mate.", "start": 3447.94, "end": 3448.74}, {"text": "he must have he must have thought that", "start": 3450.14, "end": 3451.82}, {"text": "for the people next door. I don't give a fuck. They ain't getting this shit. I'm", "start": 3451.82, "end": 3457.16}, {"text": "liking this taste. No, no, we got to give them. Well, now we can't. Now that one's", "start": 3457.16, "end": 3461.62}, {"text": "missing, we can't. He knew, okay, you know what it was? He knew it's a fifth", "start": 3461.62, "end": 3464.7}, {"text": "anniversary. He must have. And he wanted to give us a birthday present. He knew", "start": 3464.7, "end": 3468.68}, {"text": "that we were recording the fifth anniversary episode today, weeks before", "start": 3468.68, "end": 3472.22}, {"text": "the fifth anniversary. He knew he could smell it. Why didn't we ask him who he", "start": 3472.22, "end": 3476.34}, {"text": "was I know I was giving you because I kind of it kind of felt like I he was so", "start": 3476.36, "end": 3481.82}, {"text": "familiar with he did coming in here. I knew he was supposed to be yeah. I felt", "start": 3481.82, "end": 3486.12}, {"text": "like he was", "start": 3486.12, "end": 3486.74}, {"text": "he had been here before any of us right.", "start": 3486.74, "end": 3490.16}, {"text": "What the fuck just happened? Yeah, it was really the way that he acted that", "start": 3490.16, "end": 3496.1}, {"text": "made me not ask. He was so non. She was not very confident. He wasn't shy about", "start": 3496.1, "end": 3499.8}, {"text": "walking in here. I walked straight in, walked in, you guys film something", "start": 3499.8, "end": 3502.58}, {"text": "that's cool. Here's all right, six by", "start": 3502.58, "end": 3504.04}, {"text": "all right. Well, no way there's no way that this isn't supposed to be for the", "start": 3505.56, "end": 3508.66}, {"text": "guys next door. Well, we'll give it okay. Here's what we do. I keep two and we", "start": 3508.66, "end": 3513.28}, {"text": "give them four because there's four in a whole no no. I already opened this one.", "start": 3513.28, "end": 3517.28}, {"text": "You want me to hand it to him? You're in trouble. You're in trouble for that.", "start": 3517.28, "end": 3519.52}, {"text": "We're going to tell there are friends. They don't care. I'll give them five", "start": 3519.52, "end": 3522.52}, {"text": "bucks. That's overpaying for this, but white label yerba mate. If you just", "start": 3522.52, "end": 3527.64}, {"text": "sent, if you just sent an agent,", "start": 3527.64, "end": 3529.12}, {"text": "sending us, you just sent a promotional man dude. We're finally it's the CIA,", "start": 3529.12, "end": 3535.2}, {"text": "sit down. We should have asked him to come sit down and talk to us. We could have", "start": 3535.24, "end": 3538.06}, {"text": "learned about him. I didn't want to talk to that guy. He was weird. He wasn't", "start": 3538.06, "end": 3541.32}, {"text": "weird. He was, he was a little weird, man. He was a little weird, just a little", "start": 3541.32, "end": 3544.98}, {"text": "bit. I hope that he wasn't a crazy fan who learned our address.", "start": 3544.98, "end": 3548.4}, {"text": "Listen, if they come bearing gifts, yeah, if you come bearing gifts, I got a", "start": 3548.4, "end": 3552.5}, {"text": "hard time saying no, man. Food. I like food, man. Pizza. Pizza. Pizza is amazing.", "start": 3552.5, "end": 3560.0}, {"text": "pizza is amazing. I do love pizza. Well, that was", "start": 3560.04, "end": 3563.7}, {"text": "very strange. I mean, I guess this is also supposed to be the Christmas episode.", "start": 3563.7, "end": 3568.3}, {"text": "Yeah. Oh, my God, he was Santa. That's a wise man. That was Santa. That was a", "start": 3568.3, "end": 3572.56}, {"text": "white guy was the opposite of here and record another hour because yeah, that's", "start": 3572.56, "end": 3577.04}, {"text": "one of the wise men. There's gonna be two more that come.", "start": 3577.04, "end": 3579.44}, {"text": "There's gonna be two more men that come here and give us gifts for the", "start": 3579.44, "end": 3585.04}, {"text": "so we got here and wait, wait the mad guys gifts in in twenty twenty three is", "start": 3585.08, "end": 3590.36}, {"text": "yerba mate. Oh God, wait,", "start": 3590.36, "end": 3592.52}, {"text": "so we got woke, Magi and pre rolled joint pre rolled fucking Delta eight", "start": 3592.52, "end": 3600.4}, {"text": "joint. Yeah, what that means is that we got to start locking the fucking the one", "start": 3600.4, "end": 3604.12}, {"text": "day. This was the one day we didn't lock it. We immediately got and you know", "start": 3604.12, "end": 3608.6}, {"text": "what gifts have we missed out on?", "start": 3608.6, "end": 3609.8}, {"text": "six guys. The reason it's not locked is because I went out to get that", "start": 3611.96, "end": 3614.96}, {"text": "Prosecco for us and I didn't lock it. When I come back, I come back in is", "start": 3614.96, "end": 3618.76}, {"text": "literally all cascades from and if I we had wouldn't have got this, if we if I", "start": 3618.76, "end": 3623.86}, {"text": "wouldn't have gone to get this, if we hadn't lasted five years, yeah, this is", "start": 3623.86, "end": 3627.56}, {"text": "literally for the five years. So if you there's a decision that you that we made", "start": 3627.56, "end": 3632.12}, {"text": "five years ago that led to me drinking, we wouldn't be in here right now. If", "start": 3632.12, "end": 3635.86}, {"text": "Patrick didn't have to go to the dentist, we would have been here later. Oh yeah,", "start": 3635.86, "end": 3639.5}, {"text": "this guy would have missed us. He would have come seen this down and he would", "start": 3639.56, "end": 3642.8}, {"text": "have given it to some other. He would have walked into someone's apartment and", "start": 3642.8, "end": 3644.92}, {"text": "given it to that or he probably apparently that's what he does. He was", "start": 3644.92, "end": 3647.64}, {"text": "so hell bent on giving us this Montez guys. When you it's a butterfly effect", "start": 3647.64, "end": 3651.5}, {"text": "type vibe to the note in here, he was the note he was that I wish we had", "start": 3651.5, "end": 3656.4}, {"text": "interviewed him. I think that maybe he was grub hub.", "start": 3656.4, "end": 3659.86}, {"text": "No, he was not. I think that maybe he was grub of anything. He was getter. I", "start": 3659.86, "end": 3664.94}, {"text": "mean yeah, he the way he behaved a door dash or a grub hub or someone says hey,", "start": 3664.94, "end": 3669.24}, {"text": "next door dash. Hey, you guys order this. Hey, you guys filming something cool. I", "start": 3669.26, "end": 3673.86}, {"text": "brought this. I", "start": 3673.86, "end": 3674.5}, {"text": "if it is door dash and we drank the guys next doors, it's fine man. We'll give", "start": 3674.5, "end": 3679.1}, {"text": "them your", "start": 3679.1, "end": 3679.42}, {"text": "it's okay. I guess one bottle you think they're going to kill me. They're not", "start": 3679.42, "end": 3683.46}, {"text": "going to kill you, but we have to say explain it. We pay for the trash pick up", "start": 3683.46, "end": 3687.1}, {"text": "yeah, that's true. So I'll say we do yeah, because they don't have oh and this", "start": 3687.1, "end": 3691.18}, {"text": "is our gift for they have like they have like we got you this walk over", "start": 3691.18, "end": 3695.22}, {"text": "surprise.", "start": 3695.22, "end": 3695.94}, {"text": "We got you five", "start": 3695.94, "end": 3698.54}, {"text": "guys.", "start": 3698.54, "end": 3699.04}, {"text": "No, it's fun to say. Oh, he drank one, then he realized it's probably for you,", "start": 3699.04, "end": 3703.08}, {"text": "and now that I said that", "start": 3703.08, "end": 3704.52}, {"text": "erase that so we don't they don't hear us manipulate. I knew it the entire time", "start": 3704.52, "end": 3709.64}, {"text": "boot boys. I do not care. I'll drink anything that is delivered to me. It's", "start": 3709.64, "end": 3714.8}, {"text": "really it's none. It's not a good pick a better delivery driver who doesn't", "start": 3714.8, "end": 3719.56}, {"text": "weird. It's on you guys. You picked a fucking idiot. It just walks in and", "start": 3719.56, "end": 3723.62}, {"text": "or it could be a good friend of yours, which if that's the case, then I'm", "start": 3723.62, "end": 3726.4}, {"text": "sorry, you guys filming right now cool, not even what are you like cool? You", "start": 3726.44, "end": 3730.84}, {"text": "guys,", "start": 3730.84, "end": 3731.08}, {"text": "so just the weirdest possible thing to walk into to yeah, it was completely he", "start": 3731.08, "end": 3737.54}, {"text": "was", "start": 3737.54, "end": 3737.76}, {"text": "covered in toys.", "start": 3737.76, "end": 3739.72}, {"text": "He was doing yeah again, it's like he's been here before right. Well, he was", "start": 3739.72, "end": 3746.2}, {"text": "probably here at the old one. This used to be the half. You think you they have", "start": 3746.2, "end": 3750.24}, {"text": "him on retainer. He's a regular. Yes, the regular, I think he's the man. Well, it", "start": 3750.24, "end": 3754.68}, {"text": "be. What I know is that I'm too filled with shame to walk this over to the other aisle,", "start": 3754.72, "end": 3759.52}, {"text": "so it's going to be Patrick.", "start": 3759.52, "end": 3761.04}, {"text": "I'll do it.", "start": 3761.04, "end": 3762.04}, {"text": "Here, will you hold Fudd for a second?", "start": 3762.04, "end": 3763.04}, {"text": "Yeah.", "start": 3763.04, "end": 3764.04}, {"text": "So, guys, it's Fudd's fifth birthday.", "start": 3764.04, "end": 3765.44}, {"text": "That is true.", "start": 3765.44, "end": 3766.44}, {"text": "So I got him a gift.", "start": 3766.44, "end": 3768.64}, {"text": "You're kidding.", "start": 3768.64, "end": 3769.64}, {"text": "Aww.", "start": 3769.64, "end": 3770.64}, {"text": "So, little Fudd, you're five years old now, and I think we all know what that means. You're", "start": 3770.64, "end": 3777.4}, {"text": "finally ready for your first one of these. I know you've been begging for one for a long", "start": 3777.4, "end": 3782.76}, {"text": "time.", "start": 3782.76, "end": 3783.76}, {"text": "man five years old. I remember when I got mine. Oh my God, a Glock. Yeah,", "start": 3783.76, "end": 3790.76}, {"text": "19 man. Yeah. So now he could do anything he wants. You're going to run", "start": 3790.76, "end": 3797.56}, {"text": "the world one day. Future president", "start": 3797.56, "end": 3799.28}, {"text": "Joe is shooting it everywhere. Put the gun down. You crazy bastard. Where a", "start": 3799.28, "end": 3805.32}, {"text": "where were you when we just got reverse robbed with your Vermont?", "start": 3805.32, "end": 3808.36}, {"text": "that is one of the craziest things that's happened. That's why that's why", "start": 3811.26, "end": 3814.16}, {"text": "I carry it. Today is such a magical episode. Don't try to give me. It really", "start": 3814.16, "end": 3817.62}, {"text": "is.", "start": 3817.62, "end": 3817.96}, {"text": "Oh, this thing is totally broke. We gotta get a new one.", "start": 3817.96, "end": 3821.28}, {"text": "Yeah. Oh, that's where you put the CO two.", "start": 3821.28, "end": 3824.38}, {"text": "No, it's a real gun. Oh, you know, it's a yeah.", "start": 3824.38, "end": 3828.22}, {"text": "Okay. I guess that's the end of the episode. Pointing at the camera. Guys,", "start": 3828.22, "end": 3832.38}, {"text": "yerba mate and champagne. Pointing all the way at the camera. And", "start": 3832.38, "end": 3835.9}, {"text": "I feel like a myth buster because this is making me feel the most insane of", "start": 3835.9, "end": 3841.24}, {"text": "ever felt in my life. All right. Thank you. Happy five years, everybody.", "start": 3841.24, "end": 3844.24}, {"text": "Cheers to 500 more and we're going to destroy the camera right now.", "start": 3844.24, "end": 3848.24}, {"text": "Happy birthday to you.", "start": 3848.24, "end": 3859.24}, {"text": "The other day, my neighbor rang the doorbell. She's like, I forgot my keys.", "start": 3859.24, "end": 3866.04}, {"text": "That's not similar to this at all.", "start": 3867.24, "end": 3869.24}, {"text": "Get out of my house you crazy bitch.", "start": 3869.24, "end": 3871.24}, {"text": "Bye.", "start": 3871.24, "end": 3873.24}, {"text": "You crazy psyche.", "start": 3873.24, "end": 3875.24}, {"text": "I was walking with my girlfriend somewhere and I cut through that big", "start": 3875.24, "end": 3877.24}, {"text": "that park where we", "start": 3877.24, "end": 3879.24}, {"text": "shot the Underworld's Biggest", "start": 3879.24, "end": 3881.24}, {"text": "Mummy thing. We were taking a short cut", "start": 3881.24, "end": 3883.24}, {"text": "through there and this group of", "start": 3883.24, "end": 3885.24}, {"text": "teenagers pointed at me and said", "start": 3885.24, "end": 3887.24}, {"text": "\"Yo, don't he look like", "start": 3887.24, "end": 3889.24}, {"text": "Mario?\"", "start": 3889.24, "end": 3891.24}, {"text": "Way. You got cooked man.", "start": 3891.24, "end": 3893.24}, {"text": "The worst part was", "start": 3893.24, "end": 3895.24}, {"text": "I was wearing the poop hat.", "start": 3895.24, "end": 3898.24}, {"text": "You were wearing the pee hat.", "start": 3898.24, "end": 3899.24}, {"text": "I was wearing the pee.", "start": 3899.24, "end": 3900.24}, {"text": "And you guys, if that happens to you, your girlfriend is not going to look at you the same that day.", "start": 3900.24, "end": 3907.24}, {"text": "No, no.", "start": 3907.24, "end": 3908.24}, {"text": "You have to, I honestly, I should have just broke off and went into just like a bodega and just hid there.", "start": 3908.24, "end": 3915.24}, {"text": "I think a lot of these teenagers are very well aware of the fact that they can ruin any relationship.", "start": 3915.24, "end": 3922.24}, {"text": "if there's three or more of them, they can ruin every relationship.", "start": 3922.24, "end": 3925.28}, {"text": "It's like fucking", "start": 3925.28, "end": 3926.24}, {"text": "Nocturnal Animals, that movie with Jake Gyllenhaal.", "start": 3926.24, "end": 3931.52}, {"text": "It's like that. Zootopia? Zootopia. Are you talking about Zootopia? No,", "start": 3931.52, "end": 3936.4}, {"text": "bitch. Is this a documentary? It's a movie that I saw probably 10 years", "start": 3936.4, "end": 3940.32}, {"text": "ago that is about Jake Gyllenhaal being such a loser that his wife and", "start": 3940.32, "end": 3945.68}, {"text": "daughter get murdered.", "start": 3945.68, "end": 3946.56}, {"text": "But it's the same kind of scenario, basically. Right, he's getting roasted.", "start": 3946.56, "end": 3951.52}, {"text": "yeah where he's like just going along with stuff. The bartender roasted me last night.", "start": 3951.52, "end": 3955.6}, {"text": "You're kidding. What happened? You were there. He called me mustache. Oh dude this guy was", "start": 3955.6, "end": 3959.56}, {"text": "on one. He was on one. I turned and handed him a drink ticket and I was like hey does", "start": 3959.56, "end": 3963.2}, {"text": "this cover a June Shine? Ok and before you say gay. Oh the bartender at the bell house.", "start": 3963.2, "end": 3969.56}, {"text": "Oh that guy likes me. I think he likes everybody. He must like like me in camera because he", "start": 3969.56, "end": 3975.24}, {"text": "was bullying us. Yeah. Can he give you a shot? Well I said can I have a June Shine? Can this", "start": 3975.24, "end": 3979.56}, {"text": "get a", "start": 3979.56, "end": 3999.34}, {"text": "Leatherneck.", "start": 3999.34, "end": 4001.92}], "title": "Ep. 215 - Happy 5th Birthday, Fudd!", "link": "https://www.patreon.com/posts/ep-215-happy-5th-95015276", "date": "Sat, 23 Dec 2023 11:00:05 GMT", "id": 240}