{"lines": [{"text": "(Music)", "start": 0.0, "end": 9.0}, {"text": "Well, well, well. Look what you've driven us to. Look what the...", "start": 9.0, "end": 14.0}, {"text": "I don't even want to say it. I don't even want to talk about this.", "start": 14.0, "end": 18.0}, {"text": "Look what the fuck is going on. Yeah. Bitches. You fucks.", "start": 18.0, "end": 24.0}, {"text": "you fuckers yeah fucking fucks poopy eating you yeah you and you're not very", "start": 25.0, "end": 30.96}, {"text": "nice", "start": 30.96, "end": 31.56}, {"text": "Todd your balls up your ass put my balls in your a toddlers toddlers excrement", "start": 31.56, "end": 36.8}, {"text": "you shite man", "start": 36.8, "end": 38.96}, {"text": "you are all pieces of do bastard", "start": 38.96, "end": 41.96}, {"text": "bass dad bastard yeah bass dad", "start": 41.96, "end": 45.88}, {"text": "yatch business business match business be a slut stupid slut", "start": 45.88, "end": 51.04}, {"text": "- Whore tits. - It's banked.", "start": 51.04, "end": 52.16}, {"text": "- Cum guzzler.", "start": 52.16, "end": 53.0}, {"text": "- Stupid slut with big tits and a fat ass.", "start": 53.0, "end": 55.04}, {"text": "- Yeah. - Fuck you.", "start": 55.04, "end": 56.36}, {"text": "- You fucking biatch.", "start": 56.36, "end": 57.8}, {"text": "- Long haired bitch.", "start": 57.8, "end": 59.04}, {"text": "- Yeah, with hair all the way down.", "start": 59.04, "end": 61.16}, {"text": "- White bitch. - And skimpy clothes on.", "start": 61.16, "end": 62.68}, {"text": "You sluts.", "start": 62.68, "end": 64.2}, {"text": "- You white bitch slut. - High heeled whore.", "start": 64.2, "end": 66.36}, {"text": "- Yeah, looking like a complete slut with a job.", "start": 66.36, "end": 69.96}, {"text": "A woman with a job. - Yeah.", "start": 69.96, "end": 71.36}, {"text": "- Instead of a stay at home mom.", "start": 71.36, "end": 72.2}, {"text": "- You look like the brown M&M with her pussy out.", "start": 72.2, "end": 75.88}, {"text": "- Oh.", "start": 75.88, "end": 76.72}, {"text": "- Her brown pussy. - Skin care, makeup, slut.", "start": 76.72, "end": 78.52}, {"text": "- Her chocolate pussy.", "start": 78.52, "end": 79.36}, {"text": "- See, so now we're doing this shit again.", "start": 79.36, "end": 80.96}, {"text": "So this crap, see the shit, this shit, see we can say shit and fuck, but it's shit,", "start": 80.96, "end": 86.32}, {"text": "shit, shit.", "start": 86.32, "end": 87.32}, {"text": "The whole thing's a shit show now.", "start": 87.32, "end": 90.12}, {"text": "Because of fuckers.", "start": 90.12, "end": 91.12}, {"text": "Because of ass clowns that decide to get their fuck goblin fingers all over our fuck waffle", "start": 91.12, "end": 97.08}, {"text": "ing swear jar.", "start": 97.08, "end": 98.96}, {"text": "And up the ass.", "start": 98.96, "end": 99.96}, {"text": "And it's up their douching ass.", "start": 99.96, "end": 100.96}, {"text": "If you couldn't tell, we have decided, after much deliberation, that swearing is back on", "start": 100.96, "end": 108.52}, {"text": "on the menu. Yeah, as some of you people just can't pull that list of swears up", "start": 108.52, "end": 113.04}, {"text": "do be. Oh yeah, when we're just gonna we're gonna go through the whole thing", "start": 113.04, "end": 118.2}, {"text": "and we're gonna say all of them. Yep, that's right. Going to circle. Yeah,", "start": 118.2, "end": 122.12}, {"text": "this is what you guys wanted, right? You wanted fuck fuck in the fuck finger and", "start": 122.12, "end": 127.0}, {"text": "fuck finger f word finger. Thought that was fine. That's poured. You wanted", "start": 127.0, "end": 130.84}, {"text": "the word you wanted bitch. You wanted a", "start": 130.84, "end": 135.1}, {"text": "clown ass jockey other s word. The other s word, the other s word. It was", "start": 135.1, "end": 141.32}, {"text": "didn't know. No, no, no, no. The other s word was because I couldn't say it back", "start": 141.32, "end": 145.18}, {"text": "then. Sperm semen,", "start": 145.18, "end": 147.14}, {"text": "semen,", "start": 147.14, "end": 148.64}, {"text": "shot up for a freaking, freaking or far or something. Well, you guys will skip", "start": 148.64, "end": 154.54}, {"text": "the racially sort of words. Mick. Yeah, okay, Mick. Yeah, idiot. We said idiot.", "start": 154.54, "end": 160.02}, {"text": "we say damn we're saying hell we're saying boner. I don't fucking buy the", "start": 160.04, "end": 164.56}, {"text": "boy for hell play the boner sound boner. Yeah, we go, but but cheeks,", "start": 164.56, "end": 171.12}, {"text": "twenty at but ass, we could say twenty four C word is", "start": 171.12, "end": 173.82}, {"text": "I don't like saying that really fucking really fucking boobs yeah really big", "start": 173.82, "end": 180.1}, {"text": "boobs was the our word", "start": 180.1, "end": 181.32}, {"text": "P word for pussy dick dick suck fuck you Cameron and Patrick mean. This was a", "start": 181.32, "end": 189.06}, {"text": "swear back then. Hodgers I already said I said together up the up the I love", "start": 189.08, "end": 193.68}, {"text": "being now we can say we can now we can say was you yeah, I had to feel like", "start": 193.68, "end": 197.06}, {"text": "joking. I fucking love pedophiles or some shit. I don't know sexual gesturing", "start": 197.06, "end": 202.66}, {"text": "here's me fucking jacking off a", "start": 202.66, "end": 204.6}, {"text": "okay", "start": 204.6, "end": 206.42}, {"text": "drugs. I'm smoking crack with a Karen who's a crack head energy pants can be a", "start": 206.42, "end": 212.76}, {"text": "cuss. Guess how sag my pants are my down to my ankles. Yeah, you are telling I", "start": 212.76, "end": 218.08}, {"text": "don't do that. We don't need this. We've spilled it. We did. Yeah, there's", "start": 218.32, "end": 220.8}, {"text": "enough spilling on this table.", "start": 220.8, "end": 222.12}, {"text": "Who said fuck was my kid friend. Oh, sexual C word clap in them cheeks.", "start": 222.12, "end": 226.92}, {"text": "Yeah, wet. Oh, I get no, no, no. You almost got me.", "start": 226.92, "end": 231.0}, {"text": "Really close.", "start": 231.0, "end": 234.56}, {"text": "He almost got me.", "start": 234.56, "end": 236.56}, {"text": "You know what? You know what? Him adding that to the list to try and get", "start": 236.56, "end": 244.44}, {"text": "us. That's a swear.", "start": 244.44, "end": 245.56}, {"text": "that is a swear section. So obviously we're done. And listen... Wait, wait, wait. Put", "start": 247.44, "end": 252.4}, {"text": "racial back on, I guess. Well, I just, just end. Well, we're not gonna have a", "start": 252.4, "end": 257.28}, {"text": "jar, so there's no way to know. Yeah, so that's on you guys. If it happens, it", "start": 257.28, "end": 260.88}, {"text": "happens. I'm so sorry to say you guys didn't like the swear jar.", "start": 260.88, "end": 263.6}, {"text": "But we think that it was a big enough part of the history of this show", "start": 263.6, "end": 268.26}, {"text": "that I think it can just disappear. No. There needs to be a proper send off.", "start": 268.26, "end": 273.92}, {"text": "I mean, we have to do what we originally were going to do. Yeah. So I mean, I", "start": 273.92, "end": 277.6}, {"text": "think that we you guys knew that the whole point of this thing was always to", "start": 277.6, "end": 282.5}, {"text": "do it for one year as a way to raise as much money for charity as possible. And", "start": 282.5, "end": 287.82}, {"text": "at the end of that year, when it was full and we were saying full to the", "start": 287.82, "end": 291.42}, {"text": "brim to the brim, you know what we should have done before this? What is", "start": 291.42, "end": 295.62}, {"text": "calculated? Who added the most? Well, it wasn't you. It wasn't me. I'm taking my", "start": 295.62, "end": 302.14}, {"text": "five dollars back. Yeah, I know. Well, that also so we can calculate whose", "start": 302.14, "end": 305.2}, {"text": "dollars were whose", "start": 305.2, "end": 306.18}, {"text": "first. I'm going to start counting and then second and foremost,", "start": 306.18, "end": 310.16}, {"text": "then we would have known who donated the most charity out of the three of us", "start": 310.16, "end": 315.38}, {"text": "who would have been a competition. It doesn't listen. It doesn't it's not a", "start": 315.38, "end": 317.14}, {"text": "competition. I really", "start": 317.14, "end": 317.76}, {"text": "a competition and I'm sorry for talking over, but not a charity between the", "start": 317.76, "end": 322.54}, {"text": "three of us, but the charity between two of you, which that I would be able", "start": 322.54, "end": 326.52}, {"text": "to watch for my amusement. You said a charity between the charity competition", "start": 326.52, "end": 331.1}, {"text": "between the two of you, which I could watch. So right now what I'm doing, if", "start": 331.12, "end": 334.92}, {"text": "eagle eyed fans will notice, I took out a kind of a tape measure in my little", "start": 334.92, "end": 338.88}, {"text": "calculator here, and I'm calculating right now the volume. Yeah, that's right.", "start": 338.88, "end": 343.8}, {"text": "We're doing a little mathematics today. I'm calculating the volume of the", "start": 343.8, "end": 348.4}, {"text": "swear jar, and we are going to find out exactly, 'cause we were gonna do this", "start": 348.4, "end": 351.88}, {"text": "for a year, and you guys didn't want us to. Yeah. And you stopped us.", "start": 351.88, "end": 355.12}, {"text": "I have to add it, we are gonna fill that to the brim, right? And you would", "start": 355.12, "end": 359.12}, {"text": "think you would think, oh, they got to they got to get rid of all the money", "start": 359.12, "end": 362.72}, {"text": "that's in the swear jar, right? They got to take all of it out. They're going to", "start": 362.72, "end": 366.16}, {"text": "take all of it out. It's going to reset. No, we had eight or nine more swear jars", "start": 366.16, "end": 370.72}, {"text": "over there looked exactly the same. Yeah, so we're going to right. We're", "start": 370.72, "end": 375.36}, {"text": "replacing them out. So imagine how much we would have accumulated into the swear", "start": 375.36, "end": 379.16}, {"text": "jar right now. Multiply that by what I'm what I've just done right now. Patrick is", "start": 379.16, "end": 383.92}, {"text": "we don't have to imagine because I've done the calculations and I know I can", "start": 383.92, "end": 387.84}, {"text": "I'm going to tell you exactly how much in cubic inches the capacity of this jar is", "start": 387.88, "end": 393.44}, {"text": "six hundred and sixty one point eight seven, which we can round that to six", "start": 393.44, "end": 397.42}, {"text": "sixty two. I feel like six sixty two six sixty two cubic inches and I'm going to", "start": 397.42, "end": 401.48}, {"text": "look up and see if I can find the volume of a dollar yeah, which and I'm there's", "start": 401.48, "end": 404.56}, {"text": "fivers in there too. There's fine and by the way we were and a bunch of coins. We", "start": 404.56, "end": 408.2}, {"text": "were going to switch to hundreds only yeah this week, but you guys stopped us.", "start": 408.2, "end": 412.36}, {"text": "So there is thirty dollars in just bills here and I would estimate I'm not going", "start": 412.36, "end": 417.08}, {"text": "these coins, you know, because I'm not a homeless person, but these are probably", "start": 417.1, "end": 420.3}, {"text": "another $10. I'm gonna be honest with you, yeah, that is maybe around $5. That?", "start": 420.3, "end": 428.34}, {"text": "Yeah. I see a lot of quarters. You know what, you could be right. That could be $10.", "start": 428.34, "end": 432.66}, {"text": "I think that was my laundry money. I would guess that was about $7. So,", "start": 432.66, "end": 435.78}, {"text": "all in all, again, we'll round up. How about for the rest of the episode we just", "start": 435.78, "end": 439.46}, {"text": "count those coins? Wait, hold on. Okay. I have discovered on Google, I've looked", "start": 439.46, "end": 446.54}, {"text": "look this up here on my trusty ipad and the volume, the volume of a dollar bill", "start": 446.54, "end": 451.94}, {"text": "in cubic inches is point oh six eight. So how so if we if we did we do I got", "start": 451.94, "end": 459.34}, {"text": "this six guys, I've got this to okay divided by", "start": 459.34, "end": 463.82}, {"text": "point oh six eight, and this is going to this is how assuming these are one", "start": 463.82, "end": 469.82}, {"text": "dollar bills only yeah. This number is how much yeah, let's get an estimate", "start": 469.82, "end": 473.04}, {"text": "okay,", "start": 473.04, "end": 473.6}, {"text": "ten billion dollars. All right, let's see here with one dollar bills. The", "start": 475.1, "end": 479.04}, {"text": "swear jar at the end of the year would have contained", "start": 479.04, "end": 481.16}, {"text": "nine thousand seven hundred and thirty five dollars, but but it was going to be", "start": 481.16, "end": 485.54}, {"text": "hundred is going to be hundred. So that's times one hundred and how many", "start": 485.54, "end": 489.0}, {"text": "swear jars did you say we have nine or ten nine or so let's go with ten. We'll", "start": 489.0, "end": 492.38}, {"text": "go with ten times ten. So that is approximately and this is a low ball", "start": 492.38, "end": 497.0}, {"text": "estimate. That is nine million seven hundred and thirty five two hundred", "start": 497.0, "end": 501.84}, {"text": "ninety four dollars and ten cents. I was okay and without accounting for the", "start": 501.88, "end": 505.68}, {"text": "coins. I should yeah and we've been around. I was often billions, but I mean", "start": 505.68, "end": 509.2}, {"text": "I was close. You were very close. We've been rounding up in rhymes. Yes, we've", "start": 509.2, "end": 513.08}, {"text": "been we've been rounding up on everything. So we'll just round down", "start": 513.08, "end": 515.64}, {"text": "saying nine million dollars. Yeah, so we were going to have about nine million", "start": 515.64, "end": 519.16}, {"text": "dollars by the end of the year. Yeah, and this was going to be we hadn't", "start": 519.16, "end": 522.52}, {"text": "decided on one charity yet. We're not going to because that's the thing.", "start": 522.52, "end": 526.56}, {"text": "That's the thing we like them all. It's hard to decide. It's hard to decide", "start": 526.56, "end": 530.68}, {"text": "one is the best one. We had been doing some research into some charities. You", "start": 530.72, "end": 537.34}, {"text": "know what? Let's go ahead and give these people a call. This is we were going to", "start": 537.34, "end": 540.22}, {"text": "call them and we're planning it at the end of the year being able to call these", "start": 540.22, "end": 543.3}, {"text": "people and say how would nine million dollars would it make a dent? Would it", "start": 543.3, "end": 549.26}, {"text": "make a dent? So let's go ahead and call. Let's call let's call no kid hungry. How", "start": 549.26, "end": 553.64}, {"text": "about that? Yeah, yeah, that sounds good. All right, let's see. Would you say that", "start": 553.64, "end": 559.16}, {"text": "that number that you put here is an a yeah", "start": 559.16, "end": 561.88}, {"text": "for that I messed up a", "start": 561.88, "end": 564.92}, {"text": "I make a lot of typos when I write with a pencil. All right guys, I'm calling", "start": 564.92, "end": 569.84}, {"text": "no kid hungry.", "start": 569.84, "end": 571.24}, {"text": "Hello and thank you for calling share our strength and the no kid hungry", "start": 571.24, "end": 576.96}, {"text": "campaign. Our business hours are Monday through Friday, nine AM to five thirty", "start": 576.96, "end": 582.76}, {"text": "PM. Well, that's good news.", "start": 582.76, "end": 584.0}, {"text": "Monday at 2. Oh it's a row, okay. It's one of the row votes. It's probably donor assistance. Yeah I think so.", "start": 586.16, "end": 598.24}, {"text": "We go and get up the some of the people. Yeah get this PowerPoint up.", "start": 598.24, "end": 606.88}, {"text": "Hi there, Stephen. I just have a question for you. For No Kid Hungry, that is your", "start": 606.88, "end": 631.48}, {"text": "charity, right? How would a nine million dollar donation change your charity?", "start": 631.48, "end": 641.44}, {"text": "That would be very, very beneficial. It would be... $1 would be 10 meals, so an equivalence of $9 million.", "start": 641.44, "end": 656.44}, {"text": "That would be an equivalence of 90 million meals.", "start": 656.44, "end": 662.44}, {"text": "90 million meals, that's how much that would be?", "start": 662.44, "end": 665.44}, {"text": "Yes, sir.", "start": 665.44, "end": 666.44}, {"text": "Well, that is great, but I have some awful news, which is that we were in the process", "start": 666.44, "end": 672.4}, {"text": "of raising $9 million to donate to No Kid Hungry, and a man named Deathroll5701 basically ended", "start": 672.4, "end": 681.6}, {"text": "it. He ended it just by complaining. So isn't that awful?", "start": 681.6, "end": 685.44}, {"text": "That is very sad news.", "start": 685.44, "end": 690.44}, {"text": "I'm really, really sorry. I just wanted to personally call you and tell you I'm so, so", "start": 690.44, "end": 695.96}, {"text": "sorry that frack 7190 wanted the swear jar bit to go and we had to cut it short.", "start": 695.96, "end": 702.96}, {"text": "I'm so sorry to hear that sir.", "start": 702.96, "end": 709.16}, {"text": "Yeah it really is just awful. So I hope that you have a good rest of your day and if we", "start": 709.16, "end": 715.46}, {"text": "do end up making the money then I'll give you a call okay and hopefully I'll uh it'll", "start": 715.46, "end": 720.62}, {"text": "be under better circumstances so thank you Stephen.", "start": 720.62, "end": 723.04}, {"text": "Yes sir. Thank you.", "start": 723.04, "end": 725.52}, {"text": "by. That just breaks your heart to have to do that is so depressing. I don't want to", "start": 725.52, "end": 731.08}, {"text": "have to be making these phone calls. No, me neither. This I realize how uncomfortable", "start": 731.08, "end": 735.84}, {"text": "this is for me. I know to have to call these people and say your lives are almost changed,", "start": 735.84, "end": 742.24}, {"text": "but these scumbags online, these fuckers, I'll say it. I can say it now. We can say", "start": 742.24, "end": 746.0}, {"text": "whatever we want. Uh huh. And you know what? I really, I really can't make these calls.", "start": 746.0, "end": 752.16}, {"text": "why because it's going to make me upset.", "start": 752.16, "end": 754.58}, {"text": "It makes all", "start": 754.58, "end": 756.08}, {"text": "yeah, it's really upsetting. I don't like having a just teeth.", "start": 756.08, "end": 759.8}, {"text": "Are you kidding me? That's awful! No, it's not right. You hear him", "start": 759.8, "end": 768.84}, {"text": "ninety you know what is because of people like zero arc who say that they", "start": 780.4, "end": 784.94}, {"text": "hate charity. Yeah, my God, listen, all right, I had to hear the light leave a", "start": 784.94, "end": 790.22}, {"text": "man's voice. That is so he didn't sound like he had a whole lot of light to", "start": 790.22, "end": 794.26}, {"text": "begin with. No, definitely not. I heard him. I heard him perk up.", "start": 794.26, "end": 798.14}, {"text": "I was terrible. Yeah, I'm gonna I'm gonna start calling. I gotta I gotta", "start": 798.14, "end": 803.98}, {"text": "get we'll keep going, but yeah, so I mean ninety million meals that would", "start": 803.98, "end": 808.5}, {"text": "change so many lives.", "start": 808.58, "end": 810.58}, {"text": "The ASPCA!", "start": 810.58, "end": 812.58}, {"text": "Yeah, I hope you", "start": 812.58, "end": 814.58}, {"text": "fuckers don't like animals.", "start": 814.58, "end": 816.58}, {"text": "This is a medical.", "start": 816.58, "end": 818.58}, {"text": "They're kind of being cruel", "start": 818.58, "end": 822.58}, {"text": "to us online.", "start": 822.58, "end": 824.58}, {"text": "I don't think they do donations.", "start": 824.58, "end": 830.58}, {"text": "Hmm.", "start": 830.58, "end": 834.58}, {"text": "Wait, we want a person. Or a dog.", "start": 834.58, "end": 836.58}, {"text": "for the ASPCA, please press seven.", "start": 836.58, "end": 838.58}, {"text": "For ASPCA premium gift requests, such as t-shirts, please press six.", "start": 838.58, "end": 843.66}, {"text": "Oh, that's kind of tempting.", "start": 843.66, "end": 845.66}, {"text": "That could go to this money could go to a t-shirt.", "start": 845.66, "end": 848.04}, {"text": "Please press nine.", "start": 848.04, "end": 849.0}, {"text": "I think we're out of options.", "start": 849.0, "end": 852.3}, {"text": "Yeah. Yeah. Representative.", "start": 852.3, "end": 855.3}, {"text": "Thank you for contacting the ASPCA.", "start": 855.3, "end": 857.18}, {"text": "Is it going to repeat?", "start": 857.18, "end": 858.1}, {"text": "And for all you... Yeah, I think it's going to repeat.", "start": 858.1, "end": 859.98}, {"text": "...selected and abused animals.", "start": 859.98, "end": 861.94}, {"text": "Remember to make pet adoption your first option.", "start": 861.94, "end": 864.14}, {"text": "I mean, I'm liking listening to this.", "start": 864.14, "end": 865.68}, {"text": "It's kind of fun. All right, they hung up on me. Damn. All right, try the next one.", "start": 865.68, "end": 869.16}, {"text": "What's the next one? The next one is homes for our troops. Okay, homes for our", "start": 869.16, "end": 872.76}, {"text": "troops. Let's go ahead and give them a call and let them know the bad news.", "start": 872.76, "end": 876.4}, {"text": "Yeah, it really is awful that we have to call every single charity our fans have", "start": 876.4, "end": 880.0}, {"text": "inflicted on us. Yeah, here we go. Okay.", "start": 880.0, "end": 881.96}, {"text": "Hi there. I'm speaking to the charity homes for our troops right now.", "start": 881.96, "end": 891.2}, {"text": "And you guys accept donations from corporations?", "start": 893.2, "end": 896.88}, {"text": "Yes we do.", "start": 896.88, "end": 898.88}, {"text": "Great.", "start": 898.88, "end": 899.88}, {"text": "Yeah, I just wanted to ask you, because we had a donation lined up that was, would $9", "start": 899.88, "end": 907.08}, {"text": "million be an acceptable donation for your organization?", "start": 907.08, "end": 910.2}, {"text": "Would that move the needle in any meaningful way?", "start": 910.2, "end": 912.76}, {"text": "It absolutely would.", "start": 912.76, "end": 915.56}, {"text": "Do you know exactly what this money would be going towards?", "start": 915.56, "end": 918.36}, {"text": "Like how we would be helping out these veterans with the $9 million?", "start": 918.36, "end": 923.0}, {"text": "We would be constructing a new home build.", "start": 923.0, "end": 928.12}, {"text": "New homes?", "start": 928.12, "end": 929.12}, {"text": "Wow.", "start": 929.12, "end": 930.12}, {"text": "Yes.", "start": 930.12, "end": 931.12}, {"text": "Wow.", "start": 931.12, "end": 932.12}, {"text": "Well, that is unfortunate because we did have a fundraiser going to raise $9 million, but", "start": 932.12, "end": 940.84}, {"text": "unfortunately a few bad actors actually were able to get their fingers into it and interfere.", "start": 940.84, "end": 947.0}, {"text": "And it was people such as people like ZeroArk14 who said that they didn't like charity, they", "start": 947.0, "end": 953.72}, {"text": "didn't want the fundraiser to go through.", "start": 953.72, "end": 956.04}, {"text": "As well as Ben Beachy8962, actually quoted as saying \"Swear Jar now, like four episodes", "start": 956.04, "end": 961.48}, {"text": "past being funny.\"", "start": 961.48, "end": 963.46}, {"text": "And these people, they actually lowered our donation amount from $9 million to much lower,", "start": 963.46, "end": 969.12}, {"text": "I believe even below $40.", "start": 969.12, "end": 971.4}, {"text": "So we're going to work on trying to get that number up and, you know, maybe get to the original", "start": 971.4, "end": 976.28}, {"text": "goal of nine million dollars but it's not looking so good due to a lot of people online.", "start": 976.28, "end": 982.2}, {"text": "Alright, well I'm very sorry to have to tell you the bad news. I hope you have a good day.", "start": 982.2, "end": 989.2}, {"text": "I know this can be tough. It's tough for us. But I'll hopefully be talking to you again", "start": 989.2, "end": 994.12}, {"text": "soon with better news. Thank you so much.", "start": 994.12, "end": 1001.12}, {"text": "it's tragic, I'm not laughing, I'm crying, it's really emotional. I'm", "start": 1004.08, "end": 1009.16}, {"text": "crying, it's terrible. I really think that Patrick has to do one. I really", "start": 1009.16, "end": 1013.2}, {"text": "think he", "start": 1013.2, "end": 1013.52}, {"text": "is going to take me a minute. I think would you rather do the coalition for", "start": 1013.52, "end": 1021.8}, {"text": "the homeless or the ocean Conservancy?", "start": 1021.8, "end": 1024.88}, {"text": "Those are your two options.", "start": 1024.88, "end": 1027.28}, {"text": "That's what you want to do.", "start": 1027.28, "end": 1030.84}, {"text": "come on, come on, you have to call them. You have to call the ocean. The fans", "start": 1030.84, "end": 1045.22}, {"text": "are making us do this. I wish I don't want to do it. I could call them, but I", "start": 1045.22, "end": 1048.24}, {"text": "can't read this number. I'll put it in for it says bat sink.", "start": 1048.24, "end": 1051.88}, {"text": "Yeah, that what is that another zero? Yeah, Sig all right, don't worry, Pat,", "start": 1051.88, "end": 1058.36}, {"text": "I'll do it. I'll call for what this is another A. S. P. C. A. Well, we'll", "start": 1058.4, "end": 1062.7}, {"text": "figure that out. Yeah, no, I mean there's millions of charities in the", "start": 1062.7, "end": 1066.6}, {"text": "world that were unable to donate to due to the cruelty. Yeah, so bad actors", "start": 1066.6, "end": 1070.36}, {"text": "there you go. You're on the phone with them.", "start": 1070.36, "end": 1072.52}, {"text": "Hold it up to the mic.", "start": 1072.52, "end": 1077.48}, {"text": "to", "start": 1077.48, "end": 1090.66}, {"text": "two", "start": 1090.66, "end": 1095.5}, {"text": "emailing address or web address, please press one to leave a message in the", "start": 1095.5, "end": 1099.54}, {"text": "general mailbox. Please", "start": 1099.54, "end": 1100.86}, {"text": "don't press zero", "start": 1100.86, "end": 1103.4}, {"text": "wait, wait. I don't know which one I pressed. Hold on. He presses your", "start": 1103.4, "end": 1108.54}, {"text": "readily message in the box. I'll leave a leave a message. Don't leave a mess.", "start": 1108.54, "end": 1113.16}, {"text": "Okay, I'll call them if you're going to leave a message. Yeah, you got you got", "start": 1113.16, "end": 1117.36}, {"text": "canned. I'm getting cold feet. I can't", "start": 1117.36, "end": 1120.16}, {"text": "All right, call the Ocean Conservancy will make you call", "start": 1121.0, "end": 1124.46}, {"text": "the coalition for the homeless. Have a", "start": 1124.46, "end": 1127.16}, {"text": "we'll find a nice AIDS charity for you to call yeah and for you to give them", "start": 1127.16, "end": 1132.1}, {"text": "the news. I get like a beer or something", "start": 1132.1, "end": 1134.88}, {"text": "could maybe do it. Then Washington D. C. Our business hours.", "start": 1134.88, "end": 1141.8}, {"text": "You want to press number two", "start": 1141.8, "end": 1143.96}, {"text": "please listen to the following menu selections. If you would like to make a", "start": 1143.96, "end": 1149.52}, {"text": "didn't work. Yeah, their thing is kind of weird.", "start": 1149.56, "end": 1153.24}, {"text": "Of what we've learned. I don't think we should call an AIDS charity.", "start": 1153.24, "end": 1158.24}, {"text": "Why? I think that that's too much. What if we give them the $30?", "start": 1158.24, "end": 1165.24}, {"text": "I mean... Okay, here we go.", "start": 1165.24, "end": 1169.24}, {"text": "Get the PowerPoint up?", "start": 1169.24, "end": 1172.24}, {"text": "(phone ringing)", "start": 1172.24, "end": 1174.9}, {"text": "- Okay, but I think they don't want my call.", "start": 1174.9, "end": 1189.0}, {"text": "- That's why I think you should leave a message.", "start": 1189.0, "end": 1191.68}, {"text": "- You know what, maybe fuck these fucking hippie", "start": 1191.68, "end": 1193.88}, {"text": "whale fuckers over there in the ocean.", "start": 1193.88, "end": 1195.84}, {"text": "- Thank you for calling Ocean Conservancy's", "start": 1195.84, "end": 1199.72}, {"text": "National Marine Park in Washington, D.C.", "start": 1199.72, "end": 1202.08}, {"text": "All right, I'm going to try the four for a pressing inquiry. This is a pressing", "start": 1202.08, "end": 1206.48}, {"text": "they're definitely pressing inquiry.", "start": 1206.48, "end": 1207.88}, {"text": "Thank you for calling Ocean Conservancy's national office in", "start": 1207.88, "end": 1212.18}, {"text": "Washington, D. C. Oh my God, they hate us all right.", "start": 1212.18, "end": 1216.28}, {"text": "That's a big nothing. That's pretty disappointing. They're going to be", "start": 1216.28, "end": 1219.78}, {"text": "really sad when they find out and that's kind of the point of the nine million", "start": 1219.78, "end": 1223.52}, {"text": "dollars. We emailed them about is not coming. It's not so all also. I know", "start": 1223.52, "end": 1227.54}, {"text": "these these representatives wouldn't know this right off the head, but we told", "start": 1227.54, "end": 1231.08}, {"text": "them in advance. Yeah, we let them know. Of course we let them know. We said a", "start": 1231.12, "end": 1234.32}, {"text": "big donation. I don't even think we mentioned. I don't even think we went as", "start": 1234.32, "end": 1237.7}, {"text": "high as nine, I think, because we hadn't, but we ball part. We said five,", "start": 1237.7, "end": 1241.2}, {"text": "so they it was so", "start": 1241.2, "end": 1242.92}, {"text": "exciting for us when we realized that it could it was going to be more than", "start": 1242.92, "end": 1246.72}, {"text": "that, you know, and that we were going to be able to call these charities yeah", "start": 1246.72, "end": 1250.1}, {"text": "and say, say, hey, we have nine million dollars. We have nine million dollars,", "start": 1250.1, "end": 1255.56}, {"text": "which they again, ninety million meals. Do you remember that nine million for", "start": 1255.56, "end": 1259.58}, {"text": "children for children.", "start": 1259.6, "end": 1261.16}, {"text": "He did you hear the joy in his voice when I told him that he was about to be able", "start": 1261.16, "end": 1266.4}, {"text": "to hand hungry kids. He was about to give ninety million children, nine lives,", "start": 1266.4, "end": 1271.56}, {"text": "million or about thirty million children, because they want three meals a day, one", "start": 1271.56, "end": 1275.86}, {"text": "good one good day.", "start": 1275.86, "end": 1276.7}, {"text": "There is going to get thirty million kids of one good day of eating, so I I", "start": 1276.7, "end": 1285.06}, {"text": "feel sick to my stomach. Yeah, frankly, I feel fucking sick.", "start": 1285.06, "end": 1288.66}, {"text": "and I am ashamed of the people who listen to this podcast.", "start": 1288.66, "end": 1295.46}, {"text": "Yeah. You know what? Why don't we call some of them right now?", "start": 1295.46, "end": 1298.86}, {"text": "Okay. Let's call. Yeah, that's perfect.", "start": 1298.86, "end": 1301.36}, {"text": "Some of the people who text me, \"Suck my balls, you dork.\"", "start": 1301.36, "end": 1303.96}, {"text": "Yeah, call him right now.", "start": 1303.96, "end": 1305.26}, {"text": "Yeah, I'll call this guy.", "start": 1305.26, "end": 1306.16}, {"text": "Yeah, call that guy.", "start": 1306.16, "end": 1306.76}, {"text": "He says, \"Meet me in Saluda.\"", "start": 1306.76, "end": 1308.36}, {"text": "Call.", "start": 1308.36, "end": 1309.16}, {"text": "Okay.", "start": 1309.16, "end": 1309.66}, {"text": "Call. Go ahead. Start.", "start": 1309.66, "end": 1310.86}, {"text": "how carrier calling works if you're not calling over the internet.", "start": 1310.86, "end": 1316.38}, {"text": "Which of these phone numbers? Yeah scroll up and look which of these is the best", "start": 1316.38, "end": 1322.72}, {"text": "bet. Hmm for I would say probably legacy gifts or the adoption hotline. Alright", "start": 1322.72, "end": 1336.18}, {"text": "I'm gonna call the adoption hotline right now really quick while Pat looks", "start": 1336.18, "end": 1339.54}, {"text": "at this. I mean look at this poultry offering. This is disgusting. Is there a punch in that", "start": 1339.54, "end": 1346.54}, {"text": "we have of this poultry offering? This was every... Yeah, it says everyone is dying to", "start": 1346.54, "end": 1356.34}, {"text": "POV. These are the children who don't have any meals. Hello? Thank you for calling. Welcome", "start": 1356.34, "end": 1366.1}, {"text": "Thank you for calling Wildlife Fund. My name is Rose. How can I help you?", "start": 1366.1, "end": 1370.1}, {"text": "Hi there. I'm on the phone with the World Wildlife Fund right now, correct?", "start": 1370.1, "end": 1375.1}, {"text": "Yes.", "start": 1375.1, "end": 1376.1}, {"text": "Great. Well, I'm actually with a corporation that we were looking to make a large donation in the future to the tune of about $9 million.", "start": 1376.1, "end": 1386.1}, {"text": "And I was wondering if that money would be useful to you guys, if that would make a dent, and what exactly that would go to.", "start": 1386.1, "end": 1391.1}, {"text": "to, you know, if that could maybe help the wildlife of the world and maybe make a dent", "start": 1391.1, "end": 1396.7}, {"text": "in some of the horrible atrocities being inflicted against nature by a lot of these big corporations", "start": 1396.7, "end": 1400.58}, {"text": "nowadays.", "start": 1400.58, "end": 1401.58}, {"text": "I understand.", "start": 1401.58, "end": 1402.58}, {"text": "Why can't someone just send me a copy of your first donation and then connect you with a", "start": 1402.58, "end": 1403.58}, {"text": "member of the NIH to give you the information?", "start": 1403.58, "end": 1404.58}, {"text": "Okay, well, unfortunately, you know, I didn't want to have to do this immediately, but I", "start": 1404.58, "end": 1415.58}, {"text": "don't think it's going to be much use to transfer me over because the donation that we were", "start": 1415.58, "end": 1420.46}, {"text": "looking to make $9 million that fell through. And we have, you know, about maybe $30-ish.", "start": 1420.46, "end": 1425.98}, {"text": "And it's people on the internet, like this user Blort, who have decided that $9 million", "start": 1425.98, "end": 1433.42}, {"text": "is not a good amount to donate to charity. And they'd rather it be not even in the triple", "start": 1433.42, "end": 1437.7}, {"text": "or quadruple digits, but rather in the double digits and actually include a large pile of", "start": 1437.7, "end": 1441.92}, {"text": "coins as well. And it's people like Blort and like Hunter Mellow Potvin who don't like", "start": 1441.92, "end": 1447.98}, {"text": "fundraising. Yeah, it's disgusting. They hate charity. Well, I really appreciate that you", "start": 1447.98, "end": 1452.66}, {"text": "would like to transfer me and get this nine million dollars through. You're not going", "start": 1452.66, "end": 1456.18}, {"text": "to get nine million dollars from it because there is no nine million dollars and it's", "start": 1456.18, "end": 1459.42}, {"text": "all because of, you know, people online. So I just wanted to convey the bad news. Giorgio.", "start": 1459.42, "end": 1466.1}, {"text": "Okay, well thank you for calling. All right, well thank you. You have a good day as good", "start": 1466.1, "end": 1473.26}, {"text": "as you can have under the circumstances. Bye.", "start": 1473.26, "end": 1477.3}, {"text": "but", "start": 1477.3, "end": 1477.8}, {"text": "Georgio", "start": 1477.8, "end": 1480.7}, {"text": "so", "start": 1480.7, "end": 1489.28}, {"text": "anyway, I mean we can move on. Yeah, that was you know I we just had to get", "start": 1489.28, "end": 1496.76}, {"text": "that out of the way. You know we just had to", "start": 1496.76, "end": 1499.12}, {"text": "win.", "start": 1504.26, "end": 1504.76}, {"text": "Okay, so the point is the swear jar is gone. It's gone. It'll never come.", "start": 1504.76, "end": 1509.6}, {"text": "It's never coming back except maybe maybe next week, maybe", "start": 1509.6, "end": 1513.08}, {"text": "maybe it's coming back. No, it's not coming back. It's over. It's done.", "start": 1513.08, "end": 1517.96}, {"text": "All right, we can you know why why I thought about this. Okay, I've thought", "start": 1517.96, "end": 1521.44}, {"text": "about what I was going to say when eventually we got bullied into taking", "start": 1521.44, "end": 1523.66}, {"text": "away the swear jar. Yeah,", "start": 1523.66, "end": 1524.74}, {"text": "we are not", "start": 1524.74, "end": 1526.58}, {"text": "despots. We are not we're not we're not we listen. We", "start": 1526.58, "end": 1533.6}, {"text": "We have an ear for democracy, okay?", "start": 1534.2, "end": 1536.44}, {"text": "We listen to what you say.", "start": 1536.44, "end": 1537.28}, {"text": "And when the people whisper into it,", "start": 1537.28, "end": 1538.2}, {"text": "we have no choice but to listen.", "start": 1538.2, "end": 1540.2}, {"text": "So we are not communist China, communist Russia.", "start": 1540.2, "end": 1543.12}, {"text": "No, no.", "start": 1543.12, "end": 1543.96}, {"text": "I am no dictator.", "start": 1543.96, "end": 1546.2}, {"text": "I don't have the, I may have the stature for it,", "start": 1546.2, "end": 1548.84}, {"text": "and the general kind of alpha dog.", "start": 1548.84, "end": 1551.64}, {"text": "Commanding speaking voice.", "start": 1551.64, "end": 1552.48}, {"text": "Commanding deep speaking voice.", "start": 1552.48, "end": 1554.96}, {"text": "Some of us have anxiety.", "start": 1554.96, "end": 1557.28}, {"text": "Yeah, but I--", "start": 1557.28, "end": 1558.12}, {"text": "And when you have to make a phone call.", "start": 1558.12, "end": 1560.36}, {"text": "Yeah, exactly.", "start": 1560.36, "end": 1561.2}, {"text": "He makes you really scared.", "start": 1561.2, "end": 1562.56}, {"text": "Yeah. That's true, yeah.", "start": 1562.56, "end": 1563.44}, {"text": "He gets some some people are too scared to answer the phone call from just yeah,", "start": 1563.44, "end": 1567.14}, {"text": "even anyone from pretty much anybody. Yeah. So what I'm saying is we listened", "start": 1567.14, "end": 1573.14}, {"text": "and we are we we did it what you wanted. This is what you want to because this", "start": 1573.14, "end": 1577.24}, {"text": "in the end, it's a democracy. Yep. It really is. So if you ever want us to do", "start": 1577.24, "end": 1582.04}, {"text": "anything, you just tell us and yeah, stop.", "start": 1582.04, "end": 1584.94}, {"text": "Listen,", "start": 1584.94, "end": 1587.24}, {"text": "we'll we'll call this person right now. Who'd says", "start": 1587.24, "end": 1591.44}, {"text": "What'd he say?", "start": 1593.04, "end": 1593.88}, {"text": "- Doesn't know what he said.", "start": 1593.88, "end": 1596.76}, {"text": "- He can't tap and talk?", "start": 1596.76, "end": 1598.24}, {"text": "Okay, who's this?", "start": 1598.24, "end": 1599.08}, {"text": "- I don't know.", "start": 1599.08, "end": 1601.04}, {"text": "- Okay.", "start": 1601.04, "end": 1604.32}, {"text": "- Is this a charity?", "start": 1604.32, "end": 1606.44}, {"text": "- No, it's just a layman.", "start": 1606.44, "end": 1608.0}, {"text": "- A what?", "start": 1608.0, "end": 1609.72}, {"text": "- Just a layman.", "start": 1609.72, "end": 1610.54}, {"text": "- A layman.", "start": 1610.54, "end": 1611.38}, {"text": "- Just one of these nothings that interacts with us?", "start": 1611.38, "end": 1614.14}, {"text": "All right, well, we'll at least leave him a message.", "start": 1614.14, "end": 1616.84}, {"text": "- Yeah.", "start": 1616.84, "end": 1617.68}, {"text": "- Do you know what their name is?", "start": 1617.68, "end": 1620.04}, {"text": "- No.", "start": 1620.04, "end": 1620.92}, {"text": "- No?", "start": 1620.92, "end": 1621.76}, {"text": "- I don't know who this is.", "start": 1621.76, "end": 1622.6}, {"text": "Okay", "start": 1622.6, "end": 1624.6}, {"text": "That's true all right", "start": 1624.6, "end": 1635.76}, {"text": "Wait, he's got to leave. Yeah, we gotta talk really loud and", "start": 1635.76, "end": 1639.44}, {"text": "fucking bastard", "start": 1639.44, "end": 1642.0}, {"text": "Fuck this guy all right", "start": 1642.0, "end": 1644.0}, {"text": "Go ahead leave a message, but hi. This is Patrick Doran from podcast about list", "start": 1644.0, "end": 1650.64}, {"text": "I'm sure that you're aware that there was a,", "start": 1651.48, "end": 1656.48}, {"text": "on the most recent string of episodes,", "start": 1656.48, "end": 1659.78}, {"text": "there was a swear jar.", "start": 1659.78, "end": 1661.36}, {"text": "- Yep.", "start": 1661.36, "end": 1662.3}, {"text": "- And I just wanted to-- - This person's", "start": 1662.3, "end": 1663.14}, {"text": "getting a preview.", "start": 1663.14, "end": 1664.26}, {"text": "- I just wanted to let you know that the swear jar is gone", "start": 1664.26, "end": 1668.32}, {"text": "and it's your fault.", "start": 1668.32, "end": 1670.16}, {"text": "It's your fault.", "start": 1670.16, "end": 1671.0}, {"text": "You and all of the listeners have all democratically", "start": 1671.0, "end": 1673.24}, {"text": "or elected to get rid of the swear jar through--", "start": 1673.24, "end": 1678.24}, {"text": "- Tell them what we were gonna do with the money.", "start": 1678.24, "end": 1680.16}, {"text": "Oh, we were going to deck tuple it, which is times it by 10, and donate it to the ASPCA,", "start": 1680.16, "end": 1692.08}, {"text": "the Homeless Veterans Charity, the Ocean Conservatory. Yeah, we're going to donate it to all of these", "start": 1692.08, "end": 1701.52}, {"text": "people.", "start": 1701.52, "end": 1702.52}, {"text": "And tell them what we just had to do.", "start": 1702.52, "end": 1703.52}, {"text": "We just had to make a bunch of cold calls and tell all of these charities that we can't", "start": 1703.52, "end": 1708.68}, {"text": "donate to them.", "start": 1708.68, "end": 1709.68}, {"text": "So basically go fucking kill yourself.", "start": 1709.68, "end": 1712.68}, {"text": "Don't say kill yourself.", "start": 1712.68, "end": 1714.68}, {"text": "Okay.", "start": 1714.68, "end": 1715.68}, {"text": "I mean not.", "start": 1715.68, "end": 1716.68}, {"text": "That's too hard now.", "start": 1716.68, "end": 1717.68}, {"text": "Why did you say kill themselves?", "start": 1717.68, "end": 1718.68}, {"text": "They said I love podcasts about...", "start": 1718.68, "end": 1719.68}, {"text": "Wait, wait, wait.", "start": 1719.68, "end": 1720.68}, {"text": "Why did you call that person?", "start": 1720.68, "end": 1724.4}, {"text": "I don't know.", "start": 1724.4, "end": 1725.4}, {"text": "Because I...", "start": 1725.4, "end": 1726.4}, {"text": "Now you showed me all these people who were like, oh yeah, they're texting me saying fuck", "start": 1726.4, "end": 1729.2}, {"text": "you, fuck this person.", "start": 1729.2, "end": 1730.6}, {"text": "And I told this person to kill themselves and they're the one who said...", "start": 1730.6, "end": 1734.0}, {"text": "That's on you.", "start": 1734.0, "end": 1735.0}, {"text": "That's on you.", "start": 1735.0, "end": 1736.0}, {"text": "That's on you.", "start": 1736.0, "end": 1737.0}, {"text": "You're the one...", "start": 1737.0, "end": 1738.0}, {"text": "Why would you call this person?", "start": 1738.0, "end": 1739.0}, {"text": "we're done with call. We're done with call. We're done. We're done. You lost", "start": 1739.0, "end": 1744.24}, {"text": "your chance on calling. I'm sure that now people are sick of all the calls.", "start": 1744.24, "end": 1748.2}, {"text": "It's done. Yeah, I can't just start the normal podcast. I have the craziest", "start": 1748.2, "end": 1752.32}, {"text": "story to tell.", "start": 1752.32, "end": 1753.0}, {"text": "What is this?", "start": 1753.0, "end": 1755.96}, {"text": "This is nothing all sucker. It's gonna be another message.", "start": 1755.96, "end": 1760.88}, {"text": "They don't people don't answer the phone call. People who text you are even", "start": 1760.88, "end": 1765.04}, {"text": "more scared of phone calls than you are. It's true. Hang up on this fool. Yeah,", "start": 1765.04, "end": 1768.96}, {"text": "All right, what's your crazy story? So do you guys remember? I think it was maybe a", "start": 1768.96, "end": 1772.96}, {"text": "week or two ago. We came up with the idea of a", "start": 1772.96, "end": 1776.42}, {"text": "sent the opposite of a sensory deprivation tank. I forget what we called", "start": 1776.42, "end": 1781.1}, {"text": "it, but it's like it stimulates all your senses at once. Yeah, like it's every", "start": 1781.1, "end": 1784.66}, {"text": "it goes. It's like like", "start": 1784.66, "end": 1787.24}, {"text": "sweet and then salty and sweet and salt and like just and everything alternates", "start": 1787.24, "end": 1791.64}, {"text": "and is crazy. And I was in the real life version of that on the other day and it", "start": 1791.64, "end": 1798.08}, {"text": "shook me to my core. I've I have decided that this is that this idea we cannot", "start": 1798.32, "end": 1803.12}, {"text": "allow this to come to fruition. Why is that and because I had I was mentally", "start": 1803.12, "end": 1807.22}, {"text": "stimulated to my breaking point on the subway and here's what happened okay. I", "start": 1807.22, "end": 1812.56}, {"text": "was on the subway", "start": 1812.56, "end": 1813.76}, {"text": "with my fiance and we were riding the subway and I and there was a guy who was", "start": 1813.76, "end": 1822.12}, {"text": "watching videos on his phone, okay, with the sound on and he was acting kind of", "start": 1822.12, "end": 1826.22}, {"text": "crazy. He was doing crazy guy stuff. He was, you know, rubbing his face and", "start": 1826.28, "end": 1829.48}, {"text": "sniffling and doing crazy. Do you know that you know the type of crazy thing", "start": 1829.48, "end": 1833.08}, {"text": "I'm talking about like that? I do act in thirsty. He's like he's acting like a", "start": 1833.08, "end": 1837.48}, {"text": "third, he's doing like", "start": 1837.48, "end": 1839.02}, {"text": "like the tweaking then right a thought and he's on his phone watching videos. I", "start": 1839.02, "end": 1843.48}, {"text": "look at his phone is like I what is this guy watching and he's freaking out", "start": 1843.48, "end": 1845.88}, {"text": "about he was watching on his phone. He was watching gore compilations. Oh my", "start": 1845.88, "end": 1850.92}, {"text": "people being killed. He was watching like children's heads being smashed in", "start": 1850.92, "end": 1855.12}, {"text": "and like soldiers being shot. Holy okay, I started having like full. I was like", "start": 1855.2, "end": 1860.1}, {"text": "having a full panic attack of like oh my God, this guy's going to kill everyone", "start": 1860.1, "end": 1863.0}, {"text": "on this train. I have to be ready to get up and tackle this guy sitting right", "start": 1863.0, "end": 1866.36}, {"text": "next to him. Yeah,", "start": 1866.36, "end": 1867.12}, {"text": "he reaches into his pocket over on the bridge. I was like fuck fuck fuck. He", "start": 1867.12, "end": 1873.32}, {"text": "takes out not a gun. I was like thank God it's not a gun, but what it was was a", "start": 1873.32, "end": 1876.82}, {"text": "thing of fireball. He starts chugging the fireball still watching these videos", "start": 1876.82, "end": 1881.3}, {"text": "like like scrolling through them, choosing them, watching them scrolling", "start": 1881.3, "end": 1883.92}, {"text": "through and then right then the train like stops and we're stuck between", "start": 1883.96, "end": 1888.0}, {"text": "stations for like ten minutes and I leaned over and so my friends. I said I", "start": 1888.0, "end": 1893.08}, {"text": "said I was completely freaking out. She did not notice this was going on at all,", "start": 1893.08, "end": 1896.34}, {"text": "and I just said to her like listen. We have to get off this train at the next", "start": 1896.34, "end": 1899.8}, {"text": "up. I'll tell you why in a minute we just have to get on yeah, so I'm like", "start": 1899.8, "end": 1903.44}, {"text": "fully like complete. I am going to die mode and we the train starts moving", "start": 1903.44, "end": 1909.04}, {"text": "again. We get to the next stop this guy. He gets up. He leaves the train okay,", "start": 1909.04, "end": 1913.36}, {"text": "and I was like and I was like okay. We don't have to leave anymore. That guy", "start": 1913.66, "end": 1916.46}, {"text": "was going to kill us, but he's not going to kill us anymore. Literally the", "start": 1916.46, "end": 1918.94}, {"text": "second he leaves the train. I'm not sure to you twenty to thirty Amish people", "start": 1918.94, "end": 1923.7}, {"text": "and they're all smiling and dancing and the kids are going. Wow, it's going so", "start": 1923.7, "end": 1930.24}, {"text": "fast. Oh, my God,", "start": 1930.24, "end": 1931.38}, {"text": "I can't believe it and they're all laughing and smiling and they fill the", "start": 1931.38, "end": 1935.7}, {"text": "entire", "start": 1935.7, "end": 1936.38}, {"text": "and they're all in their outfits. So when they're not Amish, they're yeah,", "start": 1936.38, "end": 1941.66}, {"text": "the other one, the", "start": 1941.7, "end": 1945.2}, {"text": "ones who the other guys, I don't know, you know, I'm oh yeah,", "start": 1945.2, "end": 1950.2}, {"text": "Quaker, no, not Quakers, not Gideon's. No, I don't know what they were", "start": 1950.2, "end": 1954.6}, {"text": "basically on the nights, men and nights. Okay,", "start": 1954.6, "end": 1956.56}, {"text": "the men and nights are the ones that have flip phones, right? Yeah,", "start": 1956.56, "end": 1960.14}, {"text": "they have phones and shit and they can and they can go into cities", "start": 1960.14, "end": 1962.54}, {"text": "and they can make a car, but they look Amish. Yeah, they look they", "start": 1962.54, "end": 1965.28}, {"text": "and they were acting out. They were they were they were", "start": 1965.28, "end": 1968.2}, {"text": "they were incredulous of the train. That's what all the all the pictures", "start": 1968.84, "end": 1971.9}, {"text": "where you'll see where it's like look at these Amish people who are like", "start": 1971.9, "end": 1974.78}, {"text": "protesting for gay marriage or so yeah and it's always like yeah, it's always", "start": 1974.78, "end": 1978.58}, {"text": "men and I amish people don't speak English. Yeah, they have like well, they", "start": 1978.58, "end": 1981.98}, {"text": "did there. Have you seen those like shows of like the the Amish referred to", "start": 1981.98, "end": 1986.42}, {"text": "like people outside of their community, English as the English yeah wow that is", "start": 1986.42, "end": 1991.82}, {"text": "so fucked up. I could not believe that that was the craziest train right of my", "start": 1991.82, "end": 1995.62}, {"text": "life. I was fully a hundred percent convinced I was about to either die or", "start": 1995.66, "end": 1999.42}, {"text": "save the lives of everybody on the train. Yeah, and then imagine instantly were", "start": 1999.42, "end": 2003.86}, {"text": "the guy that had to you imagine you were the guy that", "start": 2003.86, "end": 2006.46}, {"text": "yeah, of course, I mean that's all that's all any man that sits around imagining", "start": 2006.46, "end": 2012.02}, {"text": "is either I should have tackled him anyway. Yeah, just a fucking show.", "start": 2012.02, "end": 2015.26}, {"text": "Yeah, you're the guy that stops grind face. Who's that? The owner of grind", "start": 2015.26, "end": 2021.1}, {"text": "ways dot TV. What's that? I don't know what you're talking about. Is the gore", "start": 2021.14, "end": 2024.7}, {"text": "website? You're that kind of guy. Yeah, you are that kind of guy. I don't like", "start": 2024.7, "end": 2027.82}, {"text": "that kind of shit. That's not right. No, Rex showed me it. He's watching. You", "start": 2027.82, "end": 2031.7}, {"text": "watched it. Yeah, 'cause he was showing me. But I would-, he would never show me", "start": 2031.7, "end": 2034.78}, {"text": "that. He shows me that. 'Cause I'm not-, 'cause he knows you're that type of guy.", "start": 2034.78, "end": 2038.14}, {"text": "I-, people know I do not like gore, gore stuff. I do not like pornography. I don't", "start": 2038.14, "end": 2041.1}, {"text": "either, but Rex showed me it. I don't like the kind of pornography where, where", "start": 2041.1, "end": 2044.7}, {"text": "women spread open their stuff. No. Oh! Yeah. I don't need to see the inside of", "start": 2044.7, "end": 2048.5}, {"text": "I barely like the outside. What do you mean when they spread open? You know", "start": 2048.5, "end": 2051.86}, {"text": "when I in a photo when a girl does this what I don't want to see that yeah, I", "start": 2051.86, "end": 2056.58}, {"text": "don't know what's don't touch your hand on it. Yeah, don't muddy it up with all", "start": 2056.58, "end": 2060.6}, {"text": "this stuff. I don't know what kind of door knobs you've been touching all day", "start": 2060.6, "end": 2063.38}, {"text": "to get to this studio oil on your in that's disgusting and I just don't like", "start": 2063.38, "end": 2068.22}, {"text": "that kind of thing and I don't like this bend over pull your asshole. Put a", "start": 2068.22, "end": 2071.78}, {"text": "peanut butter jar in there. Yeah,", "start": 2071.78, "end": 2073.54}, {"text": "nasty. You should have a sex with your eyes closed. That's what a perfect porn", "start": 2075.18, "end": 2080.0}, {"text": "movie to me is just a black screen and just sounds of like I'm making love. No,", "start": 2080.0, "end": 2086.28}, {"text": "not that is that's a lot of no, no, here's here's what it is. I love you. I", "start": 2086.28, "end": 2090.14}, {"text": "love you. I love you. I love you. I love you and then a higher pitch voice. I", "start": 2090.14, "end": 2092.9}, {"text": "love you. I love you. I love you. I love you. That's that's what it was. I", "start": 2092.9, "end": 2096.02}, {"text": "don't I would that to kissing no no no kissing, no, no kissing. You can get", "start": 2096.02, "end": 2100.5}, {"text": "sick. Oh yeah, no, no, no, no, no, you can kiss if you fast for three days", "start": 2100.52, "end": 2105.66}, {"text": "beforehand. Yeah, yes, that's fine. There could be food particles exactly. It", "start": 2105.66, "end": 2109.14}, {"text": "should be the same rules. You could have a turd yeah, you should have to act up", "start": 2109.14, "end": 2112.58}, {"text": "in your mouth.", "start": 2112.58, "end": 2113.2}, {"text": "I don't think that happens that much, but we can say that kind of thing now", "start": 2113.2, "end": 2117.66}, {"text": "yeah yeah, I guess that was a disgusting and it does where I kind of like having", "start": 2117.66, "end": 2122.28}, {"text": "no swear, because I would not be able to tell that pornography. Yeah,", "start": 2122.28, "end": 2124.76}, {"text": "opinion, the", "start": 2124.76, "end": 2126.62}, {"text": "the guy that you saw on the train who started watching yeah, best or he was", "start": 2129.08, "end": 2134.22}, {"text": "watching it the whole time. Well, the guy who took out started drinking the", "start": 2134.22, "end": 2137.98}, {"text": "fireball. I feel like he is a victim of that of the different, the reverse", "start": 2137.98, "end": 2143.36}, {"text": "sensory deprivation tank. He pro that's exactly that. He probably saw a bunch of", "start": 2143.36, "end": 2147.64}, {"text": "men and nights and then maybe saw someone cutting someone else's face off", "start": 2147.64, "end": 2151.22}, {"text": "with a machete. He was from the man. He was from the future coming back to the", "start": 2151.22, "end": 2154.16}, {"text": "past to kill you, but didn't recognize you with your haircut.", "start": 2154.16, "end": 2156.76}, {"text": "What?", "start": 2157.72, "end": 2158.22}, {"text": "Because of that when we thought about that,", "start": 2158.22, "end": 2160.22}, {"text": "when we thought about that you had longer hair, right?", "start": 2160.22, "end": 2162.22}, {"text": "I don't think so.", "start": 2162.22, "end": 2163.02}, {"text": "I think that was like a week ago.", "start": 2163.02, "end": 2164.22}, {"text": "It wasn't that long ago.", "start": 2164.22, "end": 2164.72}, {"text": "Shit.", "start": 2164.72, "end": 2165.22}, {"text": "I had shorter hair actually.", "start": 2165.22, "end": 2167.22}, {"text": "Swear.", "start": 2167.22, "end": 2167.72}, {"text": "See, you're still doing it.", "start": 2167.72, "end": 2169.62}, {"text": "You're doing the one, you're doing the thing.", "start": 2169.62, "end": 2171.12}, {"text": "So this is, yeah, this is the worst of both worlds.", "start": 2171.12, "end": 2173.22}, {"text": "Yeah, you're doing the thing that everybody hated about the swear jar.", "start": 2173.22, "end": 2175.82}, {"text": "I was just pointing out that I can swear again.", "start": 2175.82, "end": 2178.42}, {"text": "Yeah, we know you can swear again.", "start": 2178.42, "end": 2179.72}, {"text": "Fucker.", "start": 2179.72, "end": 2180.42}, {"text": "We already talked about that.", "start": 2180.42, "end": 2181.22}, {"text": "There we go.", "start": 2181.22, "end": 2181.62}, {"text": "That's good.", "start": 2181.62, "end": 2182.12}, {"text": "Yeah.", "start": 2182.12, "end": 2182.62}, {"text": "But,", "start": 2182.62, "end": 2183.62}, {"text": "Asshole.", "start": 2183.62, "end": 2184.42}, {"text": "Yeah, I mean, I guess there's no way to,", "start": 2184.42, "end": 2186.92}, {"text": "but I do truly think that that if that had if that had been and like if", "start": 2187.22, "end": 2192.28}, {"text": "somebody set that up and that happened to me for an hour, yeah, I would be", "start": 2192.28, "end": 2196.68}, {"text": "permanently insane because you I could not believe how I felt after that. I", "start": 2196.68, "end": 2200.84}, {"text": "only had three in brain were completely. So you there was no smell exactly", "start": 2200.84, "end": 2205.52}, {"text": "that's what I'm saying. If you have been tasting, I had the I had I had", "start": 2205.52, "end": 2208.84}, {"text": "smelling Yankee candles like ten to fifteen minutes of one like a cough", "start": 2208.84, "end": 2213.5}, {"text": "cough drop in his mouth. Well, that's a no. If you had a menthol cough drop in", "start": 2213.54, "end": 2217.48}, {"text": "your mouth, well, that was going on, you would have died. You would have", "start": 2217.48, "end": 2219.68}, {"text": "your really I would have", "start": 2219.68, "end": 2220.94}, {"text": "that's why I think we cannot move forward with this invention. It is too", "start": 2220.94, "end": 2224.88}, {"text": "dangerous. We need to pare down. Anyway, we need to get away from all of the we", "start": 2224.88, "end": 2229.08}, {"text": "need to I have been feeling recently like we need to shut off every light in", "start": 2229.08, "end": 2232.52}, {"text": "New York City for one day a week. Yeah, because it's too much and that used to", "start": 2232.52, "end": 2236.48}, {"text": "happen.", "start": 2236.48, "end": 2236.9}, {"text": "I don't know in the s. Why is it rolling blackouts? Oh well, I'm saying that for", "start": 2236.9, "end": 2242.94}, {"text": "everybody's health because lights are bad for you. They do that in Texas. I turn off all", "start": 2242.96, "end": 2247.46}, {"text": "the ACs for everyone. Speaking of a smart sensory overload, haven't been to Times", "start": 2247.46, "end": 2252.5}, {"text": "Square in like a year maybe. Nah, I think that's not close. I go every week. Maybe like", "start": 2252.5, "end": 2258.3}, {"text": "six months. Wait, you don't go every day. What do you do with your free time? I", "start": 2258.3, "end": 2262.16}, {"text": "mostly go around to abandoned warehouses and", "start": 2262.16, "end": 2265.1}, {"text": "graveyards and I take black and white photos. Oh, yeah. That's actually what I", "start": 2265.1, "end": 2271.16}, {"text": "you find like a broken mirror yeah. Damn, oh shit, a selfie with the photo", "start": 2271.16, "end": 2276.3}, {"text": "where you turn you're holding the camera like this. Yeah, I think I holding the", "start": 2276.3, "end": 2280.06}, {"text": "DS.", "start": 2280.06, "end": 2280.4}, {"text": "My Facebook profile picture is it's black and white and it's me in an", "start": 2280.4, "end": 2285.46}, {"text": "abandoned warehouse and there's a mirror like leaning up against the wall and", "start": 2285.46, "end": 2288.16}, {"text": "you see I'm taking a selfie, but it's one of the that's like a daguerreo type", "start": 2288.16, "end": 2291.12}, {"text": "where it's like I have the curtain over my", "start": 2291.12, "end": 2292.66}, {"text": "a giant another guy with a flash.", "start": 2292.66, "end": 2297.74}, {"text": "yeah, that is a building. So there's like two homeless people having sex. Hey", "start": 2299.38, "end": 2303.54}, {"text": "photographers, we know why you hide your face with the DSLR because you have a", "start": 2303.54, "end": 2307.82}, {"text": "weak chin. You are wanted for sexual assault. Yes, yes, yes, you are because", "start": 2307.82, "end": 2313.62}, {"text": "you took the photo of a warrant. Yes, so get the fuck out of my facebook account.", "start": 2313.62, "end": 2318.5}, {"text": "Yeah,", "start": 2318.5, "end": 2318.96}, {"text": "changing my profile picture", "start": 2318.96, "end": 2321.16}, {"text": "of me where I look really cute. Stop hacking my facebook and making my", "start": 2321.16, "end": 2326.84}, {"text": "2015 profile pictures look really artsy. They do look cool. Stop using filters on", "start": 2326.9, "end": 2331.4}, {"text": "them. Bokeh. Yeah, true. Also, bokeh, what the fuck is bokeh? I don't like bokeh.", "start": 2331.4, "end": 2337.82}, {"text": "That's not bokeh. No, no, no, that's not okay. That is not bokeh with me.", "start": 2337.82, "end": 2341.22}, {"text": "Bokeh with me. I do not like bokeh. Make that photo flat. Yeah. No dynamic range.", "start": 2341.22, "end": 2346.92}, {"text": "No, and I don't need to... You know what a light should look like? A bulb. A", "start": 2346.92, "end": 2350.76}, {"text": "light, you should be able to see the perfect outline of the bulb. I don't need", "start": 2350.76, "end": 2354.04}, {"text": "to see a flare and for a hey all you all you instagram photographers you yeah", "start": 2354.06, "end": 2358.46}, {"text": "messing with the tilt shift. I'm going to take a still shit on you. Yeah,", "start": 2358.46, "end": 2362.82}, {"text": "stand up on some stilts and poop on you from twenty feet above. I'm going to", "start": 2362.82, "end": 2366.62}, {"text": "tilt you over a building and shift you into the next world. That's what's", "start": 2366.62, "end": 2370.72}, {"text": "going to happen. You're going to be come. You're going to be come. You're", "start": 2370.72, "end": 2374.28}, {"text": "going to be", "start": 2374.28, "end": 2374.58}, {"text": "you will be nothing but come. You're going to be all that will be left of", "start": 2374.58, "end": 2380.38}, {"text": "you after I get my hands on you, you will just be come to me. You'll be nothing", "start": 2380.4, "end": 2385.86}, {"text": "but come you'll be come to the world yeah, not even a puddle. It'll be you", "start": 2385.86, "end": 2389.22}, {"text": "know and it'll be chunky too. It'll be like when you go to the beach and you", "start": 2389.22, "end": 2393.0}, {"text": "have that sand that's kind of wet and kind of dry and you dribble it to make a", "start": 2393.0, "end": 2396.36}, {"text": "castle. Yeah, that will be that type of calm. It's going to be chunky. It's", "start": 2396.36, "end": 2400.58}, {"text": "going to be chunky and bits of green like Siddiqui. Yes, yeah, there's going", "start": 2400.58, "end": 2405.04}, {"text": "to be a lot of chunks in that come and it's going to come in a little plastic", "start": 2405.04, "end": 2409.62}, {"text": "Ramekin and that's all you'll be to me. Yeah, and then I will eat you. Oh, I", "start": 2409.66, "end": 2413.7}, {"text": "forget where I was going with the Times Square thing,", "start": 2413.7, "end": 2415.58}, {"text": "but I was in Times Square.", "start": 2415.58, "end": 2417.42}, {"text": "Congratulations. We were talking about cum and stuff and my brain shut off.", "start": 2417.42, "end": 2421.98}, {"text": "You got so nervous from the phone calls that now you can't even breathe. I", "start": 2421.98, "end": 2426.18}, {"text": "don't know why we didn't do the phone calls after, 'cause now we have to fill", "start": 2426.18, "end": 2429.46}, {"text": "up another 20 minutes. What do you mean fill up? Fill it up. We should have.", "start": 2429.46, "end": 2433.06}, {"text": "You're just having a freak out attack. Lifted it up, lifted the time up. Yeah,", "start": 2433.06, "end": 2437.14}, {"text": "I don't know why I get up. I don't know why I get so tired of praying. I don't", "start": 2437.14, "end": 2441.48}, {"text": "know what lifted the I don't know why I get scared of prank calls.", "start": 2441.48, "end": 2444.0}, {"text": "You think someone's going to say I know who you are yeah, you're Patrick", "start": 2444.0, "end": 2448.46}, {"text": "Torin and yeah, I mean I mean you", "start": 2448.46, "end": 2452.42}, {"text": "I think I got in trouble really young for prank calls me too. I don't want to", "start": 2452.42, "end": 2458.76}, {"text": "didn't get in trouble for prank. We've talked about this. My first prank call I", "start": 2458.76, "end": 2461.38}, {"text": "ever did I my brother was like call this lady call this phone number Texas tell", "start": 2461.38, "end": 2465.9}, {"text": "other, that your house is on fire and your parents are dead and you're stuck", "start": 2465.94, "end": 2469.52}, {"text": "in the house and then hang up. I was like, oh, that's hilarious, and then I", "start": 2469.52, "end": 2472.74}, {"text": "just did that like four or five times. Yeah, I just think the idea of just", "start": 2472.74, "end": 2476.94}, {"text": "like", "start": 2476.94, "end": 2477.26}, {"text": "making somebody have to answer the phone to say I can't give you", "start": 2477.26, "end": 2482.1}, {"text": "a million dollars.", "start": 2482.1, "end": 2484.08}, {"text": "Do you do way more evil stuff? I know you're a skateboarder. I thought you", "start": 2484.08, "end": 2489.3}, {"text": "stole my go and you it's not a joke. You go and you ruin public parks. You do", "start": 2489.3, "end": 2493.88}, {"text": "You ruin public parks. I do kinetic art. No, you do not.", "start": 2494.46, "end": 2497.76}, {"text": "(laughter)", "start": 2497.76, "end": 2499.76}, {"text": "No, you do not.", "start": 2499.76, "end": 2501.76}, {"text": "You're not a dancer. I'm adding to the ecosystem.", "start": 2501.76, "end": 2503.76}, {"text": "I'm doing kinetic art.", "start": 2503.76, "end": 2505.76}, {"text": "I wish you would add to the ecosystem by being fucking manure in the ground.", "start": 2505.76, "end": 2507.76}, {"text": "(laughter)", "start": 2507.76, "end": 2509.76}, {"text": "That's what I wish you would do.", "start": 2509.76, "end": 2511.76}, {"text": "After today, I think I will be. Yeah, I really hope so.", "start": 2511.76, "end": 2513.76}, {"text": "I think we should call this Suicidal.", "start": 2513.76, "end": 2515.76}, {"text": "(laughter)", "start": 2515.76, "end": 2517.76}, {"text": "I'm going to kill myself if I don't give you $9 million.", "start": 2517.76, "end": 2519.76}, {"text": "Oh wait, I only have $30.", "start": 2519.76, "end": 2521.76}, {"text": "I was going to give you $9 million", "start": 2521.76, "end": 2523.76}, {"text": "million dollars and the truth is the truth is I would do a hundred more calls", "start": 2523.76, "end": 2528.02}, {"text": "to charities and tell them I can't give them any more. That was that's the", "start": 2528.02, "end": 2531.06}, {"text": "funniest", "start": 2531.06, "end": 2531.5}, {"text": "that's like that's a that's a fucking that's a chuck palinuck protagonist.", "start": 2531.5, "end": 2538.46}, {"text": "Yeah,", "start": 2538.46, "end": 2538.78}, {"text": "a guy who jacks off and calls charities. I was jacking off under the table by", "start": 2538.78, "end": 2546.64}, {"text": "speaking in check, pallin, rewatch fight club this past. We yeah yeah, it was", "start": 2546.64, "end": 2551.16}, {"text": "just okay really. I see I honestly haven't watched it since I watched it", "start": 2551.24, "end": 2555.12}, {"text": "ten thousand times when I watch it as a kid. I had the same feeling that I get", "start": 2555.12, "end": 2559.8}, {"text": "watch it. If I actually see a gore movie or so or video or something where I got", "start": 2559.8, "end": 2563.68}, {"text": "a pit at a pit in my stomach because of that shit was so real yeah, but then I", "start": 2563.68, "end": 2568.14}, {"text": "watch it this time and I was like improvement is masturbation. I watch it", "start": 2568.14, "end": 2570.92}, {"text": "this time and I was speaking of masturbation. I was like Brad Pitt. You", "start": 2570.92, "end": 2574.18}, {"text": "are looking well actually you know what I thought when I was a kid. I saw Brad", "start": 2574.18, "end": 2577.6}, {"text": "Pitt in that movie and I was like Brad Pitt is jacked. He's like really skinny", "start": 2577.6, "end": 2581.18}, {"text": "in that. Yeah, he weighs like a hundred and twenty pounds. Yeah, he's cool and he", "start": 2581.22, "end": 2585.12}, {"text": "looks cool, but he doesn't when I was a kid. I thought he was like buff. Yeah,", "start": 2585.12, "end": 2588.1}, {"text": "yeah, but he's a guy. You know what it is? It's he's it's because he's next to", "start": 2588.1, "end": 2592.1}, {"text": "Edward Norton and not because of Edward Norton's body, but because of his voice.", "start": 2592.1, "end": 2595.24}, {"text": "Yeah, true nerd voice, nerd voice. I found out the other day that Brad Pitt", "start": 2595.24, "end": 2599.18}, {"text": "fucked Mike Tyson's wife. Why? And he walked in on them fucking wow. Why did", "start": 2599.18, "end": 2605.36}, {"text": "do that just to jizz oh yeah all right that makes sense to fall in love yeah", "start": 2605.38, "end": 2613.34}, {"text": "hopefully yeah hopefully they found hopefully they were wed after that she", "start": 2613.34, "end": 2618.22}, {"text": "was wed in the middle of it oh my god she's wed between the lids yeah yeah", "start": 2618.22, "end": 2622.26}, {"text": "that's pretty sexy Brad Pitt had sex with Mike Tyson's wife", "start": 2622.26, "end": 2625.86}, {"text": "apparently the story was they were getting oh yeah that's good they were", "start": 2625.86, "end": 2631.78}, {"text": "getting a divorce. They were getting a divorce, Mike Tyson and his wife, but he would still", "start": 2631.78, "end": 2638.52}, {"text": "go over to her house and fuck her sometimes or get fucked by her because he was like...", "start": 2638.52, "end": 2644.02}, {"text": "they would go...", "start": 2644.02, "end": 2645.02}, {"text": "Mike Tyson would?", "start": 2645.02, "end": 2646.02}, {"text": "Yeah, he said that they would do quickies, but they were getting divorced, but he went", "start": 2646.02, "end": 2648.66}, {"text": "over one day and he opened the door and who was fucking his wife?", "start": 2648.66, "end": 2652.34}, {"text": "Well, why'd he go over?", "start": 2652.34, "end": 2653.34}, {"text": "Brad Pitt. I just told you to have sex with her.", "start": 2653.34, "end": 2655.9}, {"text": "Yeah, but he didn't call?", "start": 2655.9, "end": 2657.9}, {"text": "He didn't do that back then. He just showed up and fucked girls.", "start": 2657.9, "end": 2661.18}, {"text": "that's no calls yeah, you surprise them at the house showed up and your shoulder", "start": 2661.18, "end": 2665.82}, {"text": "check the door down. Yep, you ran in. I honest I feel like Mike Tyson probably", "start": 2665.82, "end": 2670.66}, {"text": "to do that. Mike Tyson did go to jail for rape one time and yeah, now I think", "start": 2670.66, "end": 2676.02}, {"text": "about it's probably not that good to joke about that one with him, but he", "start": 2676.02, "end": 2679.98}, {"text": "walked in and Brad Pitt was fucking his wife and he said Brad Pitt was like", "start": 2679.98, "end": 2684.06}, {"text": "don't punch me man bro. Don't punch me bro man. Please don't hit me and Mike", "start": 2684.06, "end": 2689.7}, {"text": "Mike Tyson just laughed and left.", "start": 2689.74, "end": 2691.38}, {"text": "That's funny.", "start": 2691.38, "end": 2692.38}, {"text": "But I think that he didn't finish the story, because here's what I think happened.", "start": 2692.38, "end": 2695.58}, {"text": "He walked in and he saw Brad Pitt, who hadn't done any movies yet really.", "start": 2695.58, "end": 2700.62}, {"text": "It was like 1989 or 1990.", "start": 2700.62, "end": 2703.22}, {"text": "But he saw that he was cute and that one day he would be really successful.", "start": 2703.22, "end": 2707.78}, {"text": "He'd be really funny and burn after reading.", "start": 2707.78, "end": 2710.82}, {"text": "So my guess is that Mike Tyson made him have sex with him.", "start": 2710.82, "end": 2715.02}, {"text": "You know what I think happened is that Mike Tyson walks in-", "start": 2715.02, "end": 2718.46}, {"text": "he would have blackmail because now if Brad Pitt ever wanted to do something", "start": 2718.46, "end": 2722.56}, {"text": "that Mike Tyson didn't like exactly, he probably has a", "start": 2722.56, "end": 2725.2}, {"text": "photo. Brad Pitt probably has like a", "start": 2725.2, "end": 2728.06}, {"text": "documentary he's been trying to get made. It's about kind of the evilness of", "start": 2728.06, "end": 2731.74}, {"text": "Mike Tyson, the evenness of getting interrupted while you have sex. He's", "start": 2731.74, "end": 2734.86}, {"text": "interviewing like interviewing Vander Holyfield. He's like yeah and isn't the", "start": 2734.86, "end": 2738.68}, {"text": "worst part about Mike Tyson when he walks in on you.", "start": 2738.68, "end": 2740.34}, {"text": "You don't think Mike Tyson walked in, saw Brad Pitt fucking his wife and", "start": 2740.34, "end": 2746.26}, {"text": "thought damn I'm fucking her real good. That's what fight club style. Oh, well,", "start": 2746.3, "end": 2753.64}, {"text": "fight club hat was far from coming out. Well,", "start": 2753.64, "end": 2755.9}, {"text": "that doesn't make the joke good, does it? I think if you try to well, I mean,", "start": 2755.9, "end": 2762.16}, {"text": "try to put history into it. I don't think the joke made any sense to me", "start": 2762.16, "end": 2766.5}, {"text": "anyway. No, it took me a minute. Yeah, yeah, yeah, took you a minute, but once", "start": 2766.5, "end": 2771.06}, {"text": "you got it, it was good, right? Just the idea that that's his alternate", "start": 2771.06, "end": 2774.54}, {"text": "personalities. We're saying yeah, okay, I think that maybe if I told it better, if", "start": 2774.74, "end": 2779.54}, {"text": "I had if I had made the fight club movie and I was adapting the book okay in this", "start": 2779.54, "end": 2783.7}, {"text": "day and age when everything needs a tag, everything needs a universe in it,", "start": 2783.7, "end": 2788.62}, {"text": "though I'd ignore the phone. I'd say I would say in this the world there's no", "start": 2788.62, "end": 2792.64}, {"text": "phones, whatever, but I would at the end. So you know Brad,", "start": 2792.64, "end": 2797.0}, {"text": "Edward Norton, Brad Pitt is his secret identity. We're sorry for the spoilers.", "start": 2797.0, "end": 2801.0}, {"text": "if you haven't seen it, but at the end at the very end spoilers to at the very", "start": 2801.02, "end": 2804.52}, {"text": "end, I would have a third guy show up and he says and I'm your third identity", "start": 2804.52, "end": 2810.28}, {"text": "and I have lightning powers", "start": 2810.28, "end": 2812.12}, {"text": "that'd be good and they're like all along. We're focused on these two guys.", "start": 2812.12, "end": 2816.66}, {"text": "We even consider there's a hundred thousand identities and they're and", "start": 2816.66, "end": 2820.14}, {"text": "they're part of the fight of verse. I was telling you about each identity,", "start": 2820.14, "end": 2822.7}, {"text": "each person, telling you about that movie of the day. No wait before split.", "start": 2822.7, "end": 2826.02}, {"text": "There was a movie off unbreakable, no one the one it's about a", "start": 2826.02, "end": 2830.68}, {"text": "serial killer at a motel. Oh yeah, you were telling me about this. Motel, multiple...", "start": 2830.68, "end": 2836.08}, {"text": "Is there a thing with his mom? Identity. Identity. Identity 2003. I watched Identity", "start": 2836.08, "end": 2841.44}, {"text": "and Secret Window in the same day and it really tortured me", "start": 2841.44, "end": 2845.64}, {"text": "psychologically. Which one is Secret Window? That's the Johnny Depp one where he puts", "start": 2845.64, "end": 2849.2}, {"text": "the... Oh yeah. It's the same thing I think where he has a bad alter", "start": 2849.2, "end": 2853.0}, {"text": "ego. But Identity was... I'm realizing right now that the reason why my mom bought", "start": 2853.0, "end": 2858.56}, {"text": "bought all these movies was because she started going to school to be a", "start": 2858.56, "end": 2861.36}, {"text": "psychologist, and so she got", "start": 2861.36, "end": 2862.6}, {"text": "she bought all these movies", "start": 2862.6, "end": 2865.08}, {"text": "that were about your mom just started watching the butterfly effect yeah", "start": 2865.08, "end": 2869.28}, {"text": "literally single day and was like oh my God, I need to write a paper on this.", "start": 2869.28, "end": 2873.32}, {"text": "That's probably what I would do too, but anyway, the movie is it's the worst", "start": 2873.32, "end": 2877.72}, {"text": "movie ever. It's a serial killers at a motel and then at the end, all of the", "start": 2877.72, "end": 2882.04}, {"text": "people are dead except for the little kid and then it's like zooms out and the", "start": 2882.04, "end": 2887.28}, {"text": "entire movie was just taking place with a straight jacket guy in the back of a", "start": 2887.32, "end": 2891.7}, {"text": "car. He's like on his way to a mental hospital and he's so crazy. That he", "start": 2891.7, "end": 2895.86}, {"text": "thought all of that in his mind? That he just had a... He just dreamt a movie", "start": 2895.86, "end": 2899.36}, {"text": "in his head. He just dreamt a movie? Yeah. Isn't that... That's so bad. Yeah,", "start": 2899.36, "end": 2903.42}, {"text": "it's really, really bad. It's not even implied that that's... That he's the", "start": 2903.42, "end": 2907.7}, {"text": "little kid and he's in the straight jacket? No, I don't remember what the", "start": 2907.7, "end": 2910.72}, {"text": "implication was really. I think it maybe opens up with him at the mental", "start": 2910.72, "end": 2915.82}, {"text": "hospital and it's like and I think the whole movie is kind of like oh he's", "start": 2915.84, "end": 2919.74}, {"text": "escaped and he's like he's probably the one killing all these people, but then", "start": 2919.74, "end": 2923.34}, {"text": "at the end it was actually just him having some thoughts. Yeah, you know", "start": 2923.34, "end": 2926.64}, {"text": "which is like the lowest stake you can have for a movie. It's like a guy's", "start": 2926.64, "end": 2929.54}, {"text": "thinking something. Yeah, well after like six cents and stuff everybody wanted", "start": 2929.54, "end": 2934.24}, {"text": "like a", "start": 2934.24, "end": 2934.64}, {"text": "sense in a long time. Is it six cents is fire. Hold on. It's really good.", "start": 2934.64, "end": 2939.44}, {"text": "That's good. It's crazy that that yeah Donnie Wahlberg. He's good that all", "start": 2939.44, "end": 2944.94}, {"text": "that stuff was happening in the early 2000s, all those that type of movie they", "start": 2944.94, "end": 2948.54}, {"text": "were doing all that and then it wasn't I had shutter Island wasn't till like 2010", "start": 2948.54, "end": 2952.86}, {"text": "or something. I didn't see shut around. I was like pretty good, but isn't that", "start": 2952.86, "end": 2956.58}, {"text": "crazy that it's that they're pretty late of all. Yeah, yeah, that that one seems", "start": 2956.58, "end": 2960.54}, {"text": "like a movie that just may took too long to make. Yeah, I see that. I could see", "start": 2960.54, "end": 2967.82}, {"text": "that. Yeah, like they started it in the yeah, and then that like, you know, they", "start": 2967.82, "end": 2971.58}, {"text": "they're a film that a film that a mass yeah really been to that. That film", "start": 2971.58, "end": 2974.98}, {"text": "didn't shut her out. They filmed it no in a fucking", "start": 2974.98, "end": 2977.32}, {"text": "long field or something. Oh long island isn't there the long island was where", "start": 2977.32, "end": 2983.06}, {"text": "all the house people lived no the off of Boston. There's the island where all", "start": 2983.06, "end": 2987.6}, {"text": "the homeless people lived. It was no it wasn't actually didn't actually the", "start": 2987.6, "end": 2990.5}, {"text": "island itself. I don't know about the island, but the mental hospital yeah is", "start": 2990.5, "end": 2994.22}, {"text": "not actually on an island yeah and I've been there and I went there", "start": 2994.22, "end": 2997.54}, {"text": "and it's and when I was there, there was flying machines in the air. Oh, you", "start": 2999.06, "end": 3002.6}, {"text": "told what about that? Yeah, what do you mean flying miss drones? I don't know", "start": 3002.6, "end": 3006.0}, {"text": "people were flying around in little machines. You are just a liar, not I", "start": 3006.0, "end": 3010.8}, {"text": "don't know what they're called, but they're there was like a parachute and a", "start": 3010.8, "end": 3014.42}, {"text": "little chair and wheels and they're flying around. I have known you for so", "start": 3014.42, "end": 3018.88}, {"text": "many years and you have gotten so much worse at describing things yeah. I don't", "start": 3018.88, "end": 3023.32}, {"text": "know what this thing is called. You never make any sense when you describe", "start": 3023.32, "end": 3026.2}, {"text": "something okay picture the car from Gary's mod yeah smaller yeah. I think", "start": 3026.24, "end": 3033.12}, {"text": "you know what it is is he's trying to make his descriptions of things shorter", "start": 3033.12, "end": 3039.0}, {"text": "and more broad so that I can understand them. It's like you over shot it,", "start": 3039.0, "end": 3043.08}, {"text": "though, yeah, now you're skipping. I don't I don't know what to call these", "start": 3043.08, "end": 3046.48}, {"text": "things other than flying machines that yeah, you know that's what they were as", "start": 3046.48, "end": 3049.68}, {"text": "soon as he said Gary's mod. I was like okay, he wants me. Well, I'm trying to", "start": 3049.68, "end": 3053.44}, {"text": "visualize it in my head of what this thing looks like it's like you sit on", "start": 3053.6, "end": 3057.02}, {"text": "with your finger. I have a pencil no no no no no finger,", "start": 3057.02, "end": 3060.94}, {"text": "and I think there's a parachute attached to it too, but the thing is also this", "start": 3060.94, "end": 3065.96}, {"text": "was long enough ago that I can't really remember exactly what it looked like.", "start": 3065.96, "end": 3068.6}, {"text": "This was a kite no because you sit it well. I guess I wouldn't call it a", "start": 3068.6, "end": 3073.44}, {"text": "cut in it yeah it's people were paragliding no no no no no no it was", "start": 3073.44, "end": 3077.28}, {"text": "like a machine. It's like a plane. It has a motor and they like fly it up and", "start": 3077.28, "end": 3082.2}, {"text": "I fly around playing. Well, yeah, there's a guy who has Google here is not helping me.", "start": 3082.24, "end": 3086.6}, {"text": "It's not a plan. I'm finding a single person plane. I've seen these. You know", "start": 3086.6, "end": 3090.08}, {"text": "what it is? Jubio right now is calling. I don't think it had wings though. Jubio", "start": 3090.08, "end": 3094.24}, {"text": "is playing league. It doesn't need wings. I swear to God. Jubio is playing league.", "start": 3094.24, "end": 3098.48}, {"text": "It doesn't need wings. Jubio. That is a plane screen share. What are you talking", "start": 3098.48, "end": 3102.92}, {"text": "about? Screen share right now? You sure what your other computer that doesn't", "start": 3102.92, "end": 3108.64}, {"text": "make any sense. You have one computer that you're using right now. I thought", "start": 3108.64, "end": 3111.94}, {"text": "you were going insane because you didn't want to call the charity. Oh, I am", "start": 3111.94, "end": 3115.92}, {"text": "going. It's literally called a parachute flying machine. Let me see no way. Let", "start": 3115.92, "end": 3120.12}, {"text": "me see I googled flying machine parachute. Is that", "start": 3120.12, "end": 3123.04}, {"text": "this is called infinity power parachutes? No, what are you", "start": 3123.04, "end": 3128.32}, {"text": "it's called a powered parachute? Let me see it. It says parachute. I clicked on", "start": 3128.32, "end": 3133.4}, {"text": "something by accident. Go back Wikipedia, a powered parachute, but go", "start": 3133.4, "end": 3136.88}, {"text": "back to the Google search. I don't I don't know how to go back to parachute.", "start": 3136.92, "end": 3140.12}, {"text": "Fuck you. It literally is a flying machine, our parachute there. Yeah. If I", "start": 3140.12, "end": 3143.66}, {"text": "saw that, I would call that a playing machine shut up. Fuck you yeah, that's a", "start": 3143.66, "end": 3147.26}, {"text": "flying machine. That's a power parachute. I knew that for the instant save. You", "start": 3147.26, "end": 3150.7}, {"text": "just said power parachute. It would have come to mind instantly. I said it's a", "start": 3150.7, "end": 3153.5}, {"text": "parachute with a motor and that doesn't say you knew about a powered parachute", "start": 3153.5, "end": 3157.22}, {"text": "and you can think of it from yeah. I did I just was having an off day. You have a", "start": 3157.22, "end": 3160.16}, {"text": "learning disability. No, I did not do no. I do not you have a right. You don't", "start": 3160.16, "end": 3164.06}, {"text": "so you have a normal disability yeah everything, not just my legs. I don't", "start": 3164.1, "end": 3167.72}, {"text": "work isn't it cool, but you're a bunch of people flying around up there in", "start": 3167.72, "end": 3171.24}, {"text": "those things. So did you think because you were at shutter island, did you", "start": 3171.24, "end": 3174.26}, {"text": "think", "start": 3174.26, "end": 3174.48}, {"text": "maybe I'm a crazy?", "start": 3174.48, "end": 3176.42}, {"text": "Maybe you know it was you know it was crazy. You were there because they were", "start": 3176.42, "end": 3180.3}, {"text": "doing a pop up", "start": 3180.3, "end": 3181.18}, {"text": "screening a drive in movie screening of the", "start": 3181.18, "end": 3184.76}, {"text": "shining there, which is yeah. I know what a lay up that I know right pretty", "start": 3184.76, "end": 3189.68}, {"text": "weird. Well, they probably already did screenings. There is the problem and", "start": 3189.68, "end": 3193.54}, {"text": "they're like all right. Yeah, I think it was they were trying to milk everything", "start": 3193.56, "end": 3196.26}, {"text": "they could get out of it, but near the at the end of the movie, like right near", "start": 3196.26, "end": 3201.14}, {"text": "the end, this like super thick fog came in and like covered up everything. We", "start": 3201.14, "end": 3205.86}, {"text": "couldn't see the screen. We were driving home. We couldn't see the road. That's", "start": 3205.86, "end": 3209.42}, {"text": "isn't that scary, just like the shine die. No, it is not just like that scene", "start": 3209.42, "end": 3214.86}, {"text": "in the shine. Yeah, when the car gets fogged up, that's so scary. Yeah,", "start": 3214.86, "end": 3219.06}, {"text": "doesn't that seem haunted to happen at a mental? I really a mental, but you guys", "start": 3219.94, "end": 3224.34}, {"text": "ever get scared that maybe you have a multiple personality that doesn't live", "start": 3224.34, "end": 3228.14}, {"text": "anywhere near you and lives like on the other side of the world", "start": 3228.14, "end": 3230.34}, {"text": "and it's just like doing random shit", "start": 3230.34, "end": 3233.84}, {"text": "scares me. I know I have I have like millions of them yeah. I'm an entire", "start": 3233.84, "end": 3239.38}, {"text": "where you", "start": 3239.38, "end": 3241.26}, {"text": "personality is China yeah. I'm the one who's been doing all this stuff I've", "start": 3241.26, "end": 3246.18}, {"text": "and you just you're only here for like one percent of your life. The rest of", "start": 3246.22, "end": 3250.58}, {"text": "the time you're just running around, trying to be a billion people.", "start": 3250.58, "end": 3254.06}, {"text": "Yeah, scary that is the idea that you can have multiple personalities is", "start": 3254.06, "end": 3259.9}, {"text": "really scary. It's super rare, though. No, no, I just looked at it happens to", "start": 3259.9, "end": 3264.14}, {"text": "everybody. It happens to everybody. Cancer eventually everybody has multiple", "start": 3264.14, "end": 3268.02}, {"text": "personalities. Yeah, what", "start": 3268.02, "end": 3269.86}, {"text": "what", "start": 3269.86, "end": 3272.56}, {"text": "that was going to be I was going to do another part and then I was like", "start": 3274.34, "end": 3278.74}, {"text": "I don't want to do that voice anymore. I think it was", "start": 3278.74, "end": 3283.42}, {"text": "family.", "start": 3283.42, "end": 3290.46}, {"text": "That's just like a terrible fucking sketch", "start": 3290.46, "end": 3294.46}, {"text": "Oh my God yeah, but that does I have been afraid of that since I was a child.", "start": 3300.82, "end": 3305.58}, {"text": "You know,", "start": 3305.58, "end": 3306.16}, {"text": "did you ever why you ever watch very good English that movie split? No, the", "start": 3306.16, "end": 3312.7}, {"text": "funny part about that like that actor is it it's framed like like it's like", "start": 3312.7, "end": 3316.74}, {"text": "a boy. It's I get it yeah for me. It's framed like it's", "start": 3316.74, "end": 3321.3}, {"text": "like it's a way mental health awareness, like it where it's like there seems", "start": 3321.3, "end": 3325.62}, {"text": "where he's he has multiple personality story is like twenty seven personalities", "start": 3325.62, "end": 3328.68}, {"text": "the movie or something a lot and and he's like and his therapist and he's like", "start": 3328.72, "end": 3332.46}, {"text": "and they're talking. They're like we need to show the world that this is like", "start": 3332.46, "end": 3335.76}, {"text": "a real thing that people suffer from and we exist and we we're not like monsters", "start": 3335.76, "end": 3340.46}, {"text": "and we need it and then the whole like plot just to the movie is that his last", "start": 3340.46, "end": 3344.08}, {"text": "personality is a cannibal monster that can crawl on one", "start": 3344.08, "end": 3347.38}, {"text": "he like bends open jail bars. He was like", "start": 3347.38, "end": 3352.86}, {"text": "isn't that they're like it's like a double twist to", "start": 3355.3, "end": 3357.8}, {"text": "there's another twist in that movie where it's like yeah. This all takes", "start": 3357.8, "end": 3362.26}, {"text": "place in the same universe is unbreakable yeah. Do you know what", "start": 3362.26, "end": 3365.64}, {"text": "there's a plot twist in between those two and you know what it is? It's that", "start": 3365.64, "end": 3368.72}, {"text": "the whole movie took place in a zoo", "start": 3368.72, "end": 3370.12}, {"text": "really yeah, that's the in a zoo he's underground in a zoo. See, I think", "start": 3370.12, "end": 3375.72}, {"text": "honestly is Christ. Why is it a good movie? If somebody has that shouldn't we", "start": 3375.72, "end": 3380.32}, {"text": "just kill them?", "start": 3380.32, "end": 3381.08}, {"text": "yeah, but you might have a hard time because their personality is true.", "start": 3382.16, "end": 3385.06}, {"text": "This will bullet dodger. Why did you give him five dollars? I was just", "start": 3385.06, "end": 3391.38}, {"text": "holding five dollars. He took it. Oh, this was my five dollars yeah. That was", "start": 3391.38, "end": 3394.96}, {"text": "his five dollars. I put this. It was the first thing that went in the jar. It", "start": 3394.96, "end": 3398.02}, {"text": "was almost a s b s. Yeah, look at all. I just will rip this in half. I remember", "start": 3398.02, "end": 3402.46}, {"text": "every single one of the", "start": 3402.46, "end": 3403.28}, {"text": "for a fuck yeah shit. Yeah, let's tear up a turd. Yeah, this one. I think was", "start": 3403.28, "end": 3409.42}, {"text": "can't tear up this one. This was probably come related, but I oh is my dollar", "start": 3409.44, "end": 3414.6}, {"text": "still on the floor. I don't think we ever picked it up. I picked it up. I", "start": 3414.6, "end": 3417.04}, {"text": "brought it home. I think that you said that we were not going to bring it home.", "start": 3417.04, "end": 3421.3}, {"text": "You hold on. Well, you miss the sword. You miss the job. You took swear jar", "start": 3421.3, "end": 3426.08}, {"text": "money. No, it wasn't. Well, did it ever go in the jar? He does that. No, it was", "start": 3426.08, "end": 3430.54}, {"text": "intended to go to the swear jar. Well, don't worry at home. I actually didn't", "start": 3430.54, "end": 3434.12}, {"text": "take home. I just pocketed it because I needed a dollar for the swear jar and", "start": 3434.12, "end": 3437.8}, {"text": "and I used it, so it's in here somewhere. All right.", "start": 3437.82, "end": 3439.62}, {"text": "Yeah, but people who have really bad mental disorders, why do we not just kill", "start": 3439.62, "end": 3445.22}, {"text": "them? Why do we have to put them in jail? I truly think it's because some of them", "start": 3445.22, "end": 3448.38}, {"text": "are so unhinged and unleashed that they will stop at nothing to prevent from", "start": 3448.38, "end": 3452.38}, {"text": "being killed, and a person who has- How unhinged do you have to be to be", "start": 3452.38, "end": 3456.26}, {"text": "employed? A person who has strong enough BPD, borderline personality disorder,", "start": 3456.26, "end": 3458.9}, {"text": "should be killed. Whoa. Will be able to manipulate- That's true. A police", "start": 3458.9, "end": 3461.78}, {"text": "officer into giving them their gun and then going on a rampage and killing", "start": 3461.78, "end": 3466.18}, {"text": "millions. Well, they just say like if you don't give me your gun, I'm going to", "start": 3466.22, "end": 3469.28}, {"text": "kill myself. That would be a scary version of the happening is somebody", "start": 3469.28, "end": 3473.1}, {"text": "with very strong BPD walking around getting people to kill themselves. If", "start": 3473.1, "end": 3476.6}, {"text": "you don't give me your gun right now, I will shoot myself in the head.", "start": 3476.6, "end": 3480.14}, {"text": "I will do it. Do not give me your gun. I saw a video of a", "start": 3480.14, "end": 3484.68}, {"text": "guy getting shot yesterday where he was just sitting there. Were you on the", "start": 3484.68, "end": 3488.26}, {"text": "train? No, yeah. Drinking fireball? Yeah. Okay. Oh my God, Caleb has multiple", "start": 3488.26, "end": 3494.46}, {"text": "I had a very itchy wig on.", "start": 3494.46, "end": 3496.78}, {"text": "Cameron's sitting there freaking out about this guy.", "start": 3496.78, "end": 3501.5}, {"text": "It's you and a big orange afro.", "start": 3501.5, "end": 3505.82}, {"text": "I'm like, \"Could that be?\" No.", "start": 3505.82, "end": 3507.22}, {"text": "There's no way.", "start": 3507.22, "end": 3508.22}, {"text": "I would be so...", "start": 3508.22, "end": 3509.22}, {"text": "He doesn't have an itchy face.", "start": 3509.22, "end": 3510.22}, {"text": "I'm realizing I would be so good at having multiple personalities,", "start": 3510.22, "end": 3512.78}, {"text": "because I could do my costume favorite stuff.", "start": 3512.78, "end": 3514.58}, {"text": "Yeah, because...", "start": 3514.58, "end": 3515.58}, {"text": "Custom favorites.", "start": 3515.58, "end": 3516.58}, {"text": "I love my costume favorites.", "start": 3516.58, "end": 3517.58}, {"text": "James...", "start": 3517.58, "end": 3518.58}, {"text": "I do have multiple personalities.", "start": 3518.58, "end": 3519.58}, {"text": "That's what...", "start": 3519.58, "end": 3520.58}, {"text": "Goth, jock, chef, emo, golfer.", "start": 3520.58, "end": 3522.58}, {"text": "James McAvoy in that movie is all specifically so that he can that", "start": 3522.58, "end": 3527.54}, {"text": "literally is yeah. He has costumes yeah is what he's a fat. I remember that in", "start": 3527.54, "end": 3531.4}, {"text": "the trailer fashion designer and then he's a woman and then he's a little boy.", "start": 3531.4, "end": 3534.62}, {"text": "I don't think I have a woman in me. I think you do you're about to", "start": 3534.62, "end": 3539.28}, {"text": "what does that mean", "start": 3539.28, "end": 3542.2}, {"text": "you get a woman that fucked", "start": 3542.2, "end": 3544.56}, {"text": "hurt me with a finger. I don't know hey, I", "start": 3544.56, "end": 3549.04}, {"text": "I don't know you know what we should do what", "start": 3550.02, "end": 3552.22}, {"text": "here's the here's the hypocrisy over here. Okay, I see", "start": 3552.22, "end": 3556.56}, {"text": "he won't call a charity for homeless people and tell them that he wants to", "start": 3556.56, "end": 3561.42}, {"text": "spit in their face, but he'll call dominoes and hold her a pizza. I don't", "start": 3561.42, "end": 3565.1}, {"text": "know.", "start": 3565.1, "end": 3565.22}, {"text": "I use the app. You have that kind of phone anxiety where you can't call an", "start": 3565.22, "end": 3572.94}, {"text": "order something yeah.", "start": 3572.94, "end": 3573.98}, {"text": "Wow, I didn't know that about you. I have what I think what I want. What I", "start": 3573.98, "end": 3578.78}, {"text": "which I thought that was only on locks phone anxiety, at least for me, which I", "start": 3578.82, "end": 3583.02}, {"text": "feel like I used to have a lot. I used to have bad phone anxiety. I don't really", "start": 3583.02, "end": 3585.92}, {"text": "anymore. Is it a stranger on the phone? You have literally absolute power over", "start": 3585.92, "end": 3591.54}, {"text": "them. Yeah, you can destroy them. They never can literally you can kill them.", "start": 3591.54, "end": 3596.22}, {"text": "Yeah, well, I mean well you can kill that you can hang up at any time and you", "start": 3596.22, "end": 3599.6}, {"text": "can also say it doesn't matter what you say because they're not there. So you", "start": 3599.6, "end": 3602.36}, {"text": "can say I want to order a mother fucking pizza with poop sauce bitch and then you", "start": 3602.36, "end": 3606.44}, {"text": "coming up yeah. Actually, let's do that right now.", "start": 3606.48, "end": 3608.98}, {"text": "Hold on, you ordered a nine million dollar. You have to you have to call", "start": 3608.98, "end": 3615.44}, {"text": "dollars and order a mother fucking pizza. I don't want to order a with the", "start": 3615.44, "end": 3619.24}, {"text": "thing. Do you know what we literally have already done that we've called", "start": 3619.24, "end": 3622.24}, {"text": "Dominos on the show and said, I want to poop. Yeah, we've called and asked for", "start": 3622.24, "end": 3626.08}, {"text": "a poop pizza. We'd be repeating a thing. We called an ice cream parlor.", "start": 3626.08, "end": 3629.52}, {"text": "What do we do? I don't remember it was so long ago. Yeah, you won't call and", "start": 3629.52, "end": 3635.0}, {"text": "I want to order a poop pizza. I don't want to call. All right, whatever the", "start": 3635.04, "end": 3638.54}, {"text": "episodes done. Yeah, it's over next time. We will make Patrick call. We're", "start": 3638.54, "end": 3642.56}, {"text": "just gonna be a prank call show. Yeah, from now on and we're gonna we're gonna", "start": 3642.56, "end": 3647.18}, {"text": "not that these were pranks. By the way, this was not a hundred percent real.", "start": 3647.18, "end": 3650.3}, {"text": "This is a hundred percent real.", "start": 3650.3, "end": 3651.26}, {"text": "That we are not a lead up to a prank call. The only way you could consider", "start": 3651.26, "end": 3653.86}, {"text": "that a prank is if somehow the fans donate us enough money that we get to", "start": 3653.86, "end": 3657.74}, {"text": "donate nine million dollars. We get to call back these charities. So, psych,", "start": 3657.74, "end": 3660.5}, {"text": "that was all a prank. If we can get the Patreon at nine million a month and", "start": 3660.5, "end": 3663.34}, {"text": "yeah, we'll go one for go one month yeah that's fine, but if not you know a", "start": 3663.36, "end": 3668.16}, {"text": "month I don't know yeah we'll figure it out. Okay, bye guys shareholder beating", "start": 3668.16, "end": 3672.82}, {"text": "oh yeah is this Friday on Friday,", "start": 3672.82, "end": 3675.14}, {"text": "wait it is on Friday.", "start": 3675.14, "end": 3682.16}, {"text": "Okay, bye", "start": 3682.16, "end": 3684.62}, {"text": "This guy in those fucking aviator...", "start": 3688.44, "end": 3691.12}, {"text": "Uh, fucking...", "start": 3691.12, "end": 3692.12}, {"text": "No, I will not look like a pedophile.", "start": 3692.12, "end": 3693.4}, {"text": "I'll look like Jeffrey Dahmer.", "start": 3693.4, "end": 3694.72}, {"text": "But he wasn't a pedophile.", "start": 3694.72, "end": 3696.04}, {"text": "He was just an evil killer who was gay.", "start": 3696.04, "end": 3698.0}, {"text": "And you think he's a pedophile because he's gay.", "start": 3698.0, "end": 3699.8}, {"text": "No, I think he's a pedophile because he's a murderer.", "start": 3699.8, "end": 3702.96}, {"text": "Pedophiles don't usually kill.", "start": 3702.96, "end": 3704.36}, {"text": "Pedophiles, you can call them murderers.", "start": 3704.36, "end": 3706.56}, {"text": "Yeah, they always...", "start": 3706.56, "end": 3707.32}, {"text": "Because they just want pleasure all the time.", "start": 3707.32, "end": 3709.52}, {"text": "They don't want to deal with death.", "start": 3709.52, "end": 3711.52}, {"text": "God, I hate them.", "start": 3711.52, "end": 3713.84}, {"text": "They really are sick.", "start": 3713.84, "end": 3715.04}, {"text": "What do you mean, what's wrong with me?", "start": 3715.04, "end": 3715.76}, {"text": "Why'd you say \"pleasure\" like that?", "start": 3715.76, "end": 3717.12}, {"text": "Pleasure!", "start": 3717.12, "end": 3717.68}, {"text": "I was trying to think of the right word.", "start": 3717.68, "end": 3719.02}, {"text": "You were saying pleasure.", "start": 3719.02, "end": 3720.02}, {"text": "You weren't talking about pedophile.", "start": 3720.02, "end": 3721.42}, {"text": "You were saying they have pleasure.", "start": 3721.42, "end": 3723.02}, {"text": "You were saying that like they are going on tropical vacations.", "start": 3723.02, "end": 3726.02}, {"text": "Yeah, it's a euphemism.", "start": 3726.02, "end": 3727.32}, {"text": "I also heard like pina colada.", "start": 3727.32, "end": 3729.52}, {"text": "I heard the girls gone wild.", "start": 3729.52, "end": 3731.82}, {"text": "I was talking about pedophile.", "start": 3731.82, "end": 3732.82}, {"text": "I heard a steel drum.", "start": 3732.82, "end": 3734.32}, {"text": "No, no, no.", "start": 3734.32, "end": 3735.32}, {"text": "I heard don't know.", "start": 3735.32, "end": 3736.32}, {"text": "It's a useless reason.", "start": 3736.32, "end": 3737.32}, {"text": "So I don't think they don't have to care about fucking kid in the butt.", "start": 3737.32, "end": 3739.72}, {"text": "Is that what you rather say?", "start": 3739.72, "end": 3741.32}, {"text": "See what the hell?", "start": 3741.32, "end": 3743.72}, {"text": "No, that's what he that's he thinks of it.", "start": 3743.72, "end": 3747.42}, {"text": "There we go.", "start": 3747.42, "end": 3748.42}, {"text": "Yes, that was a cricket.", "start": 3748.42, "end": 3749.92}, {"text": "The reaction you guys yelled.", "start": 3749.92, "end": 3751.52}, {"text": "I got a rise out of you and that's honestly all I care about in comedy is", "start": 3751.52, "end": 3755.02}, {"text": "getting a rise out of people and now I don't care to make myself laugh.", "start": 3755.02, "end": 3758.12}, {"text": "I'm pushing the envelope.", "start": 3758.12, "end": 3760.12}, {"text": "It's a cool as fuck actually.", "start": 3760.12, "end": 3761.92}, {"text": "No, that was not a joke. You can't say fucking a kid in the butt like that. Well, if you do", "start": 3761.92, "end": 3769.84}, {"text": "that after, I guess it's kind of, it kind of is a joke. I guess anything you say there.", "start": 3769.84, "end": 3773.72}, {"text": "This is how I feel. If I, when I, I don't like it, that pedophiles fuck kids in the butt.", "start": 3773.72, "end": 3782.48}, {"text": "That's how I feel when I think about it. That's how you feel. That's how, wait, that is the", "start": 3782.48, "end": 3785.96}, {"text": "audience reaction to you saying that you don't like it. So this is you talking in the audience.", "start": 3785.96, "end": 3790.12}, {"text": "Yeah, you have control of it.", "start": 3790.12, "end": 3792.12}, {"text": "Say it again and then do the right one.", "start": 3792.12, "end": 3794.12}, {"text": "A pedophile fucking kid in the butt.", "start": 3794.12, "end": 3796.12}, {"text": "This is crass.", "start": 3796.12, "end": 3798.12}, {"text": "This is not the kind of thing I want to be doing.", "start": 3798.12, "end": 3800.12}, {"text": "It's not crass, it's political.", "start": 3800.12, "end": 3802.12}, {"text": "Can we not say it again though?", "start": 3802.12, "end": 3804.12}, {"text": "I don't like that thing.", "start": 3804.12, "end": 3806.12}, {"text": "There we go.", "start": 3806.12, "end": 3808.12}, {"text": "So that makes more sense.", "start": 3808.12, "end": 3810.12}, {"text": "In my head when I think of that thing.", "start": 3810.12, "end": 3812.12}, {"text": "When I think about it.", "start": 3812.12, "end": 3816.12}, {"text": "Why are you thinking?", "start": 3816.12, "end": 3818.12}, {"text": "Okay, the episode is over.", "start": 3818.12, "end": 3821.12}], "title": "Ep. 239 - The Death of the Swear Jar", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--239---The-Death-of-the-Swear-Jar-e230msj", "date": "Wed, 26 Apr 2023 11:00:34 GMT", "id": 264}