{"lines": [{"text": "All right, where are you saying Pat and we're starting nothing, maybe boost it", "start": 0.0, "end": 13.2}, {"text": "up a little bit. Is this better? I'll just", "start": 13.2, "end": 15.58}, {"text": "wait, I do that talk test your audio. You have a cable. You can't do that. You", "start": 15.58, "end": 22.04}, {"text": "can't do that. It's a do that you're plugged in. I don't think anybody can", "start": 22.04, "end": 26.42}, {"text": "do that at all yeah. This is a this is a flop. This is an insta flop insta flop", "start": 26.48, "end": 30.52}, {"text": "insta. You are flopping the first action you decided to", "start": 30.52, "end": 34.12}, {"text": "do in the new office is you insta flopped you're not even on camera. I", "start": 34.12, "end": 39.76}, {"text": "don't think no you are you're on the very what are we going to do on the edge", "start": 39.76, "end": 43.5}, {"text": "buddy? You are on the edge. What are we going to do?", "start": 43.5, "end": 46.16}, {"text": "This is nothing you can't be hurt. We're not going to include that on the edit.", "start": 46.16, "end": 51.12}, {"text": "We're not including that. There's no fucking way. We're including that because", "start": 51.12, "end": 55.4}, {"text": "We have a microphone. Just talking to the microphone. I understand, man. You're upset about the", "start": 55.44, "end": 61.44}, {"text": "TV writer strike.", "start": 61.44, "end": 63.16}, {"text": "Yeah. I'm really upset about the writer strike because I just submitted.", "start": 63.16, "end": 66.4}, {"text": "Think about all the shows we're about to lose, man.", "start": 66.4, "end": 67.68}, {"text": "I just submitted. I'm not kidding. I just submitted a packet to a show and...", "start": 67.68, "end": 73.0}, {"text": "Abbott Elementary.", "start": 73.0, "end": 74.0}, {"text": "No, no, no. The late, late show with James Corden.", "start": 74.0, "end": 76.96}, {"text": "I don't really know.", "start": 76.96, "end": 77.96}, {"text": "And now because of the strike, that show is gone.", "start": 77.96, "end": 80.72}, {"text": "Yeah. It's tough for me because I kind of am running out of people now who I can send", "start": 80.72, "end": 84.7}, {"text": "in my adventure time spec scripts to yeah, I kind of just have to send it to my", "start": 84.7, "end": 88.3}, {"text": "parents. I just send them to everybody in the industry. I don't really want to", "start": 88.3, "end": 91.86}, {"text": "be seen as a scab. You don't get", "start": 91.86, "end": 93.66}, {"text": "you don't get his newsletter. Is it? No, no, I haven't walked. I send it to you.", "start": 93.66, "end": 99.58}, {"text": "Yeah, he has a lot of different males. Caleb pretty kitty at Gmail right. That", "start": 99.58, "end": 103.86}, {"text": "is not my email address. You're making me sound gay on on TV. Email. No,", "start": 103.86, "end": 108.1}, {"text": "I've been sending my there's a heavy echo in here. That's okay. That's fine.", "start": 108.1, "end": 111.62}, {"text": "there's nothing we can do about it. Yeah, we have a new office. Yeah, oh yeah,", "start": 111.66, "end": 114.66}, {"text": "and can I say can I just I want to say something really quick, but it's a", "start": 114.66, "end": 117.84}, {"text": "message to everyone who fell for my hashtag hashtag one last episode,", "start": 117.84, "end": 121.38}, {"text": "hashtag Patrick forever. I don't think anybody actually somebody who felt", "start": 121.38, "end": 124.46}, {"text": "helpful who fell for that yeah. When the hell are you going to learn that I'm a", "start": 124.46, "end": 129.02}, {"text": "master troll? Yeah, when are you going to figure it out? That is true.", "start": 129.02, "end": 133.38}, {"text": "Why are you still believing a single word? I fucking say, how have you not", "start": 133.38, "end": 138.46}, {"text": "gotten it through your thick skull that this guy is a troll master,", "start": 138.5, "end": 143.78}, {"text": "unparalleled troll. They're calling... You know the troll face was based on", "start": 143.78, "end": 148.36}, {"text": "Cameron's face, right? Make the face right now.", "start": 148.36, "end": 150.66}, {"text": "See? It looks just like him. It actually kinda does. You do look trollish.", "start": 150.66, "end": 155.38}, {"text": "Yeah. I would say you look ugly like a troll. You just look so", "start": 155.38, "end": 158.3}, {"text": "ugly today. You were saying I looked ugly earlier too.", "start": 158.3, "end": 161.98}, {"text": "You just look fucking terrible today. Don't tell him he looks terrible.", "start": 161.98, "end": 166.5}, {"text": "I woke up. Say it behind his back like a man. I just don't like how you look today and I", "start": 166.5, "end": 171.22}, {"text": "really don't want to. I didn't really take care of my appearance at all today. I kind", "start": 171.22, "end": 174.1}, {"text": "of woke up and I saw your text that said I'm going into the new office and I got so excited", "start": 174.1, "end": 177.98}, {"text": "that I just... No makeup. Yeah. No makeup. See I really never knew how much the makeup", "start": 177.98, "end": 181.54}, {"text": "did for you until you walked in. Yeah, it's pretty important for me. And you were kind", "start": 181.54, "end": 184.62}, {"text": "of the reverse. You know how pregnant people are glowing? Yeah. You were kind of sucking", "start": 184.62, "end": 188.66}, {"text": "the light out of everywhere you go today. You don't really glow like when you're, like", "start": 188.66, "end": 193.46}, {"text": "you have makeup on you don't really glow. It's more of like a sheen. You know when you leave", "start": 193.46, "end": 198.94}, {"text": "ham out? No. No, I've never. First of all, it lost me. When you leave ham out for too", "start": 198.94, "end": 205.94}, {"text": "long. You know when you leave meat out for too long. When you leave meat out at a barbecue", "start": 205.94, "end": 216.54}, {"text": "or like Christmas day.", "start": 217.74, "end": 219.2}, {"text": "Oh and it gets kind of waxy so it's looking like fake food.", "start": 219.2, "end": 221.64}, {"text": "It gets that sheen on it.", "start": 221.64, "end": 223.48}, {"text": "That's kind of like what you have.", "start": 223.48, "end": 224.96}, {"text": "I think that's just the fat solidifying a little bit.", "start": 224.96, "end": 228.32}, {"text": "Yeah and his fat has solidified all over his body.", "start": 228.32, "end": 231.8}, {"text": "Yeah.", "start": 231.8, "end": 232.8}, {"text": "I can't even be mean with her.", "start": 232.8, "end": 235.0}, {"text": "Laughing immediately.", "start": 235.0, "end": 236.0}, {"text": "Because you think it's so funny.", "start": 236.0, "end": 238.0}, {"text": "No I don't.", "start": 238.0, "end": 239.0}, {"text": "I want people to know I'm joking so I laugh.", "start": 239.0, "end": 242.68}, {"text": "So I can't even finish the joke.", "start": 242.68, "end": 244.12}, {"text": "It's okay guys I look like shit today.", "start": 244.12, "end": 245.84}, {"text": "you just look not like shit, just normal ugly like shit, just like I feel like", "start": 245.84, "end": 250.4}, {"text": "normally when I walk when you come into the room, I think a lot about if I saw", "start": 250.4, "end": 256.44}, {"text": "you on the street and I didn't know you when you when I with a test is if you", "start": 256.44, "end": 260.9}, {"text": "walked by me,", "start": 260.9, "end": 261.68}, {"text": "am I turning that I'm coughing and look at and turning my head and do you go", "start": 261.68, "end": 267.56}, {"text": "like that's on the rear yeah", "start": 267.56, "end": 269.44}, {"text": "and just look right behind me.", "start": 269.44, "end": 271.72}, {"text": "So am I doing that", "start": 271.72, "end": 274.64}, {"text": "thing most of the time most of the time I say yes, but if you walk by me today", "start": 274.64, "end": 280.84}, {"text": "looking how you looked and you had a cup of coffee, I'd probably put change in it.", "start": 280.84, "end": 283.78}, {"text": "That's how I tell you. Can I tell you why? Why? Why? Because I couldn't sleep", "start": 283.78, "end": 287.98}, {"text": "last night because I was too excited about our new office. It is very I live", "start": 287.98, "end": 291.36}, {"text": "down the street from here. If anyone knows, I was excited for the new or for", "start": 291.36, "end": 296.0}, {"text": "the writer's strike because because it's kind of the same. It was the same day as", "start": 296.0, "end": 301.04}, {"text": "us getting the office. Yeah. And we have insider Intel. Basically, I was like", "start": 301.04, "end": 306.2}, {"text": "happening for me. It was like, you know, we're working hard moving stuff, getting", "start": 306.2, "end": 310.92}, {"text": "all tired out. I get home. I'm basically lying on the couch in my undies on my", "start": 310.92, "end": 315.0}, {"text": "iPad, playing Temple Run to type thing. And I see pop up on my buddies,", "start": 315.0, "end": 320.6}, {"text": "Instagram stories on my buddies. Yeah, all my buddies on my buddies. They're", "start": 320.6, "end": 324.64}, {"text": "all saying solidarity strike. We don't want to work. And I think I'm so fucking", "start": 324.64, "end": 329.76}, {"text": "retired and yet I had to get up, go outside with a picket sign right now", "start": 329.76, "end": 333.02}, {"text": "and knock on my neighbor's door. That's right. We gotta go to the funny", "start": 333.02, "end": 335.2}, {"text": "mind. What are you doing? What are you like going up to every single", "start": 335.2, "end": 338.06}, {"text": "neighbor in my building and say, by the way, what are you doing for the", "start": 338.06, "end": 340.54}, {"text": "strike? I'm saying I need your signature on this birthday card. Yes,", "start": 340.54, "end": 344.14}, {"text": "but it's not a birthday card. These TV writers, I don't think people realize", "start": 344.14, "end": 346.62}, {"text": "how bad it got recently. These TV writers have been living on $6,000 a", "start": 346.62, "end": 352.0}, {"text": "week.", "start": 352.0, "end": 352.32}, {"text": "What? Can you believe? That's horrible. How the fuck are you living on that?", "start": 352.32, "end": 356.92}, {"text": "and they have to they have to spend the time and like emotional wavelength to", "start": 356.94, "end": 361.9}, {"text": "to write Barry. Yes, Dan, they only consider both. They have to consider", "start": 361.9, "end": 367.74}, {"text": "basically, they can only buy six Mac books a week. Yes, they can only buy", "start": 367.74, "end": 371.74}, {"text": "six. How are you dude?", "start": 371.74, "end": 373.3}, {"text": "Okay,", "start": 373.3, "end": 374.9}, {"text": "okay, so that's why we're striking guys, because we are striking for a living", "start": 374.9, "end": 380.46}, {"text": "wage of ten thousand dollars a week minimum for every television writer who", "start": 380.46, "end": 385.62}, {"text": "nights on a show about depression. Yes, dude, I will be so happy right now", "start": 385.7, "end": 391.66}, {"text": "teenagers the show, which is another show. I submitted a packet for yeah,", "start": 391.66, "end": 395.86}, {"text": "because I you guys know I'm trying to break into the industry. Yeah, I've", "start": 395.86, "end": 399.7}, {"text": "got a press teenagers. You want to work with teens in new slang word. I slang", "start": 399.7, "end": 403.86}, {"text": "word is for industry, so for industry and it's indo and you basically it's", "start": 403.86, "end": 407.98}, {"text": "like in that's what we are now. It's also I'm realizing right now. People", "start": 407.98, "end": 411.06}, {"text": "all that people call weed that in smoking in oh, but that's what the I", "start": 411.1, "end": 415.98}, {"text": "thought. No, that's the bike trick. I don't know that's an end. Oh yeah, yeah,", "start": 415.98, "end": 420.92}, {"text": "I know what the bike trick you're talking about. I think in is the", "start": 420.92, "end": 423.96}, {"text": "the", "start": 423.96, "end": 425.1}, {"text": "term to in terms because it's so smart. Yeah, I think they're going to make a", "start": 425.1, "end": 431.34}, {"text": "Star Wars movie named that one anymore. Yeah, who's going to write these movies", "start": 431.34, "end": 435.48}, {"text": "man, I'll do it. I mean I honestly", "start": 435.5, "end": 438.2}, {"text": "immediately, I will if I can go in to the these striking workers jobs and I can", "start": 438.2, "end": 445.98}, {"text": "go in in a mask with a voice box to this guy's my voice, a strider,", "start": 445.98, "end": 450.44}, {"text": "uh-huh, whoa rider, oh my like the mass magician and writers would get so mad", "start": 450.44, "end": 455.08}, {"text": "at you, but they don't know who I because you would give up the tricks", "start": 455.08, "end": 457.74}, {"text": "like the Harmon circle. Yeah, I would tell them all about the harm.", "start": 457.74, "end": 461.7}, {"text": "and they go", "start": 462.14, "end": 462.64}, {"text": "and not talk about the Harman circle.", "start": 462.64, "end": 468.2}, {"text": "You okay, I'm crying, I'm telling people all about the Harmon circle. I'm", "start": 468.2, "end": 473.18}, {"text": "telling them how to draw in Cal art style. I'm releasing I'm releasing a", "start": 473.18, "end": 477.62}, {"text": "hundred page coloring books of Cal art style that teach people how to draw for", "start": 477.62, "end": 481.3}, {"text": "the crime of releasing the Harmon circle to normies.", "start": 481.3, "end": 484.34}, {"text": "you have been sentenced to one hundred hours of the big bang theory. You", "start": 486.42, "end": 492.22}, {"text": "you have been sent us to one hundred hours at a coffee shop only drinking", "start": 492.22, "end": 498.38}, {"text": "coffee, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,", "start": 498.38, "end": 502.94}, {"text": "and everyone sees your way. That's actually a really great, but there's", "start": 502.94, "end": 505.66}, {"text": "trickle down effects to this whole writer's strike. Yeah, coffee shops,", "start": 505.66, "end": 509.3}, {"text": "who's going to go there? Oh, my God, I can actually go to a coffee shop. Yeah,", "start": 509.3, "end": 512.78}, {"text": "I'm going to see and I", "start": 512.82, "end": 514.58}, {"text": "can't even walk into it. I know a shop is the", "start": 514.58, "end": 519.54}, {"text": "they're going to be there to typewriters. Well, art is there with their easels", "start": 519.54, "end": 523.62}, {"text": "and stuff. Okay, here's my prediction. Here's my prediction. I think artists", "start": 523.62, "end": 526.38}, {"text": "are going on strike soon. No painters that would actually all because of AI", "start": 526.38, "end": 530.94}, {"text": "they're going on strike because they don't want a I that would take my heart.", "start": 530.94, "end": 533.98}, {"text": "I think that we will see as TV goes down. We will see art make a return.", "start": 533.98, "end": 541.46}, {"text": "that's a really good point because and the art art has been let's be real", "start": 541.54, "end": 545.7}, {"text": "usurp by television. Yeah, in the last I mean, I know that's kind of a car. I", "start": 545.7, "end": 548.98}, {"text": "know carlin's been there a thousand times. Yeah, but yeah, can I actually", "start": 548.98, "end": 552.72}, {"text": "say the writer that I just that I just thought about just now is that you know,", "start": 552.72, "end": 557.6}, {"text": "so these writers are going on strike right, you know, who never went on strike", "start": 557.6, "end": 560.86}, {"text": "who", "start": 560.86, "end": 561.58}, {"text": "painters like Pablo Picasso, yeah, inventors like Leonardo da Vinci, yes,", "start": 561.58, "end": 567.46}, {"text": "flyers like Amelia Earhart, one of the best people. These like these don't go", "start": 568.1, "end": 571.54}, {"text": "on strike and who are they? They got their pictures and books on. Hey, here's", "start": 571.54, "end": 575.64}, {"text": "a question. Yeah.", "start": 575.64, "end": 577.14}, {"text": "Are the guys at the news going on strike? I hope and they're going to stop", "start": 577.14, "end": 583.14}, {"text": "writing this bullshit. Oh my God, that's right, because guess what I would love", "start": 583.14, "end": 587.48}, {"text": "the season of twenty twenty three. That's right. Can you I kind of feel", "start": 587.48, "end": 590.82}, {"text": "like tomorrow or today we're going to wake up. We already did, but", "start": 590.82, "end": 594.4}, {"text": "today. Today we're going to wake up in the area. You're going to say, well,", "start": 596.34, "end": 599.88}, {"text": "it's going to be guys, the entire Ukraine and Russia war is officially on strike", "start": 599.88, "end": 605.38}, {"text": "because nobody we don't have anybody to write it. Honestly, I feel like maybe", "start": 605.38, "end": 608.82}, {"text": "the news writers went on strike in twenty sixteen and twenty twenty. Yeah,", "start": 608.82, "end": 612.36}, {"text": "and I know what I best I bet also is not going to happen this year. While the", "start": 612.36, "end": 615.54}, {"text": "strike is going on mass shootings. Yeah, well, here here's the thing. Here's a", "start": 615.54, "end": 619.78}, {"text": "thought TV shows cause it to here is how selfish this writer's strike is what on", "start": 619.78, "end": 625.02}, {"text": "who's part about the writers, right? Yeah, yeah, okay. Think about how hard it is", "start": 625.06, "end": 631.1}, {"text": "for our boys in uniform boots on the ground over in Ukraine right now.", "start": 631.1, "end": 636.66}, {"text": "And they can't we got about a million. They cannot watch Ted Lasso on Apple TV", "start": 636.66, "end": 642.94}, {"text": "in the bunker right now. Well, yeah, that's the thing. They get back to watch", "start": 642.94, "end": 647.02}, {"text": "reruns, but no new season. They get back from their fucking pumping lead into", "start": 647.02, "end": 651.14}, {"text": "people's animals all day on farms all over the country and then they get back", "start": 651.18, "end": 655.48}, {"text": "to their hole and they sit down. They said, I just want to watch a brand new", "start": 655.48, "end": 660.1}, {"text": "episode of something. Oh my God, it's a rerun. Turn the gun. No, you're", "start": 660.1, "end": 664.56}, {"text": "pointing a gun directly into a child, a baby's mouth, but then you turn it this", "start": 664.56, "end": 668.28}, {"text": "way and you blow your head off. Meanwhile, the Russians, they're over", "start": 668.28, "end": 671.82}, {"text": "there. They're also like, oh my God, show every day. Well, no, they're like,", "start": 671.82, "end": 674.86}, {"text": "I want to watch a new show. I want to watch a brand new episode. They load up", "start": 674.86, "end": 677.58}, {"text": "up there like Russia plus or whatever they have over there. They see a", "start": 677.58, "end": 680.54}, {"text": "million, they see a million new episodes of all their shows, but they're like, I", "start": 680.54, "end": 684.06}, {"text": "can't watch this because I will never cross a picket line. These are written by", "start": 684.06, "end": 687.26}, {"text": "Scabs.", "start": 687.26, "end": 687.7}, {"text": "See, I think that the Russians probably are, because they're communist piece of", "start": 687.7, "end": 692.42}, {"text": "shit, they probably like reruns. They probably like reruns and they, you know", "start": 692.42, "end": 696.22}, {"text": "what they really love, those commie fucks, they love strikes. Yeah, true. Actually,", "start": 696.22, "end": 701.18}, {"text": "wait, strikes are fucking commie bullshit. This is the wackest TV era we've had.", "start": 701.18, "end": 707.5}, {"text": "this year.", "start": 707.5, "end": 708.5}, {"text": "Now I'm thinking about a soldier who just wants to unwind and watch Ted Lasso. He", "start": 708.5, "end": 714.3}, {"text": "sees a new episode, although normal writers are on strike. So we got these", "start": 714.3, "end": 717.22}, {"text": "scab writers coming. They don't know anything about the show, anything about", "start": 717.22, "end": 720.02}, {"text": "the characters. So this soldier, he's trying to escape his life of bloodshed", "start": 720.02, "end": 723.46}, {"text": "and destruction. He turns on Ted Lasso. He's like, I just want to watch some", "start": 723.46, "end": 725.78}, {"text": "wholesome soccer. This episode, Ted Lasso is a soldier and he's getting shot at", "start": 725.78, "end": 729.74}, {"text": "because the people writing it now, they don't know what the fuck the show's", "start": 729.74, "end": 731.9}, {"text": "about. They're going to hire these Ted Lasso, these scab writers, and you're", "start": 731.9, "end": 735.46}, {"text": "I'm going to turn on Ted Lasso. Ted Lasso is going to be talking like, \"Duh, duh, I don't", "start": 735.5, "end": 739.62}, {"text": "know what to talk about. I guess I'll play soccer. I don't know what to say. I don't", "start": 739.62, "end": 744.78}, {"text": "know what to say anymore. I don't know what's happening around me. I guess I'll watch a", "start": 744.78, "end": 750.42}, {"text": "rerun.\"", "start": 750.42, "end": 751.42}, {"text": "He watches Ted Lasso in his show.", "start": 751.42, "end": 754.42}, {"text": "Exactly.", "start": 754.42, "end": 755.42}, {"text": "Because now, because the writers strike, they can only get meta.", "start": 755.42, "end": 757.14}, {"text": "These damn scab writers. We got to make the episodes. We got to fulfill the contracts,", "start": 757.14, "end": 760.66}, {"text": "but they keep writing, \"Duh, D-U-H-H-H.\"", "start": 760.66, "end": 763.26}, {"text": "Yeah, because these scabs, they are not the smartest people. No, dude.", "start": 763.26, "end": 767.42}, {"text": "They're hiring. That's the double-edged sword of this writer's strike. You think,", "start": 767.42, "end": 770.62}, {"text": "\"Oh my God, all these old writers who are writing all this crap are getting out.", "start": 770.62, "end": 774.58}, {"text": "We're going to get all these new brilliant writers who are not afraid,", "start": 774.58, "end": 777.66}, {"text": "who are not afraid.\" Who are like, \"Oh, I bet I could write that.\" Yeah,", "start": 777.66, "end": 782.7}, {"text": "and then they're going to be in there. Yeah, it's going to be just these guys", "start": 782.7, "end": 786.26}, {"text": "on the roofing season. Yeah. And all the jokes are like, \"Oh, yeah,", "start": 786.26, "end": 792.78}, {"text": "this guy used like this type of wrench yeah,", "start": 792.78, "end": 794.98}, {"text": "use the wrong red. That's how that movie Idiocracy got me yeah. That was during", "start": 794.98, "end": 803.5}, {"text": "the last writer strike. It was to be about a bunch of smart guys, but then a", "start": 803.5, "end": 807.06}, {"text": "bunch of", "start": 807.06, "end": 807.5}, {"text": "not very smart people who weren't professional writers in the guild. You", "start": 807.5, "end": 812.26}, {"text": "know, how do you get into that? You got to be part of the gill? I don't know", "start": 812.26, "end": 814.86}, {"text": "deal the guild. I think you have to do five quests yeah up here to up your", "start": 814.86, "end": 819.28}, {"text": "level before they let you in. You have to up your reputation level. I heard that you", "start": 819.3, "end": 824.34}, {"text": "can like just kill indiscriminately. You can kill indiscriminately? And then if you kill", "start": 824.34, "end": 831.9}, {"text": "the right person, they'll let you in. Yeah, I think you need to collect five goblin skins.", "start": 831.9, "end": 837.38}, {"text": "What happens is you answer that little kid's prayer and you kill the lady at the orphanage", "start": 837.38, "end": 845.3}, {"text": "and then they bring you into the writer's guild. What the fuck are you talking about?", "start": 845.3, "end": 847.82}, {"text": "I don't know what you're talking about. The little kids prayer. No, no. All right,", "start": 847.82, "end": 852.22}, {"text": "the little kids prayer. He was at the orphanage in what since Skyrim thing.", "start": 852.22, "end": 858.04}, {"text": "Oh yeah, that seems I don't even think that's like one of the main dark", "start": 858.04, "end": 862.02}, {"text": "brotherhood quest. I thought you guys would get that. I thought you guys were", "start": 862.02, "end": 864.94}, {"text": "evil like me. I'm not a 13 year old game. That's the no, it's a new game.", "start": 864.94, "end": 869.02}, {"text": "They updated every week. That is true with mods. You know, they are adding", "start": 869.02, "end": 873.46}, {"text": "artificial intelligence to Skyrim. I saw that they actually are. Yeah, you can.", "start": 873.46, "end": 877.46}, {"text": "you can put in vr you can talk to the people and say what's your favorite part", "start": 877.5, "end": 884.1}, {"text": "of skyro", "start": 884.1, "end": 884.7}, {"text": "and they go, but I hate the dragon. No, but they don't they don't do the like", "start": 884.7, "end": 892.2}, {"text": "accents or anything. It's like pure text to speech voice. Oh really, I like the", "start": 892.2, "end": 896.5}, {"text": "river. It's really good. Riverwood is cool. Yeah, I need to replace sky. I", "start": 896.5, "end": 903.8}, {"text": "I haven't played one of those games in a long time. I replayed it. The thought of playing", "start": 903.8, "end": 907.44}, {"text": "any game like that is so boring to me. I hate Skyrim. That's insane. I really hate Skyrim.", "start": 907.44, "end": 912.84}, {"text": "I don't need it. My life is amazing. I don't want to escape. The idea of escaping is fearful", "start": 912.84, "end": 917.48}, {"text": "to me. To me, a video game, it's toil. Yeah. You have to labor. Also, Skyrim, I don't want", "start": 917.48, "end": 923.32}, {"text": "to deal with bandits, and I don't want to have the idea... There's a guild that you", "start": 923.32, "end": 928.04}, {"text": "can join up with the bandits. Thieves Guild. I don't want to join up with bandits. I want", "start": 928.04, "end": 931.64}, {"text": "I'm gonna be a good man. I joined up with the thieves guild. You would I have not", "start": 931.64, "end": 936.28}, {"text": "complete. I'm still playing skateboarder. Of course he joined up with the thieves", "start": 936.28, "end": 939.8}, {"text": "guild. Yeah, he's you know he likes graph and he has friends that do graph and", "start": 939.8, "end": 944.4}, {"text": "writing. I know and he talked about this to me yesterday like it wasn't like I", "start": 944.4, "end": 948.16}, {"text": "wasn't wearing a wire and leaning in directly into his face. I said all of", "start": 948.16, "end": 952.6}, {"text": "their names and I said all their real legal names. Their names are all fucking", "start": 952.6, "end": 956.64}, {"text": "Sputnik and Bozo. I don't fuck these guys.", "start": 956.64, "end": 959.6}, {"text": "These guys are clowns. They're not. They are clowns. They're actually street", "start": 959.6, "end": 965.6}, {"text": "artists. How would they feel if I killed their fucking mom and then did that shit", "start": 965.6, "end": 969.72}, {"text": "on top of their coffin? Do you think they'd think that was cool? That was", "start": 969.72, "end": 974.68}, {"text": "fresh? If you were a good writer. Do you think that they'd think that was ill?", "start": 974.68, "end": 978.56}, {"text": "And maybe if you were a good writer and you wrote a decent RIP. There's no such", "start": 978.56, "end": 982.0}, {"text": "R.I.P.", "start": 982.0, "end": 982.5}, {"text": "That's a decent R.I.P.", "start": 982.5, "end": 985.3}, {"text": "R.I.P. and", "start": 985.3, "end": 986.5}, {"text": "decent king on it.", "start": 986.5, "end": 988.7}, {"text": "I think that you, you know what you should get into instead.", "start": 988.7, "end": 991.8}, {"text": "I would be a toy if I wrote.", "start": 991.8, "end": 993.7}, {"text": "You're a toy right now.", "start": 993.7, "end": 994.9}, {"text": "You are my toy.", "start": 994.9, "end": 995.8}, {"text": "No.", "start": 995.8, "end": 996.2}, {"text": "Here's a, here's a thing.", "start": 996.2, "end": 998.3}, {"text": "Writers strike.", "start": 998.3, "end": 999.1}, {"text": "How about all these writers go on strike?", "start": 999.1, "end": 1001.1}, {"text": "BMX, skateboarding,", "start": 1001.1, "end": 1002.5}, {"text": "skiing,", "start": 1002.5, "end": 1004.5}, {"text": "snowboarding,", "start": 1004.5, "end": 1005.8}, {"text": "graffiti, horseback riding,", "start": 1005.8, "end": 1007.7}, {"text": "horseback riding, X Games strike.", "start": 1007.7, "end": 1009.5}, {"text": "X Games horseback riding.", "start": 1009.5, "end": 1010.7}, {"text": "We get the X Games to strike so that guys like me can join up. I get the gold", "start": 1010.7, "end": 1017.4}, {"text": "because there's no one else is skating anymore.", "start": 1017.4, "end": 1018.88}, {"text": "Is there gold in X Games?", "start": 1018.88, "end": 1020.1}, {"text": "You get a silver still.", "start": 1020.1, "end": 1021.32}, {"text": "I would maybe get the silver.", "start": 1021.32, "end": 1022.8}, {"text": "You get the silver if we know no one is competing.", "start": 1022.8, "end": 1024.82}, {"text": "If I was competing at a skate...", "start": 1024.82, "end": 1026.44}, {"text": "We can't just give you the gold.", "start": 1026.44, "end": 1027.58}, {"text": "Yeah, I cannot.", "start": 1027.58, "end": 1028.6}, {"text": "Put your snowman down the fucking thing.", "start": 1028.6, "end": 1029.96}, {"text": "I cannot flip my board for crap.", "start": 1029.96, "end": 1032.22}, {"text": "Do you think that if how...", "start": 1032.22, "end": 1034.04}, {"text": "We have one try and you go on the mega ramp, do you think you would die?", "start": 1034.04, "end": 1039.98}, {"text": "you don't get any warmups, no practices.", "start": 1039.98, "end": 1043.66}, {"text": "You have to do... Would you die? Can you warm up on a different ramp?", "start": 1043.66, "end": 1046.78}, {"text": "You can warm up on the... Wait, wait, who's mega ramp?", "start": 1046.78, "end": 1049.82}, {"text": "On a miniature ramp. Who's mega ramp? The one from the X Games.", "start": 1049.82, "end": 1052.74}, {"text": "The one from the X Games? Yeah. The big one that people get hurt on.", "start": 1052.74, "end": 1055.86}, {"text": "The Jake Brown 2007... 2007 Jake Brown", "start": 1055.86, "end": 1059.7}, {"text": "incident, 2007 writers strike.", "start": 1059.7, "end": 1063.02}, {"text": "Oh! We didn't know. We had nothing", "start": 1063.02, "end": 1066.62}, {"text": "interesting to put on TV. What do we do? We make this Australian guy get his fucking kidneys", "start": 1066.62, "end": 1072.2}, {"text": "destroyed because he fell like 32 feet to the ground.", "start": 1072.2, "end": 1076.34}, {"text": "But which really was his fault. He should have slowed.", "start": 1076.34, "end": 1078.34}, {"text": "Yeah. Well, he was going for like a 540 or something.", "start": 1078.34, "end": 1080.7}, {"text": "Yeah. If I was on the X Games...", "start": 1080.7, "end": 1082.7}, {"text": "$540 copay at the hospital.", "start": 1082.7, "end": 1084.7}, {"text": "Yeah. Well, he's Australian. They pay for health care down there or something, right?", "start": 1084.7, "end": 1088.5}, {"text": "I would just try and go as high up in the air as possible and I wouldn't worry about", "start": 1088.5, "end": 1092.22}, {"text": "what was going to happen after. I'd try to go a thousand feet up in the air and that would", "start": 1092.22, "end": 1096.34}, {"text": "would be like I'm just going to figure out how to land later. I would put I", "start": 1096.34, "end": 1099.14}, {"text": "would put jets on the back of my skateboard. Yeah, I would be I'd be", "start": 1099.14, "end": 1102.74}, {"text": "fully nobody ever see me again committed to going as high as possible. I hit", "start": 1102.74, "end": 1106.7}, {"text": "space. They have those robotic ones. There's like the skateboards that you", "start": 1106.7, "end": 1110.5}, {"text": "can control with like a remote. I know I saw a guy practicing that at the at the", "start": 1110.5, "end": 1115.02}, {"text": "park the other day and it made me mad. It makes me mad too, but not as mad as", "start": 1115.02, "end": 1118.42}, {"text": "any normal skateboarder. Yeah, because he's that's a commuters tool.", "start": 1118.42, "end": 1122.54}, {"text": "that guy's trying to get so that's he's not using it as a he's training to be a", "start": 1123.62, "end": 1127.42}, {"text": "spider man. Yeah, yeah, he wants to like I think skateboarders are just spider", "start": 1127.42, "end": 1132.58}, {"text": "man. Yeah, it's just normal ones. There is there is a spider. I've been reading", "start": 1132.58, "end": 1136.14}, {"text": "some old spider man. There is one of the guys is just a guy with a remote control", "start": 1136.14, "end": 1139.46}, {"text": "skateboard. Really? Yeah, he's called the rocket writer. Really? Wow,", "start": 1139.46, "end": 1143.54}, {"text": "they had they just suck. They was dude. It's the funniest thing that I've been", "start": 1143.54, "end": 1148.74}, {"text": "reading through all like the old ones from the sixties and seventies and the", "start": 1148.74, "end": 1151.3}, {"text": "the funniest thing that I that like I picked up on that, like they just write", "start": 1151.3, "end": 1154.6}, {"text": "the same story over and over yeah like and the funniest thing is that", "start": 1154.6, "end": 1157.94}, {"text": "literally every single issue has has whenever Spider Man gets in a fight with", "start": 1157.94, "end": 1162.66}, {"text": "the villain. Where you going buddy? So we on this are kind of hard. The wheels", "start": 1162.66, "end": 1168.24}, {"text": "on these chairs are like scooter wheels. Yes, I almost fell away. What were you", "start": 1168.24, "end": 1173.38}, {"text": "saying? Every single issue in every fight with every villain, there's always", "start": 1173.38, "end": 1177.3}, {"text": "we've seen the first punch that somebody throws the other person always plays", "start": 1177.34, "end": 1182.04}, {"text": "possum and the person is like as a speech bubble like. I think I knocked", "start": 1182.04, "end": 1185.32}, {"text": "him out, but he might be faking it and it literally had like like two hundred", "start": 1185.32, "end": 1188.86}, {"text": "issues. It happens every time it's so funny to imagine", "start": 1188.86, "end": 1191.76}, {"text": "fighting a guy and every time he punches someone they could just play dead and he", "start": 1191.76, "end": 1196.46}, {"text": "falls for it every single time. I would do a spider man punch me yeah I'm", "start": 1196.46, "end": 1200.66}, {"text": "playing dead. Well, they just all play. They always play dead and then five", "start": 1200.66, "end": 1204.04}, {"text": "seconds later they go. I was tricking you and they punch him back and he falls", "start": 1204.1, "end": 1207.36}, {"text": "for every single time. I would I would crawl away. I would like not even not", "start": 1207.36, "end": 1212.56}, {"text": "even engage him anymore in the fight. You'd get a rip his clothes off. You", "start": 1212.56, "end": 1217.4}, {"text": "would marry spot. You would be doing upside down kisses to spider man. So", "start": 1217.4, "end": 1221.44}, {"text": "not me, not me. I'd be taking razor blades. That means that means that I", "start": 1221.44, "end": 1227.2}, {"text": "would get to meet all the guys in the cubes. I get to meet all the other cool", "start": 1227.2, "end": 1230.64}, {"text": "people in the justice. He doesn't have any friends. He has no friends. He's the", "start": 1230.72, "end": 1236.06}, {"text": "youngest one so they bully him. And everyone hates him because of J Jonah", "start": 1236.06, "end": 1240.78}, {"text": "Jameson. So shows what you fucking know about Spider-Man. I don't know anything", "start": 1240.78, "end": 1244.9}, {"text": "about Spider-Man. He's a public menace. My nephews like that song that goes", "start": 1244.9, "end": 1248.66}, {"text": "*singing*", "start": 1248.66, "end": 1251.66}, {"text": "Oh Post Malone. Is that about Spider-Man? It's in Spider-Man. It's about Miles", "start": 1251.66, "end": 1256.62}, {"text": "so that was I didn't know that I thought it was flower. No, it's a sunflower. No,", "start": 1256.62, "end": 1261.98}, {"text": "not when my nephew sees it by down. You're a spider man. No, it's not that", "start": 1261.98, "end": 1268.34}, {"text": "either.", "start": 1268.34, "end": 1268.7}, {"text": "You're a spider.", "start": 1268.7, "end": 1270.38}, {"text": "I would believe", "start": 1270.38, "end": 1274.06}, {"text": "on the room. I would believe that post one would write a song called Spider Man", "start": 1274.06, "end": 1280.14}, {"text": "about how he's Spider Man. That guy needs to get it together. He just he just", "start": 1280.14, "end": 1284.06}, {"text": "been on that weight loss drug. Have you seen a video of him recently? Dude, he", "start": 1284.1, "end": 1287.06}, {"text": "looks insane. I know somebody who's on that weight loss drug. I was listening", "start": 1287.06, "end": 1290.4}, {"text": "to an Adam Ragusea podcast about that weight loss drug today. Is he cooking", "start": 1290.4, "end": 1293.36}, {"text": "with it?", "start": 1293.36, "end": 1293.9}, {"text": "Here's my ozempic omelette.", "start": 1293.9, "end": 1299.7}, {"text": "He's just injecting an omelette with ozempic.", "start": 1299.7, "end": 1306.7}, {"text": "You should in general be injecting food. Yeah, I don't think you should be", "start": 1306.7, "end": 1310.84}, {"text": "that's what when people say food science, I know we've talked about this. You want", "start": 1310.86, "end": 1314.86}, {"text": "it to be a beaker yeah beakers and stuff, but yeah, you should have to be", "start": 1314.86, "end": 1318.7}, {"text": "injecting stuff. You have to be taking like treating it like the only real", "start": 1318.7, "end": 1323.94}, {"text": "heartbeat. The only real food scientist. If we're going by this logic is Tony", "start": 1323.94, "end": 1328.82}, {"text": "Sashory, who that the Creole seasoning guy, the little chef who goes like", "start": 1328.82, "end": 1333.86}, {"text": "a little Cajun, little green Cajun big. It's like he's this big on the box.", "start": 1333.86, "end": 1340.26}, {"text": "of the seasoning. I don't know the box, man. You don't know Tony. You got to get some Tony", "start": 1340.26, "end": 1343.84}, {"text": "Sachery's for your French fries. It's real good. But he's a scientist? He also makes", "start": 1343.84, "end": 1349.02}, {"text": "an injectable butter. Oh, yeah. A butter is not. I'm thinking more chemicals that you", "start": 1349.02, "end": 1355.7}, {"text": "put in. Flavonoids. What's a flavonoid? MSG? Definitely a flavonoid. Is that a flavonoid?", "start": 1355.7, "end": 1361.14}, {"text": "I don't know. I've heard flavonoid and they sound... Don't they sound amazing? Don't they", "start": 1361.14, "end": 1364.74}, {"text": "sound like a little creature from another planet or country that tastes amazing? I'm", "start": 1364.74, "end": 1368.46}, {"text": "I'm a flame annoying yeah and I would eat them instantly. Yeah, you grate them", "start": 1368.46, "end": 1372.52}, {"text": "against", "start": 1372.52, "end": 1372.86}, {"text": "that sounds so good. You have to catch them in the jungle yeah. You have to go", "start": 1372.86, "end": 1377.74}, {"text": "on an expedition with a big butterfly in it. Yeah, it's like a", "start": 1377.74, "end": 1380.08}, {"text": "rainbow. They're all different colors, like a little pick man kind of guy.", "start": 1380.08, "end": 1384.26}, {"text": "Yeah,", "start": 1384.26, "end": 1384.44}, {"text": "no, we don't want he doesn't like it. No, yeah, you don't want to be", "start": 1384.44, "end": 1389.58}, {"text": "to hunt them down. Yeah, you have to bait them out. You put it like you put", "start": 1389.58, "end": 1395.82}, {"text": "leaves on the ground over like a pitfall and you sprinkle like salt on the", "start": 1396.48, "end": 1399.52}, {"text": "leaves and they come out. They", "start": 1399.52, "end": 1400.64}, {"text": "they smell the salt, but some of them to get like the different ones. You got to", "start": 1400.64, "end": 1404.72}, {"text": "this amazing video game idea. It is a no, it's flavonoid. The first baseline", "start": 1404.72, "end": 1410.44}, {"text": "you bait them with different things, a different types of sweet, savory,", "start": 1410.44, "end": 1414.12}, {"text": "umami,", "start": 1414.12, "end": 1414.76}, {"text": "garlic guys, garlic guys and garlic girls, garlic girls, mushroom,", "start": 1414.76, "end": 1422.2}, {"text": "the girls are in the deals", "start": 1422.24, "end": 1423.5}, {"text": "who else do we got in here? These are the different kind. These are different", "start": 1423.5, "end": 1429.04}, {"text": "kind of flavonoid", "start": 1429.04, "end": 1429.8}, {"text": "orange juice,", "start": 1429.8, "end": 1434.04}, {"text": "orange juice.", "start": 1434.04, "end": 1436.6}, {"text": "This is smurfs.", "start": 1436.6, "end": 1438.8}, {"text": "I've such a good idea, though,", "start": 1438.8, "end": 1442.96}, {"text": "if you let your base spoil. If you put the wrong day, you have to be careful,", "start": 1442.96, "end": 1448.16}, {"text": "because sometimes you'll be like catching. It's like, oh my God, I'm", "start": 1448.16, "end": 1450.16}, {"text": "much. I caught like fifty sweet fellows and these are like the sweet ones and", "start": 1450.2, "end": 1454.46}, {"text": "then it's like right then you got it. You got to close the cage right then,", "start": 1454.46, "end": 1457.06}, {"text": "because who's running up who missed a poop", "start": 1457.06, "end": 1459.54}, {"text": "he's a big fat flame annoyed and he tastes like poop, and if he gets into", "start": 1459.54, "end": 1463.54}, {"text": "your he gets you", "start": 1463.54, "end": 1464.02}, {"text": "them. So you have to you have to like it's all like a game of like okay, I", "start": 1464.02, "end": 1468.82}, {"text": "got to leave this this cage open long enough that all my", "start": 1468.82, "end": 1471.22}, {"text": "but here's the hours can use the crawling. It's like that it's like that", "start": 1471.22, "end": 1475.42}, {"text": "one game that would do, but the thing drops happy bird. Here's the twist of", "start": 1475.42, "end": 1478.44}, {"text": "game though. So you're working for like a food corporation, right?", "start": 1478.46, "end": 1482.56}, {"text": "You're like, and they're like, we need you to go to them.", "start": 1482.56, "end": 1484.26}, {"text": "And at the CEO of the food corporation is Emeril, is Emeril Legassi.", "start": 1484.26, "end": 1487.98}, {"text": "And he's like, you need to, bam,", "start": 1487.98, "end": 1490.82}, {"text": "you need to go into the woods and catch all these fucking flavonoids.", "start": 1490.82, "end": 1494.38}, {"text": "And then...", "start": 1494.38, "end": 1495.98}, {"text": "Wait, what is it? It gives you a mission?", "start": 1495.98, "end": 1497.66}, {"text": "Is he just a CIA?", "start": 1497.66, "end": 1499.46}, {"text": "Your mission is you have to go into this,", "start": 1499.46, "end": 1501.74}, {"text": "this it's like the Amazon rainforest.", "start": 1501.74, "end": 1503.62}, {"text": "You're a freelancer by the way.", "start": 1503.62, "end": 1504.7}, {"text": "You're an agent.", "start": 1504.7, "end": 1506.3}, {"text": "The first mission is you fill out a 1099.", "start": 1506.3, "end": 1508.1}, {"text": "Yeah. So you're working for this big corporation. You go into the woods. You", "start": 1508.1, "end": 1512.14}, {"text": "have to catch all the flavonoids. Okay. Then what happens? The flavonoids catch", "start": 1512.14, "end": 1517.66}, {"text": "you in a big net Ewok style. Then you find out it's like Avatar. You become", "start": 1517.66, "end": 1524.3}, {"text": "on the side of the flavonoids. You can have your character creation. You pick", "start": 1524.3, "end": 1528.66}, {"text": "which flavor you want to be. Yes. And you're fucking a hamburger girlfriend.", "start": 1528.66, "end": 1533.14}, {"text": "Based on things that you did in like the first half of the game. Yeah, it", "start": 1533.14, "end": 1535.98}, {"text": "game. It's like a paternity test. It determines what kind of flavonoid you", "start": 1535.98, "end": 1539.56}, {"text": "are. That's amazing. Oh, man, I got Mr. Poop. Yeah. I got Mr. Poop too many", "start": 1539.56, "end": 1543.98}, {"text": "times. It scans your body and it-- It scans your face. You are Mr. Boob.", "start": 1543.98, "end": 1548.38}, {"text": "No, I would be chocolate. Yeah, then the end of the game is a big flavor", "start": 1548.38, "end": 1553.94}, {"text": "competition. I would probably be water flavor. Wait, but this is not making", "start": 1553.94, "end": 1557.7}, {"text": "any sense. The end of the game is a cook off. Why are you turning into--", "start": 1557.7, "end": 1561.78}, {"text": "How do you turn into a flavonoid? Maybe that would be like the-- You know what", "start": 1561.78, "end": 1563.78}, {"text": "already know a flavonoid. You just this would be become become on the side of", "start": 1563.8, "end": 1568.5}, {"text": "the this would be the", "start": 1568.5, "end": 1569.38}, {"text": "twist. I'm giant, but I have a tiny flavonoid girlfriend. No, you yeah, I", "start": 1569.38, "end": 1575.12}, {"text": "guess you're a giant and then you have a tiny flavonoid girlfriend who is forty", "start": 1575.12, "end": 1579.46}, {"text": "five and", "start": 1579.46, "end": 1580.92}, {"text": "but they live till ten thousand. So she's like three years old. I don't", "start": 1580.92, "end": 1584.88}, {"text": "think I would want to be", "start": 1584.88, "end": 1585.92}, {"text": "I don't think I would want to be involved with", "start": 1585.92, "end": 1590.92}, {"text": "Well, you can choose to you can choose flavonoid at the end of the game. You", "start": 1591.84, "end": 1595.62}, {"text": "work with the flavonoids and learn their lifestyle. Then at the end of the game,", "start": 1595.62, "end": 1598.34}, {"text": "you make a choice. Do I go back and work for Emeril's company? I know what it", "start": 1598.34, "end": 1603.48}, {"text": "actually is. I don't know what it's actually gonna be. What? No, no, no. What", "start": 1603.48, "end": 1607.24}, {"text": "is this? No, no, no, no. This is it's actually the whole thing. It's it's a", "start": 1607.24, "end": 1611.84}, {"text": "multiplayer, asymmetrical multiplayer, like dead by daylight. You either play", "start": 1611.84, "end": 1616.14}, {"text": "as a flavonoid or as a chef. So if you're a flavonoid, you gotta run away.", "start": 1616.14, "end": 1620.36}, {"text": "Yeah, yeah, and do have a society. I guess yeah, you can air it kind of just", "start": 1620.38, "end": 1626.38}, {"text": "pitch like a visual novel, basically like a like a dating simulator. I was", "start": 1626.38, "end": 1629.9}, {"text": "thinking maybe like the first one, the first game in the series. Well, that's", "start": 1629.9, "end": 1632.94}, {"text": "like a storyline. This is the multiplayer game. The first game in the", "start": 1632.94, "end": 1635.9}, {"text": "series. You're just a chef and you're catching the flavonoids and the second", "start": 1635.9, "end": 1638.42}, {"text": "game. It's like a plot twist at the beginning where it's like it's like the", "start": 1638.42, "end": 1640.78}, {"text": "metal Metal Gear Solid thing where it's like, oh, I'm gonna be playing a chef,", "start": 1640.78, "end": 1643.38}, {"text": "but then boom, you're actually a flavonoid the rest of the game. Yeah,", "start": 1643.38, "end": 1646.98}, {"text": "and that's like ape escape, but for flavonoids, I like both of your ideas", "start": 1646.98, "end": 1650.02}, {"text": "and metal. I will say in Star Wars, the fact that they are made of flavors has", "start": 1650.02, "end": 1655.98}, {"text": "almost nothing to do with either.", "start": 1655.98, "end": 1657.34}, {"text": "What are you talking about? Because the the the flavor of the chef Corporation,", "start": 1657.34, "end": 1663.18}, {"text": "either one of these could have been Smurfs. No, because you are a psychopath.", "start": 1663.18, "end": 1667.38}, {"text": "If you I guess it could be Smurfs. If you took out all the flavor and cooking", "start": 1667.38, "end": 1670.5}, {"text": "and chefs, that's a good point. But instead of a fucking idiot, Gargamel or", "start": 1670.5, "end": 1673.98}, {"text": "somebody like Gargamel. Okay, if you want to try and get that license, that's", "start": 1673.98, "end": 1676.98}, {"text": "all you but that's how you're going to be able to pitch it. Did I just create the Smurfs?", "start": 1676.98, "end": 1681.54}, {"text": "Is that what it does? Gargamel wanted to eat the Smurfs. He wants to turn them into gold.", "start": 1681.54, "end": 1684.66}, {"text": "Oh, I thought he was trying to turn them into food, but it's might might as well be the", "start": 1684.66, "end": 1688.14}, {"text": "same thing. He wants them for something they don't want to be doing. Yeah, but this is", "start": 1688.14, "end": 1691.02}, {"text": "different because imagine if Gargamel had a big corporation that makes a big mouth instead", "start": 1691.02, "end": 1695.18}, {"text": "of a big nose McDonald's fries. The guy with the big nose wants to turn the Smurfs into", "start": 1695.18, "end": 1700.26}, {"text": "to gold. Yeah, you never realize this. No, this is a crack.com article. Yeah,", "start": 1700.26, "end": 1707.46}, {"text": "no, there's a writer. Blue guys are the good guys. What?", "start": 1707.46, "end": 1712.06}, {"text": "No, there's a writer strike. We can't even write this crack.com article. Yeah,", "start": 1712.06, "end": 1716.58}, {"text": "what is crack.com? There's no writer strike for video games. There's a writer", "start": 1716.58, "end": 1720.1}, {"text": "strike for... I kinda feel like this office could be a video game developer's", "start": 1720.1, "end": 1724.98}, {"text": "office. We should write a video game. We're gonna be in Indie Game, the movie", "start": 1724.98, "end": 1727.94}, {"text": "I'm down yeah, I would be down to make a video. I would be down to honestly make a", "start": 1727.94, "end": 1733.34}, {"text": "flavonoids, we play the noise video. I think it's a really good, but we just", "start": 1733.34, "end": 1738.02}, {"text": "need I'm telling you, I just need some reason. It's like my", "start": 1738.02, "end": 1741.18}, {"text": "noids because you come back and you cook with the flavonoids yeah wait. So", "start": 1741.18, "end": 1745.98}, {"text": "there's a cooking mama. So yeah, that's the whole thing. I will do that.", "start": 1745.98, "end": 1748.9}, {"text": "This sounds like that's the whole perfect video. Can we add it? Can it be", "start": 1748.9, "end": 1752.98}, {"text": "like concourse bad for day? The I always say concourse is", "start": 1752.98, "end": 1756.82}, {"text": "conker concore conker concore, like a hundred and fifty. That's how my", "start": 1756.82, "end": 1762.28}, {"text": "brother used to say it concores bad", "start": 1762.28, "end": 1765.04}, {"text": "can it be like that where there's Conan the Barbie Conan Conan. That's how", "start": 1765.04, "end": 1771.42}, {"text": "Conan is how I say it. I think that's how you're supposed to say it. I'm", "start": 1771.42, "end": 1774.44}, {"text": "saying concord like it's cool. How come Conan O'Brien is Conan because he is", "start": 1774.44, "end": 1779.26}, {"text": "wimpy, not a barbarian. Well, concord is a bad ass. He is for they kind of look", "start": 1779.26, "end": 1784.56}, {"text": "was he a dog? He's a fur baby.", "start": 1784.6, "end": 1786.6}, {"text": "Conker and Conan have red hair. I was going to say fur baby. Were you going to", "start": 1786.6, "end": 1792.28}, {"text": "say fur baby? Yeah, I don't know why. I know he calls his dog a fur baby. Oh my", "start": 1792.28, "end": 1795.5}, {"text": "God, we're not around. No, no, no, no, no, no, no. I call him shit. I hate him,", "start": 1795.5, "end": 1800.6}, {"text": "but can it be like Conker? Where? Conker. I guess that is just the word", "start": 1800.6, "end": 1806.04}, {"text": "Conker. Yeah, that's the joke. I thought his name was Conker. No. It's such a", "start": 1806.04, "end": 1811.32}, {"text": "crazy. I never ride that be anything's name because it's cooler. It's a cooler", "start": 1811.36, "end": 1816.36}, {"text": "cave man, concord", "start": 1816.36, "end": 1818.0}, {"text": "can it be like that where there's violence and sexual nudity. I think", "start": 1818.0, "end": 1822.66}, {"text": "there should be a toggle in the setting so you can turn on nudity. Yeah, maybe", "start": 1822.66, "end": 1826.64}, {"text": "the first game is like an innocent, like first game will be for any s and it", "start": 1826.64, "end": 1830.28}, {"text": "will come out a long time ago. Did you guys hear", "start": 1830.28, "end": 1833.56}, {"text": "and then we can go from there and then we'll be pretty by now we'll be pretty", "start": 1833.56, "end": 1839.76}, {"text": "did you hear about this game that I cannot remember the name of now I", "start": 1841.32, "end": 1846.58}, {"text": "haven't heard of that has options for people who get scared of stuff. Oh,", "start": 1846.58, "end": 1851.16}, {"text": "they oh yeah the game that", "start": 1851.16, "end": 1852.54}, {"text": "yeah it was the horizon game right and you can yeah well what I didn't", "start": 1852.54, "end": 1857.3}, {"text": "understand you can turn the water afraid of the water, but you can't even turn", "start": 1857.3, "end": 1861.44}, {"text": "the water. I was reading it and it's like what all you can do is like it", "start": 1861.44, "end": 1864.14}, {"text": "turns down the like ocean sounds okay, and it makes your character be able to", "start": 1864.14, "end": 1868.78}, {"text": "you're a reader of water and yeah, I guess I guess I never like I think this", "start": 1868.8, "end": 1873.34}, {"text": "fear is that you're like it literally said in the thing. It was like the fear", "start": 1873.34, "end": 1876.3}, {"text": "that they're trying to like the fear that people have is like of being in the", "start": 1876.3, "end": 1879.52}, {"text": "deep ocean. You can't see and there might be something in there with you and", "start": 1879.52, "end": 1882.24}, {"text": "it's that so we're doing is we're turning off some of the water effects", "start": 1882.24, "end": 1884.6}, {"text": "and you can breathe. That is a fear that one developer had. I got that fear.", "start": 1884.6, "end": 1889.2}, {"text": "That's a fear that one ever not for a video game. Everybody's fucking afraid of", "start": 1889.2, "end": 1894.24}, {"text": "drowning to death. I don't think that's the thing. It's not even the fear of", "start": 1894.84, "end": 1898.28}, {"text": "drowning. It's the fear of like there's a yeah, it's it's a it's one of the", "start": 1898.28, "end": 1901.9}, {"text": "reddit fears. Yeah. Oh, yeah. Well, like the one with the iPhone cameras. Yeah,", "start": 1901.9, "end": 1906.38}, {"text": "yeah, actually, it's one of the it's one of the ones where it's like I'm I'm", "start": 1906.38, "end": 1909.1}, {"text": "afraid of like something cosmic and I know I'm afraid of it's a napkins", "start": 1909.1, "end": 1913.48}, {"text": "touching. It's a phobia that like you hear about like tryptophobia or whatever", "start": 1913.48, "end": 1918.68}, {"text": "like, oh my God, you spilled over the new office for it's like tryptophobia or", "start": 1918.68, "end": 1924.38}, {"text": "or whatever, like the fear of tiny holes like no one that's what no one had that", "start": 1924.38, "end": 1928.4}, {"text": "fear until they read about it. I like yeah, because you can put pencils in", "start": 1928.4, "end": 1933.82}, {"text": "back in the day, people used to like tiny holes. Now it's all about big", "start": 1933.82, "end": 1937.42}, {"text": "nowadays. These girls are getting surgery to make their holes bigger.", "start": 1937.42, "end": 1941.78}, {"text": "They get surgery to make their but I've heard about this. He's right.", "start": 1941.78, "end": 1946.58}, {"text": "Girls are you serious to make their butthole? You can put a great three", "start": 1946.58, "end": 1950.74}, {"text": "counts. I put a grapefruit in a girl's, but now because all the so you're going", "start": 1950.78, "end": 1954.8}, {"text": "to do that for a while. They started with golf balls. That was the first ball", "start": 1954.8, "end": 1957.8}, {"text": "they got put in a but soon they're going to be putting soccer balls up there", "start": 1957.8, "end": 1960.34}, {"text": "soon. They're going to be putting fucking bowling balls, sixteen pounders", "start": 1960.34, "end": 1963.28}, {"text": "directly into women's. Well, the weight doesn't matter that much. You tell", "start": 1963.28, "end": 1966.52}, {"text": "that okay, well, let's put a fucking you try sixteen pounders a two pound. I", "start": 1966.52, "end": 1970.36}, {"text": "got sixteen pounds in my book", "start": 1970.36, "end": 1971.92}, {"text": "as long as it's man and skinny, it's", "start": 1976.52, "end": 1978.32}, {"text": "a bowling ball", "start": 1978.32, "end": 1980.48}, {"text": "compared to a soccer ball. It's pretty thin", "start": 1980.48, "end": 1983.16}, {"text": "actually rather narrow. I guess yeah, a soccer ball pop in my butt. I think", "start": 1983.16, "end": 1987.72}, {"text": "they make those. You're not you're not like that, bro. You are not tight like I", "start": 1987.72, "end": 1993.04}, {"text": "am. They make those butts loose as hell. Now his butts loose as fuck. They make", "start": 1993.04, "end": 1998.12}, {"text": "that is not true. You can put a whole I've never had. I have I only have", "start": 1998.12, "end": 2003.0}, {"text": "diarrhea because my butt is so tight that it just squeezes into a million little", "start": 2003.04, "end": 2007.2}, {"text": "pieces when it comes out.", "start": 2007.2, "end": 2008.24}, {"text": "Like the book? It won't come out as... Yeah, like the book because you're a", "start": 2008.24, "end": 2012.44}, {"text": "liar. No, I'm not a liar. And that book is real. That book is real? No, I wish", "start": 2012.44, "end": 2017.52}, {"text": "it was. Yeah. What's the...", "start": 2017.52, "end": 2018.96}, {"text": "I remember...", "start": 2018.96, "end": 2021.12}, {"text": "It was on... You remember that? I remember seeing the Oprah episode with", "start": 2021.12, "end": 2026.24}, {"text": "my mom. Yeah, and then he got exposed. Where Oprah's like, \"You are a lying", "start": 2026.24, "end": 2030.6}, {"text": "piece of shit. And he's like, \"What? Who gives a fuck, bitch?\"", "start": 2030.64, "end": 2033.44}, {"text": "Hey, Oprah. Yeah. Hey, everyone, check under your seats. Now, look up.", "start": 2033.44, "end": 2039.28}, {"text": "Double burrs, here's what you got. I'm out. That's how it ended. We should do", "start": 2039.28, "end": 2045.2}, {"text": "the Oprah... He flipped everyone off. We should do the Oprah set here.", "start": 2045.2, "end": 2049.12}, {"text": "That should be the set. That would be a good idea. Sure. One to one", "start": 2049.12, "end": 2052.4}, {"text": "recreation of Oprah. I do think that the Oprah set looked amazing.", "start": 2052.4, "end": 2056.64}, {"text": "I can picture it right now. Yeah, I think you're blue and the floor is kind of our", "start": 2057.32, "end": 2061.96}, {"text": "Oprah set floor. So chairs, lots of chairs, studio audience, mommies in the", "start": 2061.96, "end": 2066.6}, {"text": "crowd. I would like to get on the stage all around mommies all around. I would", "start": 2066.6, "end": 2071.96}, {"text": "like to get as many mommies in this office as humanly possible. I think if", "start": 2071.96, "end": 2075.44}, {"text": "we put a box of wine, oh, I just remember my internship was next to the", "start": 2075.44, "end": 2079.8}, {"text": "Oprah offices. I'll go back. I'll go talk to them. Harpo Harpo Productions.", "start": 2079.8, "end": 2084.44}, {"text": "yeah, that was the name of what her production company was Harpo", "start": 2084.52, "end": 2087.72}, {"text": "production some clownish name. I don't know. Well, spell it backwards. I said", "start": 2087.72, "end": 2091.56}, {"text": "yeah, because I thought he was saying something crazy. Oh my God,", "start": 2091.56, "end": 2093.8}, {"text": "I just", "start": 2093.8, "end": 2095.32}, {"text": "spell that back to the incredible. Are you crying? I didn't mean to, but I'm", "start": 2095.32, "end": 2100.48}, {"text": "crying a little bit because of what he just said. What did he say? Say it", "start": 2100.48, "end": 2104.2}, {"text": "Harpo is Oprah backwards. Oh my God, isn't that crazy?", "start": 2104.2, "end": 2109.28}, {"text": "that's like a be like office. Oh my God, we're in no they had an elevator. We", "start": 2110.28, "end": 2115.16}, {"text": "were not allowed to use that's Oprah's elevator. They said yeah, it was", "start": 2115.16, "end": 2118.6}, {"text": "literally you're not allowed up there. You're not allowed up there because", "start": 2118.6, "end": 2120.76}, {"text": "you know, not allowed to go. If you go in Oprah's elevator, you take it to the", "start": 2120.76, "end": 2123.96}, {"text": "at the floor. It says s that's Stedman's one time. It was an elevator that went", "start": 2123.96, "end": 2127.4}, {"text": "that opened on our in our office on our floor and we weren't allowed to go on", "start": 2127.4, "end": 2131.0}, {"text": "one time when I was younger. We were and I was in California and we were doing", "start": 2131.0, "end": 2136.24}, {"text": "we were driving and we my little my baby brother he shit his diaper yeah we had", "start": 2136.24, "end": 2143.12}, {"text": "to pull over to change his diaper and we did it and it was Oprah's house in the", "start": 2143.12, "end": 2148.76}, {"text": "driveway oh yeah yeah there's a big Oh and stuff and you had a big Oh the", "start": 2148.76, "end": 2155.04}, {"text": "security he saw his little brother shit I saw Oprah's security guard yeah and I", "start": 2155.04, "end": 2163.56}, {"text": "was it Stedman? I don't know who Stedman is. I think that's her.", "start": 2163.56, "end": 2167.56}, {"text": "Stedman is like her boyfriend, not boyfriend or something.", "start": 2167.56, "end": 2171.56}, {"text": "I thought that fucking Roger Ebert was her boyfriend, not boyfriend.", "start": 2171.56, "end": 2175.56}, {"text": "You are insane for that. They dated. They dated?", "start": 2175.56, "end": 2179.56}, {"text": "Yeah, I don't know. Yeah, they dated in the 90s. I think", "start": 2179.56, "end": 2183.56}, {"text": "Stedman. Stedman is Oprah's best friend.", "start": 2183.56, "end": 2187.56}, {"text": "Nobody's actually named Stedman, man. No, Dr. Phil is Oprah's best friend.", "start": 2187.56, "end": 2191.56}, {"text": "you've seen television. I've seen a lot more Oprah than you. That's probably", "start": 2191.56, "end": 2195.0}, {"text": "true. That's what I learned. That's what I learned about breast cancer as a kid,", "start": 2195.0, "end": 2198.64}, {"text": "and then I saw Mewtwo. There was a breast cancer report. Mewtwo. There was a", "start": 2198.64, "end": 2203.04}, {"text": "breast cancer report I saw of, it was a picture, Oprah, on the show of a", "start": 2203.04, "end": 2207.36}, {"text": "mastectomy, and then I saw... It kind of looked like Mewtwo's chest, no", "start": 2207.36, "end": 2210.32}, {"text": "nipples. I told my mom, I asked my mom, \"Does Mewtwo have breast cancer?\"", "start": 2210.32, "end": 2215.4}, {"text": "(laughter)", "start": 2215.44, "end": 2217.68}, {"text": "- Because I saw his like,", "start": 2217.68, "end": 2219.88}, {"text": "(laughter)", "start": 2219.88, "end": 2221.54}, {"text": "- Oh my God.", "start": 2221.54, "end": 2222.38}, {"text": "(laughter)", "start": 2222.38, "end": 2224.62}, {"text": "- I think,", "start": 2224.62, "end": 2225.46}, {"text": "- Did Mewtwo have breast cancer?", "start": 2225.46, "end": 2228.16}, {"text": "- I think Mewtwo,", "start": 2228.16, "end": 2229.0}, {"text": "- She got mad at me because she thought I was joking.", "start": 2229.0, "end": 2232.0}, {"text": "- I kind of wanted to fuck Mewtwo until,", "start": 2232.0, "end": 2233.96}, {"text": "- Mewtwo was a sexual awakening.", "start": 2233.96, "end": 2234.8}, {"text": "- Until I heard his voice.", "start": 2234.8, "end": 2236.08}, {"text": "- Yeah.", "start": 2236.08, "end": 2236.92}, {"text": "- In the Pokemon.", "start": 2236.92, "end": 2237.74}, {"text": "- Yeah, I thought Mewtwo was a girl.", "start": 2237.74, "end": 2239.12}, {"text": "- Me too.", "start": 2239.12, "end": 2239.96}, {"text": "If they had given,", "start": 2239.96, "end": 2240.78}, {"text": "they made such a correct decision by giving him", "start": 2240.78, "end": 2243.92}, {"text": "the deep man's voice. Yeah. If they had given him a sexy girls, they had given", "start": 2243.92, "end": 2248.86}, {"text": "him like the most hottest girl's voice. If they had so they should now do the", "start": 2248.86, "end": 2252.92}, {"text": "voice on that, that would have been. Does any be playing the ukulele and shit?", "start": 2252.92, "end": 2256.72}, {"text": "No, he's not. So he's not. It just would be the voice. It would just be. No,", "start": 2256.72, "end": 2260.2}, {"text": "it's not the right voice. You got to get like a like a like a", "start": 2260.2, "end": 2263.72}, {"text": "female voice who would fit me to", "start": 2263.72, "end": 2266.72}, {"text": "okay. Like Oprah. Oprah would not have. I would not. Oprah does not have a", "start": 2266.72, "end": 2271.12}, {"text": "Mmm fucking Michelle", "start": 2272.12, "end": 2274.72}, {"text": "Michelle who's Michelle from the I don't know", "start": 2274.72, "end": 2280.06}, {"text": "What I'm trying to think of of one of you to have that I was gonna say", "start": 2280.06, "end": 2284.48}, {"text": "Baby", "start": 2284.48, "end": 2289.32}, {"text": "I don't think that would have done it for me Gwendolyn Christie whose armor from you to had robot armor", "start": 2289.32, "end": 2295.2}, {"text": "I was just trying to get out of this. Yeah. Yeah, I don't talk about Michelle", "start": 2295.2, "end": 2298.52}, {"text": "I don't have anything about the robot armor. I was gonna say Michelle Quan", "start": 2298.52, "end": 2301.72}, {"text": "on. I don't even know that is", "start": 2301.72, "end": 2303.72}, {"text": "you have anything else really boring. I bet Patrick wanted to", "start": 2303.72, "end": 2308.52}, {"text": "fuck me. You know,", "start": 2308.52, "end": 2309.52}, {"text": "whatever happened to me three. I like me too, but he's too big.", "start": 2309.52, "end": 2315.42}, {"text": "Whatever I am you three. I didn't want to fuck you. I want", "start": 2315.42, "end": 2319.52}, {"text": "to be me. You yeah, it was a thing. I made up when I was a", "start": 2319.52, "end": 2322.96}, {"text": "kid. Really, what did it look like? Everybody made up your", "start": 2322.96, "end": 2325.36}, {"text": "three when they were a kid. It looked like shit terrible.", "start": 2325.36, "end": 2327.98}, {"text": "I think I think everybody who who liked Pokemon as a kid drew a picture of me", "start": 2328.52, "end": 2333.4}, {"text": "three. That was the worst picture they ever drew. I mean I didn't draw. I go.", "start": 2333.4, "end": 2336.96}, {"text": "It was too embarrassing of all my drawings. I'm so bad at drawing man. I'm", "start": 2336.96, "end": 2340.64}, {"text": "okay drawing. I think that I would like to I'm really bad at drawing, but I'm a", "start": 2340.64, "end": 2345.72}, {"text": "really good painter. I want to get good at three things. I want to learn how to", "start": 2345.72, "end": 2349.48}, {"text": "draw. I want to learn Spanish yeah, and I would like to do a high line type", "start": 2349.48, "end": 2357.28}, {"text": "a tight type rope yeah. Oh on to like to sky, you want to be a type rope walker.", "start": 2357.32, "end": 2362.78}, {"text": "I want to be a type rope Walker and I want to walk very I want to be the", "start": 2362.78, "end": 2366.22}, {"text": "fastest fastest and I want to be really scared.", "start": 2366.22, "end": 2368.34}, {"text": "You run all the way", "start": 2368.34, "end": 2370.48}, {"text": "because I don't like this style of the guys who do they do this thing where", "start": 2370.48, "end": 2376.52}, {"text": "they hold the thing yeah and they think no thing also one no thing and I'm", "start": 2376.52, "end": 2381.7}, {"text": "going to hold my breath and run as fast as possible all the way down. That's", "start": 2381.7, "end": 2386.22}, {"text": "I want. Yeah. What about like a highline tightrope, but it's slanted? What if you're the first", "start": 2386.26, "end": 2391.62}, {"text": "slanted guy? Yeah. Oh, and also I always had this idea, which is that you set it in between", "start": 2391.62, "end": 2396.92}, {"text": "your ass cheeks and you kind of use your body like a zip line and you just kind of and you", "start": 2396.92, "end": 2403.26}, {"text": "hold your balls up. You hold your balls all like as high up as I go, so they don't get", "start": 2403.26, "end": 2406.3}, {"text": "turned into nothing. I notice your hands at your chest. I have long. I have long ones.", "start": 2406.3, "end": 2412.66}, {"text": "I've said this before, I have pretty long stretchers. Yeah, that turn, you know,", "start": 2412.66, "end": 2418.0}, {"text": "like, okay, so if you take your balls personally, your, your ball sack and you", "start": 2418.0, "end": 2422.96}, {"text": "flatten it out. If you personally take your balls. If you, yeah, if you do it", "start": 2422.96, "end": 2425.98}, {"text": "yourself and you pull it as far out as possible. Uh huh. Stretch it. Show me", "start": 2425.98, "end": 2431.14}, {"text": "with your, yeah, show me with your, with your hands how wide that would be. I", "start": 2431.14, "end": 2434.98}, {"text": "don't, I haven't stretched it. You don't do that in the bath. Probably about this,", "start": 2434.98, "end": 2438.9}, {"text": "this wide? Let me think probably the length that's respect of the length of", "start": 2439.22, "end": 2443.32}, {"text": "my pants. So show the show the camera.", "start": 2443.32, "end": 2445.8}, {"text": "We'll just do it with your hands. You don't have to show that they can't see", "start": 2445.8, "end": 2451.24}, {"text": "that on the thing. I would be probably like I might be like maybe here. I", "start": 2451.24, "end": 2456.02}, {"text": "think I honestly might be that big for real with my sack. Well, that means", "start": 2456.02, "end": 2459.94}, {"text": "you know what that means, right? We know that means yeah,", "start": 2459.94, "end": 2462.66}, {"text": "I literally look it looks like I used to have giant balls.", "start": 2462.66, "end": 2466.92}, {"text": "I lost the dog who just went on a diet. Yeah, yeah, you know, you know what that", "start": 2467.82, "end": 2471.5}, {"text": "means, though. That's how big your your pussy would be. I know for real. That's", "start": 2471.5, "end": 2476.3}, {"text": "what I'm saying, bro. This guy's not tight. Yeah, I think that if I was a girl,", "start": 2476.3, "end": 2479.98}, {"text": "I'd have the fucking most huge shit ever. Yeah, yeah, you'd have beagle ears", "start": 2479.98, "end": 2486.38}, {"text": "between your legs. I'd have beagle labia flaps and ears. Your leg would look", "start": 2486.38, "end": 2491.66}, {"text": "your your pussy would look like a basset hound. I think that my", "start": 2491.66, "end": 2495.22}, {"text": "Yeah,", "start": 2495.22, "end": 2496.22}, {"text": "it would look at home in a Sherlock Holmes.", "start": 2496.22, "end": 2503.18}, {"text": "I think that your your would look like the curtains into a fortune tellers", "start": 2503.18, "end": 2511.08}, {"text": "caravan.", "start": 2511.08, "end": 2511.74}, {"text": "No, I would have my would actually look really no, it would no, it would look", "start": 2511.74, "end": 2519.18}, {"text": "yeah, it would look like two glass doors. No, yeah,", "start": 2519.18, "end": 2521.72}, {"text": "really flat. It wouldn't be flat. It'd be I would have a juicy ass. You'd have a", "start": 2522.74, "end": 2529.06}, {"text": "juicy. No, you're just the show would be dry as fuck all the time. My dude, they", "start": 2529.06, "end": 2534.1}, {"text": "call you. They call you Sahara. Girls say like,", "start": 2534.1, "end": 2538.42}, {"text": "my pussy's fucking dry. Fuck me. They got to put pH strips up there. I heard", "start": 2538.42, "end": 2546.86}, {"text": "yeah. P. H. A. T. Strips because that thing I heard from girls that I know", "start": 2546.86, "end": 2551.94}, {"text": "they have to put a PH strip up there like they're testing a pool. Yeah,", "start": 2552.18, "end": 2556.34}, {"text": "if it's all messed up, they do have to put a powder up there to a powder,", "start": 2556.34, "end": 2563.18}, {"text": "powder. It's chlorine. If I had one powder be coming out of there, yeah,", "start": 2563.18, "end": 2567.94}, {"text": "all the time, it'd be like when you when you like, I'd be triggering hard and", "start": 2567.94, "end": 2572.9}, {"text": "the corn starch starts flying everywhere. Men would try to eat me out and I'd", "start": 2572.9, "end": 2575.86}, {"text": "be triggering their allergies.", "start": 2575.86, "end": 2577.14}, {"text": "if I had a something you to mitt pollen, I'm going to say something really,", "start": 2579.54, "end": 2583.26}, {"text": "really nasty, but mine would have some kind of substance that looked like rice", "start": 2583.26, "end": 2586.84}, {"text": "yeah and it would come out all the time. What those would be your eggs? That's", "start": 2586.84, "end": 2590.74}, {"text": "it. I don't know what it would be, but I'd be coming out and I'd be like", "start": 2590.74, "end": 2593.72}, {"text": "wearing a scurvy going down my leg. Some guy be eating me out and he'd be like", "start": 2593.72, "end": 2596.9}, {"text": "pot of silica gel packet for his fucking tongue. Yeah, because it's so you need", "start": 2596.9, "end": 2602.1}, {"text": "to keep it dry. So no oxygen, so it doesn't oxidize. Mine would have a", "start": 2602.1, "end": 2605.02}, {"text": "tongue. Yeah, I might have a beak.", "start": 2605.02, "end": 2607.22}, {"text": "I think my would have wings like wings, not like like name or wings. Yes,", "start": 2609.26, "end": 2615.42}, {"text": "exactly like name or wing. My pussy would have wings. Hey, my pussy. Come", "start": 2615.42, "end": 2620.82}, {"text": "on man. Yeah, don't don't don't swear. We have neighbors who can hear us.", "start": 2620.82, "end": 2625.74}, {"text": "No, they can't. They can hear us. They don't want to hear. You guys would be", "start": 2625.74, "end": 2628.78}, {"text": "able to hear us saying pussy ad ad nauseam. I would have one of the loud", "start": 2628.78, "end": 2632.54}, {"text": "far my my pussy would be ad nauseam yep", "start": 2632.54, "end": 2635.84}, {"text": "and also it would have said that like you were on it.", "start": 2635.84, "end": 2640.62}, {"text": "Would you guys if you had a if you guys had a pussy, would you say it like that?", "start": 2640.62, "end": 2648.82}, {"text": "Would you get the two lips on either side? Would you get them tattooed with a", "start": 2648.82, "end": 2656.2}, {"text": "company for a monthly fee, I get like wrapping a sedan yeah? I guess I would do", "start": 2656.2, "end": 2660.44}, {"text": "I'd pin them open like a butterfly.", "start": 2660.46, "end": 2663.38}, {"text": "For $20,000, I would get the Carl's Jr. logo on my mons pubis.", "start": 2663.38, "end": 2672.62}, {"text": "Can I tell you guys something about...", "start": 2672.62, "end": 2673.62}, {"text": "No, no, it's got to be on the lips.", "start": 2673.62, "end": 2674.62}, {"text": "No, no, no.", "start": 2674.62, "end": 2675.62}, {"text": "It's right like, but like too close.", "start": 2675.62, "end": 2678.94}, {"text": "Okay.", "start": 2678.94, "end": 2679.94}, {"text": "Sure.", "start": 2679.94, "end": 2680.94}, {"text": "Like part of the star is kind of going in.", "start": 2680.94, "end": 2682.98}, {"text": "Yeah.", "start": 2682.98, "end": 2683.98}, {"text": "My girlfriend got a tattoo from this lady who spider webbed a girl's butthole.", "start": 2683.98, "end": 2688.86}, {"text": "I've seen, I've heard of that.", "start": 2688.86, "end": 2690.46}, {"text": "Wow.", "start": 2690.46, "end": 2691.46}, {"text": "Yeah.", "start": 2691.46, "end": 2692.46}, {"text": "Can I tell you guys something about Carl's Jr. that I forgot to tell you guys from Mexico?", "start": 2692.46, "end": 2695.22}, {"text": "Yes.", "start": 2695.22, "end": 2696.22}, {"text": "They had a Carl's Jr. near our hotel.", "start": 2696.22, "end": 2698.06}, {"text": "I thought it was very funny because they had all the Mexican food and they just had a Carl's", "start": 2698.06, "end": 2701.9}, {"text": "Jr. and it had a big, a big glass window so you could see like the whole, you could see", "start": 2701.9, "end": 2707.7}, {"text": "the counter and like the menu and everything up on the screen.", "start": 2707.7, "end": 2711.34}, {"text": "And one night we were walking back to our hotel and there were two guys who were like", "start": 2711.34, "end": 2714.98}, {"text": "clearly a little drunk but there was like two American guys who were just standing outside", "start": 2714.98, "end": 2718.16}, {"text": "said the carls junior and just standing like right next to each other and just", "start": 2718.16, "end": 2721.96}, {"text": "just staring into the window at the menu and standing completely still and", "start": 2721.96, "end": 2727.36}, {"text": "they're like their girlfriends are like come on come on and they're just", "start": 2727.36, "end": 2730.04}, {"text": "sitting there staring and we're laughing so hard at it and then a third", "start": 2730.04, "end": 2733.88}, {"text": "guy who clearly did not know them came up and stood next to them. It started", "start": 2733.88, "end": 2737.54}, {"text": "to", "start": 2737.54, "end": 2737.9}, {"text": "just looking at the menu like a like a cat staring out the window", "start": 2737.9, "end": 2743.4}, {"text": "Speaking of Carl's Jr.", "start": 2745.04, "end": 2747.04}, {"text": "Our college girlfriends took us to Mexico and now we're so sad.", "start": 2747.04, "end": 2750.54}, {"text": "Now we're mothed to a flame at Carl's Jr.", "start": 2750.54, "end": 2753.04}, {"text": "The menu is probably different.", "start": 2753.04, "end": 2755.54}, {"text": "It's all the same.", "start": 2755.54, "end": 2757.54}, {"text": "Well, okay. Speaking of the butthole tattoo,", "start": 2757.54, "end": 2761.54}, {"text": "I don't know, like, that person got their butthole spider webbed, right?", "start": 2761.54, "end": 2766.04}, {"text": "For $50,000,", "start": 2766.04, "end": 2771.04}, {"text": "I would get the Carl's Jr. logo on my butt.", "start": 2771.04, "end": 2775.36}, {"text": "The mouth is the...", "start": 2775.36, "end": 2778.04}, {"text": "I like the girl with the octopus ass.", "start": 2778.04, "end": 2780.04}, {"text": "I mean, yeah, the thing about that is that, I mean, I don't...", "start": 2780.04, "end": 2784.04}, {"text": "It's just... At that point, it's like how much money would you pay to suffer this pain?", "start": 2784.04, "end": 2788.04}, {"text": "Because I don't know how many people are going to be looking at my butthole and being like,", "start": 2788.04, "end": 2792.04}, {"text": "\"I'm seeing your butthole and I can't believe there's Carl's Jr. on it. What's wrong with you?\"", "start": 2792.04, "end": 2796.04}, {"text": "That person that got a spider web in his butthole.", "start": 2796.04, "end": 2798.04}, {"text": "I mean maybe five to six people Maxel see my Carl's Jr. But you cannot get this", "start": 2798.04, "end": 2802.44}, {"text": "job", "start": 2802.44, "end": 2802.84}, {"text": "but", "start": 2802.84, "end": 2806.76}, {"text": "I", "start": 2806.76, "end": 2806.96}, {"text": "am I ever going to get a job now, but you have an as you would be able to get", "start": 2806.96, "end": 2810.56}, {"text": "the job of Carl's Jr. Though that's true yeah, that's a", "start": 2810.56, "end": 2813.48}, {"text": "bad job. Yeah, let me show you. Let me show you by the way that's a birthmark", "start": 2813.48, "end": 2817.88}, {"text": "yeah, that's what I would say my the", "start": 2817.88, "end": 2819.96}, {"text": "lady or the person who got the", "start": 2819.96, "end": 2823.2}, {"text": "spider web but whole. I saw an interview with them where they're like every", "start": 2823.2, "end": 2828.0}, {"text": "time I went to the bathroom, I had to put Vaseline and every single time that", "start": 2828.0, "end": 2834.0}, {"text": "they went to the bathroom, they had to do after care. That surprises you? Of", "start": 2834.0, "end": 2837.44}, {"text": "course. You can't get poop on a tattoo. Imagine the commitment to a spider web", "start": 2837.44, "end": 2844.26}, {"text": "butthole is something that I could not do. For $50,000? For 50 Gs? Easily. For", "start": 2844.26, "end": 2850.64}, {"text": "some spider web paint on your butt and then you gotta wash your ass for three", "start": 2850.64, "end": 2854.46}, {"text": "basically yeah, basically two weeks of washing my ass every day to wipe my", "start": 2854.46, "end": 2858.06}, {"text": "butt after", "start": 2858.06, "end": 2858.62}, {"text": "I would not", "start": 2858.62, "end": 2860.9}, {"text": "sit down after thousand sitting down after getting that", "start": 2860.9, "end": 2866.26}, {"text": "I'll go to the hospital for two weeks every day. I'll hire somebody to be my", "start": 2866.26, "end": 2871.9}, {"text": "personal nurse and give him five grand and then I told forty five thousand", "start": 2871.9, "end": 2874.98}, {"text": "dollars a good idea. I shouldn't hire somebody to wipe my eyes. I shouldn't", "start": 2874.98, "end": 2878.18}, {"text": "have talked about this person spider web butthole tattoo this much, but my", "start": 2878.18, "end": 2881.98}, {"text": "my girlfriend kept showing me it and she was like isn't this so cool. I was", "start": 2881.98, "end": 2885.78}, {"text": "he said it was cool. I was like if you get that I I'm putting spiders in your", "start": 2885.78, "end": 2889.94}, {"text": "yeah, I put you got to yeah, I walked a walk. I'm putting spiders in your butt.", "start": 2889.94, "end": 2894.14}, {"text": "You are getting spiders in your butt. I'm going to put random. I'm going to", "start": 2894.14, "end": 2897.22}, {"text": "put flies in there and you have to catch them in the way. If I saw a girl", "start": 2897.22, "end": 2901.62}, {"text": "with a spider web, but that you'll be like oh my God, this this but hasn't", "start": 2901.62, "end": 2904.38}, {"text": "been used in years.", "start": 2904.38, "end": 2905.46}, {"text": "Oh God, getting a broom.", "start": 2907.54, "end": 2909.54}, {"text": "I know why I talked about that spider web butthole tattoo so much.", "start": 2909.54, "end": 2913.54}, {"text": "That was funny.", "start": 2913.54, "end": 2915.54}, {"text": "It was funny. It was fine.", "start": 2915.54, "end": 2917.54}, {"text": "Do we have a list today? We're supposed to do a list.", "start": 2917.54, "end": 2919.54}, {"text": "No, writer's strike.", "start": 2919.54, "end": 2921.54}, {"text": "That'll be our excuse today. Mostly it's no wifi.", "start": 2921.54, "end": 2923.54}, {"text": "No wifi so we can't really do anything like that.", "start": 2923.54, "end": 2925.54}, {"text": "They have not messaged me back about the wifi.", "start": 2925.54, "end": 2929.54}, {"text": "Didn't you say you scheduled it? Why would they message you again?", "start": 2929.54, "end": 2931.54}, {"text": "I gotta create an account.", "start": 2931.54, "end": 2933.54}, {"text": "So you didn't do it?", "start": 2933.54, "end": 2935.54}, {"text": "couldn't do it and I'm going to make the password very funny. I know you will.", "start": 2935.54, "end": 2939.94}, {"text": "I'm going to hate the password. It's going to be shiz or piss. It's not going to be shiz or piss or tits.", "start": 2939.94, "end": 2946.1}, {"text": "It'll be pez.", "start": 2946.1, "end": 2947.06}, {"text": "I think that... Can I tell you guys something very controversial? Yeah.", "start": 2947.06, "end": 2951.9}, {"text": "Because I've been just thinking about candy a lot. We can't... I have candy on my mind.", "start": 2951.9, "end": 2956.14}, {"text": "I don't really want to talk about candy. We've been talking about it a lot.", "start": 2956.14, "end": 2958.46}, {"text": "But I do want to say one thing.", "start": 2958.46, "end": 2960.98}, {"text": "I think that Pez is in my top five candies. I like Pez. Cherry Pez. Is", "start": 2962.1, "end": 2967.2}, {"text": "that not? I feel like people, people should be crucified. No, that's that's", "start": 2967.2, "end": 2971.08}, {"text": "fine. I love Pez. Pez is the same as Smarties. If it comes out of this,", "start": 2971.08, "end": 2974.18}, {"text": "I mean, one at a time, and I'm enjoying them so much. Pez is better and", "start": 2974.18, "end": 2978.42}, {"text": "different than Smarties. Yeah, but it's the same class of... It's the same", "start": 2978.42, "end": 2981.22}, {"text": "class. It's like it's an insane candy to eat. There's also something about,", "start": 2981.22, "end": 2983.92}, {"text": "it's like how wine is better if it's decanted. There's something about Pez", "start": 2983.92, "end": 2987.64}, {"text": "out of the package, I don't really want it. If it comes out of Fred Flintstone's", "start": 2987.64, "end": 2990.3}, {"text": "neck. That's good. That's a good candy. It's the plastic in the Pez. It adds flavor.", "start": 2990.3, "end": 2996.3}, {"text": "Oh my God. It's also because you've got to work for it. That's true. Because it's", "start": 2996.3, "end": 3000.5}, {"text": "hard for a weakling like me, a wimp, it's hard as fuck. For me, I'm kind of a", "start": 3000.5, "end": 3008.42}, {"text": "cynical, ironical type of guy, so I don't often give many thumbs up. So my thumbs", "start": 3008.42, "end": 3013.86}, {"text": "are kind of atrophied because I sit there like this all the time. Also, I watch", "start": 3013.86, "end": 3017.3}, {"text": "got a TV and I go, that's the closest I'll ever get to loading a magazine of", "start": 3017.3, "end": 3021.24}, {"text": "a gun is putting the fucking Pez things in. And I feel like I really do feel", "start": 3021.24, "end": 3026.22}, {"text": "like a tough guy when I put the Pez things in. Yeah. 'Cause it's the exact", "start": 3026.22, "end": 3029.98}, {"text": "same", "start": 3029.98, "end": 3030.24}, {"text": "thing.", "start": 3030.24, "end": 3031.62}, {"text": "And then hearing it go like,", "start": 3031.62, "end": 3033.66}, {"text": "\"I love that.\" Yeah, wow.", "start": 3033.66, "end": 3036.08}, {"text": "But I would love it. For me, that's what I get from plugging a damn XLR cable", "start": 3036.08, "end": 3039.46}, {"text": "in. There is some way to load up Pez where you can just put the paper thing", "start": 3039.46, "end": 3044.9}, {"text": "in there and then like I guess you shoot it down. I want the guys over the paper", "start": 3044.9, "end": 3049.5}, {"text": "comes out the bottom. I think that's how you're supposed to load up Pez. I'm not", "start": 3049.5, "end": 3054.06}, {"text": "entirely sure, but if that isn't true, then it should be Pez. Get your dumb ass", "start": 3054.06, "end": 3060.78}, {"text": "German fucking asses on this. I really want the guys over at the modern warfare", "start": 3060.78, "end": 3067.38}, {"text": "like reloading animation guys to do a Pez one. That'd be the guy who does the", "start": 3067.38, "end": 3073.9}, {"text": "real life staplers and stuff. Yeah, he needs to do. I think he did. Maybe that's", "start": 3074.54, "end": 3078.38}, {"text": "what I'm thinking. Maybe I saw that video of that guy loading up. You mother", "start": 3078.38, "end": 3082.86}, {"text": "fucker. Yeah, oddly satisfying. It is seriously oddly satisfying. Strange", "start": 3082.86, "end": 3087.14}, {"text": "words. Well, that was kind of perfect.", "start": 3087.14, "end": 3089.86}, {"text": "I think that this studio could be used for all. I think that we could", "start": 3089.86, "end": 3093.9}, {"text": "definitely do art in here. I think we could do squidward voice acting. We", "start": 3093.9, "end": 3098.86}, {"text": "could do squidward. We could do paintings. Uh huh. We could do squidward", "start": 3098.86, "end": 3103.14}, {"text": "voice acting classes. I don't think that that would be very good. We could get", "start": 3103.14, "end": 3106.18}, {"text": "that guy who just walked by to come in here and we'll try to teach him.", "start": 3106.18, "end": 3109.18}, {"text": "We could teach that guy how to talk like Squidward.", "start": 3109.18, "end": 3112.78}, {"text": "Or I guess more Squilliam. I think we could do Squilliam for sure, but", "start": 3112.78, "end": 3116.74}, {"text": "Squidward is hard. Should we just leave that door unlocked and just and have like", "start": 3116.74, "end": 3120.26}, {"text": "people walk in? Yeah. Actually just let people come in here if they want?", "start": 3120.26, "end": 3124.82}, {"text": "No, because then people will find out the address and then like people will try to", "start": 3124.82, "end": 3128.66}, {"text": "come in, which isn't as fun. I don't think so. It's not fun if you know who we are.", "start": 3128.66, "end": 3132.18}, {"text": "I don't think anybody has the time to go look at a studio. You know what we should do? We", "start": 3132.18, "end": 3138.14}, {"text": "should charge for tours.", "start": 3138.14, "end": 3139.14}, {"text": "That's a good idea.", "start": 3139.14, "end": 3140.14}, {"text": "That's a great idea.", "start": 3140.14, "end": 3141.14}, {"text": "That's a really good idea.", "start": 3141.14, "end": 3142.14}, {"text": "There used to be...", "start": 3142.14, "end": 3143.14}, {"text": "We should put down rails and have a little car, like a...", "start": 3143.14, "end": 3146.74}, {"text": "Oh my God, we get mannequins of us on the set.", "start": 3146.74, "end": 3150.42}, {"text": "I went to a podcast studio tour when I was like 15, on that same trip that we changed", "start": 3150.42, "end": 3154.3}, {"text": "my brother's diaper.", "start": 3154.3, "end": 3155.3}, {"text": "A podcast studio.", "start": 3155.3, "end": 3156.3}, {"text": "It was...", "start": 3156.3, "end": 3157.3}, {"text": "Earwolf?", "start": 3157.3, "end": 3158.3}, {"text": "It's way worse. It was a", "start": 3158.3, "end": 3160.42}, {"text": "Tech news today Leo Laporte. Okay. It was this guy who was like this you were a weird-ass kid", "start": 3160.42, "end": 3168.42}, {"text": "Yeah, I really was he was this guy who did like", "start": 3168.42, "end": 3170.94}, {"text": "technology reviews and stuff and he", "start": 3170.94, "end": 3174.06}, {"text": "Had a podcast studio. I think it was called TWI this week in tech was his big show. It's", "start": 3174.06, "end": 3181.86}, {"text": "And we went and we like scheduled a tour because I really wanted to and it was", "start": 3184.7, "end": 3189.3}, {"text": "they're free and we you go and you just like sit there while they do the show", "start": 3189.3, "end": 3193.3}, {"text": "and I was like blackout happy. I barely remember any of it.", "start": 3193.3, "end": 3197.1}, {"text": "There was two. It was like the lady who I organized the blackout happy is so", "start": 3197.1, "end": 3201.6}, {"text": "real. I know exactly what you mean being like a nerdy fucking like 14. I", "start": 3201.6, "end": 3206.5}, {"text": "couldn't even believe it. I was just sitting there like wasn't even able to", "start": 3206.5, "end": 3209.5}, {"text": "enjoy it. Seeing a band that I listened to on iTunes for seven years. Exactly.", "start": 3209.5, "end": 3214.1}, {"text": "life just not yeah, I just fully unable to even react and I met the guy Leo", "start": 3214.1, "end": 3219.38}, {"text": "Laporte and he was he had his voice and I think I went like", "start": 3219.38, "end": 3222.34}, {"text": "like some kind of a noise when I saw him and then I and then like the week", "start": 3222.34, "end": 3228.46}, {"text": "after we did this tour, it came out that he was cheating on his wife with the", "start": 3228.46, "end": 3234.14}, {"text": "the lady who I booked the tour with like the the the intern that I was like", "start": 3234.14, "end": 3239.54}, {"text": "emailing and he the way that people found out was he like open. He was like", "start": 3239.54, "end": 3243.78}, {"text": "reviewing a phone and like a samsung galaxy or whatever, and it was it was", "start": 3243.82, "end": 3247.32}, {"text": "like a live show and it was showing the phone and he was like so let's take a", "start": 3247.32, "end": 3250.72}, {"text": "look at the photos at he opens it up and it's just like a photo of her ass.", "start": 3250.72, "end": 3253.52}, {"text": "And so then I was like this guy's a scumbag and I never listened to him", "start": 3253.52, "end": 3259.84}, {"text": "again. Yeah, I got my I got my enjoyment and when I when I could good work, but", "start": 3259.84, "end": 3265.38}, {"text": "we should do stuff like that yeah for sure for sure. We should have people", "start": 3265.38, "end": 3267.94}, {"text": "come and they can sit. We should review tech as well. Yeah,", "start": 3267.94, "end": 3270.64}, {"text": "I think we should", "start": 3270.64, "end": 3272.68}, {"text": "I feel like I should get some compromising nude photos of you soon.", "start": 3272.68, "end": 3277.84}, {"text": "Why?", "start": 3277.84, "end": 3278.84}, {"text": "Just to have.", "start": 3278.84, "end": 3279.84}, {"text": "I want a Manila envelope.", "start": 3279.84, "end": 3280.84}, {"text": "I don't want them on my phone.", "start": 3280.84, "end": 3281.84}, {"text": "I want them nude.", "start": 3281.84, "end": 3282.84}, {"text": "I want a panel in my house that I can unseal.", "start": 3282.84, "end": 3287.84}, {"text": "This is kind of smart.", "start": 3287.84, "end": 3288.84}, {"text": "I'm not that nude that often.", "start": 3288.84, "end": 3291.84}, {"text": "Well, that's why I think I'm probably nude.", "start": 3291.84, "end": 3295.84}, {"text": "You're nude the most.", "start": 3295.84, "end": 3296.84}, {"text": "I think I'm nude maybe.", "start": 3296.84, "end": 3297.84}, {"text": "I'm definitely nude the most.", "start": 3297.84, "end": 3298.84}, {"text": "You're probably nude the most.", "start": 3298.84, "end": 3299.84}, {"text": "I'm nude maybe.", "start": 3299.84, "end": 3300.84}, {"text": "I'm nude all day.", "start": 3300.84, "end": 3301.84}, {"text": "if there was like a pie chart of my day, I think the smallest liver would be", "start": 3301.84, "end": 3305.08}, {"text": "being nude. Yeah, I'm not nude very often, but I am. I am. The biggest", "start": 3305.08, "end": 3308.92}, {"text": "liver would be big on this guy. You are big on these. I like to be in", "start": 3308.92, "end": 3312.76}, {"text": "my own. That yeah, that I think maybe I think okay, okay, you know what?", "start": 3312.76, "end": 3317.88}, {"text": "I'm pie chart of the day pie chart of the day. 12%", "start": 3317.88, "end": 3320.8}, {"text": "mate or 10% nude,", "start": 3320.8, "end": 3323.48}, {"text": "maybe 50%. I wish I lived one more. I would be. I would be. I think", "start": 3323.48, "end": 3329.4}, {"text": "I'll be a walking around new guy. If I would if I would live, I here's here's", "start": 3329.4, "end": 3333.44}, {"text": "the breakdown of my my clothes situation. Okay, the least I ever am probably is", "start": 3333.44, "end": 3338.94}, {"text": "just underwear on yeah. The second least is probably completely nude and again", "start": 3338.94, "end": 3344.52}, {"text": "that's probably still twelve percent of my day yeah and then clothes is", "start": 3344.52, "end": 3348.22}, {"text": "obviously my number one, but the one in between nude and clothed is completely", "start": 3348.22, "end": 3354.16}, {"text": "naked, but big", "start": 3354.16, "end": 3355.22}, {"text": "I didn't mean to start doing this literally like a girl, like a girl", "start": 3358.76, "end": 3363.06}, {"text": "thing. I read a guy's house. I wear a big T. It's called Pooh Baron. I have", "start": 3363.06, "end": 3367.4}, {"text": "I go Pooh Bear. So I do that the second I get if I'm the second that I", "start": 3367.4, "end": 3371.48}, {"text": "get home always, if I'm not out or people aren't over, I always just take", "start": 3371.48, "end": 3375.42}, {"text": "off my pants and I'm shirt and underwear. No, I go no underwear. My", "start": 3375.42, "end": 3378.64}, {"text": "dick is hanging below my think if I was if I lived higher up, though,", "start": 3378.64, "end": 3381.78}, {"text": "that's what I would be doing. That's got to be the worst possible look", "start": 3381.78, "end": 3384.82}, {"text": "that underwear is so it's got to be the worst look ever. It's making me laugh so", "start": 3384.84, "end": 3388.82}, {"text": "much. I do that. I go full either full on just underwear or shirt and underwear", "start": 3388.82, "end": 3392.6}, {"text": "and I just sit on my couch for five hours on my", "start": 3392.6, "end": 3394.98}, {"text": "men. I'm shirt and underwear all the time, but I've my problem is is my I've", "start": 3394.98, "end": 3400.54}, {"text": "fucking bay windows yeah in my house, so everyone in my neighborhood can see that", "start": 3400.54, "end": 3405.72}, {"text": "I'm walking around my house either like just underwear on or like I stand it's", "start": 3405.72, "end": 3410.4}, {"text": "like I stand I stand. I look out the window and I stand at the window and", "start": 3410.4, "end": 3414.1}, {"text": "you know, you know that I look at people walking. I'm sitting on my bay window", "start": 3414.14, "end": 3417.58}, {"text": "and I'm looking out the window for Lorne. That's exactly that's literally", "start": 3417.58, "end": 3420.72}, {"text": "exactly looking. I go, I go on my underwear, I sit on the computer, I go", "start": 3420.72, "end": 3424.34}, {"text": "in your underwear, my video games and then I get up. I look out the window", "start": 3424.34, "end": 3427.64}, {"text": "and I stare that stand there and only my under when I look at all the families", "start": 3427.64, "end": 3430.64}, {"text": "walk by. I just", "start": 3430.64, "end": 3431.76}, {"text": "I literally I am in the most compromising if if somebody was hired to", "start": 3431.76, "end": 3439.68}, {"text": "get blackmail photos of me, it would take them about thirty fucking minutes,", "start": 3439.68, "end": 3443.16}, {"text": "because I get home and I'm I will watch TV sometimes and be like I need to", "start": 3443.42, "end": 3449.8}, {"text": "stretch my back out and this is the situation is this. My lower back is", "start": 3449.8, "end": 3453.56}, {"text": "hurting because of the gym, so I'll get on my couch. My head is sideways", "start": 3453.56, "end": 3457.78}, {"text": "watching the TV. My head is in the in the on the thing and my ass is poked up", "start": 3457.78, "end": 3462.44}, {"text": "and I have no pants on no underwear on just a t shirt. So I'm mooning and one", "start": 3462.44, "end": 3468.88}, {"text": "side of my couch moons the fucking the window and then, if I so if I do it that", "start": 3468.88, "end": 3473.4}, {"text": "that way. People are looking my asshole, my balls, but if I do it the other way,", "start": 3473.4, "end": 3476.46}, {"text": "it looks like I'm waiting for a ghost of fuck me. I have the worst. I like a", "start": 3476.46, "end": 3482.3}, {"text": "ring, a ring video camera installed in my house would ruin my life. Oh yeah,", "start": 3482.3, "end": 3485.84}, {"text": "even if I was the only person ever saw the footage, I'd probably kill myself", "start": 3485.84, "end": 3488.5}, {"text": "yeah because I'm just walking around with like a baby penis and balls hanging", "start": 3488.5, "end": 3492.78}, {"text": "below my shirt and sometimes I dance. Oh yeah, that's the other thing I'm doing", "start": 3492.78, "end": 3496.64}, {"text": "the dishes. I'm listening to the kid, Roy, shaking my penis", "start": 3496.64, "end": 3500.72}, {"text": "dancing in my underwear to my music. It sucks having like two roommates.", "start": 3502.92, "end": 3507.64}, {"text": "Yeah. Cause then it's like, I'll be at home doing that. And then I fucking,", "start": 3507.64, "end": 3512.48}, {"text": "you know, one of them come home, comes home from work and then it's like, Oh", "start": 3512.48, "end": 3515.84}, {"text": "man, I gotta like get up, go to my room and put like pants on at least. Yeah. I", "start": 3515.84, "end": 3519.72}, {"text": "can't like, I can't, that's not an alpha move. That's just an uncomfortable,", "start": 3519.72, "end": 3524.16}, {"text": "I used to watch of Barry. When I lived with Neil, I would, there was a lot of", "start": 3524.16, "end": 3530.2}, {"text": "sometimes where I would try to get from the bathroom to my room and back", "start": 3530.2, "end": 3534.5}, {"text": "completely naked. Yeah, yeah, because I would just either it'd be late at night.", "start": 3534.5, "end": 3539.08}, {"text": "I didn't want to put on clothes and I piss or I would be getting out of the", "start": 3539.08, "end": 3542.8}, {"text": "shower and not want to put on my dirty clothes. Yeah, you were close enough to", "start": 3542.8, "end": 3546.44}, {"text": "the bathroom where that is like barely a challenge. Yeah, it was it was right", "start": 3546.44, "end": 3549.62}, {"text": "across the hall. It was like, but I know you were going like", "start": 3549.62, "end": 3551.42}, {"text": "running into people's rooms, I'm all oiled up", "start": 3556.08, "end": 3558.18}, {"text": "and down the thing", "start": 3558.18, "end": 3560.68}, {"text": "speaking of being half nude. Is your girlfriend ever? I'm not talking. I", "start": 3560.68, "end": 3566.68}, {"text": "first of all, I don't have a girlfriend. Yeah, that's true. You guys are both", "start": 3566.68, "end": 3569.84}, {"text": "me neither fiance or you have a wife. Yeah,", "start": 3569.84, "end": 3572.48}, {"text": "well, does yours does your significant other ever complain? Is your life", "start": 3572.48, "end": 3578.28}, {"text": "partner ever complain that you are just casually playing with your balls too", "start": 3578.28, "end": 3583.48}, {"text": "much?", "start": 3583.48, "end": 3583.82}, {"text": "No, because it means that she it means I'm covering them with my hand. So", "start": 3585.36, "end": 3588.56}, {"text": "just like, you know, just scratching them and just like play with them all", "start": 3588.56, "end": 3591.32}, {"text": "the time in public to yeah.", "start": 3591.32, "end": 3592.68}, {"text": "I will say", "start": 3592.68, "end": 3594.24}, {"text": "I can tell that you are on YouTube and then just like scratching them. I", "start": 3594.24, "end": 3599.16}, {"text": "mean, I know that you are in the top 1% of people who play their with their", "start": 3599.16, "end": 3604.12}, {"text": "balls. Yeah, I can do it more than most men do because I see you do it", "start": 3604.12, "end": 3608.92}, {"text": "all the time. Yeah, yeah, I'm always doing this. Yeah, you're always doing", "start": 3608.92, "end": 3612.28}, {"text": "You love scratching them.", "start": 3612.28, "end": 3613.48}, {"text": "It's hairy down there.", "start": 3613.48, "end": 3615.48}, {"text": "You need to shave.", "start": 3615.48, "end": 3616.48}, {"text": "You don't shave at all.", "start": 3616.48, "end": 3617.48}, {"text": "No.", "start": 3617.48, "end": 3618.48}, {"text": "Man, you need to.", "start": 3618.48, "end": 3619.48}, {"text": "I gotta.", "start": 3619.48, "end": 3620.48}, {"text": "You need to start.", "start": 3620.48, "end": 3621.48}, {"text": "At least trim them.", "start": 3621.48, "end": 3622.48}, {"text": "I gotta do something.", "start": 3622.48, "end": 3623.48}, {"text": "I'm not saying you gotta shave them completely clean.", "start": 3623.48, "end": 3624.48}, {"text": "I'm saying you have to shave them completely clean.", "start": 3624.48, "end": 3625.48}, {"text": "I gotta get that manscape thing.", "start": 3625.48, "end": 3627.48}, {"text": "No, no, you use your wife's trimmers that she uses on her mustache.", "start": 3627.48, "end": 3631.48}, {"text": "She doesn't have those.", "start": 3631.48, "end": 3632.48}, {"text": "Oh.", "start": 3632.48, "end": 3633.48}, {"text": "And I broke, she got me like a beard trimmer for our anniversary, I think.", "start": 3633.48, "end": 3638.48}, {"text": "You broke it on your own nuts?", "start": 3638.48, "end": 3640.48}, {"text": "I literally broke it trying to shave my nuts.", "start": 3640.48, "end": 3643.48}, {"text": "Whoa.", "start": 3643.48, "end": 3644.48}, {"text": "Well, you just don't know the technique.", "start": 3644.48, "end": 3645.48}, {"text": "The motor just stopped working.", "start": 3645.48, "end": 3646.48}, {"text": "Here's the technique for all y'all with balls.", "start": 3646.48, "end": 3650.48}, {"text": "The technique is you basically make little dreadlocks with the hairs on your nuts, and", "start": 3650.48, "end": 3656.48}, {"text": "then you snip it with scissors.", "start": 3656.48, "end": 3657.48}, {"text": "Yeah, but my hair is too thick.", "start": 3657.48, "end": 3658.48}, {"text": "You don't need a trimmer.", "start": 3658.48, "end": 3659.48}, {"text": "My hair is too thick down there.", "start": 3659.48, "end": 3660.48}, {"text": "That doesn't make any fucking sense, motherfucker.", "start": 3660.48, "end": 3661.48}, {"text": "It's too thick all over.", "start": 3661.48, "end": 3662.48}, {"text": "You can't be cut by scissors.", "start": 3662.48, "end": 3663.48}, {"text": "You got a thick-ass hair.", "start": 3663.48, "end": 3664.48}, {"text": "I know.", "start": 3664.48, "end": 3665.48}, {"text": "Is that what you're saying?", "start": 3665.48, "end": 3666.48}, {"text": "No, I need to get down there with like a machete.", "start": 3666.48, "end": 3667.48}, {"text": "A katana.", "start": 3667.48, "end": 3668.48}, {"text": "Katana flying here. You all fly alert. Oh my God, it reminds me of breaking bad", "start": 3668.48, "end": 3673.48}, {"text": "episode. Wait, check us out where that episode does what", "start": 3673.48, "end": 3677.08}, {"text": "that sucked. You can't do shit like that in this new place. He's been he's been", "start": 3677.08, "end": 3682.38}, {"text": "throwing and knocking and he's been the nice a new office. We upgrade from the", "start": 3682.38, "end": 3686.98}, {"text": "basement. That's completely fully flooded and then walk in and you start", "start": 3686.98, "end": 3690.68}, {"text": "throwing stuff. You're knocking stuff over. I'm knocking stuff over. Whatever", "start": 3690.68, "end": 3693.88}, {"text": "louder than average. I am excited, but I mean think like when we left that basement space,", "start": 3693.88, "end": 3701.08}, {"text": "can we say the address? Sure. 133 Menehan Street. Usually, why do you want to say the", "start": 3701.08, "end": 3707.24}, {"text": "address? Why do you care? Just for fans who walk by and then think, man, that's where", "start": 3707.24, "end": 3712.52}, {"text": "they used to have the office. The old set might still be sitting out front. It probably", "start": 3712.52, "end": 3716.68}, {"text": "is. If you want to go get it. If you want to go take pieces like it's the Berlin Wall.", "start": 3716.68, "end": 3720.84}, {"text": "yeah", "start": 3720.84, "end": 3721.34}, {"text": "we left something Caleb said the other day. You say that the yeah, not letting", "start": 3721.34, "end": 3725.88}, {"text": "it slide. Yeah, you stole it. I stole it.", "start": 3725.88, "end": 3728.84}, {"text": "That's right, karma for stealing my my comparison. Yeah, you're witty line, my", "start": 3728.84, "end": 3736.08}, {"text": "witty line.", "start": 3736.08, "end": 3736.76}, {"text": "That place was so flooded. There was dirt all over and I mean we're probably", "start": 3736.76, "end": 3746.32}, {"text": "not getting the security deposit, but they try to blame us for that flood. I'm", "start": 3746.32, "end": 3750.6}, {"text": "going to be based you're going to yeah, because you had to clean up all that", "start": 3750.68, "end": 3754.38}, {"text": "stuff. I", "start": 3754.38, "end": 3755.2}, {"text": "was star of the day. You are not star that you are not sorry. The day I was", "start": 3755.2, "end": 3759.42}, {"text": "started, I thought it was so funny the day after the day, the first day when it", "start": 3759.42, "end": 3763.12}, {"text": "flooded really bad and when I would say me and Caleb, it was honestly pretty much", "start": 3763.12, "end": 3767.2}, {"text": "just Caleb fixed the flood. Yeah, the first one. Yeah, the first one in you", "start": 3767.2, "end": 3771.12}, {"text": "were full MVP. I went and then and then Pat getting in like like four or five", "start": 3771.12, "end": 3775.48}, {"text": "hours after we got in and then I like and he because he was a brunch. I get", "start": 3775.48, "end": 3779.64}, {"text": "someone see to it like the fucking office flooded", "start": 3779.68, "end": 3782.42}, {"text": "he got there after we fixed", "start": 3782.42, "end": 3786.3}, {"text": "so funny", "start": 3786.3, "end": 3790.8}, {"text": "yeah, because I had to I had to like I was cleaning up everything, but then I", "start": 3790.8, "end": 3795.48}, {"text": "was like I would try to move my desk or whatever like yeah, it was more something", "start": 3795.48, "end": 3799.6}, {"text": "and my where my computer was was where it all puddled yeah, so I had a little", "start": 3799.6, "end": 3805.6}, {"text": "that I had to deal with. It pisses me off when people complain so badly I've", "start": 3805.68, "end": 3809.96}, {"text": "realized. Yeah. Yeah if people complain about pretty much anything I get so mad.", "start": 3809.96, "end": 3814.44}, {"text": "It's incredible that we're friends. I love to complain so much. I know. Nothing makes me happier. That's the only thing I don't like about you two. I love bitching and moaning. It's so fun.", "start": 3814.44, "end": 3824.88}, {"text": "It's the best thing in the world. You two really love it. I despise complaining about my", "start": 3824.88, "end": 3830.72}, {"text": "my scenario. I love complaining about other things so much. My girlfriend hates it. I", "start": 3830.72, "end": 3836.48}, {"text": "also have it to the point where I despise it so much that I will like accept awful service", "start": 3836.48, "end": 3843.2}, {"text": "always. Yeah. Awful food. Because you don't want to complain. I will never complain about", "start": 3843.2, "end": 3847.04}, {"text": "that until later. I've never sent anything back. I've never complained about anything", "start": 3847.04, "end": 3850.76}, {"text": "like that. I will - bad situations if I wait two hours at an office, I'm just like, \"What", "start": 3850.76, "end": 3855.92}, {"text": "what are you going to do? I won't ask about it. If they forget my food, I", "start": 3855.92, "end": 3859.14}, {"text": "leave. I will leave before I ask about my food. I will not complain ever. I", "start": 3859.14, "end": 3864.4}, {"text": "complain about the best thing that ever happened to me. Cameron, that's why", "start": 3864.4, "end": 3869.28}, {"text": "you're good to have around, because I'll have you be the complainer for me. I", "start": 3869.28, "end": 3872.08}, {"text": "love to complain so much. And then Patrick will complain about weird stuff.", "start": 3872.08, "end": 3875.36}, {"text": "I just complain about the weirdest thing in the world. My favourite thing to do", "start": 3875.36, "end": 3879.04}, {"text": "is to complain. Patrick will go to that door and be like, \"Well, it doesn't", "start": 3879.04, "end": 3881.8}, {"text": "open both ways.\" The way you complain, I feel like I'm a dedicated complainer,", "start": 3881.8, "end": 3885.56}, {"text": "the way you complain weirds me out. It throws me off the way I love playing", "start": 3885.6, "end": 3890.14}, {"text": "about weird. I like to complain about stuff that is not an like I as soon as", "start": 3890.14, "end": 3894.4}, {"text": "something is solved, I like to complain about it. I like to be like man that", "start": 3894.4, "end": 3897.32}, {"text": "fucking suck. That was so annoying to have to do that, but if it's I have to", "start": 3897.32, "end": 3900.96}, {"text": "complain to get through it, so I'm finding every single minute detail to", "start": 3900.96, "end": 3904.24}, {"text": "complain about and then I hate complaining during doing stuff that makes", "start": 3904.24, "end": 3907.5}, {"text": "me mad. I don't like that, but once something's over, I love complaining", "start": 3907.5, "end": 3910.4}, {"text": "about you know what it's like like if I like", "start": 3910.4, "end": 3913.28}, {"text": "if you like you ever seen like an older man, no working on something like one of", "start": 3914.24, "end": 3918.26}, {"text": "these older men who complain like do the same thing I do where they have to", "start": 3918.26, "end": 3920.86}, {"text": "complain to get through it yeah and they're just like", "start": 3920.86, "end": 3922.98}, {"text": "well, the fucking", "start": 3922.98, "end": 3925.24}, {"text": "yeah that's fun. I guess I'm only just now realizing that yeah, I can't stand.", "start": 3925.24, "end": 3930.26}, {"text": "I don't like that type of complaint, but I really like being like I had such a", "start": 3930.26, "end": 3934.04}, {"text": "long day. I had to do so much that or before it being like I'm about to have", "start": 3934.04, "end": 3937.9}, {"text": "to do so much. I really before during and after I really like I'm just a bitch.", "start": 3937.9, "end": 3943.86}, {"text": "That's true. I like convincing myself that I'm such a stoic hero that I don't", "start": 3943.86, "end": 3952.26}, {"text": "have to- You know we suffer more in our head than we do in reality.", "start": 3952.26, "end": 3954.86}, {"text": "Exactly. A lot of people see my smiling face and they think that I'm happy.", "start": 3954.86, "end": 3958.78}, {"text": "I gave up.", "start": 3958.78, "end": 3959.78}, {"text": "Buddy, I want to fucking kill myself every fucking second of my life.", "start": 3959.78, "end": 3963.62}, {"text": "I gave up on the stoic hero thing as soon as I started.", "start": 3963.62, "end": 3967.74}, {"text": "I've never seen you even be a little bit that.", "start": 3967.74, "end": 3969.7}, {"text": "No.", "start": 3969.7, "end": 3970.1}, {"text": "You were the least stoic person I think I've ever met.", "start": 3970.1, "end": 3972.18}, {"text": "I have to I have to say every single thought that I've ever had yeah, which is", "start": 3972.18, "end": 3976.78}, {"text": "okay. Yeah, you guys think I'm stoic. I think wait your bro lick brolic strong.", "start": 3976.78, "end": 3982.46}, {"text": "I think you look kind of stolen. Yep. Yeah, home lows. You look holic.", "start": 3982.46, "end": 3988.26}, {"text": "What is the way you look? You look solid. I don't think you're still like", "start": 3988.26, "end": 3992.78}, {"text": "I think you're heroic.", "start": 3992.78, "end": 3995.78}, {"text": "Okay, I got a p. Yeah, I mean, that's a wraps on this first time and guys we", "start": 3995.78, "end": 4001.38}, {"text": "We will have a set and we will have multiple cameras.", "start": 4001.38, "end": 4007.1}, {"text": "We don't have internet right now.", "start": 4007.1, "end": 4008.1}, {"text": "I do like that we set up the camera.", "start": 4008.1, "end": 4009.98}, {"text": "We set up the camera.", "start": 4009.98, "end": 4010.98}, {"text": "We had to show people how empty it is.", "start": 4010.98, "end": 4013.62}, {"text": "I mean the first thing that everyone sees is all of our fucking costumes and props.", "start": 4013.62, "end": 4020.42}, {"text": "And by the way that was we got rid of.", "start": 4020.42, "end": 4021.94}, {"text": "That's probably less than 25%.", "start": 4021.94, "end": 4023.9}, {"text": "That's way less.", "start": 4023.9, "end": 4025.46}, {"text": "That's less than 10% probably.", "start": 4025.46, "end": 4026.46}, {"text": "Has everyone seen?", "start": 4026.46, "end": 4027.46}, {"text": "You can stop it when you're done.", "start": 4027.46, "end": 4029.06}, {"text": "We can show, I don't think everyone's seen this from the live D&D show.", "start": 4029.06, "end": 4035.46}, {"text": "That's okay, we'll put a picture or something.", "start": 4035.46, "end": 4036.46}, {"text": "The big Sullivan?", "start": 4036.46, "end": 4037.46}, {"text": "Yeah.", "start": 4037.46, "end": 4038.46}, {"text": "I'm going to stop it.", "start": 4038.46, "end": 4039.46}, {"text": "All right.", "start": 4039.46, "end": 4040.46}, {"text": "Bye.", "start": 4040.46, "end": 4041.46}, {"text": "All right, goodbye.", "start": 4041.46, "end": 4042.46}, {"text": "You know what my favorite public prank at a place is?", "start": 4042.46, "end": 4047.82}, {"text": "My little prank that makes me laugh every time that's so dumb?", "start": 4047.82, "end": 4051.46}, {"text": "Is what if I go to a place and it's crowded, like a store or something, just really loudly", "start": 4051.46, "end": 4055.38}, {"text": "I say to whoever I'm with being like yeah, it's so sad that this place is", "start": 4055.38, "end": 4058.54}, {"text": "closing down. Yeah, I'm just glad we got to come here before it closes.", "start": 4058.54, "end": 4062.94}, {"text": "It's really what I'm saying for people to over here. Are you saying that at", "start": 4062.94, "end": 4068.1}, {"text": "like FAO Schwartz and Chris at like random stores? It really gets me.", "start": 4068.1, "end": 4073.0}, {"text": "Every mom and pop store is only one employee. It's so sad they're", "start": 4073.0, "end": 4077.78}, {"text": "demolishing this place.", "start": 4077.78, "end": 4078.9}, {"text": "Man, just because I know it doesn't nobody. It doesn't mean anything to", "start": 4078.9, "end": 4084.04}, {"text": "It's not tricking anybody.", "start": 4084.06, "end": 4086.06}, {"text": "It's so sad what I'm going to do here next week.", "start": 4086.06, "end": 4089.06}, {"text": "That's so sad.", "start": 4089.06, "end": 4091.06}, {"text": "It's so sad what I have in this backpack.", "start": 4091.06, "end": 4093.06}, {"text": "It's so, so sad.", "start": 4093.06, "end": 4096.06}, {"text": "Oh man, I don't want to put it in the bathroom.", "start": 4096.06, "end": 4098.06}, {"text": "I don't want to put this backpack in the bathroom.", "start": 4098.06, "end": 4101.06}, {"text": "But I have to.", "start": 4101.06, "end": 4103.06}, {"text": "The voice is telling me to.", "start": 4103.06, "end": 4105.06}], "title": "Ep. 240 - The New Office", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--240---The-New-Office-e23db9k", "date": "Wed, 03 May 2023 11:00:31 GMT", "id": 265}