{"lines": [{"text": "(upbeat music)", "start": 0.0, "end": 2.58}, {"text": "- Thank you Patrick for going down on your chair", "start": 2.58, "end": 11.32}, {"text": "so that it makes it look--", "start": 11.32, "end": 12.16}, {"text": "- I moved down so that Caleb does not look small.", "start": 12.16, "end": 14.4}, {"text": "- I look really, really, really small in these chairs.", "start": 14.4, "end": 17.2}, {"text": "- Yeah.", "start": 17.2, "end": 18.16}, {"text": "- But--", "start": 18.16, "end": 19.04}, {"text": "- I look tall in mine. - It's not true.", "start": 19.04, "end": 20.08}, {"text": "I'm actually pretty large.", "start": 20.08, "end": 22.36}, {"text": "- This cable thing is gonna be claustrophobic.", "start": 22.36, "end": 26.24}, {"text": "- Joining us this week is Cameron Fetter.", "start": 26.24, "end": 29.28}, {"text": "I'm treating you like a guest because you've been gone so fucking long.", "start": 29.28, "end": 33.6}, {"text": "I honestly don't even know who you are anymore.", "start": 33.6, "end": 36.72}, {"text": "I have a hard time relating to you.", "start": 36.72, "end": 38.24}, {"text": "I forgot what your Facebook's like.", "start": 38.24, "end": 39.24}, {"text": "Can I ask you a question?", "start": 39.24, "end": 40.24}, {"text": "So yeah, I didn't watch whatever episode you guys did.", "start": 40.24, "end": 42.84}, {"text": "I don't know who you guys are.", "start": 42.84, "end": 43.84}, {"text": "It was with Eric Grayhill.", "start": 43.84, "end": 44.84}, {"text": "You knew that actually.", "start": 44.84, "end": 45.84}, {"text": "Speaking of, right now you're also doing it.", "start": 45.84, "end": 48.04}, {"text": "You have a problem with staying in the frame.", "start": 48.04, "end": 51.88}, {"text": "You are addicted to getting out of that damn frame.", "start": 51.88, "end": 55.44}, {"text": "Just let, what is your question?", "start": 55.44, "end": 56.8}, {"text": "Did you guys already cover the coronation?", "start": 56.8, "end": 58.72}, {"text": "Yeah, no, no, you know why because I have something to say I wanted to say let's", "start": 58.72, "end": 64.42}, {"text": "all right real quick way. Hold on real quick. Tokyo shit. Okay. So basically", "start": 64.42, "end": 68.92}, {"text": "here's something that I wanted to say that I was hoping you guys didn't", "start": 68.92, "end": 71.42}, {"text": "already say. So I'm glad I got the chance to say it.", "start": 71.42, "end": 73.42}, {"text": "So yeah, the the coronation right. So", "start": 73.42, "end": 77.92}, {"text": "the UK", "start": 77.92, "end": 80.02}, {"text": "they these these guys are all ruled over by some crazy weird old white guy who", "start": 80.02, "end": 87.22}, {"text": "is completely evil in the government. Yeah, we hate the UK. Good thing America", "start": 87.22, "end": 91.78}, {"text": "is not like that, right? Wait.", "start": 91.78, "end": 93.94}, {"text": "That's what I wanted to say. Oh, wow.", "start": 93.94, "end": 97.46}, {"text": "That's pretty good. Yeah. I would have said...", "start": 97.46, "end": 101.94}, {"text": "Yeah, it's probably not for that. The audience doesn't wanna join in. I would", "start": 101.94, "end": 107.58}, {"text": "have said differently. I would have said, \"So they're having a coronation over", "start": 107.58, "end": 113.2}, {"text": "there in the UK, meanwhile in the United States, we're having a corn nation.\"", "start": 113.2, "end": 116.78}, {"text": "Yeah, because that's a huge yeah. It's one of the biggest all the food we eat is", "start": 117.14, "end": 122.14}, {"text": "just corn syrup and I also probably would have said", "start": 122.14, "end": 125.44}, {"text": "Queen", "start": 125.44, "end": 127.34}, {"text": "didn't the lead singer that band get fucking AIDS and die decades ago. Why do", "start": 127.34, "end": 133.84}, {"text": "we give a shit about this about her dying now? So I want to piggyback off of", "start": 133.84, "end": 137.54}, {"text": "the corn nation thing. Yeah, I'd say they're having a coronation in the UK in", "start": 137.54, "end": 143.94}, {"text": "the states were having a corn nation corn kid fevered sweep in the country.", "start": 143.94, "end": 148.58}, {"text": "Everyone loves this crazy cone nation. Everyone loves the cone kid. What the", "start": 148.58, "end": 152.82}, {"text": "fuck is it? They're having a cone nation over in the United Kingdom? Yeah. Yeah.", "start": 152.82, "end": 157.02}, {"text": "And over here we have an ice cream cone nation. Yep. Fat people. There's giant fats", "start": 157.02, "end": 161.78}, {"text": "everywhere. Yeah. And then you can also do... And a corony, a coronary nation.", "start": 161.78, "end": 169.74}, {"text": "coronary ation coronary", "start": 169.74, "end": 171.58}, {"text": "coronary ation. Yes, everyone's eating the bacon explosion. Uh-huh. That's good.", "start": 171.58, "end": 177.18}, {"text": "Everyone's eating the bacon. Bacon explosion. It's a video on YouTube. You", "start": 177.18, "end": 181.3}, {"text": "can look it up. Talking to you about it earlier. I didn't listen to you. You", "start": 181.3, "end": 185.06}, {"text": "know why? Because you've been in a lying mood all morning. I've not been in a", "start": 185.06, "end": 188.1}, {"text": "line. I shit you not. Patrick has been lying to me about every little fucking", "start": 188.1, "end": 192.42}, {"text": "ticky tack thing here and there for no reason. I told Caleb that I was going to", "start": 192.42, "end": 196.18}, {"text": "I'm going to go feed my cat. No, no, no before this, no, no, no, no, no, you", "start": 196.18, "end": 200.14}, {"text": "hit you did two big lies. One was you said I have to go and I said where are", "start": 200.14, "end": 204.04}, {"text": "you going and you thought for a second you said", "start": 204.04, "end": 205.98}, {"text": "the pet store yeah, I was skeptical, but then you left and I came back as a", "start": 205.98, "end": 212.74}, {"text": "pet store. He's far away. It's thirty seconds later and I said where'd you go", "start": 212.74, "end": 215.72}, {"text": "and you said", "start": 215.72, "end": 216.18}, {"text": "it was too far away. It's too far away. So what are you talking? What first of", "start": 216.18, "end": 221.06}, {"text": "all, I thought okay, okay, the one that I bore witness to I want to I want to", "start": 221.06, "end": 224.86}, {"text": "all the evidence out before you can try and fight back here. The other thing", "start": 224.88, "end": 228.78}, {"text": "that when I the one I was here for was you said yeah, I have to go home to", "start": 228.78, "end": 232.32}, {"text": "feed my cat or something", "start": 232.32, "end": 234.32}, {"text": "like to feed my cat or something. I really just know you just had to get", "start": 234.32, "end": 240.94}, {"text": "out. I had to feed I to go home. I know what it was actually a pill. It was or", "start": 240.94, "end": 246.44}, {"text": "whatever I have to take. I did take a pill and I had to shove it down most", "start": 246.44, "end": 251.5}, {"text": "wrote. I know what no, I know the truth. He got neutered yesterday. I know the", "start": 251.58, "end": 255.42}, {"text": "truth. You", "start": 255.42, "end": 256.22}, {"text": "were in love with the Fios lady. She was in love with not want to be in", "start": 256.22, "end": 261.22}, {"text": "the same room as her because you thought that you were gonna act up. Sparks", "start": 261.22, "end": 265.2}, {"text": "were gonna fly. Sparks were already flying. Sparks were flying crazy. Hey", "start": 265.2, "end": 269.5}, {"text": "Patrick.", "start": 269.5, "end": 270.06}, {"text": "She said Patrick. Hey Patrick. She might listen to this. Yeah, he told her", "start": 270.06, "end": 275.54}, {"text": "all of it. He apparently told her, he said, \"Yeah, I told her how much", "start": 275.54, "end": 278.7}, {"text": "money we make.\"", "start": 278.7, "end": 279.42}, {"text": "I didn't tell her how much money we made. I told her, I told her, she was asking", "start": 281.18, "end": 286.18}, {"text": "about, she was asking,", "start": 286.18, "end": 287.42}, {"text": "she was asking, she was like, how much, she thought that we bought this place,", "start": 287.42, "end": 293.34}, {"text": "and she was like, how much did you spend on this? And I told her, I was like,", "start": 293.34, "end": 296.86}, {"text": "\"Oh, I don't know.\" I was like, \"Whatever.\" I told her the price, and then", "start": 296.86, "end": 299.18}, {"text": "she was like, \"Oh.\" And I was like, \"Yeah, we get money through Patreon.\"", "start": 299.18, "end": 304.14}, {"text": "And then you pulled up the Patreon and you said... Yeah, and then I pulled it", "start": 304.14, "end": 307.3}, {"text": "up on my phone and I said, \"Look at that.\" \"And if we get to $20,000,", "start": 307.3, "end": 309.58}, {"text": "- Or make a movie. - Yeah.", "start": 309.58, "end": 310.58}, {"text": "- Yeah. - You should have taken her phone", "start": 310.58, "end": 312.46}, {"text": "and signed her the fuck up. - Yeah.", "start": 312.46, "end": 314.3}, {"text": "- Yeah, should have. - Yeah, would have been a good idea.", "start": 314.3, "end": 316.38}, {"text": "- I kept forgetting to ask her,", "start": 316.38, "end": 317.78}, {"text": "and I think that I told you guys to ask,", "start": 317.78, "end": 320.26}, {"text": "but you guys might not have, but there is a deal, right?", "start": 320.26, "end": 323.3}, {"text": "Okay, Patrick's Deals Corner, okay?", "start": 323.3, "end": 327.54}, {"text": "If you are a listener-- - If this is the only time", "start": 327.54, "end": 329.58}, {"text": "you ever do this, I want you to know", "start": 329.58, "end": 330.74}, {"text": "I'm gonna be fucking pissed off.", "start": 330.74, "end": 332.14}, {"text": "If this is the, if you-- - The only time?", "start": 332.14, "end": 334.14}, {"text": "- If you do like a-- - The Deals Corner?", "start": 334.14, "end": 336.38}, {"text": "- Yeah, a one-time, like that is the most lazy podcast bit", "start": 336.38, "end": 339.5}, {"text": "you can do. A deals corner? This is from now on, once a month you have to do this.", "start": 339.5, "end": 344.3}, {"text": "I told everyone about a deal last two episodes ago, or this episode. Oh,", "start": 344.3, "end": 349.3}, {"text": "really? Did you tell them in your corner? Well, now I have the... Can we get a", "start": 349.3, "end": 353.7}, {"text": "graphic going? Can we get a new graphic for Patrick's deals corner?", "start": 353.7, "end": 358.1}, {"text": "If you are a small business owner in the state of New York,", "start": 358.1, "end": 364.98}, {"text": "this month until June 30th, I think, or maybe the end of this month.", "start": 366.18, "end": 371.78}, {"text": "This is the... You can get... It's taking so long.", "start": 371.78, "end": 373.78}, {"text": "A $300 Visa prepaid gift card when you sign up for Verizon Business Fios.", "start": 373.78, "end": 381.9}, {"text": "You might be the worst speaker of all time. Yeah. That just took like a", "start": 381.9, "end": 386.62}, {"text": "full minute to say, \"You can get a $300 prepaid gift card if you get", "start": 386.62, "end": 390.38}, {"text": "Fios.\" If you get Fios for business. For business. So you have to start a", "start": 390.38, "end": 394.54}, {"text": "business if you don't have one, if you want to take advantage of this deal.", "start": 394.54, "end": 397.34}, {"text": "I think most deals should be for businesses. Start a small, start an LLC, get a business,", "start": 397.34, "end": 403.54}, {"text": "get like an office, rent an office, then sign up for Verizon. Go into tens of", "start": 403.54, "end": 409.54}, {"text": "thousand dollars of debt. You need to be buying equipment. You need to go ahead,", "start": 409.54, "end": 412.94}, {"text": "even if nobody's interested in what you're making, make merchandise, make", "start": 412.94, "end": 416.34}, {"text": "hats, do all over print shirts that have your face on it. All over shirts that say", "start": 416.34, "end": 421.84}, {"text": "market that say fuck no, they don't say no. That's so no for the business that", "start": 421.84, "end": 427.4}, {"text": "you're making yeah and the business is called make a bit make and then make a", "start": 427.4, "end": 430.1}, {"text": "business called fuck shit poopy. I'm allowed to call it that you can't call", "start": 430.1, "end": 433.92}, {"text": "it that why you can't I don't think you can do profanity. Yeah, you definitely", "start": 433.92, "end": 437.68}, {"text": "registering for a I think you can do profanity if you if you city not a real", "start": 437.68, "end": 442.44}, {"text": "state correctly.", "start": 442.44, "end": 443.16}, {"text": "You censor it correctly you could do that. That's not our CK then that could", "start": 443.16, "end": 447.52}, {"text": "anything. F star C, K, productions. You do not think that you can legally put a star", "start": 447.54, "end": 453.74}, {"text": "on anything. Oh my God, he actually made a graphic. This is beautiful. Now I am so prepared.", "start": 453.74, "end": 462.74}, {"text": "I thought it said 2025, but the TV is just very angled away from me. It says, it's great.", "start": 462.74, "end": 473.74}, {"text": "Rick's deals corner. Yeah. All right. That's that settles it. Now you have to", "start": 473.74, "end": 477.46}, {"text": "keep doing that for pretty much ever. Now I'm going to find deals. Well, you just", "start": 477.46, "end": 481.26}, {"text": "need a, you need homework. You really do need some. I do have homework. What's the", "start": 481.26, "end": 485.74}, {"text": "homework that you have? Well, you have to make the finished your home. I had to I", "start": 485.74, "end": 490.3}, {"text": "setting up the Herculean effort for me. I had to keep calling. You saw me every", "start": 490.3, "end": 495.62}, {"text": "single day. I was in there. It took actually what I saw you every single day", "start": 495.62, "end": 498.58}, {"text": "was you going. Oh, I have to do the files. Well, no, you didn't see me on the phone.", "start": 498.58, "end": 503.18}, {"text": "fuck yes, I did and you didn't see me on the phone saying saying I did a", "start": 503.22, "end": 507.24}, {"text": "hundred percent. So you know, you know what I kept saying. You know what I", "start": 507.24, "end": 509.8}, {"text": "kept saying to them is like this has been a total headache. You do that. You", "start": 509.8, "end": 513.26}, {"text": "did the exact thing that I do on the phone where you where you walk or you", "start": 513.26, "end": 516.3}, {"text": "just come pace around and you're just like okay, great, yeah, great, great.", "start": 516.3, "end": 520.74}, {"text": "You try to sound really upbeat and I try to get even higher energy than", "start": 520.74, "end": 524.74}, {"text": "yours on the other side of the phone and that's awesome. Okay, thank you.", "start": 524.74, "end": 528.86}, {"text": "Thank you so much. Thank you. So you have an amazing day. Yeah, I don't say", "start": 528.86, "end": 532.38}, {"text": "I say you have amazing. I go like this. I ask them a question and they answer the question", "start": 532.42, "end": 538.46}, {"text": "and then I wait for a full five seconds and then I go, okay. That's how I do it.", "start": 538.46, "end": 548.46}, {"text": "How was your vacation? Oh yeah, Cameron went on vacation.", "start": 548.46, "end": 551.82}, {"text": "It wasn't really a vacation but it was nice. Just basically was in Plastow, New Hampshire.", "start": 551.82, "end": 557.12}, {"text": "Went to the Plastow shoe barn. Plastic, New Hampshire.", "start": 557.12, "end": 559.62}, {"text": "to the fucking Plastow Savers. I know this guy knows about the Plastow Savers.", "start": 559.62, "end": 563.74}, {"text": "You can find a lot of good Savers. Last time I was there I found a Tobuscus t-shirt. I", "start": 563.74, "end": 568.26}, {"text": "want to blast out the Savers. I found a shirt. I didn't buy it because I didn't want it,", "start": 568.26, "end": 575.82}, {"text": "but I sent a picture of you guys. It was gamers for the troops. Oh yeah. It's a good one to", "start": 575.82, "end": 579.78}, {"text": "find. Yeah. And yeah, it was pretty interesting to see everything. This sounds like one of", "start": 579.78, "end": 586.06}, {"text": "on the worst fucking vacation I've ever heard in my life. I wasn't even going to talk about it.", "start": 586.06, "end": 588.06}, {"text": "I don't know why you asked me about it. I was just at home with my family.", "start": 588.06, "end": 590.06}, {"text": "Just make something up.", "start": 590.06, "end": 592.06}, {"text": "Okay, we went to the casino", "start": 592.06, "end": 594.06}, {"text": "in New Hampshire. Dude, every time I'm in", "start": 594.06, "end": 596.06}, {"text": "Boston now, I see the", "start": 596.06, "end": 598.06}, {"text": "Encore and I want to go so bad.", "start": 598.06, "end": 600.06}, {"text": "I literally think if I still lived in like", "start": 600.06, "end": 602.06}, {"text": "Austin, I would literally be going to Encore like once a week.", "start": 602.06, "end": 604.06}, {"text": "Doing the most amazing kind", "start": 604.06, "end": 606.06}, {"text": "of gambling addiction. Can you imagine being able to take public", "start": 606.06, "end": 608.06}, {"text": "transport to a casino from where you live?", "start": 608.06, "end": 610.06}, {"text": "You have to take like a shuttle.", "start": 610.06, "end": 612.06}, {"text": "Oh, no, wait. No, because I was living in Revere at the", "start": 612.06, "end": 614.06}, {"text": "half time, but they had like a shuttle from the wonderland stop that you could", "start": 614.06, "end": 618.22}, {"text": "take all the way, which also wonderland", "start": 618.22, "end": 621.02}, {"text": "buddy, course, a wonderland wonderland is not in revere. Come on now", "start": 621.02, "end": 626.5}, {"text": "you're are you maybe you should say revere is no wonder. We're here is no", "start": 626.5, "end": 631.7}, {"text": "wonder. When you say wonderland, I don't have any is not in revere. You're", "start": 631.7, "end": 635.14}, {"text": "thinking of maybe never never land. Yeah, no, I'm thinking of wonderland.", "start": 635.14, "end": 638.74}, {"text": "what wonderland? Oh, Alice in that one. Oh yeah.", "start": 638.78, "end": 641.78}, {"text": "What other wonderland? I thought that wonderland was maybe, I think of", "start": 641.78, "end": 646.78}, {"text": "wonderland as a pretty generic thing of like, it's always somebody's", "start": 646.78, "end": 649.78}, {"text": "wonderland. So you could have Caleb's wonderland. Yeah. You could have", "start": 649.78, "end": 654.78}, {"text": "Santa's wonder, like, you know what I mean? Oh, Santa's a nice pole. I'm on", "start": 654.78, "end": 658.68}, {"text": "his side now because he said Santa's wonderland. Santa's wonderland, that is", "start": 658.68, "end": 661.38}, {"text": "a thing, right? That's what they call the thing at the mall. That's what they", "start": 661.38, "end": 664.58}, {"text": "call, oh no, no, no. So I think of a wonderland as kind of a generic, it's", "start": 664.58, "end": 667.18}, {"text": "utopia. Yeah. L Ron Hubbard's Winter Wonderland. Yes. Winter Wonderland is", "start": 667.18, "end": 671.3}, {"text": "what I'm thinking of. Yeah. So Winter Wonderland is true. That's a", "start": 671.3, "end": 675.42}, {"text": "checkmate. Santa's Wonderland is not a checkmate. Winter Wonderland.", "start": 675.42, "end": 679.62}, {"text": "Winter Wonderland.", "start": 679.62, "end": 681.94}, {"text": "Wonder Winter. But you just think it's never going to snow again. Yeah. We", "start": 681.94, "end": 686.78}, {"text": "didn't really get a lot of snow. We got no snow this summer. It was insane how", "start": 686.78, "end": 691.26}, {"text": "little snow there was and to a point where it scared me. But I guess it's", "start": 691.26, "end": 694.98}, {"text": "just in New York. Why did that scare you? Because that means there's going to be no more snow", "start": 694.98, "end": 699.52}, {"text": "forever. It confused me. Really? It snowed in New Hampshire a lot. I would go home and", "start": 699.52, "end": 704.9}, {"text": "there would be a lot of snow. But here in New York, good old NYC, not a lick of snow.", "start": 704.9, "end": 711.9}, {"text": "Not a droplet. There was snow one day though. But what did you guys do when I was gone?", "start": 711.9, "end": 717.02}, {"text": "You were like crying or? What did we do? I came up with my new rap name. White Phosphorus.", "start": 717.02, "end": 723.86}, {"text": "It's a good one. It's a really good rap name. It does kind of suck that when", "start": 723.86, "end": 726.7}, {"text": "you're me, just every rap name, you gotta have white in the name of it.", "start": 726.7, "end": 730.66}, {"text": "Yeah. Why does... Why can't I be just... You don't have to be white. Okay,", "start": 730.66, "end": 735.1}, {"text": "here's my new rap name then,", "start": 735.1, "end": 736.34}, {"text": "Amygdala.", "start": 736.34, "end": 737.7}, {"text": "Let's see, that's not... White Amygdala. No, just normal Amygdala. White", "start": 737.7, "end": 742.22}, {"text": "Amygdala. Just Amygdala. Or some part of the brain 'cause... Cortex. Cortex is", "start": 742.22, "end": 747.24}, {"text": "really good. Cortex is good too. White. Cortex. What about pons? White cortex.", "start": 747.24, "end": 751.78}, {"text": "Lele Pons yeah. What about occipital lobe? That would be", "start": 752.5, "end": 757.16}, {"text": "that you're getting in you're in a nerd world and I know I was kind of telling a", "start": 757.16, "end": 762.46}, {"text": "joke of maybe the juxtaposition of a kind of a nerdy brain part with a rap", "start": 762.46, "end": 767.28}, {"text": "and hip hop. Well, a rapper, a brain part, that's a", "start": 767.28, "end": 769.8}, {"text": "or brain part brain. This one's a little. This one's a little nerdy, but it", "start": 769.8, "end": 776.16}, {"text": "could maybe be crying trap.", "start": 776.16, "end": 778.24}, {"text": "that's a brain part corpus callosum. Damn, that's name is kind of his name is", "start": 780.58, "end": 785.98}, {"text": "pork", "start": 785.98, "end": 786.42}, {"text": "is pork is so loco", "start": 786.42, "end": 790.86}, {"text": "yeah yeah and that that would be his anagram rap. That's what I would. I", "start": 790.86, "end": 796.62}, {"text": "would have to it would have to be God. It'd be so fucking funny to be to be to", "start": 796.62, "end": 802.26}, {"text": "be a guy named Porkus and be like I'm going to be a rapper. What's my rap name?", "start": 802.26, "end": 806.1}, {"text": "I can't be anything about pork. I have to hide the pork is to reverse it. Yeah,", "start": 806.14, "end": 811.9}, {"text": "you can't be porky yeah, but it is such a good idea to work either rapper your", "start": 811.9, "end": 816.04}, {"text": "name or I mean that's the logic behind", "start": 816.04, "end": 818.38}, {"text": "be lack, but", "start": 818.38, "end": 820.06}, {"text": "you are luck, but you should always have", "start": 820.06, "end": 823.8}, {"text": "your rap name be an anagram of your real one hundred percent yeah tap", "start": 823.8, "end": 828.54}, {"text": "you that's every that's every every high school rapper yeah tap norad", "start": 828.54, "end": 833.44}, {"text": "that'd be kind of cool. That's no no no no no, it's like the Santa Tracker.", "start": 834.58, "end": 839.58}, {"text": "Right? Well, they do a little more than just Santa tracking. I don't think", "start": 839.58, "end": 842.74}, {"text": "your old friend.", "start": 842.74, "end": 843.86}, {"text": "I don't think so, man. I don't think they do anything.", "start": 843.86, "end": 847.02}, {"text": "The adult", "start": 847.02, "end": 847.86}, {"text": "much else, not my world", "start": 847.86, "end": 852.1}, {"text": "do that much. That's like when you're a kid and you look at a map, you're like,", "start": 852.1, "end": 857.3}, {"text": "oh my God, the North Pole", "start": 857.3, "end": 858.62}, {"text": "it's real.", "start": 858.62, "end": 861.34}, {"text": "but", "start": 861.34, "end": 862.34}, {"text": "nor is it. What else I do really good? I don't even know national.", "start": 862.34, "end": 871.5}, {"text": "I just know they do other stuff. Santa", "start": 871.5, "end": 874.38}, {"text": "national", "start": 874.38, "end": 876.3}, {"text": "I mean, it's definitely what they're most known for. I think it's some kind", "start": 876.3, "end": 880.4}, {"text": "of weather thing. Yeah, or no, they track saddle all the satellites around.", "start": 880.4, "end": 884.22}, {"text": "Oh yeah, yeah, that's what they do. National orbiting something rotation", "start": 884.22, "end": 889.18}, {"text": "radar. Yeah. Automatic device. Yeah, it's just a device.", "start": 889.22, "end": 893.22}, {"text": "What else did I do while you were gone? See, I feel like we", "start": 893.22, "end": 897.62}, {"text": "got to catch up. I honestly feel like I've been gone for a", "start": 897.62, "end": 900.92}, {"text": "hundred years. You feel like a stranger. I feel like I've been", "start": 900.92, "end": 903.62}, {"text": "gone for so long. I went to a restaurant on Friday.", "start": 903.62, "end": 906.52}, {"text": "That's a story. And my friend was there.", "start": 906.52, "end": 910.12}, {"text": "You are the worst. There is nobody worse at this job than", "start": 910.12, "end": 915.42}, {"text": "you, I think. What are you talking about? I went to a", "start": 915.42, "end": 917.72}, {"text": "restaurant. I guess my friend was there. Maybe this is just filling him in on my", "start": 917.72, "end": 920.9}, {"text": "weekend. Maybe this is too kind of", "start": 920.9, "end": 923.14}, {"text": "emotional. Okay, honestly, this job, I feel like any other job you go on", "start": 923.14, "end": 929.12}, {"text": "vacation, you think, God, I don't wanna go back to my job. Yeah, God, it's", "start": 929.12, "end": 932.72}, {"text": "Monday. But you are missing us so badly. Me, on Monday,", "start": 932.72, "end": 936.8}, {"text": "I don't even have to work on Monday, I'm still on vacation. I'm like,", "start": 936.8, "end": 939.84}, {"text": "please can I do some work on Monday? Yeah, please, please. Can we have a", "start": 939.84, "end": 943.84}, {"text": "meeting? I've always been like that. I've always been... You know what, I", "start": 943.84, "end": 946.48}, {"text": "I'm exactly like Carl Casper from Chef. I'm always doing my work.", "start": 946.48, "end": 951.88}, {"text": "You're exactly like Casper the friendly ghost.", "start": 951.88, "end": 953.88}, {"text": "Yeah, because you're white and your body's fucked up and weird.", "start": 953.88, "end": 956.88}, {"text": "Yeah.", "start": 956.88, "end": 957.38}, {"text": "And it ends in a weird way.", "start": 957.38, "end": 959.38}, {"text": "But my work relationship is really affecting my relationship with my son.", "start": 959.38, "end": 962.88}, {"text": "You are nothing like Chef, man.", "start": 962.88, "end": 964.88}, {"text": "I'm pretty much exactly like Carl Casper from Chef.", "start": 964.88, "end": 967.88}, {"text": "You, okay, first of all...", "start": 967.88, "end": 969.88}, {"text": "I have the same tattoos as him. They're all forks and knives.", "start": 969.88, "end": 971.88}, {"text": "No, you don't have any forks.", "start": 971.88, "end": 973.88}, {"text": "See, there's a knife.", "start": 973.88, "end": 975.88}, {"text": "you come in, you say snow's fucking weird and then you steal my chef", "start": 975.88, "end": 979.46}, {"text": "observation.", "start": 979.46, "end": 980.16}, {"text": "Wait, that's green screen.", "start": 980.16, "end": 984.76}, {"text": "My I was talking about chef two years ago and now you're saying, oh, I'm", "start": 984.76, "end": 989.48}, {"text": "the chef one. No, we have always talked about chef on this show.", "start": 989.48, "end": 994.16}, {"text": "I've still never seen chef. No, you're not the chef. We've never talked about", "start": 994.16, "end": 999.88}, {"text": "you being the chef. Caleb was the shit. The killer was a whole episode of", "start": 999.88, "end": 1002.56}, {"text": "feel of being the chef. Oh, there was a whole episode about him being the chef.", "start": 1002.56, "end": 1006.0}, {"text": "I'm not saying that I'm the chef. I'm saying that I'm exactly like I'm saying", "start": 1006.0, "end": 1011.14}, {"text": "I'm like carl casper, not a chef. He's been trying to be a social media chef", "start": 1011.14, "end": 1016.24}, {"text": "lately. Yep, he has been. I have been. I could I've seen you've been working on", "start": 1016.24, "end": 1020.26}, {"text": "your plating. Yep, I've sent I send you my meals. Yeah, I see them. I think I", "start": 1020.26, "end": 1025.2}, {"text": "could never make that. Yeah, yeah. Really? Do you want to come over my", "start": 1025.2, "end": 1028.56}, {"text": "house for dinner sometime. No, do not let him over. He's going to make you the", "start": 1028.56, "end": 1032.96}, {"text": "biggest bullshit out of this. No, out of this. Here's what you're going to do.", "start": 1032.96, "end": 1036.06}, {"text": "You're going to go over. You're going to be like, oh, this is actually", "start": 1036.06, "end": 1037.78}, {"text": "surprisingly good. You're going to go and then he's going to be my airfare", "start": 1037.78, "end": 1040.8}, {"text": "goes up to four fifty. Do you want to watch? Do you want to watch Rick and", "start": 1040.8, "end": 1043.44}, {"text": "Morty clips and you'll go and you'll sit down YouTube. It'll all be just all", "start": 1043.44, "end": 1048.16}, {"text": "Jake Kinji Lopez videos that he watched. He copies all the recipes. That is not", "start": 1048.16, "end": 1052.4}, {"text": "chef. I'm not that is not a chef. You are doing Legos.", "start": 1052.42, "end": 1057.32}, {"text": "Yeah, following recipes is not what chefs do. Chefs create their own recipe.", "start": 1057.32, "end": 1062.62}, {"text": "I created my own recipe. Name one recipe that you've ever created. Well,", "start": 1062.62, "end": 1066.22}, {"text": "obviously, Patrick's delight is more of a cocktail. That is a cocktail.", "start": 1066.22, "end": 1069.72}, {"text": "Not more of a cocktail. That is a cocktail. I made a recipe, a custom", "start": 1069.72, "end": 1073.42}, {"text": "recipe this morning. What? So it was about one", "start": 1073.42, "end": 1077.32}, {"text": "a cup of water, okay, about one half cup of oats yeah and a", "start": 1078.32, "end": 1082.98}, {"text": "some and a drizzle of maple syrup, okay, sugar bits", "start": 1082.98, "end": 1088.3}, {"text": "that's oatmeal. That's my recipe came up with that is and you did not come up", "start": 1088.3, "end": 1092.96}, {"text": "with oatmeal. I added I came up with the maple syrup part. What color", "start": 1092.96, "end": 1096.12}, {"text": "you did not invent oatmeal because you put something sweet in it. It's all", "start": 1096.12, "end": 1102.16}, {"text": "it's that's temperature water. Did you use? I started it well. That's a good", "start": 1102.16, "end": 1105.78}, {"text": "so I started it with cold water and then I was able to warm the water up. Okay,", "start": 1105.8, "end": 1109.54}, {"text": "with along with the how do you manage to do that different? I did about one", "start": 1109.54, "end": 1113.44}, {"text": "minute plus one minute. What would you so to the microwave? What would you say", "start": 1113.44, "end": 1119.06}, {"text": "was could be texture of your creation at first at the end? Not at first? I'm not", "start": 1119.06, "end": 1124.42}, {"text": "I don't give a fuck about what", "start": 1124.42, "end": 1125.26}, {"text": "do this to me. What was it when you put it dry? No, and then I added the water.", "start": 1125.26, "end": 1133.1}, {"text": "I got a little wet when you put it in your mouth. Was it mushy?", "start": 1133.14, "end": 1136.78}, {"text": "Would you say it was mealy?", "start": 1136.78, "end": 1138.94}, {"text": "Yeah, but it was at first", "start": 1138.94, "end": 1141.78}, {"text": "what it was at first when it came out of the microwave, it was a little kind of", "start": 1141.78, "end": 1148.22}, {"text": "runny a little too wet, but adding the maple syrup actually was able to thicken", "start": 1148.22, "end": 1151.3}, {"text": "it up a little bit. You made oatmeal that's not a you didn't invent that you", "start": 1151.3, "end": 1155.18}, {"text": "I didn't look at a recipe. I just went in that I just kind of was like", "start": 1155.18, "end": 1158.3}, {"text": "freestyling like yeah,", "start": 1158.3, "end": 1159.5}, {"text": "but a half a cup of O. I'm like what the hell am I going to add this to make", "start": 1160.82, "end": 1164.24}, {"text": "this edible? So you went so you went through all your", "start": 1164.24, "end": 1166.92}, {"text": "water", "start": 1166.92, "end": 1168.14}, {"text": "and to finish just whatever was left in the where", "start": 1168.14, "end": 1174.34}, {"text": "it up from where the oats come from a bag or a big circle. Okay, is it a", "start": 1174.34, "end": 1180.34}, {"text": "what you call a can if it's like a cylinder? It's a it's not really a", "start": 1180.34, "end": 1183.34}, {"text": "can. It really is for posters the and a quick yeah, oh yeah thing yeah,", "start": 1183.34, "end": 1188.26}, {"text": "which was says what on it oatmeal in one minute. It's as quick and easy oatmeal.", "start": 1188.74, "end": 1194.1}, {"text": "It wasn't Quaker. I kind of try to get my stuff from I do more. You're stuff", "start": 1194.1, "end": 1198.82}, {"text": "like bowl and basket. What's bowl and basket? That's got to be some generic", "start": 1198.82, "end": 1202.86}, {"text": "brand, huh? Yeah, I don't want to make a really good.", "start": 1202.86, "end": 1205.98}, {"text": "They make good oats, a bowl and basket because I prefer it over Quaker because", "start": 1205.98, "end": 1212.02}, {"text": "Quaker just I don't know it's a text. You know, it's just no, it's just like", "start": 1212.02, "end": 1215.26}, {"text": "this money, then you're like they're using that Quakers image too much.", "start": 1215.3, "end": 1220.5}, {"text": "Yeah, yeah, it's also it's kind of they're exploiting him. Yeah, yeah,", "start": 1220.5, "end": 1224.46}, {"text": "they're exploiting him for profit. I think when making food, leave your ego", "start": 1224.46, "end": 1228.34}, {"text": "at the door. Right. What kind of what kind of leave your ego in the freezer,", "start": 1228.34, "end": 1232.18}, {"text": "though? That's right. I don't like that shit. I have a waffle maker. Do you", "start": 1232.18, "end": 1235.7}, {"text": "want to come over for waffle? Whoa, no, wait, I could make in the air fryer. I", "start": 1235.7, "end": 1240.1}, {"text": "can make chicken and then you could make the waffles on your wife. You can say", "start": 1240.1, "end": 1243.7}, {"text": "know he's out of this. He's out of we're going to start a restaurant,", "start": 1243.72, "end": 1247.4}, {"text": "waffles, waffles and chicken by", "start": 1247.4, "end": 1249.64}, {"text": "and he doesn't get to go. Yeah, why? Because he's been rude. You're negative.", "start": 1249.64, "end": 1258.56}, {"text": "Yeah, tell that to my disguise that I'd wear any restaurant. What would your", "start": 1258.56, "end": 1261.96}, {"text": "disguise be? Actually, don't tell me because I'll be able to tell scanning at", "start": 1261.96, "end": 1265.44}, {"text": "the door so you would not be able to wear a disguise. It would take my eyes", "start": 1265.44, "end": 1268.48}, {"text": "fucking replaced. I will get I would chop my hands off. He's about to cry", "start": 1268.48, "end": 1272.32}, {"text": "I guess, because you know what we're having to our restaurants, we're having", "start": 1272.36, "end": 1274.54}, {"text": "DNA scanning that scans it tells it tells the server in advance what the", "start": 1274.54, "end": 1278.64}, {"text": "people's allergies are. So the server doesn't have to ask your food. You", "start": 1278.64, "end": 1281.74}, {"text": "would probably serve DNA at your shit future restaurant. DNA is actually a", "start": 1281.74, "end": 1286.02}, {"text": "really good protein if it's prepared right. It's not good. It's not good to", "start": 1286.02, "end": 1289.6}, {"text": "eat. DNA burrito bowl. That doesn't make any sense. Yeah, dinner and", "start": 1289.6, "end": 1292.9}, {"text": "appetizers, that's what we have. I will go to your restaurant. I will, I will", "start": 1292.9, "end": 1298.22}, {"text": "address, you guys will think I'm a food critic and actually I will become one. I", "start": 1298.22, "end": 1301.66}, {"text": "will write the most scathing reviews. I will and I'll include all sorts of", "start": 1301.68, "end": 1305.88}, {"text": "stuff. I'll say the service is bad. I do holistic reviews. Yeah, what magazine", "start": 1305.88, "end": 1309.76}, {"text": "are you going to write for highlights for kids?", "start": 1309.76, "end": 1311.36}, {"text": "Try time out New York City. You're going to be in time out. Yeah, no, I", "start": 1311.36, "end": 1318.04}, {"text": "won't.", "start": 1318.04, "end": 1318.56}, {"text": "We're going to say we have a special table prepared for you and it's going to", "start": 1318.56, "end": 1322.56}, {"text": "be facing the corner of the room. Nope, I will be writing in vulture about how", "start": 1322.56, "end": 1328.92}, {"text": "but your restaurant sucks. These two ugly comedians did the most bullshit", "start": 1328.96, "end": 1333.84}, {"text": "restaurant of all time and by the way, the bathroom is stinks. The bathroom is", "start": 1333.84, "end": 1338.46}, {"text": "problem with the problem with you trying to do that is nowadays controversy", "start": 1338.46, "end": 1341.62}, {"text": "sales and honestly you're going to drive our sales through the fucking you guys", "start": 1341.62, "end": 1344.58}, {"text": "we're going to have one of those to no no you're not", "start": 1344.58, "end": 1347.52}, {"text": "you're not doing pink sauce. No, okay, you guys are going to have such a I will", "start": 1347.52, "end": 1354.3}, {"text": "curse you guys. You guys will have one of those bathrooms. That's the water.", "start": 1354.3, "end": 1357.9}, {"text": "I'm going to reverse the curse, reverse the curse. Yeah, so the water in my", "start": 1357.92, "end": 1362.0}, {"text": "bathroom will smell bad. Yes, yeah, God damn it. How did you do that? I don't", "start": 1362.0, "end": 1365.6}, {"text": "know", "start": 1365.6, "end": 1365.94}, {"text": "that's so I don't know how I did it. I just well if you two are so good at", "start": 1365.94, "end": 1370.44}, {"text": "thinking of a restaurant to come up with", "start": 1370.44, "end": 1372.08}, {"text": "tell me two things. Okay, number one, the theme theme is casual. Yeah, casual", "start": 1372.08, "end": 1380.4}, {"text": "Friday theme. Yeah. Oh, there he have and the chef don't wear outfit. There's", "start": 1380.4, "end": 1385.0}, {"text": "already a casual Friday. The restaurant is who you can't tell who the chef is", "start": 1385.04, "end": 1388.98}, {"text": "there's already TG, TG, that's thank God. It's Friday. This is still wear", "start": 1388.98, "end": 1392.98}, {"text": "clothes and this is you can show up as EDI. No every day is Friday. This good", "start": 1392.98, "end": 1397.44}, {"text": "day is Friday.", "start": 1397.44, "end": 1398.28}, {"text": "Every day is Friday and the chefs and get this the chefs and waiters. They sit", "start": 1398.28, "end": 1403.2}, {"text": "at the tables too. So you really can't tell who anyone is because there's a why", "start": 1403.2, "end": 1407.24}, {"text": "why are they?", "start": 1407.24, "end": 1407.92}, {"text": "That's the thing. Where do they sit now? This is a thing that we thought of and", "start": 1407.92, "end": 1412.44}, {"text": "something that we thought of that has never been done in a restaurant before", "start": 1412.56, "end": 1415.86}, {"text": "they cook the food at the table for you table, but only at some tables.", "start": 1415.86, "end": 1420.36}, {"text": "You're Benny Hanna is what you're thinking. No, no, you're doing Benny.", "start": 1420.36, "end": 1423.7}, {"text": "He works there. Who's he Benny Benny works at the yeah.", "start": 1423.7, "end": 1427.7}, {"text": "Okay, so that was my first question is the theme. So I guess the theme is that", "start": 1427.7, "end": 1432.06}, {"text": "it's always casual Friday and the waiters are are blaming it.", "start": 1432.06, "end": 1435.9}, {"text": "Waiters are it's indistinguishable.", "start": 1437.56, "end": 1440.68}, {"text": "And also they cook the food at the table.", "start": 1440.68, "end": 1443.88}, {"text": "Let me say that's also why we have to have the biometric thing because I know we're going", "start": 1443.88, "end": 1447.16}, {"text": "to run into problems where people come in and pretend to be waiters.", "start": 1447.16, "end": 1449.72}, {"text": "Yeah.", "start": 1449.72, "end": 1450.72}, {"text": "And I'm taking people's orders.", "start": 1450.72, "end": 1451.72}, {"text": "I'll cover that.", "start": 1451.72, "end": 1452.72}, {"text": "The dead giveaway is that I have no hands.", "start": 1452.72, "end": 1454.44}, {"text": "I'm going to hold the fucking plate.", "start": 1454.44, "end": 1455.44}, {"text": "Well, the first week, first week of your, like the first week that you're an employee", "start": 1455.44, "end": 1460.32}, {"text": "at EDIF's.", "start": 1460.32, "end": 1461.32}, {"text": "EDIF's?", "start": 1461.32, "end": 1462.32}, {"text": "Yeah.", "start": 1462.32, "end": 1463.32}, {"text": "Every day.", "start": 1463.32, "end": 1464.32}, {"text": "Oh, I thought it was EIF.", "start": 1464.32, "end": 1465.32}, {"text": "RFID chip right there.", "start": 1465.32, "end": 1466.32}, {"text": "FID chip right there and if you", "start": 1466.32, "end": 1468.82}, {"text": "we call it a big I F chip, it's proprietary. That's why it's so big. It", "start": 1468.82, "end": 1473.66}, {"text": "needs to hold a lot of data. It holds your entire. It's it holds every every", "start": 1473.66, "end": 1477.32}, {"text": "so it's a little stick of ram. So what's to stop me? We might", "start": 1477.32, "end": 1481.84}, {"text": "also mining cryptos and all of our employees arms. What's to stop me?", "start": 1481.84, "end": 1487.22}, {"text": "That's how you tell the employees that they walk around you just hear like", "start": 1487.22, "end": 1489.72}, {"text": "yeah loud ass. You see the probably they're they're coming to your table", "start": 1489.72, "end": 1495.18}, {"text": "with your water, right? That water is shaken, not stirred. They're fucking...", "start": 1495.22, "end": 1499.66}, {"text": "That hand is shaking.", "start": 1499.66, "end": 1500.62}, {"text": "Shaken water.", "start": 1500.62, "end": 1501.12}, {"text": "Yeah.", "start": 1501.12, "end": 1501.62}, {"text": "Shaken water. That's another one of our beverages. It's water that's shaken up.", "start": 1501.62, "end": 1505.1}, {"text": "It's shaken because we're mining so much crypto out of the rain chip.", "start": 1505.1, "end": 1508.5}, {"text": "But also it aerates the water.", "start": 1508.5, "end": 1510.06}, {"text": "Why did you say stirred? Like they usually stir water.", "start": 1510.06, "end": 1512.9}, {"text": "They make stirred water.", "start": 1512.9, "end": 1514.42}, {"text": "Where?", "start": 1514.42, "end": 1515.06}, {"text": "In all the restaurants.", "start": 1515.06, "end": 1516.1}, {"text": "No, most other restaurants have stirred water.", "start": 1516.1, "end": 1517.66}, {"text": "No, you want still water, specifically still water.", "start": 1517.66, "end": 1520.62}, {"text": "Stirred water.", "start": 1520.62, "end": 1521.5}, {"text": "So what's to stop me from... What time do you guys close?", "start": 1521.5, "end": 1524.86}, {"text": "never eleven fifty nine PM. We're open to one a. Okay, all right cool. So let's", "start": 1524.86, "end": 1529.86}, {"text": "just stop me from eleven fifty nine cruising in front of their there's no", "start": 1529.86, "end": 1533.66}, {"text": "cruising. Oh Benny, there's no cruising. It's not all right walking up front and", "start": 1533.66, "end": 1538.74}, {"text": "Benny's locking up right and I guess I'm not cruising. So I say Hey buddy, you", "start": 1538.74, "end": 1543.66}, {"text": "need to ride home. So that sounds a lot like cruising. He will. He would say he", "start": 1543.66, "end": 1548.38}, {"text": "would say no. I would don't want to ride home because we opening it in two", "start": 1548.38, "end": 1551.1}, {"text": "minutes yeah. Well, he's not working two days in a row, you because that depends", "start": 1551.14, "end": 1555.3}, {"text": "on what he's scheduled. Okay, so obviously I would go when I would know", "start": 1555.3, "end": 1558.28}, {"text": "his schedule at this point. So what's to stop me from giving him a piggyback,", "start": 1558.28, "end": 1561.52}, {"text": "but then we start we're walking and then we I piggyback him past his house. He", "start": 1561.52, "end": 1565.56}, {"text": "goes wait. That was my house and I just say nothing and keep walking and then", "start": 1565.56, "end": 1569.14}, {"text": "he's getting a little scared right, but then we get to my house and I", "start": 1569.14, "end": 1573.74}, {"text": "butcher him to death and I take his arms and I just hire a new employer. Do you", "start": 1573.74, "end": 1579.38}, {"text": "but I would go the next day and the RFID chip would be scanned. Oh,", "start": 1579.42, "end": 1582.82}, {"text": "and I'm walking around with these and by the way he's a different he's got", "start": 1582.82, "end": 1586.62}, {"text": "he's black guy. So I'm walking around with these black arms and I'm walking", "start": 1586.62, "end": 1590.82}, {"text": "around. So what would stop you from doing that? Probably the police, maybe", "start": 1590.82, "end": 1593.78}, {"text": "or someone who heard him screaming for help. Yeah, that's kind of outside. I", "start": 1593.78, "end": 1597.7}, {"text": "was what I was thinking an RFID chip in him and we have a tracker in the", "start": 1597.7, "end": 1601.74}, {"text": "office. The other thing about the RFID chip, so he went to my house. If you're", "start": 1601.74, "end": 1605.78}, {"text": "sure if your blood pressure drops, even by the slightest amount, it detonates", "start": 1605.82, "end": 1609.5}, {"text": "yeah. So if you cut his arms off a block, this is a high stress job. Wait, the", "start": 1609.5, "end": 1613.4}, {"text": "police, your blood pressure,", "start": 1613.4, "end": 1614.64}, {"text": "yeah, yeah, very high and drops it.", "start": 1614.64, "end": 1618.12}, {"text": "Okay, yeah, well you will he's he works at a restaurant. He's already full of", "start": 1618.12, "end": 1624.36}, {"text": "Ivan. So what I'm realizing right now is that I will", "start": 1624.36, "end": 1627.92}, {"text": "I am plankton", "start": 1627.92, "end": 1630.86}, {"text": "it slips so perfectly into the role. I realize right now that I would be a", "start": 1635.38, "end": 1641.32}, {"text": "perfect plankton and that, like all I could think about right now is like", "start": 1641.32, "end": 1645.64}, {"text": "ways to get into your", "start": 1645.64, "end": 1647.62}, {"text": "okay. So", "start": 1647.62, "end": 1655.86}, {"text": "well, I guess I mean if I'm going to play plankton, yeah", "start": 1655.86, "end": 1659.1}, {"text": "hey, this is per sponge bob and squidward. This is so perfect, not", "start": 1660.76, "end": 1665.48}, {"text": "Patrick.", "start": 1665.48, "end": 1666.04}, {"text": "No, he's not he's sponge bob okay. Well, he's kind of both yeah, yeah, okay,", "start": 1666.04, "end": 1671.48}, {"text": "and you're kind of squidward and sandy yeah, you give off what's the", "start": 1671.48, "end": 1675.32}, {"text": "vibes about me female female controlling the science part of the", "start": 1675.32, "end": 1679.72}, {"text": "I", "start": 1679.72, "end": 1680.22}, {"text": "I'm so glad I guess I guess Andy, because I'm a man, shit yeah, I'm live on land", "start": 1680.22, "end": 1699.36}, {"text": "and I breathe there and you have roots in Texas. Table is wobbly, so just stop", "start": 1699.36, "end": 1703.24}, {"text": "pulling on it. I always pulling on the fucking roller skate wheels on this", "start": 1703.24, "end": 1707.12}, {"text": "here keep pushing me back. You want to go back one last time I did that the thing", "start": 1707.16, "end": 1711.86}, {"text": "fell. Oh yeah, no, no, no, you're really between a rock and a hard place buddy. I", "start": 1711.86, "end": 1715.84}, {"text": "feel bad for you not", "start": 1715.84, "end": 1717.64}, {"text": "well, then I guess if I'm plankton, then I have to start my own restaurant across", "start": 1717.64, "end": 1722.92}, {"text": "the sea or the road.", "start": 1722.92, "end": 1724.36}, {"text": "Yeah, our restaurant's going to be underwater too. Yeah, I didn't think", "start": 1724.36, "end": 1728.88}, {"text": "about that now that I fucking that's my idea and I get a royalty now. Okay, you", "start": 1728.88, "end": 1732.92}, {"text": "and yeah, you can be royalty, the king of king, the king of nothing yeah, the", "start": 1732.96, "end": 1737.26}, {"text": "king of the kingdom of shit. That's what I can be yeah. That's bull. I don't", "start": 1737.26, "end": 1741.66}, {"text": "want to be that. Oh there's all site types of shit.", "start": 1741.66, "end": 1744.98}, {"text": "Your kingdom", "start": 1744.98, "end": 1746.46}, {"text": "I will be", "start": 1746.46, "end": 1748.56}, {"text": "I am going to be", "start": 1748.56, "end": 1752.44}, {"text": "man. I'm really glad we started talking about the restaurant. We're talking", "start": 1752.44, "end": 1756.24}, {"text": "about snow. I think now we have a real topic. Yeah, this is a restaurant,", "start": 1756.24, "end": 1760.38}, {"text": "which I mean it's we're going to talk about this all day. If we don't stop", "start": 1760.44, "end": 1765.8}, {"text": "right now, we have to get into the", "start": 1765.8, "end": 1767.6}, {"text": "we talk for five minutes about my restaurant, please, because you guys", "start": 1767.6, "end": 1772.08}, {"text": "were all time it out. I'll time it out. Okay, okay, wait, wait, wait, wait,", "start": 1772.08, "end": 1775.64}, {"text": "let's start levels. Okay, ready? Yes, I'm going to start or he's going to", "start": 1775.64, "end": 1779.88}, {"text": "pull up. Okay, we'll get a timer. That's even better. Make sure you put it on", "start": 1779.88, "end": 1784.12}, {"text": "the starts. This is five minutes and eighteen fifteen seconds. All right,", "start": 1784.12, "end": 1787.76}, {"text": "started go. Okay, all right, so my restaurant will be the last fifteen", "start": 1787.8, "end": 1793.64}, {"text": "seconds of this video. Oh,", "start": 1793.64, "end": 1794.88}, {"text": "my restaurant will be if I need something from you guys. I'll ask my", "start": 1794.88, "end": 1800.72}, {"text": "restaurant will be across across the street from yours and my and what's", "start": 1800.72, "end": 1804.8}, {"text": "yours called every day is Friday. Yeah, EDI F's mine is called no day. Mine's", "start": 1804.8, "end": 1809.52}, {"text": "called six day week.", "start": 1809.52, "end": 1810.68}, {"text": "Okay, we're closed on Friday. We're closed on Friday. Chick-fil-a style. We", "start": 1812.88, "end": 1818.28}, {"text": "also serve pretty much all of Chick-fil-a's food, but all of McDonald's", "start": 1818.28, "end": 1822.88}, {"text": "food as well. All of Burger King's food, basically the top ten biggest fast food", "start": 1822.88, "end": 1828.98}, {"text": "restaurants. We go every single week. We buy a couple of things of every single", "start": 1828.98, "end": 1832.78}, {"text": "thing on the menu. We flash freeze it and then we reheat it when people is that", "start": 1832.78, "end": 1837.68}, {"text": "what the is that why you take Friday off? Yes. Okay. Oh, and you can't get our", "start": 1837.68, "end": 1841.98}, {"text": "food.", "start": 1841.98, "end": 1842.48}, {"text": "That's why you're yes, so yeah, but then also yeah, so that's why I'm going", "start": 1842.48, "end": 1849.68}, {"text": "after you guys. I have the top nine, but you guys are number ten and so I", "start": 1849.68, "end": 1853.38}, {"text": "really, really need to go get but what's your signature dish at", "start": 1853.38, "end": 1855.98}, {"text": "edia? We already explained it oatmeal. Yeah, it's oatmeal. It's oatmeal and", "start": 1855.98, "end": 1861.06}, {"text": "water", "start": 1861.06, "end": 1861.94}, {"text": "oatmeal waffles with chicken and we call them and we call them and we call them", "start": 1861.94, "end": 1867.3}, {"text": "water shakes really like a so it's just oatmeal and shaking water.", "start": 1867.3, "end": 1871.18}, {"text": "did you say chicken water? Because we have that specialties.", "start": 1871.18, "end": 1875.72}, {"text": "I just got the secret ingredient and it was that easy. You gave it to me.", "start": 1875.72, "end": 1881.2}, {"text": "Fucking terrible at your job. Spices being anti. You don't know the secret", "start": 1881.2, "end": 1887.2}, {"text": "formula. Yeah. And by the way, plankton knows it's called a crap. And by the", "start": 1887.2, "end": 1890.82}, {"text": "way, by the way, the secret recipe is maltodextrose. Okay, so I just got that", "start": 1890.82, "end": 1894.9}, {"text": "now. So,", "start": 1894.9, "end": 1895.82}, {"text": "but you don't know what paper we're wrapping in. Yeah, it's foil.", "start": 1895.82, "end": 1900.06}, {"text": "it's fun.", "start": 1900.06, "end": 1900.72}, {"text": "You have oatmeal and foil. Okay, so also I am hiring I'm spending half of my", "start": 1900.72, "end": 1908.22}, {"text": "half of the entire budget of the restaurant on", "start": 1908.22, "end": 1910.4}, {"text": "an anti plankton", "start": 1910.4, "end": 1913.26}, {"text": "guy who basically handles it because you guys needed one the entire time,", "start": 1913.26, "end": 1918.08}, {"text": "because every restaurant has a plankton yeah, every single restaurant,", "start": 1918.08, "end": 1921.86}, {"text": "somebody who is plotting on the downfall of the restaurant, trying to figure out", "start": 1921.86, "end": 1925.06}, {"text": "all the secrets. Yeah, so I don't know who mine is yet, but I'm going to make", "start": 1925.06, "end": 1929.22}, {"text": "I'm fucking damn sure that he dies. So I'm hiring an anti playing. I'm getting", "start": 1929.38, "end": 1934.26}, {"text": "I'm getting the the Pinkerton's. I'm hiring the Pinkerton's to come be", "start": 1934.26, "end": 1937.86}, {"text": "anti plankton security. Okay, and", "start": 1937.86, "end": 1940.22}, {"text": "yeah, you guys are basically going to go out of business. I'm undercutting", "start": 1940.22, "end": 1943.38}, {"text": "you in every single way. I'm going to make oatmeal with maple syrup. The", "start": 1943.38, "end": 1946.3}, {"text": "main thing you forgot is people can get food anywhere, but an atmosphere. Yep,", "start": 1946.3, "end": 1951.5}, {"text": "and a place where you can't tell who's the waiter in the chef. Yep, you can", "start": 1951.5, "end": 1955.14}, {"text": "only get that one fucking at your table. Well, my atmosphere is even better.", "start": 1955.14, "end": 1958.98}, {"text": "all the water's flavor. We your restaurant has no atmosphere literally", "start": 1959.14, "end": 1961.78}, {"text": "because we just sucked all the air out of it with a vacuum and all what if I", "start": 1961.78, "end": 1964.6}, {"text": "know it's underwater. So I guess it does. No, I pump extra oxygen into mine", "start": 1964.6, "end": 1968.58}, {"text": "like a like a I guess all your guests are passing out from from over", "start": 1968.58, "end": 1973.18}, {"text": "oxygenation. No, because it's a perfect amount like a Vegas casino and also", "start": 1973.18, "end": 1977.02}, {"text": "every single clock. So people sitting there will eat for two days.", "start": 1977.02, "end": 1980.34}, {"text": "Every single table at EDIF does have its own ozone machine.", "start": 1980.34, "end": 1986.06}, {"text": "We have an ozone, which is a place where you can go get masturbated.", "start": 1987.86, "end": 1991.86}, {"text": "Okay, you're being shut down by the government?", "start": 1991.86, "end": 1994.86}, {"text": "The health department is going to shut that down.", "start": 1994.86, "end": 1996.86}, {"text": "It's a separate thing from...", "start": 1996.86, "end": 1998.86}, {"text": "You can't get tug jobs and shaken water.", "start": 1998.86, "end": 2002.86}, {"text": "Why? That's how they shake the water.", "start": 2002.86, "end": 2004.86}, {"text": "No.", "start": 2004.86, "end": 2005.86}, {"text": "No, it's not.", "start": 2005.86, "end": 2006.86}, {"text": "Don't say that. That's horrible.", "start": 2006.86, "end": 2007.86}, {"text": "We also have...", "start": 2007.86, "end": 2008.86}, {"text": "We shake it with a proprietary shaking machine.", "start": 2008.86, "end": 2010.86}, {"text": "And we also have...", "start": 2010.86, "end": 2011.86}, {"text": "I have bitches who twerk with the water on their butt.", "start": 2011.86, "end": 2014.86}, {"text": "You don't even have what I thought Cameron said earlier, but now I'm going to implement", "start": 2014.86, "end": 2021.4}, {"text": "it into the restaurant, which is chicken water.", "start": 2021.4, "end": 2024.44}, {"text": "What is that?", "start": 2024.44, "end": 2025.44}, {"text": "What's chicken water?", "start": 2025.44, "end": 2026.44}, {"text": "So it's shaken water with chicken essence in it.", "start": 2026.44, "end": 2029.72}, {"text": "What is a chicken's essence?", "start": 2029.72, "end": 2030.72}, {"text": "A chicken essence?", "start": 2030.72, "end": 2031.72}, {"text": "It's like a little bit.", "start": 2031.72, "end": 2032.72}, {"text": "It's another secret formula that I can't tell you.", "start": 2032.72, "end": 2033.72}, {"text": "We can't really tell you about it, but it's just the top.", "start": 2033.72, "end": 2037.72}, {"text": "And guess what?", "start": 2037.72, "end": 2038.72}, {"text": "It's maltodextrin.", "start": 2038.72, "end": 2039.8}, {"text": "No.", "start": 2039.8, "end": 2040.8}, {"text": "No.", "start": 2040.8, "end": 2041.8}, {"text": "Chicken water is good, though.", "start": 2041.8, "end": 2043.44}, {"text": "Yeah, chicken water is fucking good.", "start": 2043.44, "end": 2044.68}, {"text": "I don't want to talk about chicken water. We can do that.", "start": 2044.68, "end": 2046.44}, {"text": "We got to talk about what... You're ceding your time? Yes.", "start": 2046.44, "end": 2049.68}, {"text": "I'm ceding your time. What we are here... Wait, I want to see what", "start": 2049.68, "end": 2051.96}, {"text": "the last 15 seconds is. It's probably... Is it just like a subscribe button?", "start": 2051.96, "end": 2055.36}, {"text": "I bet it is. For Adam Eshborn? Oh my God. It turns different colors.", "start": 2055.36, "end": 2060.22}, {"text": "It's a fun party. That's unbelievable. Okay. So today,", "start": 2060.22, "end": 2063.84}, {"text": "if you guys have been with us for years and years,", "start": 2063.84, "end": 2068.16}, {"text": "you will know that one of our favorite websites is mysticinvestigations.com.", "start": 2068.16, "end": 2073.56}, {"text": "mystic investigations. For those of you don't know is ran by a man. His name is", "start": 2073.56, "end": 2077.44}, {"text": "Xavier Remington, and he is basically the", "start": 2077.44, "end": 2081.52}, {"text": "foremost investigator of all things paranormal. Yeah, I think he is. He's", "start": 2081.52, "end": 2087.16}, {"text": "earth's link to this supernatural world kind of. There's a couple of things", "start": 2087.16, "end": 2093.24}, {"text": "going on. The most important thing is that he documents all of it, and he's a", "start": 2093.24, "end": 2096.4}, {"text": "very intelligent guy. Yeah, he's basically the smartest person in the", "start": 2096.4, "end": 2100.4}, {"text": "world. He will be one day he will he will be his name will be spoken along and he", "start": 2100.4, "end": 2105.24}, {"text": "works with an organization called Mystic Investigations. Well he's the head of it", "start": 2105.24, "end": 2109.44}, {"text": "which Mystic Investigations is based in a school kind of a Hogwarts situation if I", "start": 2109.44, "end": 2114.48}, {"text": "remember correctly. He has a lot of information. We've been over it a couple", "start": 2114.48, "end": 2118.6}, {"text": "of times but today we decided to make a return because it's been a while and", "start": 2118.6, "end": 2123.12}, {"text": "he's got plenty of new information. Oh yeah. To share with the public. I mean the", "start": 2123.12, "end": 2128.08}, {"text": "The last time we investigated mystic investigations, one, we didn't even", "start": 2128.08, "end": 2133.68}, {"text": "scratch the surface because we just happened upon, actually it came into our", "start": 2133.68, "end": 2137.08}, {"text": "- it was fate. Yeah, yeah, we accidentally discovered it. We, it was an", "start": 2137.08, "end": 2141.28}, {"text": "accidental discovery. I think I googled how old is Mrs. Claus. Yeah, yes, that's", "start": 2141.28, "end": 2145.08}, {"text": "exactly what it was.", "start": 2145.08, "end": 2146.12}, {"text": "Yeah, and because stuff like that, those kind of esoteric", "start": 2146.12, "end": 2149.92}, {"text": "questions, he always has an answer for. Exactly. And I would say that's exactly", "start": 2149.92, "end": 2154.6}, {"text": "what he's kind of the king of the esoteric. Uh huh, 100%.", "start": 2154.6, "end": 2157.24}, {"text": "percent. So", "start": 2157.24, "end": 2158.94}, {"text": "I focused on we each did our own little mini investigation into Mi. That's what", "start": 2158.94, "end": 2165.98}, {"text": "we call it. Yep. And today I well, I found a couple of things. One was we", "start": 2165.98, "end": 2171.48}, {"text": "click on this, Julio, so that I can I can use the thing.", "start": 2171.48, "end": 2174.96}, {"text": "Is it off?", "start": 2174.96, "end": 2178.0}, {"text": "It's completely off. Okay, but now it's on.", "start": 2178.0, "end": 2181.56}, {"text": "Photos prove Dubai is strange.", "start": 2181.56, "end": 2184.92}, {"text": "I didn't click on this, or I did click on this, but I didn't end up doing an", "start": 2186.04, "end": 2190.14}, {"text": "investigation into this, but I will say this caught my eye in a massive way.", "start": 2190.14, "end": 2193.34}, {"text": "This photo to me does prove to be a strange. It's a woman in a bikini.", "start": 2193.34, "end": 2197.44}, {"text": "And what is that behind her? That is a bunch of bales of hay?", "start": 2197.44, "end": 2200.94}, {"text": "No, it looks like some kind of roadblock, maybe.", "start": 2200.94, "end": 2204.04}, {"text": "Oh, okay.", "start": 2204.04, "end": 2204.94}, {"text": "So I did not do, I just wanted to mention this up top, but I did not", "start": 2204.94, "end": 2208.04}, {"text": "actually do my investigation into that. I did my investigation into Xavier's", "start": 2208.04, "end": 2212.54}, {"text": "this article on the supernatural stench.", "start": 2212.54, "end": 2215.74}, {"text": "Are you guys familiar with the supernatural stench? No, no, no, I've", "start": 2215.74, "end": 2219.44}, {"text": "never heard of the supernatural stench. So I'll tell you about him.", "start": 2219.44, "end": 2222.2}, {"text": "The supernatural stench, the supernatural being known as the stench, is the", "start": 2222.2, "end": 2226.66}, {"text": "premier paranormal purveyor of sinister smells. Amazingly, he was born Stefan", "start": 2226.66, "end": 2232.04}, {"text": "Stank in the year", "start": 2232.04, "end": 2233.24}, {"text": "1939 in Nantes, France. Although the surname itself doesn't mean wretched", "start": 2233.24, "end": 2239.54}, {"text": "stink, but rather a standing pool of water, most likely stagnant in nature.", "start": 2239.62, "end": 2246.34}, {"text": "Stefan was born with the psychokinetic power of fragrance manipulation with a strong emphasis", "start": 2246.34, "end": 2250.8}, {"text": "on biological stench generation.", "start": 2250.8, "end": 2253.46}, {"text": "At a young age, he became fascinated by making people suffer and even become physically sick", "start": 2253.46, "end": 2257.5}, {"text": "via sickening scents.", "start": 2257.5, "end": 2259.34}, {"text": "This was seriously seen when young Stefan took a dump so wretched that they had to evacuate", "start": 2259.34, "end": 2266.46}, {"text": "his elementary school in the process.", "start": 2266.46, "end": 2268.66}, {"text": "Most of the students suffered from varying degrees of sickness while the janitor died.", "start": 2268.66, "end": 2272.66}, {"text": "The principal recalled seeing Stefan laughing hysterically under an oak tree, being the", "start": 2272.66, "end": 2276.36}, {"text": "only one who wasn't barfing.", "start": 2276.36, "end": 2278.14}, {"text": "Wait, let me look at the date on this.", "start": 2278.14, "end": 2280.74}, {"text": "Okay, April 23rd.", "start": 2280.74, "end": 2281.74}, {"text": "I just wanted to make sure that this was not some kind of April Fool's prank because I", "start": 2281.74, "end": 2285.82}, {"text": "will say...", "start": 2285.82, "end": 2286.82}, {"text": "Oh, this is recent.", "start": 2286.82, "end": 2287.82}, {"text": "This is a new article.", "start": 2287.82, "end": 2288.82}, {"text": "Yeah, this is a pretty new one because Xavier, being a man of culture and academia as he", "start": 2288.82, "end": 2294.46}, {"text": "is, would not normally say, \"Take a dump.\"", "start": 2294.46, "end": 2297.62}, {"text": "I know so it's a bit out of character, but", "start": 2297.62, "end": 2300.72}, {"text": "yeah, I guess another thing to for people who aren't familiar maybe with", "start": 2300.72, "end": 2305.92}, {"text": "the mystic investigations is it's a big it's paranormal, but it's a big focus", "start": 2305.92, "end": 2310.12}, {"text": "on holidays and holiday. So we see a lot about well because that's a", "start": 2310.12, "end": 2314.12}, {"text": "cause they don't fool the Easter bunny. Yeah, so this is I this is that's", "start": 2314.12, "end": 2318.62}, {"text": "the realm we're in right now is the suit kind of a universe where the", "start": 2318.62, "end": 2321.52}, {"text": "Easter Bunny and the supernatural stench could yeah, the stench prodigy", "start": 2321.52, "end": 2325.52}, {"text": "has the awful ability to amplify his body odor, bad breath, fart gases, and an armada of alarming", "start": 2325.52, "end": 2331.76}, {"text": "aromas. Stank's flatulence is one of his greatest weapons as his ghastly gases can be terribly", "start": 2331.76, "end": 2337.24}, {"text": "toxic along with zapping the oxygen out of a room. With an exponential increase in the", "start": 2337.24, "end": 2341.92}, {"text": "smell comes excessive levels of hydrogen sulfide, methane, and carbon dioxide that could easily", "start": 2341.92, "end": 2346.64}, {"text": "kill a person. This vile villain can also amplify the stank of other people near him", "start": 2346.64, "end": 2351.68}, {"text": "to varying degrees. The stench has also been known to power boost pleasant", "start": 2351.68, "end": 2355.92}, {"text": "smelling things such as cologne or perfume into something so strong that it", "start": 2355.92, "end": 2360.52}, {"text": "induces headaches and nausea in his victims. Generally his stinky powers rely", "start": 2360.52, "end": 2365.68}, {"text": "on a biological host having contact with the odor of origin. When his powers are", "start": 2365.68, "end": 2369.56}, {"text": "in use his eyes glow a light shade of brown that almost looks orange. Nose", "start": 2369.56, "end": 2374.24}, {"text": "emoji. I like that. I like generally his stinky powers rely on a biological host", "start": 2374.24, "end": 2378.6}, {"text": "having contact with the odor of origin.", "start": 2378.6, "end": 2380.84}, {"text": "The odor of origin.", "start": 2380.84, "end": 2381.84}, {"text": "He smells bad if you can smell him.", "start": 2381.84, "end": 2383.84}, {"text": "Yeah.", "start": 2383.84, "end": 2384.84}, {"text": "You see, this is, I feel like a lot of the, what I found interesting about this one is", "start": 2384.84, "end": 2389.44}, {"text": "a lot of the characters that Xavier writes about are usually, like you said, people from", "start": 2389.44, "end": 2395.24}, {"text": "holidays.", "start": 2395.24, "end": 2396.24}, {"text": "Holiday lore.", "start": 2396.24, "end": 2397.24}, {"text": "Holidays.", "start": 2397.24, "end": 2398.24}, {"text": "I don't remember any kind of stinky holiday in my life.", "start": 2398.24, "end": 2401.0}, {"text": "I do.", "start": 2401.0, "end": 2402.0}, {"text": "The Stench Cult.", "start": 2402.0, "end": 2403.0}, {"text": "Stinksgiving.", "start": 2403.0, "end": 2404.0}, {"text": "The Stench Cult.", "start": 2404.0, "end": 2405.0}, {"text": "Oh, Stinksgiving, true.", "start": 2405.0, "end": 2406.24}, {"text": "This is the Stench Cult.", "start": 2406.24, "end": 2408.32}, {"text": "Stefan also uses his stench generation abilities to raise money for various", "start": 2408.32, "end": 2412.28}, {"text": "purposes. Oh, that's not so bad. He can force people out of anywhere in seconds", "start": 2412.28, "end": 2416.68}, {"text": "and then and then rob it of everything. He is also a hit man for hire who will", "start": 2416.68, "end": 2421.92}, {"text": "take down anyone's foes via felonious funk. Stefan has occasionally allied with", "start": 2421.92, "end": 2426.88}, {"text": "the plague doctor by using aromas as a vector for disease. Everyone put", "start": 2426.88, "end": 2431.04}, {"text": "remember the plague doctor because he will be reappearing. Put a pin in that.", "start": 2431.04, "end": 2433.84}, {"text": "Oh wow. However, the high class doctor turns his nose down on that on", "start": 2433.84, "end": 2438.54}, {"text": "your nose too. Clothes pin due to the stink. He turns his nose down at", "start": 2438.54, "end": 2443.12}, {"text": "the nasty homeless stench and uses him sparingly only when necessary.", "start": 2443.12, "end": 2447.16}, {"text": "Still, Stefan begs the plague doctor to let him in on the secrets of", "start": 2447.16, "end": 2450.34}, {"text": "dark immortality as he pushes into his 80s. He also strives to hone", "start": 2450.34, "end": 2454.42}, {"text": "the powers to absolute stench status. Indeed, Stefan does live as a", "start": 2454.42, "end": 2459.74}, {"text": "traveling, disheveled homeless man in large cities around the world", "start": 2459.74, "end": 2462.64}, {"text": "with the most concentration of people and repugnant rank.", "start": 2462.64, "end": 2465.48}, {"text": "This filthy fiend loves skulking about sewers,", "start": 2465.48, "end": 2468.84}, {"text": "breathing in the toxic aroma of human waste.", "start": 2468.84, "end": 2471.0}, {"text": "He has acquired enough money to live a grand life,", "start": 2471.0, "end": 2473.2}, {"text": "but it goes against everything he believes in.", "start": 2473.2, "end": 2475.4}, {"text": "Most of the money is used to fund", "start": 2475.4, "end": 2476.72}, {"text": "his perplexingly poisonous plots", "start": 2476.72, "end": 2478.48}, {"text": "and the crazy cult that supports him.", "start": 2478.48, "end": 2480.16}, {"text": "Of course, every supernatural lunatic has a cult,", "start": 2480.16, "end": 2482.64}, {"text": "and this one is full of the most disgusting people", "start": 2482.64, "end": 2484.76}, {"text": "you could ever hope to meet.", "start": 2484.76, "end": 2486.04}, {"text": "So here's what I like about this.", "start": 2486.04, "end": 2488.52}, {"text": "It confirms two of my biggest suspicions", "start": 2488.52, "end": 2491.12}, {"text": "about any given homeless person is that number one, they have plenty of money.", "start": 2491.12, "end": 2495.68}, {"text": "They just don't want to use it. Right. And number two, they are probably a", "start": 2495.68, "end": 2499.48}, {"text": "villain. So any given homeless person, usually an elderly one or something,", "start": 2499.48, "end": 2503.88}, {"text": "they, there's a pretty high chance that it's Stefan stinking disguise. I guess.", "start": 2503.88, "end": 2507.92}, {"text": "I didn't even think about, yeah, you have to read the thing about Xavier's", "start": 2507.92, "end": 2511.6}, {"text": "writings is you have to read between the lines for things like that because you", "start": 2511.6, "end": 2516.08}, {"text": "know, he's not going to tell you straight up. He can't tell you straight", "start": 2516.08, "end": 2519.44}, {"text": "up. These words are too, you know, the concepts that he creates are too", "start": 2519.44, "end": 2526.42}, {"text": "boggling for the human mind that he has to tell you through riddles like", "start": 2526.42, "end": 2530.08}, {"text": "this. Yeah.", "start": 2530.08, "end": 2530.8}, {"text": "Like Stefan, all... Yeah, I know, we're getting a call from our landlord.", "start": 2530.8, "end": 2536.16}, {"text": "\"All cult members are expected to never take a bath, brush their teeth,", "start": 2536.16, "end": 2539.28}, {"text": "or partake of any proper hygiene. Although he does provide mystical remedies", "start": 2539.28, "end": 2544.94}, {"text": "so members stay in fighting shape and don't find their teeth rotting out.", "start": 2544.94, "end": 2548.16}, {"text": "The stench and his foul followers are responsible for the recent.", "start": 2548.36, "end": 2551.16}, {"text": "What does that say celebrity supported no bathing movement? What the hell", "start": 2551.16, "end": 2557.56}, {"text": "this has already supported", "start": 2557.56, "end": 2558.96}, {"text": "imagine this is people discussing people like Britney Spears that yeah,", "start": 2558.96, "end": 2563.06}, {"text": "celebrity. Yeah, if you want to call them that in the name of preserving", "start": 2563.06, "end": 2566.06}, {"text": "their skins precious", "start": 2566.06, "end": 2567.26}, {"text": "microorganisms and despicable skin oils", "start": 2567.26, "end": 2571.66}, {"text": "bathe responsibly and you'll be just fine. Some of these celebs are secret", "start": 2571.66, "end": 2575.76}, {"text": "cult members who bow to the stench as their guru. If you know someone with", "start": 2575.76, "end": 2579.76}, {"text": "noxious B.O., then odds are good that they are a cult member as well,", "start": 2579.76, "end": 2585.28}, {"text": "especially if they give the excuse that it's good for their skin. Their ultimate", "start": 2585.28, "end": 2588.72}, {"text": "end game is to return to the dark ages where nobody ever bathed, or if they did,", "start": 2588.72, "end": 2593.12}, {"text": "it was once a year. They pray for a stench-ridden society, polluted with", "start": 2593.12, "end": 2597.4}, {"text": "blasphemous biological sewage.", "start": 2597.4, "end": 2599.8}, {"text": "- And what's that emoji there?", "start": 2599.8, "end": 2600.8}, {"text": "- That is a poop emoji.", "start": 2600.8, "end": 2601.72}, {"text": "- No way.", "start": 2601.72, "end": 2602.4}, {"text": "- Whoa.", "start": 2602.4, "end": 2603.0}, {"text": "- Can you believe that?", "start": 2603.0, "end": 2604.0}, {"text": "- That is nasty.", "start": 2604.0, "end": 2605.12}, {"text": "The Stinch Slayers.", "start": 2605.12, "end": 2606.32}, {"text": "Ooh.", "start": 2606.32, "end": 2606.88}, {"text": "Okay.", "start": 2606.88, "end": 2607.38}, {"text": "Yeah.", "start": 2607.38, "end": 2607.88}, {"text": "There is a small group of brave warriors known as Stinch Slayers.", "start": 2607.88, "end": 2611.6}, {"text": "They hunt down cult members and force them into showers and baths,", "start": 2611.6, "end": 2615.32}, {"text": "soaping them up really good.", "start": 2615.32, "end": 2617.2}, {"text": "Afterward, they make them put on freshly laundered clothing", "start": 2617.2, "end": 2619.84}, {"text": "and begin the process of deprogramming.", "start": 2619.84, "end": 2621.96}, {"text": "The hope is re-assimilation back into society", "start": 2621.96, "end": 2624.24}, {"text": "to lead a normal, clean, and healthy life.", "start": 2624.24, "end": 2626.24}, {"text": "So far, they haven't gotten close to Saffan", "start": 2626.24, "end": 2628.12}, {"text": "due to his overwhelming scent manipulation,", "start": 2628.12, "end": 2630.0}, {"text": "superhuman strength, speed, agility, and senses.", "start": 2630.0, "end": 2632.36}, {"text": "Superhuman strength?", "start": 2632.36, "end": 2633.76}, {"text": "Well, yeah, he did mention that earlier, I guess.", "start": 2633.76, "end": 2636.6}, {"text": "Wow.", "start": 2636.6, "end": 2637.6}, {"text": "Their dream is to scrub this guy clean, give him a seriously close shave, and lock him away", "start": 2637.6, "end": 2643.04}, {"text": "in a room devoid of scent.", "start": 2643.04, "end": 2645.08}, {"text": "This sick puppy hasn't bathed since the 1940s.", "start": 2645.08, "end": 2648.32}, {"text": "1940s?", "start": 2648.32, "end": 2649.32}, {"text": "Goddamn.", "start": 2649.32, "end": 2650.36}, {"text": "Most of the stench slayers have either lost their sense of smell or wear protective gear,", "start": 2650.36, "end": 2654.08}, {"text": "although such gear can be forced off or have one little accidental crack that allows stink", "start": 2654.08, "end": 2658.6}, {"text": "to enter.", "start": 2658.6, "end": 2659.76}, {"text": "Some have psychokinetic powers, such as stench removal and scent shifting, to combat the stench", "start": 2659.76, "end": 2665.12}, {"text": "and the followers ripe with rank stank.", "start": 2665.12, "end": 2667.48}, {"text": "If you know someone with barf-worthy BO, then urge them to take a shower and use some deodorant.", "start": 2667.48, "end": 2672.56}, {"text": "If they angrily refuse, then assume they're a brainwashed stench cult member and contact", "start": 2672.56, "end": 2680.62}, {"text": "a paranormal professional for help.", "start": 2680.62, "end": 2682.44}, {"text": "If you spot the stench himself, then prepare to vomit or even die.", "start": 2682.44, "end": 2686.56}, {"text": "See, this is one of the things that's nice about Xavier Remington 2 and Mystic Investigations", "start": 2686.56, "end": 2690.84}, {"text": "is this stuff always has kind of a societal message. It's something like, it's like, okay,", "start": 2690.84, "end": 2696.04}, {"text": "so we're talking about the supernatural and magic and you know, but you know what, actually,", "start": 2696.04, "end": 2701.24}, {"text": "a lot of this stuff matters. This will matter in your day to day life and there's a meaning", "start": 2701.24, "end": 2705.72}, {"text": "and theme behind it.", "start": 2705.72, "end": 2707.04}, {"text": "It's prescriptive.", "start": 2707.04, "end": 2708.04}, {"text": "Watch out for your friends.", "start": 2708.04, "end": 2709.38}, {"text": "It's saying go out there, if somebody's on the street and they look stinky, then you", "start": 2709.38, "end": 2715.28}, {"text": "you should probably be kidnapping them, bringing them to a large bath, dunking", "start": 2715.28, "end": 2719.36}, {"text": "them in it, and shaving their face.", "start": 2719.36, "end": 2721.68}, {"text": "And a room devoid of smell.", "start": 2721.68, "end": 2723.18}, {"text": "A room devoid of scent.", "start": 2723.18, "end": 2724.18}, {"text": "They should make some kind of, you know how you can put up like soundproofing", "start": 2724.18, "end": 2727.12}, {"text": "foam and stuff?", "start": 2727.12, "end": 2728.12}, {"text": "Yeah.", "start": 2728.12, "end": 2729.12}, {"text": "They should have smell proof.", "start": 2729.12, "end": 2730.12}, {"text": "Oh my God.", "start": 2730.12, "end": 2731.12}, {"text": "I know they have air fresheners and stuff like that, but I want specifically a", "start": 2731.12, "end": 2732.88}, {"text": "foam that I put on the wall.", "start": 2732.88, "end": 2734.48}, {"text": "That'd just be better.", "start": 2734.48, "end": 2736.48}, {"text": "Yeah.", "start": 2736.48, "end": 2737.48}, {"text": "Okay, so, and then this is I think just the last thing that he decided to", "start": 2737.48, "end": 2741.92}, {"text": "include here, which is the infamous B.O. episode of Seinfeld. The video above features highlights", "start": 2741.92, "end": 2747.32}, {"text": "of an episode of Seinfeld called \"The Smelly Car.\" You can watch the 20th episode of Season", "start": 2747.32, "end": 2752.72}, {"text": "4 here, and there's a link, which I don't think is probably good.", "start": 2752.72, "end": 2758.36}, {"text": "The attendant in the red jacket is a representation of a proud stench cult member who has worked", "start": 2758.36, "end": 2762.72}, {"text": "diligently to build his body odor to the point that it can be spread to other people and locations.", "start": 2762.72, "end": 2767.16}, {"text": "The art of rank stank spreading is a key practice within the crazy cult. The goal of every cult", "start": 2767.16, "end": 2771.88}, {"text": "member is to make their stench take on a life of its own and live on even after their death.", "start": 2771.88, "end": 2777.8}, {"text": "In sitcom form it's funny, but in real life it's no laughing matter.", "start": 2777.8, "end": 2780.86}, {"text": "That's actually, honestly that last sentence, that is true to me about almost everything.", "start": 2780.86, "end": 2784.68}, {"text": "Or if I see it in a sitcom I will laugh my ass off, but if someone says something to", "start": 2784.68, "end": 2788.48}, {"text": "me in real life I will say, \"Oh, okay.\"", "start": 2788.48, "end": 2791.84}, {"text": "I mean think about even other Seinfeld stuff. Think about the Soup Nazi.", "start": 2791.84, "end": 2798.52}, {"text": "If there was a Nazi for soups...", "start": 2798.52, "end": 2800.12}, {"text": "I don't think it would be that fun to me if I if I said, can I please have a clam", "start": 2800.12, "end": 2804.42}, {"text": "chowder and can you take all the clamp it just the chowder please and he says get", "start": 2804.42, "end": 2808.72}, {"text": "the fuck out. I thought I'm the fucking Nazi. Yeah, look at my Nazi tattoo.", "start": 2808.72, "end": 2813.12}, {"text": "Yeah, that's not funny. I'm an effing Nazi. Yeah, but no. Yeah, you know, you", "start": 2813.12, "end": 2817.12}, {"text": "cannot have soup. I'm a Nazi. Yeah, I'd go. What the fuck is going on? I", "start": 2817.12, "end": 2821.32}, {"text": "probably report him to the cops. I feel like I'm I would honestly I would I", "start": 2821.32, "end": 2824.72}, {"text": "would feel like I was in an episode of TV, but not a sitcom. No, I feel like I", "start": 2824.72, "end": 2828.52}, {"text": "first of all, of course, first of all, I'd say what is this Seinfeld yeah, but", "start": 2828.52, "end": 2832.72}, {"text": "then I would say then it would sink in. I would say no. What is this curb your", "start": 2832.72, "end": 2836.68}, {"text": "enthusiasm? Yep, then I'd say no, but he would get he would probably like the", "start": 2836.68, "end": 2841.32}, {"text": "soup so much that he'd just say, oh, who gives a shit? Who gives a yeah, it", "start": 2841.32, "end": 2844.72}, {"text": "gives a shit if it's a Nazi, but me personally, I'd probably go back and I'd", "start": 2844.72, "end": 2848.48}, {"text": "probably fucking execute him. Yeah, probably blow his brains into the so I", "start": 2848.48, "end": 2852.36}, {"text": "would go into the soup Nazi. I'd go, I'd shrink myself, go into his body, start", "start": 2852.36, "end": 2857.0}, {"text": "playing with all of his little pieces. You know what I would show myself to be.", "start": 2857.04, "end": 2860.24}, {"text": "I would change my size to be. I would be maybe half, maybe a quarter of an inch", "start": 2860.24, "end": 2864.12}, {"text": "smaller than him, so I could go inside of him and just be fully my full body", "start": 2864.12, "end": 2867.36}, {"text": "inside of him. I would stay regular size, pick him up", "start": 2867.36, "end": 2870.4}, {"text": "and then put him in a blender, right? Cook him down with some tomato paste or", "start": 2870.4, "end": 2876.2}, {"text": "something. You'd make a soup out of him. I would make a soup out of that Nazi.", "start": 2876.2, "end": 2879.16}, {"text": "I'd do all that, but then I'd also shrink to half my size. And then you'd", "start": 2879.16, "end": 2882.84}, {"text": "swim in the soup on a crouton. Yeah, you know what I'd say? You know what I", "start": 2882.84, "end": 2886.16}, {"text": "do I'd say after you're doing yeah yeah I'd use it like a kickboard yeah here's", "start": 2886.2, "end": 2890.52}, {"text": "what I would say I would he'd say all this BS Nazi bullcrap uh-huh and I'd say", "start": 2890.52, "end": 2895.68}, {"text": "yeah big surprise soup surrounded by fucking crackers oh shit yeah damn and", "start": 2895.68, "end": 2901.64}, {"text": "then I good fucking insult his cracker ass and every way I think of yeah he", "start": 2901.64, "end": 2905.92}, {"text": "would crack he crack under the pressure he'd crack another pressure I'd say", "start": 2905.92, "end": 2909.64}, {"text": "that's right I knew that was coming all right um who's next who's next with this", "start": 2909.64, "end": 2915.16}, {"text": "I can go next.", "start": 2915.16, "end": 2916.16}, {"text": "All right.", "start": 2916.16, "end": 2917.16}, {"text": "Are you sure?", "start": 2917.16, "end": 2918.16}, {"text": "I feel like you have a bigger investigation than I do.", "start": 2918.16, "end": 2920.16}, {"text": "Okay, if you want to go next.", "start": 2920.16, "end": 2921.16}, {"text": "I can.", "start": 2921.16, "end": 2922.16}, {"text": "Mine is kind of brief.", "start": 2922.16, "end": 2923.16}, {"text": "You said who's next, which implies you don't want to go next.", "start": 2923.16, "end": 2925.68}, {"text": "I'll go next.", "start": 2925.68, "end": 2926.68}, {"text": "I'll go next because I don't have too much.", "start": 2926.68, "end": 2929.32}, {"text": "No, it's not Patrick Steele's corner.", "start": 2929.32, "end": 2931.0}, {"text": "It's not.", "start": 2931.0, "end": 2932.0}, {"text": "Get out of the Steele's corner.", "start": 2932.0, "end": 2933.0}, {"text": "Put that away.", "start": 2933.0, "end": 2934.0}, {"text": "So I was looking yesterday.", "start": 2934.0, "end": 2936.6}, {"text": "So I was looking around on Xavier's Twitter profile.", "start": 2936.6, "end": 2944.76}, {"text": "Metaphysical PI because guess what happened you guys?", "start": 2944.76, "end": 2949.76}, {"text": "The craziest thing.", "start": 2949.76, "end": 2951.76}, {"text": "Metaphysical PI is team follow back.", "start": 2951.76, "end": 2956.76}, {"text": "Really?", "start": 2956.76, "end": 2957.76}, {"text": "Team follow back metaphysical PI.", "start": 2957.76, "end": 2960.76}, {"text": "So I sent them a DM.", "start": 2960.76, "end": 2962.76}, {"text": "I said, \"Hello Xavier.", "start": 2962.76, "end": 2963.76}, {"text": "I've been very interested in mystic investigations for a while now.", "start": 2963.76, "end": 2968.76}, {"text": "Big fan.", "start": 2968.76, "end": 2969.76}, {"text": "Was wondering if you could answer some questions for me.", "start": 2969.76, "end": 2971.76}, {"text": "Xavier is so elusive that I did not hear a peep. Look at that.", "start": 2971.76, "end": 2976.96}, {"text": "Left me on read.", "start": 2976.96, "end": 2978.26}, {"text": "Honestly, because of his metaphysical nature, he probably tried to type it back", "start": 2978.26, "end": 2981.96}, {"text": "and his hand phased through the motherfucking phone.", "start": 2981.96, "end": 2983.76}, {"text": "He probably got trapped in his keyboard and is now in a cyberchase-style situation.", "start": 2983.76, "end": 2989.56}, {"text": "Trying to type you a message back.", "start": 2989.56, "end": 2991.46}, {"text": "Yeah, but he's too small. He can't even press the keys on the circuits.", "start": 2991.46, "end": 2996.26}, {"text": "Also, you can't... Yeah, there's no... Yeah, it doesn't make a lot of sense.", "start": 2996.26, "end": 2999.46}, {"text": "It doesn't make any sense.", "start": 2999.46, "end": 3000.76}, {"text": "he needs to be it makes no sense at all. There's not a keyboard on. Yeah. So the", "start": 3000.76, "end": 3005.3}, {"text": "first so then I'm just clicking around his page. So I'm clicking around. I'm", "start": 3005.3, "end": 3010.24}, {"text": "just trying to figure out all this stuff. You're trying to see why does it if", "start": 3010.24, "end": 3013.48}, {"text": "maybe he has some kind of like text back guide. Yeah. So then I saw this.", "start": 3013.48, "end": 3018.76}, {"text": "When you'll crush text you. What these emojis mean. I've been looking through", "start": 3018.76, "end": 3022.68}, {"text": "his page and I got interested immediately because he was talking about", "start": 3022.68, "end": 3028.28}, {"text": "shaman George Lucas, guided by our powerful shaman, George Lucas has been", "start": 3028.6, "end": 3033.74}, {"text": "in contact with force goes from a bubble universe where Star Wars is real goes", "start": 3033.74, "end": 3038.12}, {"text": "to mo. The reality was created by the human collective consciousness belief in", "start": 3038.12, "end": 3042.4}, {"text": "his stories. Lucas hopes to join them as his afterlife someday. He wants to", "start": 3042.4, "end": 3047.5}, {"text": "George Lucas hopes to become a I would be so pissed off if I died and it was", "start": 3047.5, "end": 3052.2}, {"text": "Star Wars. The afterlife was", "start": 3052.2, "end": 3053.84}, {"text": "you, do you mean you would go to star wars or you would be a ghost like in star", "start": 3057.78, "end": 3061.78}, {"text": "wars? No, like I would go to star. You would wake up like the afterlife is star", "start": 3061.78, "end": 3065.54}, {"text": "wars. You wake up and kit fist. I think that like kind of that would be I would", "start": 3065.54, "end": 3069.22}, {"text": "be pissed off because I would be like it's a real like come on star. I would", "start": 3069.22, "end": 3072.5}, {"text": "why not something else that I like more yeah, it was for everyone else. It was", "start": 3072.5, "end": 3076.66}, {"text": "star wars. I would learn to love it. Yeah, I probably would too. I would learn", "start": 3076.66, "end": 3079.82}, {"text": "to love it. Here's the thing about star wars.", "start": 3079.82, "end": 3081.86}, {"text": "The franchise is indeed based on a true story. The Jedi, the Sith, the fourth", "start": 3081.86, "end": 3086.38}, {"text": "Force, Rebel Alliance, and the battle against the Galactic Empire a long time ago in a galaxy", "start": 3086.66, "end": 3090.66}, {"text": "far far away are real. This includes Emperor Palpatine, Darth Vader, Yoda, Luke Skywalker,", "start": 3090.66, "end": 3096.42}, {"text": "Han Solo, Princess Leia, and the rest of the characters to an extent. There is also the", "start": 3096.42, "end": 3101.7}, {"text": "original trilogy and prequels that involved George Lucas. However, the latest trilogy", "start": 3101.7, "end": 3105.82}, {"text": "in Disney's hands loses touch with what actually happened to these legendary people. The evidence", "start": 3105.82, "end": 3110.82}, {"text": "that Star Wars is real has been suppressed by the government with a controlled release", "start": 3110.82, "end": 3114.32}, {"text": "to the entertainment industry. That explains so much about the last Jedi.", "start": 3114.32, "end": 3117.68}, {"text": "Mm-hmm. This is oh, yeah, because look at this.", "start": 3117.68, "end": 3120.26}, {"text": "Lucas sells to Disney and the real trilogy is lost.", "start": 3120.26, "end": 3124.16}, {"text": "Damn. Yeah. Lucas gave his story ideas for episode seven through nine to Disney,", "start": 3124.16, "end": 3129.76}, {"text": "but they chose to take the more creative route", "start": 3129.76, "end": 3132.06}, {"text": "and made up their own stories for the most part.", "start": 3132.06, "end": 3134.3}, {"text": "George also tried to convince Disney that Star Wars was based on a true story,", "start": 3134.3, "end": 3138.16}, {"text": "but they thought he was nuts.", "start": 3138.16, "end": 3140.72}, {"text": "Although later on, Disney's government connections", "start": 3140.72, "end": 3143.1}, {"text": "in the U.S. Paranormal Defense Agency made them think otherwise.", "start": 3143.1, "end": 3146.3}, {"text": "Unluckily for them, none of their psychics could get confirmed contact", "start": 3146.3, "end": 3150.78}, {"text": "with the Star Wars galaxy, and they were hellbent on telling their own tales.", "start": 3150.78, "end": 3154.54}, {"text": "It is thought that the character of Rey was a substitute", "start": 3154.54, "end": 3159.34}, {"text": "for the real Luke Skywalker's daughter, Anika. Wow.", "start": 3159.34, "end": 3162.38}, {"text": "As far as we know, Palpatine never had any kids.", "start": 3162.38, "end": 3164.94}, {"text": "He was the quintessence of evil at a height", "start": 3164.94, "end": 3169.26}, {"text": "beyond any desire for love, sex or procreation.", "start": 3169.26, "end": 3172.34}, {"text": "In fact, if he had a child, he would see it as a threat to his power and eradicate it.", "start": 3172.34, "end": 3177.08}, {"text": "Despite George losing his way for a time, he has been promised force-go status upon his", "start": 3177.08, "end": 3182.04}, {"text": "natural death as a reward for telling the Star Wars saga.", "start": 3182.04, "end": 3186.24}, {"text": "Can you go back?", "start": 3186.24, "end": 3187.24}, {"text": "I'm shocked that nobody wanted to let Palpatine hit it raw.", "start": 3187.24, "end": 3189.88}, {"text": "He's disgusting.", "start": 3189.88, "end": 3190.88}, {"text": "Gross.", "start": 3190.88, "end": 3191.88}, {"text": "He's got kind of like...", "start": 3191.88, "end": 3192.88}, {"text": "Sheave?", "start": 3192.88, "end": 3193.88}, {"text": "He's got kind of like the tired white boy.", "start": 3193.88, "end": 3195.8}, {"text": "He's got Pete Davidson eyes.", "start": 3195.8, "end": 3197.84}, {"text": "Yeah, he does.", "start": 3197.84, "end": 3198.84}, {"text": "Oh, he does actually.", "start": 3198.84, "end": 3199.84}, {"text": "Yeah, maybe he would actually smash hard.", "start": 3199.84, "end": 3202.0}, {"text": "I feel like I would bet money that genuinely a US some kind of US", "start": 3202.0, "end": 3206.32}, {"text": "government agency has tried to get psychics in contact with the Star Wars", "start": 3206.32, "end": 3210.7}, {"text": "galaxy. Oh, yeah, that's something that they do. No, they were like yeah in the", "start": 3210.7, "end": 3215.44}, {"text": "in the s and shit they were just going for yeah, all the like remote viewing", "start": 3215.44, "end": 3219.24}, {"text": "thing where they would like get people with ESP to be like they'd be like draw", "start": 3219.24, "end": 3222.08}, {"text": "pick, draw a picture of the moon yeah and they would draw a picture of the", "start": 3222.08, "end": 3225.22}, {"text": "moon and then draw a building on it and then they'd be like Holy Shit. Oh my", "start": 3225.22, "end": 3228.18}, {"text": "we need to lock you in a room for a year. Yeah, so if you thought that these two", "start": 3228.2, "end": 3233.26}, {"text": "slides were the sort of rude to the Disney trilogy here, okay, wait until", "start": 3233.26, "end": 3239.46}, {"text": "you see this next tweet that I saw from Xavier mate.", "start": 3239.46, "end": 3242.56}, {"text": "Kathleen Kennedy is trending as she is the darkness of the Star Wars universe,", "start": 3242.56, "end": 3247.46}, {"text": "the fundamental source for the dark side of the force. She and her allies", "start": 3247.46, "end": 3251.54}, {"text": "managed to lock the bringer of light George Lucas in a cosmic cage. Will the", "start": 3251.54, "end": 3256.2}, {"text": "Jedi of the righteous light be able to save him. We need to save George. We", "start": 3256.26, "end": 3260.66}, {"text": "need to look at her eyes in that photo. She does look demonic. She looks", "start": 3260.66, "end": 3264.66}, {"text": "demonic as hell. There's a bunch of other stuff about Kathleen Kennedy", "start": 3264.66, "end": 3268.36}, {"text": "too. Kathleen Kennedy announces that Star Wars the Rise of Skywalker will", "start": 3268.36, "end": 3272.36}, {"text": "end with the revelation that the last three movies were a bad dream in the", "start": 3272.36, "end": 3275.36}, {"text": "mind of a drunk Ewok. After that she was stepped down in a new team who", "start": 3275.36, "end": 3280.16}, {"text": "knows what the hell they're doing will redo the trilogy. Not! Fatality.", "start": 3280.16, "end": 3285.26}, {"text": "Yep, so this is between posts about how Santa Claus is actually fighting the", "start": 3285.56, "end": 3290.56}, {"text": "yeah, there's a dark version of the April fool, April, anti for", "start": 3290.56, "end": 3295.4}, {"text": "anti Claus. Yeah, okay, yeah, yeah, so these are these are all in between that", "start": 3295.4, "end": 3302.76}, {"text": "a year ago. Yeah, this is about the Disney Star Wars hotel flop", "start": 3302.76, "end": 3308.08}, {"text": "Xavier had Xavier had this to say to fatherly HQ.", "start": 3310.36, "end": 3315.56}, {"text": "I heard it was too fake and expensive most likely Kathleen Kennedy was", "start": 3315.56, "end": 3321.56}, {"text": "involved in this debacle in some way.", "start": 3321.56, "end": 3323.36}, {"text": "She's the one behind all the Star Wars failures.", "start": 3323.36, "end": 3325.66}, {"text": "I'm not sure why she hasn't been fired yet.", "start": 3325.66, "end": 3328.26}, {"text": "Yeah, Kathleen Kennedy has re-upped her Lucasfilm contract for three more years.", "start": 3328.26, "end": 3333.36}, {"text": "Thank God.", "start": 3333.36, "end": 3334.36}, {"text": "I don't know how Star Wars or any movie franchise would ever get along without", "start": 3334.36, "end": 3338.56}, {"text": "her not.", "start": 3338.56, "end": 3339.86}, {"text": "Wow. I mean, it would have been not that big of a deal and we wouldn't need the gunshot", "start": 3339.86, "end": 3345.66}, {"text": "until the last.", "start": 3345.66, "end": 3346.66}, {"text": "The knot is incredible.", "start": 3346.66, "end": 3347.66}, {"text": "That is a scathing knot.", "start": 3347.66, "end": 3350.44}, {"text": "And then I saw this here, #NorthKoreaChristmasGift.", "start": 3350.44, "end": 3353.04}, {"text": "Oh, I love that hashtag.", "start": 3353.04, "end": 3355.14}, {"text": "Yeah.", "start": 3355.14, "end": 3356.14}, {"text": "I'm known to peruse that.", "start": 3356.14, "end": 3357.14}, {"text": "I'm always browsing that hashtag.", "start": 3357.14, "end": 3358.82}, {"text": "I read this one a lot. North Korea Christmas Gift. Some are saying Kim Jong-un's Christmas", "start": 3358.82, "end": 3364.78}, {"text": "gift will be remaking the latest Star Wars trilogy, including Star Wars, the", "start": 3364.78, "end": 3368.44}, {"text": "Rise of Skywalker. Apparently he'll star in it and defeat Palpatine.", "start": 3368.44, "end": 3372.24}, {"text": "You know what I have to say to this? You know what I have to say about this", "start": 3372.24, "end": 3376.62}, {"text": "one? What? Points. Yes.", "start": 3376.62, "end": 3379.4}, {"text": "This is kind of an at midnight.", "start": 3379.4, "end": 3382.34}, {"text": "Yeah. There is a lot of these at midnight style Xavier tweets that I've", "start": 3382.34, "end": 3386.86}, {"text": "been looking through.", "start": 3386.86, "end": 3387.66}, {"text": "Baby Yoda problems. Oh, that is definitely an at midnight one. Baby Yoda", "start": 3387.66, "end": 3392.38}, {"text": "made off some made some offhand comment on the Galactic Twitter and it wasn't", "start": 3392.38, "end": 3396.98}, {"text": "politically correct. Now, baby status as a media darling is over as they hate", "start": 3396.98, "end": 3401.9}, {"text": "spews forth like an intolerant hellfire. He tried to clarify, but it's too late.", "start": 3401.9, "end": 3406.42}, {"text": "He's ruined for life. Poor Yoda. Points are laughing emoji. Points are no points.", "start": 3406.42, "end": 3411.06}, {"text": "I think no points. So laughing emoji is spiteful. This hits a little too close", "start": 3411.06, "end": 3414.86}, {"text": "to home because I think even Yoda, sadly, even Yoda could be a target of the", "start": 3414.86, "end": 3420.42}, {"text": "woke left yeah, especially baby yoda grogu exactly, which like they're all", "start": 3420.46, "end": 3424.46}, {"text": "they probably try to get baby yoda kicked out of high school exactly. Now", "start": 3424.46, "end": 3428.66}, {"text": "I want I want you to read the school. I want you to think in the for this next", "start": 3428.66, "end": 3432.06}, {"text": "one. I want you to think in your head. Just imagine Johnny Carson saying this", "start": 3432.06, "end": 3436.3}, {"text": "okay, all right.", "start": 3436.3, "end": 3438.06}, {"text": "Now do my best. There's one retweet on this. Okay. I'll do my best to try and", "start": 3438.06, "end": 3443.96}, {"text": "sound like Johnny. I'm closing my eyes. Okay, uncle Ben's will rebrand and enter", "start": 3443.96, "end": 3448.26}, {"text": "the world of science fiction.", "start": 3448.26, "end": 3449.86}, {"text": "They will either feature Obi-Wan Kenobi or Ben Parker from #Spider-Man as the new Uncle Ben.", "start": 3449.86, "end": 3455.86}, {"text": "Most are expecting Ben Kenobi to win as people want rice that is strong with the Force.", "start": 3455.86, "end": 3462.86}, {"text": "(laughter)", "start": 3462.86, "end": 3464.86}, {"text": "Could you see Carson?", "start": 3464.86, "end": 3466.86}, {"text": "Yeah, I mean that sounds very much... I don't know if it's because you were doing the impression or not, but it did kind of sound like it.", "start": 3466.86, "end": 3474.86}, {"text": "That sounds, that's written in Carson's voice.", "start": 3474.86, "end": 3476.86}, {"text": "Yeah, a little bit.", "start": 3476.86, "end": 3477.86}, {"text": "This is Xavier, I think, tapping into, using his powers to tap into other", "start": 3477.86, "end": 3482.26}, {"text": "interdimensional beings like Johnny Carson.", "start": 3482.26, "end": 3486.26}, {"text": "This next one here, I guess this one more is like a Jay Leno.", "start": 3486.26, "end": 3491.46}, {"text": "So hit the J on this.", "start": 3491.46, "end": 3494.46}, {"text": "You know, every time I see Hoda trending, I think of Yoda.", "start": 3494.46, "end": 3497.46}, {"text": "And how that would probably be the name of his wife, who feels allowed to get married.", "start": 3497.46, "end": 3501.96}, {"text": "Yes. You know how you name your wife?", "start": 3501.96, "end": 3505.46}, {"text": "Oh wait, Dan's here. Wait, pause it. Landlord is here? Okay, alright. Well, so that happened.", "start": 3505.46, "end": 3515.46}, {"text": "Okay, so this next one here, again, if we're going with late night hosts, think about this", "start": 3515.46, "end": 3527.46}, {"text": "one in Jimmy Fowlens' voice. I can't really do, he doesn't really have a discernible voice.", "start": 3527.46, "end": 3530.46}, {"text": "have a voice. He doesn't even have a voice yeah.", "start": 3530.46, "end": 3532.5}, {"text": "Do you remember he would do? Thank you cards", "start": 3532.5, "end": 3535.26}, {"text": "no okay. I'm the only one that remembers that", "start": 3535.26, "end": 3539.06}, {"text": "thank you, J. J. Abrams for letting Luke Skywalker go nuts on Palpatine with", "start": 3539.06, "end": 3543.94}, {"text": "amazing force powers. We've never seen him use for Anakin having returned with", "start": 3543.94, "end": 3548.1}, {"text": "as a force goes with a major role wait that never happened. Wow, oh wow, then", "start": 3548.1, "end": 3554.74}, {"text": "I'll just burn through these last two hashtag how star wars should end the", "start": 3554.74, "end": 3559.02}, {"text": "first ghost of Luke Skywalker ends up on Earth in one thousand and seventy", "start": 3559.06, "end": 3561.96}, {"text": "one and shares the saga of Star Wars with George Lucas", "start": 3561.96, "end": 3564.66}, {"text": "points that's points that's points. Then I thought the Phantom Menace was", "start": 3564.66, "end": 3570.6}, {"text": "trending because they were remastering it by deleting Jar Jar Binks from", "start": 3570.6, "end": 3573.9}, {"text": "existence.", "start": 3573.9, "end": 3574.94}, {"text": "Dean and then this last one here, I put this in here because I felt this one", "start": 3574.94, "end": 3579.48}, {"text": "so episode", "start": 3579.48, "end": 3581.24}, {"text": "six through nine are not really the real outcomes. That's why they seem so", "start": 3581.24, "end": 3585.98}, {"text": "lackluster compared to the others. Good to know. Also, hi, Xavier. Are you free to", "start": 3586.02, "end": 3590.16}, {"text": "talk?", "start": 3590.16, "end": 3590.46}, {"text": "So this person is saying that this is because they started going off the rails", "start": 3590.46, "end": 3594.52}, {"text": "of the actual history. So this is basically like the first six of the", "start": 3594.52, "end": 3598.64}, {"text": "Bible, and now they're doing kind of a Mormonism kind of thing.", "start": 3598.64, "end": 3601.42}, {"text": "Yes.", "start": 3601.42, "end": 3601.72}, {"text": "It's getting wacky.", "start": 3601.72, "end": 3603.0}, {"text": "Okay. That makes sense.", "start": 3603.0, "end": 3604.76}, {"text": "Alright. I did mine about another holiday being that I was very happy to", "start": 3604.76, "end": 3611.7}, {"text": "find.", "start": 3611.7, "end": 3612.16}, {"text": "This is very interesting to me.", "start": 3612.16, "end": 3614.9}, {"text": "Okay, this is who is the Mardi Gras Joker. Oh my God. Wow. And this is a", "start": 3614.9, "end": 3621.78}, {"text": "picture of the Mardi Gras Joker. Pretty scary for all you people who can't", "start": 3621.78, "end": 3625.66}, {"text": "look good. It's a jester.", "start": 3625.66, "end": 3627.28}, {"text": "It's a scary gesture. No ordinary gesture. No suit looking a bit", "start": 3627.28, "end": 3632.14}, {"text": "supernatural in nature, a goth jester. But here I'll go ahead here and", "start": 3632.14, "end": 3636.98}, {"text": "retell you guys about the Mardi Gras Joker. The Mardi Gras Joker's real", "start": 3636.98, "end": 3640.5}, {"text": "name is Frank Farkas, but he's long since abandoned that identity. Frank began as a", "start": 3640.5, "end": 3645.3}, {"text": "low-level criminal who utilized theft and intimidation to create wealth, all the", "start": 3645.3, "end": 3649.26}, {"text": "while enjoying the torment of innocent people. There's some evidence he had", "start": 3649.26, "end": 3652.9}, {"text": "abusive parents and may have once had a speech impediment that caused him to be", "start": 3652.9, "end": 3656.26}, {"text": "bullied as a child. At some point, he discovered voodoo magic and found he had", "start": 3656.26, "end": 3660.06}, {"text": "a deep interest in it. He realized his natural talent for dark voodoo and began", "start": 3660.06, "end": 3664.38}, {"text": "training under a voodoo master named Trailfeeze. His powers grew and so did", "start": 3664.38, "end": 3668.78}, {"text": "his criminal enterprise, which began to employ its own thugs. Isn't this the", "start": 3668.78, "end": 3672.38}, {"text": "same backstory as Sweet Tooth? No, Sweet Tooth was a serial killer. It's funny", "start": 3672.38, "end": 3677.38}, {"text": "you say that because they do mention twisted. I don't think I put it in, but", "start": 3677.38, "end": 3680.38}, {"text": "the way that I found this article was from a list of apocalypses and they", "start": 3680.38, "end": 3684.64}, {"text": "mentioned twisted metal and they're worried about this. So being a dark", "start": 3684.64, "end": 3689.06}, {"text": "master of voodoo magic grants the Mardi Gras Joker immense paranormal power. On", "start": 3689.06, "end": 3693.44}, {"text": "top of that, he taps directly into the spirit of Mardi Gras and Carnival.", "start": 3693.44, "end": 3697.18}, {"text": "fall. Oh, my God, thereby adding its metaphysical energy to his body. This", "start": 3697.18, "end": 3703.32}, {"text": "not only increases his magical abilities, but also grants him enhanced", "start": 3703.32, "end": 3706.76}, {"text": "superhuman strength, speed, agility and senses. He also has a slight psychic", "start": 3706.76, "end": 3710.72}, {"text": "ability to sense danger afoot. So the power of the Mardi Gras Joker is it's", "start": 3710.72, "end": 3715.38}, {"text": "he's Spider-Man.", "start": 3715.38, "end": 3716.2}, {"text": "Oh, true. He has the senses. He has the exact same powers as Spider-Man. He has", "start": 3716.2, "end": 3721.1}, {"text": "funny senses.", "start": 3721.1, "end": 3721.82}, {"text": "His weaknesses may include those employing an even greater voodoo against", "start": 3721.82, "end": 3726.52}, {"text": "him or the use of other forms of magic. He is considered virtually the top voodoo", "start": 3726.54, "end": 3730.34}, {"text": "practitioner on earth, so it would probably take a group of talented magic", "start": 3730.34, "end": 3733.38}, {"text": "masters to take him down. As the leader of a holiday, he needs a magical", "start": 3733.38, "end": 3736.9}, {"text": "artefact of some type to channel the holiday spirit into his body. This is", "start": 3736.9, "end": 3740.32}, {"text": "often a crystal, such as Santa Claus's infamous Christmas crystal.", "start": 3740.32, "end": 3744.3}, {"text": "The Christmas crystal. Which we all know about the Christmas crystal. I feel like", "start": 3744.3, "end": 3746.84}, {"text": "we don't even have to go into that. I'm starting to remember it a little bit,", "start": 3746.84, "end": 3748.42}, {"text": "but yeah, people can do their own research. The infamous Christmas crystal.", "start": 3748.42, "end": 3749.94}, {"text": "I remember it being blue. Everybody knows it. Yeah.", "start": 3749.94, "end": 3752.42}, {"text": "Once his supernatural status had sufficiently increased, he set his sights", "start": 3752.42, "end": 3755.98}, {"text": "and metaphysically taking over Mardi Gras. He has warped the spirit of the", "start": 3756.02, "end": 3759.28}, {"text": "holiday into a dark force that he channels through his own deformed soul", "start": 3759.28, "end": 3762.5}, {"text": "awaiting damnation in hell. Although he doesn't care much for the devil", "start": 3762.5, "end": 3765.76}, {"text": "emperor of hell, but does like the self made king of hell, Dimitri Diablo.", "start": 3765.76, "end": 3769.32}, {"text": "The Joker now works with other forces of darkness around the world to destroy", "start": 3769.32, "end": 3773.82}, {"text": "humankind. The goal is to bring about a party apocalypse to shroud the world in", "start": 3773.82, "end": 3777.98}, {"text": "eternal darkness and violent partying, plausibly like something seen in the", "start": 3777.98, "end": 3781.66}, {"text": "purge films, except twenty four hours a day every day for eternity. One of his", "start": 3781.68, "end": 3786.72}, {"text": "most recent associates is the plague doctor. Remember him often employs new", "start": 3786.72, "end": 3791.04}, {"text": "genetically engineered STDs during marty crop. As I've heard of this, the Joker", "start": 3791.04, "end": 3795.58}, {"text": "has also been rumored to have terrifying ties with an even more famous jester and", "start": 3795.58, "end": 3799.5}, {"text": "even more famous gesture known as the April antifool, which way more famous.", "start": 3799.5, "end": 3803.48}, {"text": "Everyone knows the antifool. There are also recent associations with various", "start": 3803.48, "end": 3807.9}, {"text": "clown cults. Watch the purge films to get a frightening feel of the party", "start": 3807.9, "end": 3810.78}, {"text": "apocalypse ad. So there's something I noticed this now. He has a bunch of ads", "start": 3810.84, "end": 3814.56}, {"text": "that are links to watch movies like he got a bunch of I think he got", "start": 3814.56, "end": 3817.78}, {"text": "sponsorships for with some streaming site or something. Oh, did you click on", "start": 3817.78, "end": 3821.16}, {"text": "any? I didn't click on them because they say ad", "start": 3821.16, "end": 3822.96}, {"text": "and basically as a child of the Internet. I know not to clean no better", "start": 3822.96, "end": 3827.46}, {"text": "yeah", "start": 3827.46, "end": 3827.92}, {"text": "update twenty twenty one. The Mardi Gras Joker is livid about the cancellation", "start": 3827.92, "end": 3832.56}, {"text": "of Mardi Gras and other carnival celebrations around the world. Due to", "start": 3832.56, "end": 3835.3}, {"text": "the coven nineteen pandemic, the Joker has cut ties with the plague doctor in", "start": 3835.3, "end": 3838.94}, {"text": "discussed as he as he initiated the", "start": 3839.0, "end": 3840.96}, {"text": "oh my God, Saint Nicholas is happy about this development as Shrove Tuesday", "start": 3840.96, "end": 3845.48}, {"text": "pushes forth the greater spirit of Christmas amid the weakening of the dark", "start": 3845.48, "end": 3848.78}, {"text": "Mardi Gras spirit, another win for the supernatural forces of good. So this is", "start": 3848.78, "end": 3852.56}, {"text": "kind of bearing the lead, but he I mean he the the big breaking news here is", "start": 3852.56, "end": 3856.36}, {"text": "that the Cove in nineteen pandemics completely manufactured by the plague", "start": 3856.36, "end": 3859.64}, {"text": "doc yeah yeah, I mean pretty crazy. If you had no idea, if you sit down and", "start": 3859.64, "end": 3864.16}, {"text": "think about it, if you sit down and think about it, that makes complete.", "start": 3864.16, "end": 3867.16}, {"text": "notice. I didn't say the plague doctors, you name that's true yeah, but this is", "start": 3867.2, "end": 3872.8}, {"text": "where it takes a turn here.", "start": 3872.8, "end": 3874.48}, {"text": "I'm hoping nobody walks in during this part. This I saw this at the bottom of", "start": 3874.48, "end": 3878.84}, {"text": "the of the article here, Mardi Gras Joker stories, the Mardi Gras Joker's", "start": 3878.84, "end": 3883.3}, {"text": "role in the George Floyd", "start": 3883.3, "end": 3884.54}, {"text": "this is the first link", "start": 3884.54, "end": 3890.92}, {"text": "I clicked on this yeah yeah protests, riots and civil unrest rage forth as a", "start": 3893.2, "end": 3898.8}, {"text": "result of the dastardly death of George Floyd, even we even when he's talking", "start": 3898.8, "end": 3902.92}, {"text": "about this, he's doing a literation, the dastardly death. This crazy chaos has", "start": 3902.92, "end": 3908.74}, {"text": "included looting, vandalism, battles with counter protesters and major", "start": 3908.74, "end": 3912.18}, {"text": "property damage and violent police response.", "start": 3912.18, "end": 3914.52}, {"text": "There is one confirmed sighting of the jeopardous joker at a New York City", "start": 3914.52, "end": 3919.34}, {"text": "protest. He wasn't wearing his complete gestures costume, but his apparel was", "start": 3919.4, "end": 3923.74}, {"text": "odd enough. He and his cultists were where inciting violence by throwing rocks", "start": 3923.74, "end": 3927.98}, {"text": "at windows and police. The joker laughed loudly like a loon as he flung a few", "start": 3927.98, "end": 3932.32}, {"text": "rocks at police clad in riot gear. Two officers ran toward him and shot the", "start": 3932.32, "end": 3936.32}, {"text": "joker with pepper spray. It had no effect and again he began beating down", "start": 3936.32, "end": 3940.04}, {"text": "on the police with superhuman strength that broke their face shields. Other", "start": 3940.04, "end": 3943.84}, {"text": "officers moved in while his cultists ran around destroying any cameras trying to", "start": 3943.84, "end": 3947.36}, {"text": "film, the spectacle, I'm going to ask yeah, but there you go. He wrote it in", "start": 3947.4, "end": 3951.34}, {"text": "another officer tased him and the joker's response was. Are you trying to", "start": 3951.34, "end": 3954.6}, {"text": "turn on me boy? Turn me on boy, turn me on boy. Oh my God, he forcibly grabbed", "start": 3954.6, "end": 3960.16}, {"text": "the taser away and shocked several officers. They drew gruns, drew guns", "start": 3960.16, "end": 3964.24}, {"text": "ready to fire when he quickly recited an incantation and clutched a voodoo doll", "start": 3964.24, "end": 3968.22}, {"text": "that looked like a cop. No, the police suddenly froze as he frolic away down an", "start": 3968.22, "end": 3973.26}, {"text": "alley and disappeared within ten seconds. They were moving again. Wow,", "start": 3973.26, "end": 3977.24}, {"text": "so the the jester. I like the idea that one all the cops look similar enough", "start": 3977.24, "end": 3981.92}, {"text": "that one voodoo", "start": 3981.92, "end": 3982.76}, {"text": "just a voodoo doll, which is a big like pot belly yeah. It is a really fat.", "start": 3982.76, "end": 3989.04}, {"text": "That's so cool, man, so he's actually he's actually pretty much based yeah", "start": 3989.04, "end": 3994.76}, {"text": "that he's attacking the cops yeah. Well, so this kind of gives you an insight", "start": 3994.76, "end": 3998.04}, {"text": "into what exactly", "start": 3998.04, "end": 3998.88}, {"text": "of evil,", "start": 3998.88, "end": 4001.28}, {"text": "but there's a little more here. Protesters gone missing. Oh, there have", "start": 4001.28, "end": 4006.16}, {"text": "in reports of protesters who mysteriously disappeared during the violence or were", "start": 4006.2, "end": 4009.66}, {"text": "later found dead. The police have denied responsibility. In some cases, it's", "start": 4009.66, "end": 4013.84}, {"text": "non-paranormal serial killers and other sick puppies, along with sex traffickers", "start": 4013.84, "end": 4017.44}, {"text": "looking for new victims. New victim exclamation point, by the way, looking", "start": 4017.44, "end": 4020.8}, {"text": "for new victims. With the rest, it's the Mardi Gras Jokers cult, kidnapping", "start": 4020.8, "end": 4024.5}, {"text": "people for sacrifices or brainwashing them into their organization of terror.", "start": 4024.5, "end": 4027.94}, {"text": "This also goes for the plague doctors cult, who also love spreading COVID-19", "start": 4027.94, "end": 4031.82}, {"text": "and other diseases within the large crowds. Various evil witches and warlocks", "start": 4031.82, "end": 4035.6}, {"text": "they're also searching for fresh blood sacrifices to their demon or dark deity", "start": 4035.64, "end": 4039.58}, {"text": "of choice. Many have the false illusion of feeling safe in crowds, especially if", "start": 4039.58, "end": 4043.74}, {"text": "they are like-minded people out for a single cause. Remember that you are in a", "start": 4043.74, "end": 4047.4}, {"text": "sea of humanity that is a target for supernatural sharks out for your flesh", "start": 4047.4, "end": 4050.54}, {"text": "and blood. Always be on alert. So if you're in a- if you ever go to a protest,", "start": 4050.54, "end": 4054.24}, {"text": "just keep your eyes out for witches, warlocks, plague doctors,", "start": 4054.24, "end": 4058.6}, {"text": "Mardi Gras jokers, vampires. Honestly, guys, you're better off not going to any", "start": 4058.6, "end": 4062.42}, {"text": "protest. It's dangerous. It's dangerous, very dangerous. There could be all sorts of", "start": 4062.44, "end": 4066.24}, {"text": "ghouls. There could be a warlock. Yeah, and that's all my slides. There could even be,", "start": 4066.24, "end": 4070.72}, {"text": "and also if you would, I mean other dangers of protest, nudity. People are going and they're", "start": 4070.72, "end": 4076.2}, {"text": "showing their penises and their vaginas. There are women sitting criss, or spread eagle.", "start": 4076.2, "end": 4081.76}, {"text": "Uh huh, and crisscross. Pussy ass. They're sitting crisscross and appropriating Native", "start": 4081.76, "end": 4086.84}, {"text": "American sitting circles. Yeah, well that would be basically something that we should", "start": 4086.84, "end": 4090.84}, {"text": "protest yeah, but do it quietly. You sounded like you were about to spit do", "start": 4090.84, "end": 4095.18}, {"text": "it quietly and go to a protest. If there's one or two people there yeah", "start": 4095.18, "end": 4098.34}, {"text": "that you know is not a vampire yeah or a marty grodd joker warlock ghoul type", "start": 4098.34, "end": 4103.38}, {"text": "something I didn't put in here that I forgot to put in that. I just remembered", "start": 4103.38, "end": 4106.54}, {"text": "the marty grodd joker. Also, he hates if you compare him to the batman joker", "start": 4106.54, "end": 4110.72}, {"text": "really really well, then I'm not going to go there. We're going to go ahead and", "start": 4110.72, "end": 4114.2}, {"text": "go to the episode before we get anywhere near that and also you know what I'm", "start": 4114.2, "end": 4117.62}, {"text": "Our landlord's been knocking on our door for about 15 minutes.", "start": 4117.64, "end": 4120.64}, {"text": "Really? He's still there?", "start": 4120.64, "end": 4122.64}, {"text": "He's just kind of walking around like a Sasquatch.", "start": 4122.64, "end": 4124.64}, {"text": "Okay. Bye guys.", "start": 4124.64, "end": 4126.64}, {"text": "It's just the most...", "start": 4126.64, "end": 4132.64}, {"text": "Why do our bodies hate what's good for them?", "start": 4132.64, "end": 4134.64}, {"text": "Yeah. You know what I mean?", "start": 4134.64, "end": 4136.64}, {"text": "Why the hell is this?", "start": 4136.64, "end": 4138.64}, {"text": "Why is it that vegetables taste like doo-doo to people like us,", "start": 4138.64, "end": 4141.64}, {"text": "but candy and bread taste so incredible?", "start": 4141.64, "end": 4144.64}, {"text": "Yesterday I had probably the worst diet I've ever had in my entire life.", "start": 4145.64, "end": 4149.24}, {"text": "I ate breakfast, lunch and dinner, all three of them were sandwiches.", "start": 4149.24, "end": 4152.44}, {"text": "Jimmy John's. Yeah, Jimmy John's.", "start": 4152.44, "end": 4153.94}, {"text": "Yeah, Jimmy John's.", "start": 4153.94, "end": 4154.74}, {"text": "I had a breakfast sandwich, a tuna sandwich and a Jimmy John's sandwich.", "start": 4154.74, "end": 4158.14}, {"text": "Those were my meals of the day.", "start": 4158.14, "end": 4159.04}, {"text": "That's...", "start": 4159.04, "end": 4160.14}, {"text": "That is such a bad way to live. You do that every day, don't you?", "start": 4160.14, "end": 4162.64}, {"text": "That's what you're gonna say.", "start": 4162.64, "end": 4163.64}, {"text": "That was a good couple years of my life.", "start": 4163.64, "end": 4166.94}, {"text": "Just three sandwiches a day?", "start": 4166.94, "end": 4168.14}, {"text": "With sandwiches and chips.", "start": 4168.14, "end": 4169.44}, {"text": "Three square sandwiches every single day?", "start": 4169.44, "end": 4171.24}, {"text": "That is so fucking good.", "start": 4171.24, "end": 4172.54}, {"text": "I also be the first maybe on a podcast to welcome Jimmy John's to New York City.", "start": 4172.54, "end": 4176.64}, {"text": "Yes, for green ordering on Best Buy.", "start": 4176.64, "end": 4179.28}, {"text": "They do it right there.", "start": 4179.28, "end": 4181.1}, {"text": "Yes, they really do.", "start": 4181.1, "end": 4183.46}, {"text": "I didn't know they didn't have Jimmy John's in.", "start": 4183.46, "end": 4186.46}, {"text": "I thought Jimmy John's was a like a Jersey franchise.", "start": 4186.46, "end": 4189.46}, {"text": "Oh, that's Jersey Mike.", "start": 4189.46, "end": 4190.78}, {"text": "Wait, hold on.", "start": 4190.78, "end": 4192.34}, {"text": "Yeah.", "start": 4192.34, "end": 4193.74}, {"text": "That's fucking embarrassing as shit.", "start": 4193.74, "end": 4197.38}, {"text": "Can you can you imagine being the first morning radio?", "start": 4197.38, "end": 4201.26}, {"text": "You realize you could do this?", "start": 4201.42, "end": 4202.54}, {"text": "Got this shit and...", "start": 4202.54, "end": 4203.54}, {"text": "Yeah, I always think about what was the first,", "start": 4203.54, "end": 4206.54}, {"text": "the first, like, noise that they put on a soundboard for, like, a stern or whatever.", "start": 4206.54, "end": 4212.54}, {"text": "I mean, they were probably putting, like, Amber Alerts.", "start": 4212.54, "end": 4216.58}, {"text": "They got all the utilities.", "start": 4216.58, "end": 4220.46}, {"text": "Back then, all those children were getting kidnapped.", "start": 4220.46, "end": 4222.94}, {"text": "The buttons used to only be for Amber Alerts and, like, weather reports and stuff like that.", "start": 4222.94, "end": 4228.14}, {"text": "And then one guy was like...", "start": 4228.14, "end": 4229.42}, {"text": "A child has gone missing in Orange, New Jersey.", "start": 4229.98, "end": 4232.38}, {"text": "[Gunshot]", "start": 4232.38, "end": 4233.38}, {"text": "[Laughter]", "start": 4233.38, "end": 4236.78}, {"text": "Oh my God.", "start": 4236.78, "end": 4239.18}, {"text": "Tornado alert for your county.", "start": 4239.18, "end": 4241.08}, {"text": "Oh my God!", "start": 4241.08, "end": 4242.58}, {"text": "[Laughter]", "start": 4242.58, "end": 4245.08}], "title": "Ep. 241 - EDIF", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--241---EDIF-e23phd4", "date": "Wed, 10 May 2023 11:00:45 GMT", "id": 266}