{"lines": [{"text": "I", "start": 0.0, "end": 1.0}, {"text": "saw a bug and Tifa is back where what oh you're fucking don't even say it. Let", "start": 1.0, "end": 16.04}, {"text": "me say it. I know I saw that it is very well. Okay, one year ago, a tech. Do", "start": 16.04, "end": 21.02}, {"text": "you guys remember what happened? I remember bottle through the way I can", "start": 21.02, "end": 23.96}, {"text": "a low class cheapo bottle of beer, a hipster beer, a hipster beer, a hipster", "start": 24.16, "end": 29.36}, {"text": "beer, a Dutch piece of shit, some Dutchman, the flying Dutchman through a", "start": 29.36, "end": 34.84}, {"text": "Heineken, through my window, crash my window open, slam, millions of particles", "start": 34.84, "end": 40.12}, {"text": "of glass. If I'd been in that car, I probably would have my carotid artery", "start": 40.12, "end": 42.76}, {"text": "sliced up and down, tic-tac-toe. Do you think about that though? Maybe it's", "start": 42.76, "end": 46.68}, {"text": "not Antifa, maybe it's the flying Dutchman? I have considered every option.", "start": 46.68, "end": 51.12}, {"text": "Okay, an antifas like, but I thought I was safe. I put a bunch of coexist bumper", "start": 51.12, "end": 56.48}, {"text": "stickers on my car, Bernie bumper stickers, the Bernie back yeah dog dog on", "start": 56.48, "end": 61.06}, {"text": "bird on bird", "start": 61.06, "end": 62.02}, {"text": "bird. What", "start": 62.02, "end": 64.64}, {"text": "said a baby on dog on bird dog, because they like because it's a revisions like", "start": 64.64, "end": 71.08}, {"text": "animals, but a dog", "start": 71.08, "end": 72.4}, {"text": "sticker on the back. It's my original sticker. You get a guy. We get a baby,", "start": 72.4, "end": 77.82}, {"text": "sell the sticker is a pretty good idea. Baby is a bird, something like that", "start": 77.86, "end": 81.38}, {"text": "baby bird, but", "start": 81.38, "end": 82.74}, {"text": "it didn't save me. They knew the make and the model and they knew the", "start": 82.74, "end": 87.48}, {"text": "license plate, which by the way our license plate also got stolen last year.", "start": 87.48, "end": 90.68}, {"text": "I remember that we have a new license plate, too. So where are these fuckers", "start": 90.68, "end": 93.36}, {"text": "even? How are you? I was in a GPS tracker breaking, but maybe maybe that's", "start": 93.36, "end": 97.24}, {"text": "why maybe they have their spreadsheet. They're like okay, here's all the law", "start": 97.24, "end": 99.72}, {"text": "abiding citizens that we have to harass and ruin their belongings today. Let's", "start": 99.72, "end": 103.48}, {"text": "see well. Oh, we haven't done this license plate yet. Let's do it. So true,", "start": 103.48, "end": 106.84}, {"text": "but I know they deal this one and make it a", "start": 107.0, "end": 109.8}, {"text": "like put it on a kill dozer and then get them in trouble. But honestly,", "start": 109.8, "end": 115.44}, {"text": "knowing them, they probably have a checklist where they do each license", "start": 115.44, "end": 117.88}, {"text": "plate at least four to five times. That's true. They stole our license plate.", "start": 117.88, "end": 121.0}, {"text": "Now there's a but we get photos. We get all the time. That's what photos of a", "start": 121.0, "end": 124.8}, {"text": "gray Acura driving down the do you remember the highway number?", "start": 124.8, "end": 129.16}, {"text": "You know what actually happened? They did they they broke your window. They", "start": 129.16, "end": 133.64}, {"text": "checked off your license plate and they were like wait. I know how we can get", "start": 133.64, "end": 136.24}, {"text": "again. We'll just take the license plate fuckers, then we don't have that one", "start": 136.28, "end": 139.88}, {"text": "it's unchecked. So I wake up yesterday yeah, I'm getting poked in the face by", "start": 139.88, "end": 143.48}, {"text": "my wife", "start": 143.48, "end": 144.02}, {"text": "poked directly in the face and the morning. It's the weirdest way to wake", "start": 144.02, "end": 148.52}, {"text": "somebody up first of all, so I'm already pissed as fuck. She says somebody", "start": 148.52, "end": 152.12}, {"text": "smashed the side view mirror off the car and I just said all right, I'm used to", "start": 152.12, "end": 157.3}, {"text": "it. This is how fucked up it is. I'm used to it at your car is such a piece", "start": 157.3, "end": 161.64}, {"text": "so now I have a pink hand mirror from Walgreens duct taped to the side of my", "start": 161.68, "end": 167.78}, {"text": "car. It doesn't do anything. I can't see anything out of it. I have to lean. My", "start": 167.78, "end": 171.84}, {"text": "face has to be in the steering wheel to see the angle that I would normally see", "start": 171.84, "end": 174.76}, {"text": "with the side view mirror. It is great. You know what it is? My life's over.", "start": 174.76, "end": 178.04}, {"text": "Have you considered using robotics so that the side mirror can be adjustable?", "start": 178.04, "end": 181.6}, {"text": "The hand mirror? Of course I considered robotics, but I barely know how to do", "start": 181.6, "end": 185.48}, {"text": "that. Yeah. Your car, though, is like,", "start": 185.48, "end": 188.44}, {"text": "like, maybe, maybe it keeps getting attacked. Maybe it keeps getting attacked", "start": 188.44, "end": 194.62}, {"text": "because the hood is being held in with zip ties. There's... That was the other", "start": 194.62, "end": 198.68}, {"text": "thing, they sabotaged it, trying to kill my wife on the highway. All over.", "start": 198.68, "end": 202.24}, {"text": "What happened? Some... They tried to kill my wife. How? They undid the latch", "start": 202.24, "end": 207.84}, {"text": "suspiciously a day after I was doing something with the hood of the car,", "start": 207.84, "end": 212.52}, {"text": "but they must have gone in after me and un get the latch and forgot to close it", "start": 213.12, "end": 216.86}, {"text": "and then she's driving on the highway. One Hundred and Twenty Miles an hour,", "start": 216.86, "end": 220.0}, {"text": "the wind, the hood flies up, crashes the front window, explodes on her and her", "start": 220.0, "end": 225.94}, {"text": "sister and my dog. Whoa Jesus, while they were driving down the highway,", "start": 225.94, "end": 229.88}, {"text": "they didn't call and then they had to call somebody and the girls are not", "start": 229.88, "end": 232.68}, {"text": "very good on the phone. No, no,", "start": 232.68, "end": 234.44}, {"text": "hey, what are you wearing? Yeah, so now I'm in a situation where I think that", "start": 234.44, "end": 238.32}, {"text": "she's cheating on me with some some, but she's just trying to make conversation", "start": 238.32, "end": 241.64}, {"text": "Exactly. She doesn't know any other way.", "start": 241.72, "end": 243.72}, {"text": "What's your favorite color?", "start": 243.72, "end": 245.72}, {"text": "Yeah, that kind of thing.", "start": 245.72, "end": 247.72}, {"text": "What's your favorite color of car?", "start": 247.72, "end": 249.72}, {"text": "No, then you shouldn't come fix this one.", "start": 249.72, "end": 251.72}, {"text": "But yeah, dude, I", "start": 251.72, "end": 253.72}, {"text": "just don't know if it's worth it", "start": 253.72, "end": 255.72}, {"text": "having a car for me.", "start": 255.72, "end": 257.72}, {"text": "It's getting so fucked every single which way, up and down.", "start": 257.72, "end": 259.72}, {"text": "You need to get a smart car, dude.", "start": 259.72, "end": 261.72}, {"text": "No one's touching a smart car.", "start": 261.72, "end": 263.72}, {"text": "That's not true.", "start": 263.72, "end": 265.72}, {"text": "People are going to pick up a smart car and carry it away.", "start": 265.72, "end": 267.72}, {"text": "Yeah, exactly. Go put it on top of a light pole", "start": 267.72, "end": 269.72}, {"text": "I think about it every time I see a smart car. I think I could put me in", "start": 269.72, "end": 274.86}, {"text": "like five other people could probably just take this and not even in a not", "start": 274.86, "end": 278.56}, {"text": "even a really strong yeah, just no, just five people yeah period and five", "start": 278.56, "end": 282.54}, {"text": "any gender and just could be picking this car me. Yeah, I'm a fit in my", "start": 282.54, "end": 287.34}, {"text": "living room. Yeah, that's what I'm saying. I did not even consider when", "start": 287.34, "end": 290.78}, {"text": "you're when you're terrible. What is say your say your pickup truck gets stolen?", "start": 290.78, "end": 294.74}, {"text": "There's only so many places a pickup truck can be a big parking space, a", "start": 294.74, "end": 298.9}, {"text": "the field, a big parking space and parked on the line between two spaces.", "start": 298.94, "end": 302.4}, {"text": "That's where I would look for a smart car could be almost anywhere. Yeah,", "start": 302.4, "end": 305.9}, {"text": "they could put it in the bath, a public bathroom. Imagine a smart car right", "start": 305.9, "end": 309.8}, {"text": "there. It would fit easily. It would fit so easily. God, maybe that's why it's", "start": 309.8, "end": 313.64}, {"text": "so smart, so compact and I'm having an idea. What? Yeah, we should get a car.", "start": 313.64, "end": 318.24}, {"text": "I wanna get a car for the business. Can we get a car and keep it inside?", "start": 318.24, "end": 321.84}, {"text": "But I just don't want my car anymore. I wanna, I wanna get rid of it.", "start": 321.84, "end": 325.16}, {"text": "Yeah, this happens for scrap. This happens one week after one week after my", "start": 325.44, "end": 329.72}, {"text": "in laws say hey guys to all the kids and their significant others say hey guys,", "start": 329.72, "end": 335.02}, {"text": "we're getting rid of our old car. Does any we're getting a new car? Does", "start": 335.02, "end": 337.84}, {"text": "anybody want this old car? And I said", "start": 337.84, "end": 340.06}, {"text": "no, I don't want this car. I have a car already now. I want it and now and now", "start": 340.06, "end": 346.36}, {"text": "wait say that again. You say say it like so say you just say it again.", "start": 346.36, "end": 351.04}, {"text": "So they said, \"Does anybody want this car? We're getting a new car. Does anybody want", "start": 352.0, "end": 355.8}, {"text": "this old Honda CRV?\" And I said, \"You know what? I already have a car. I don't need it.\"", "start": 355.8, "end": 361.72}, {"text": "And then what happened? And then they smashed the mirror off the side of my car.", "start": 361.72, "end": 365.6}, {"text": "Is that a new addition? Why did you lie? That wouldn't even happen in the... That has nothing", "start": 365.6, "end": 376.0}, {"text": "I was Larry David worked. I wasn't like no. I don't want the car.", "start": 376.0, "end": 381.06}, {"text": "What's", "start": 381.06, "end": 382.08}, {"text": "it? I didn't say like him. It was that sign to your", "start": 382.08, "end": 388.72}, {"text": "I didn't say that at all damn. I just wanted to show it off. Yeah, there's", "start": 388.72, "end": 394.6}, {"text": "going to be an opportunity to there will be. He will do something kind of", "start": 394.6, "end": 398.96}, {"text": "rude and later. My older brother suggested the Wilhelm scream.", "start": 398.96, "end": 404.2}, {"text": "that's gay. That's gay. That's all right. Sorry, man,", "start": 405.24, "end": 408.44}, {"text": "not happening. It's not happening. I was looking like before before", "start": 408.44, "end": 413.48}, {"text": "before I felt I was trying to think of something new to add and I was going to", "start": 413.48, "end": 416.88}, {"text": "add. I couldn't find a good one, but I was going to add epic fail. That'd be", "start": 416.88, "end": 420.6}, {"text": "good. I think that I'd like that, but the Wilhelm scream, the Wilhelm scream", "start": 420.6, "end": 423.88}, {"text": "is what's the what we do that when someone gets hurt. Yeah, I'm an ask", "start": 423.88, "end": 427.56}, {"text": "credit post flies out a window. What are we using that one? It'll it'll like", "start": 427.56, "end": 432.6}, {"text": "I could we need a sponge bob my leg. That's pretty. That's a good one.", "start": 432.64, "end": 435.6}, {"text": "That is a good one. That would be good. If somebody that's like a almost a", "start": 435.6, "end": 438.34}, {"text": "strict level up on the yeah, that's the same thing, which is better thing.", "start": 438.34, "end": 441.96}, {"text": "My leg decimating my brother's suggestion, so fuck out of here.", "start": 441.96, "end": 445.6}, {"text": "Yeah, we can keep that one, but we would have my leg there. Yeah, if we", "start": 445.6, "end": 450.28}, {"text": "yeah, yeah, because we would have been like we insulted this guy so badly. He", "start": 450.28, "end": 453.76}, {"text": "hurt his leg. Yeah,", "start": 453.76, "end": 455.08}, {"text": "holy shit,", "start": 455.08, "end": 457.12}, {"text": "but besides that had an amazing week. Why is it departed again? Well, let's", "start": 457.12, "end": 461.92}, {"text": "talk about the elephant in the room. What the submarine everybody talking about", "start": 461.96, "end": 466.26}, {"text": "is a submarine. You guys don't know the submarine. Oh yeah. Are you kidding me", "start": 466.26, "end": 470.36}, {"text": "buckle in? I know that once I get I'm going to get into this story too late,", "start": 470.36, "end": 474.66}, {"text": "but like the people that I saw what in God's name are you on about? Okay, so", "start": 474.66, "end": 478.78}, {"text": "basically kind of annoyed me. Okay, it annoyed him, so we can't do it. Can't do", "start": 478.78, "end": 483.72}, {"text": "it. Basically, there's this service where this is this has been the big news the", "start": 483.72, "end": 487.98}, {"text": "past the past few days, so we're definitely too late to it, but I but", "start": 488.0, "end": 491.3}, {"text": "it's I'm kind of obsessed with it right now. There's this the service where", "start": 491.3, "end": 495.04}, {"text": "they these rich people they pay to go down and look at the Titanic in a", "start": 495.04, "end": 499.24}, {"text": "homemade submarine. It's the service where these guys built a submarine and", "start": 499.24, "end": 503.44}, {"text": "they take people down to where is the Titanic crashed really, really far down", "start": 503.44, "end": 507.92}, {"text": "like far like you should not go down there. I mean I mean on a summer, I", "start": 507.92, "end": 512.32}, {"text": "don't know. I don't know. I don't care the ocean, the water in the", "start": 512.32, "end": 517.4}, {"text": "the Atlantic. It wasn't a lake. No, no, man, this time, but this you should see a", "start": 517.44, "end": 522.64}, {"text": "picture of this submarine. It's literally homemade. They've got parts of", "start": 522.64, "end": 525.42}, {"text": "it from campers world. There's like a video of this guy talking about it. They", "start": 525.42, "end": 528.96}, {"text": "control the submarine with a knock off Xbox control. Okay, that's how they use", "start": 528.96, "end": 535.54}, {"text": "it. They control it. This is cool. This is", "start": 535.54, "end": 537.2}, {"text": "twenty million leagues under the sea. This submarine is completely that's the", "start": 537.2, "end": 541.94}, {"text": "controller. They use to control a shit. It's modded and it's lost right now. The", "start": 541.94, "end": 546.68}, {"text": "people are almost certainly dead. They've either blown up it's it's lost", "start": 546.72, "end": 550.42}, {"text": "it's gone yeah. They can't find it. There's no somebody past cost two", "start": 550.42, "end": 554.7}, {"text": "hundred and fifty thousand dollars per person. Who are these people that", "start": 554.7, "end": 558.3}, {"text": "they're just rich people who like the Titanic", "start": 558.3, "end": 560.82}, {"text": "and they're gone. They're almost the most dead and there's like a bunch of", "start": 560.82, "end": 566.28}, {"text": "videos. I've been surfacing of like the past like year because they've been", "start": 566.28, "end": 570.02}, {"text": "doing it for like a little while yeah, and this is like I guess not the first", "start": 570.02, "end": 573.22}, {"text": "like there. There's a thing of some guy being like yeah. They took me on it. It", "start": 573.22, "end": 576.18}, {"text": "it's pretty cool and then I was sitting on the and the boat like watching the", "start": 576.22, "end": 579.74}, {"text": "control panel and then they they yeah they lost the submarine for five hours", "start": 579.74, "end": 583.06}, {"text": "and they turned off all the wife on the boat. So we couldn't tweet about it.", "start": 583.06, "end": 586.02}, {"text": "That happened like a year ago and I think it's always there's all these", "start": 586.02, "end": 590.06}, {"text": "videos of the guys who invented it being like like yeah, there's no seats in", "start": 590.06, "end": 593.58}, {"text": "here. There's just one window and check it out. This is what we used to control", "start": 593.58, "end": 595.98}, {"text": "it isn't this cool and being like yeah. I got this part from like I mean yard. I", "start": 595.98, "end": 599.78}, {"text": "hate it. I'm on the side of a small business. That's what I and that's what", "start": 599.78, "end": 602.7}, {"text": "I'm saying. Everybody's saying why would you ever get on this submarine?", "start": 602.7, "end": 605.46}, {"text": "everybody's saying this is this is insane. That she is so stupid, the", "start": 605.5, "end": 609.6}, {"text": "being obsessed with the Titanic, who gives up the touch? No, you're on", "start": 609.6, "end": 613.18}, {"text": "your is completely right. This is the only problem. Here's the submarine", "start": 613.18, "end": 616.6}, {"text": "yeah, no, but what I was going to my point of is. Can you imagine you first", "start": 616.6, "end": 621.64}, {"text": "of all building a submarine that works at all enough to go down to the", "start": 621.64, "end": 624.82}, {"text": "Titanic two point three miles under the ocean? Yeah, that's not to do any", "start": 624.82, "end": 629.44}, {"text": "amount of time any like you do it a bunch of time. Amazing you built it out", "start": 629.44, "end": 632.88}, {"text": "the parts that you bought it to try of of you're not a scientist. You went to the", "start": 632.9, "end": 636.4}, {"text": "store and you're like they're doing this handle looks good. I guess I'll buy", "start": 636.4, "end": 639.08}, {"text": "this handle. They're doing my summer named kids next door to buy for", "start": 639.08, "end": 642.38}, {"text": "technology, a million dollars per trip.", "start": 642.38, "end": 644.68}, {"text": "Well wait, I think I just figured out where the titanic thing went for to go", "start": 644.68, "end": 650.92}, {"text": "the delightful children from down the lane. Oh yeah, they struck again. I", "start": 650.92, "end": 654.7}, {"text": "think they definitely definitely took it out, but the inside of it. It has no", "start": 654.7, "end": 657.78}, {"text": "seats. It has what it looks like it looks like it looks like that. Look up", "start": 657.78, "end": 661.2}, {"text": "it looks official man. Wait, you see the inside. Yeah, wait, go back up, go back", "start": 661.24, "end": 665.08}, {"text": "up that picture right there. There's no seats. It's just a tube. There's a", "start": 665.08, "end": 669.46}, {"text": "toilet set into the floor. Can you shit in it? You can shit in the toilet.", "start": 669.46, "end": 673.36}, {"text": "How they fucking died? Did they shoot the shit out and they died in the", "start": 673.36, "end": 676.76}, {"text": "submarine? They died because somebody crapped and they fucking smelled so bad", "start": 676.76, "end": 681.72}, {"text": "they destroyed the thing. Well, I don't know about you guys. When I get", "start": 681.72, "end": 684.26}, {"text": "stressed out, I need to take a really stinky shit. Yeah, and I would be one. I", "start": 684.26, "end": 688.08}, {"text": "would be really stressed out if I was trapped under the ocean. Where are they", "start": 688.12, "end": 691.92}, {"text": "where they're leaving from? It's an impressive story outside. Where do they", "start": 691.92, "end": 694.9}, {"text": "leave from? Is it a- It's a boat. Oh, here's the other thing. No, like what,", "start": 694.9, "end": 698.48}, {"text": "like- Where do they port? Yeah, where do they port? I don't care, the ocean. You", "start": 698.48, "end": 702.12}, {"text": "keep saying, \"I don't care.\" I'm just asking a question. I don't know. We're", "start": 702.12, "end": 704.32}, {"text": "trying to learn about this thing that you said you're completely obsessed with.", "start": 704.32, "end": 707.84}, {"text": "I don't- where did they- okay. Anyway, the cool thing that I was about to say", "start": 707.84, "end": 712.88}, {"text": "that's better than where they came from is that also you can't get out of the", "start": 712.88, "end": 716.4}, {"text": "submarine from inside, you're bolted in and the only way to get out is if a", "start": 716.42, "end": 720.32}, {"text": "crew member if you come to the surface and they take they completely unbilled", "start": 720.32, "end": 724.26}, {"text": "this. Whoa! So even if these people who are lost got to the surface, they would", "start": 724.26, "end": 728.18}, {"text": "just suffocate inside of it. Oh man! Yeah! Yeah! So this is not the best", "start": 728.18, "end": 733.34}, {"text": "this submarine. I'll say it sucks ass. It's crazy. Look at it. Look at the guy", "start": 733.34, "end": 739.66}, {"text": "who's driving. He's not even driving. It's remote controlled, but he just sits", "start": 739.66, "end": 743.58}, {"text": "there. He looks out the window. Jesus Christ. I think it's cool, man. I think", "start": 743.6, "end": 747.92}, {"text": "it's so cool. I don't know. I feel like if you get in that thing, it's just just", "start": 747.92, "end": 751.68}, {"text": "like the Titanic. If you get in that thing, whatever happens to you, you", "start": 751.68, "end": 754.96}, {"text": "deserve it. Think about it. I mean, through the Titanic. Yeah. 100 and", "start": 754.96, "end": 758.84}, {"text": "something people. Actually, maybe it was more than that. How many people died in", "start": 758.84, "end": 762.16}, {"text": "the Titanic? It must have been more than 100, but I don't know. I think it was", "start": 762.16, "end": 765.72}, {"text": "big back then. I mean, the Titanic was quite large. Titanic was Titanic. How big", "start": 765.72, "end": 770.6}, {"text": "How high was it look up Titanic death count?", "start": 770.6, "end": 773.1}, {"text": "It must be it must be pretty high. I'm going to guess they made a whole", "start": 773.1, "end": 779.0}, {"text": "fucking. I would say I would say 500 is my my kind of say six hundred and", "start": 779.0, "end": 783.72}, {"text": "twenty three fifteen hundred people. Oh, and there were two thousand two", "start": 783.72, "end": 788.2}, {"text": "hundred forty on board more than fifteen hundred", "start": 788.2, "end": 791.2}, {"text": "oh fifteen hundred died. I guess I mean if you get on that fucking kind of", "start": 791.2, "end": 795.8}, {"text": "suspicious that exactly fifteen hundred died. Don't you think I think it's", "start": 795.8, "end": 800.2}, {"text": "inflated straight up?", "start": 800.2, "end": 801.24}, {"text": "Well, yeah, I mean there was that you know life was worth more back then", "start": 801.24, "end": 805.44}, {"text": "we're worth less back then. Actually, they had little kids going into", "start": 805.44, "end": 809.48}, {"text": "factories and shit and putting their fingers in machines. Life was worth more", "start": 809.48, "end": 813.36}, {"text": "because you live short, less people and you live shorter. No, it's worth less", "start": 813.36, "end": 816.92}, {"text": "because they didn't have like the phone or the computer or anything. Yeah, what", "start": 816.92, "end": 820.48}, {"text": "do you do like to do a basic hyper pop? Well, that's what I was thinking. Okay,", "start": 820.48, "end": 823.6}, {"text": "I watched The Departed the other day.", "start": 823.64, "end": 825.04}, {"text": "Uh-huh.", "start": 825.04, "end": 826.04}, {"text": "And you know the sex scene in The Departed?", "start": 826.04, "end": 829.04}, {"text": "Jubio, pull that up.", "start": 829.04, "end": 830.04}, {"text": "No.", "start": 830.04, "end": 831.04}, {"text": "The sex scene in The Departed, they start fucking and they play...", "start": 831.04, "end": 835.04}, {"text": "Comfortably numb.", "start": 835.04, "end": 836.04}, {"text": "Yeah, they play comfortably numb.", "start": 836.04, "end": 837.04}, {"text": "Yeah.", "start": 837.04, "end": 838.04}, {"text": "And it's like, what, did, I just, did people used to fuck to like classic rock all the", "start": 838.04, "end": 841.44}, {"text": "time?", "start": 841.44, "end": 842.44}, {"text": "Yeah.", "start": 842.44, "end": 843.44}, {"text": "What do you talk, yeah.", "start": 843.44, "end": 844.44}, {"text": "That's awful, man.", "start": 844.44, "end": 845.44}, {"text": "They would have like the radio on.", "start": 845.44, "end": 846.44}, {"text": "They wouldn't be able to control what it is.", "start": 846.44, "end": 847.44}, {"text": "There is no pain, you are receding.", "start": 847.44, "end": 848.44}, {"text": "You're jeered at.", "start": 848.44, "end": 849.44}, {"text": "Honestly, I can't imagine fucking without Hyperpop being in that dick.", "start": 849.44, "end": 853.44}, {"text": "I need my play play Bill Withers or something. If you're going to put a", "start": 853.44, "end": 862.08}, {"text": "sex scene in a movie before they had Mario, I saw something I saw like", "start": 862.08, "end": 866.64}, {"text": "this video this dude like breaking down", "start": 866.64, "end": 869.68}, {"text": "what like", "start": 869.68, "end": 871.6}, {"text": "like hi fi audio equipment they had in movies and I guess Matthew Damon's", "start": 871.6, "end": 877.2}, {"text": "hi fi set. Matthew Damon so incredibly expensive. Oh yeah, the one that she", "start": 877.2, "end": 883.0}, {"text": "plugs her headphones in to listen to the CD.", "start": 883.04, "end": 886.24}, {"text": "I guess that thing is like, you know how like the audiophiles get all like insane about", "start": 886.24, "end": 891.4}, {"text": "like, \"Oh, there's too much hiss on this.\"", "start": 891.4, "end": 895.6}, {"text": "I guess that is like...", "start": 895.6, "end": 897.96}, {"text": "So that's like, I think it was like a $15,000 like hi-fi set or something.", "start": 897.96, "end": 904.8}, {"text": "And back then that was a lot of money.", "start": 904.8, "end": 905.8}, {"text": "It's basically chump change now.", "start": 905.8, "end": 907.08}, {"text": "That's how much I'll probably have to spend to replace my mirror at this point.", "start": 907.08, "end": 910.76}, {"text": "That movie is so good though, The Departed.", "start": 910.76, "end": 912.76}, {"text": "Yeah, Fie.", "start": 912.76, "end": 913.76}, {"text": "That's the best Scorsese movie.", "start": 913.76, "end": 914.76}, {"text": "One of the best.", "start": 914.76, "end": 915.76}, {"text": "Well, it's top three.", "start": 915.76, "end": 916.76}, {"text": "Yeah, Goodfellas is obviously his best.", "start": 916.76, "end": 917.76}, {"text": "I'm pretty excited for his new one.", "start": 917.76, "end": 919.76}, {"text": "Yeah.", "start": 919.76, "end": 920.76}, {"text": "What's the new one?", "start": 920.76, "end": 921.76}, {"text": "The Flower Moon.", "start": 921.76, "end": 922.76}, {"text": "The one about, did you see the trailer?", "start": 922.76, "end": 924.76}, {"text": "You should watch the trailer, it's really good.", "start": 924.76, "end": 926.76}, {"text": "Really?", "start": 926.76, "end": 927.76}, {"text": "Yeah.", "start": 927.76, "end": 928.76}, {"text": "Who's in that?", "start": 928.76, "end": 929.76}, {"text": "Everybody.", "start": 929.76, "end": 930.76}, {"text": "I'll watch anything he does.", "start": 930.76, "end": 931.76}, {"text": "Leonardo DiCaprio, Robert De Niro.", "start": 931.76, "end": 932.76}, {"text": "Scorsese, I'll watch anything he makes.", "start": 932.76, "end": 934.76}, {"text": "He's in the movie this time?", "start": 934.76, "end": 935.76}, {"text": "He's behind the camera.", "start": 935.76, "end": 936.76}, {"text": "Oh, well he's not in the movie then.", "start": 936.76, "end": 937.76}, {"text": "He's a rat.", "start": 937.76, "end": 938.76}, {"text": "we actually don't know yet, because all I've seen is a trailer. Yeah, very well", "start": 938.76, "end": 942.12}, {"text": "be in a movie there. That'd be cool to have like a cameo where he just walked", "start": 942.12, "end": 945.56}, {"text": "by in waves. That's what I'm not. Sean Malone does really basically yeah, yeah,", "start": 945.56, "end": 951.2}, {"text": "yeah, that's the twist. That's a real twist. There's always like a UPS", "start": 951.2, "end": 954.12}, {"text": "driver. He has the best cameos. Yeah, and signs they he's he plays the guy", "start": 954.12, "end": 958.48}, {"text": "who killed their mom in a drunk driving accident. He's a bad guy. Usually", "start": 958.48, "end": 961.88}, {"text": "they like an old that's", "start": 961.88, "end": 963.24}, {"text": "a director came. It's the best cameo ever, because it's they like they don't", "start": 963.24, "end": 967.6}, {"text": "tell you that that he's that guy yet, but you know that that guy exists or", "start": 967.6, "end": 970.86}, {"text": "whatever, and basically the whole family like is walking by and they see him in a", "start": 970.86, "end": 974.34}, {"text": "restaurant and they all just look at him and go. Is that him and I'm not sure I'm", "start": 974.34, "end": 977.84}, {"text": "a yeah point,", "start": 977.84, "end": 978.78}, {"text": "and then you realize it's like they mean that he's a drunk driver, but it's", "start": 978.78, "end": 984.6}, {"text": "really good. Wow, I think I would do that if I was a director. It's so cool,", "start": 984.6, "end": 988.3}, {"text": "but I'd get I'd have he does he's as a slap shop commercial and the new his", "start": 988.3, "end": 993.06}, {"text": "newest one. I would know shit. I would be with he's the slap chopper. He's", "start": 993.06, "end": 996.26}, {"text": "Vince, he makes up a slap chop type commercial.", "start": 996.3, "end": 999.7}, {"text": "That was the craziest thing ever.", "start": 999.7, "end": 1002.78}, {"text": "We've talked about this before, but just like the slap chop guy, he slapped and chopped a", "start": 1002.78, "end": 1007.18}, {"text": "woman with his mouth.", "start": 1007.18, "end": 1008.38}, {"text": "He chomped.", "start": 1008.38, "end": 1009.98}, {"text": "He did a slap chomp?", "start": 1009.98, "end": 1011.98}, {"text": "Yeah.", "start": 1011.98, "end": 1012.98}, {"text": "He bit.", "start": 1012.98, "end": 1013.98}, {"text": "No, he got bit.", "start": 1013.98, "end": 1014.98}, {"text": "Oh, well that's the complete opposite.", "start": 1014.98, "end": 1017.5}, {"text": "Yeah, then he should be slapping and chomping her in defense.", "start": 1017.5, "end": 1019.98}, {"text": "But it was like his story, the slap chop guy's story was that he was a failed comedian and", "start": 1019.98, "end": 1025.74}, {"text": "and then got paid to do...", "start": 1025.74, "end": 1027.2}, {"text": "I would say he's an extremely successful whatever.", "start": 1027.2, "end": 1029.2}, {"text": "Yeah.", "start": 1029.2, "end": 1030.2}, {"text": "Well, he made a movie in the 90s.", "start": 1030.2, "end": 1033.1}, {"text": "He made a movie in the 90s called the Underground Comedy Movie where he does blackface and stuff.", "start": 1033.1, "end": 1039.0}, {"text": "It's like, \"Oh, how do I make the most offensive movie?\"", "start": 1039.0, "end": 1041.52}, {"text": "And then he made...", "start": 1041.52, "end": 1043.0}, {"text": "So then after the success of Slap Chop, he made Inappropriate Comedy.", "start": 1043.0, "end": 1047.32}, {"text": "Oh, I know Inappropriate.", "start": 1047.32, "end": 1048.84}, {"text": "Which was supposed to be the sequel to Underground Comedy.", "start": 1048.84, "end": 1051.44}, {"text": "Oh, okay.", "start": 1051.44, "end": 1052.44}, {"text": "I never watched it, but I would always see it on Netflix when I was a kid.", "start": 1052.44, "end": 1055.72}, {"text": "it's Rob Schneider. It's a yeah then the whole the premise of that movie is like", "start": 1055.72, "end": 1062.76}, {"text": "all it's like vignettes but it's all like through it's like oh well this", "start": 1062.76, "end": 1066.92}, {"text": "that's what's happening because of this app. Honestly I'm sick of movies having", "start": 1066.92, "end": 1072.12}, {"text": "premises and if I made a movie I wouldn't have the premise. You should do", "start": 1072.12, "end": 1075.8}, {"text": "like some Dublin 95 type shit. See that's a premise. That's a premise? I thought", "start": 1075.8, "end": 1080.68}, {"text": "that was a crazy rule. You just did a premise. No it's not a rule. The only", "start": 1080.68, "end": 1084.92}, {"text": "the movie rule that I would follow is a golden rule. Yeah, I would probably", "start": 1084.92, "end": 1088.82}, {"text": "follow the rule of using a camera to film it and beyond that, all bets are", "start": 1088.82, "end": 1092.5}, {"text": "off.", "start": 1092.5, "end": 1092.72}, {"text": "My whole movie would be doing this.", "start": 1092.72, "end": 1095.4}, {"text": "You can make a movie every single day. That's what Apple should do instead of", "start": 1095.4, "end": 1099.26}, {"text": "their damn goggles. They should make a camera that works with your fingers. I", "start": 1099.26, "end": 1102.22}, {"text": "agree. Fingersquare camera. Here's a Apple, Apple, knife, nope.", "start": 1102.22, "end": 1106.78}, {"text": "Hey, Apple, here's a question. How come the slogan of Apple Vision isn't \"Become", "start": 1106.78, "end": 1114.46}, {"text": "the apple of your eye. Think about that. That's pretty good. That is good. This", "start": 1114.46, "end": 1118.66}, {"text": "guy's or a half an apple of your eye that you that's the apple of your eye.", "start": 1118.66, "end": 1123.34}, {"text": "The apple of your eye, the apple of your eyes is what it should be. The apple", "start": 1123.34, "end": 1127.54}, {"text": "for your eyes. That's what it should be. Wait, I phone iPhone, I Mac, I etc.", "start": 1127.54, "end": 1134.98}, {"text": "I eyes, I paid glasses like from super monkey glasses. I paid for apple", "start": 1134.98, "end": 1141.66}, {"text": "vision. Yeah, whatever happened in the eye, they say, call Apple Vision Pro.", "start": 1142.54, "end": 1145.82}, {"text": "And also, this doesn't make any sense. You put on the headset and you see stuff", "start": 1145.82, "end": 1150.38}, {"text": "and it becomes an apple, that's their whole product? That is not it, but you", "start": 1150.38, "end": 1154.9}, {"text": "could probably make it. You were close, yeah. Well, what's the product then?", "start": 1154.9, "end": 1157.66}, {"text": "It's a type of goggle that makes you see the world through Steve Jobs' eyes.", "start": 1157.66, "end": 1165.34}, {"text": "Yeah, but he only ate fruit. Yeah, exactly. And he was a bit of a fruit.", "start": 1165.34, "end": 1169.7}, {"text": "for a year. So every single food that you eat when you wear the goggles, it's like fruit.", "start": 1169.7, "end": 1175.54}, {"text": "No, it doesn't taste like fruit, but it looks like an apple. Is that why they're called", "start": 1175.54, "end": 1179.34}, {"text": "Apple? Uh huh. What? Because Steve Jobs ate fruit? Yeah. I think it was well before he", "start": 1179.34, "end": 1184.7}, {"text": "was a fruit. But it could have been that. I don't know. He's a fruit. A Terry and try", "start": 1184.7, "end": 1188.12}, {"text": "to cure his cancer with his fruits. People always say that, but I don't who I think it", "start": 1188.12, "end": 1192.66}, {"text": "was probably that in the last year of your life, if you know you're going to die of cancer,", "start": 1192.66, "end": 1197.42}, {"text": "like fuck it dude I like fruit. How many fruits can I eat? He's probably eating dude. Like", "start": 1197.42, "end": 1202.86}, {"text": "if I spent the last part of my life eating sunflower seeds and beef jerky because I knew", "start": 1202.86, "end": 1207.22}, {"text": "I had chemo or I was going to die of cancer and the chemo wasn't working, would everybody", "start": 1207.22, "end": 1211.54}, {"text": "say like he tried to cure his cancer with beef jerky? Yeah I would say that. You would", "start": 1211.54, "end": 1215.14}, {"text": "say that? Yeah actually I would say that. I would start that rumor I would say that", "start": 1215.14, "end": 1219.38}, {"text": "the only thing that he ate towards the end of his life was the new spicy sweet chili", "start": 1219.38, "end": 1223.34}, {"text": "Doritos, Jack Links. Yeah, but it's just because I like them. It's not because I was like,", "start": 1223.34, "end": 1228.18}, {"text": "\"Oh, this is going to cure cancer.\" It's going to cure... The nitrites are going to cure", "start": 1228.18, "end": 1231.78}, {"text": "the tumor. Yeah, that doesn't make any sense. It's grown in my mouth. The guy liked grapefruits", "start": 1231.78, "end": 1235.58}, {"text": "and watermelons. Yeah. Who doesn't? Maybe if he got grapefruited before he died, he", "start": 1235.58, "end": 1239.86}, {"text": "wouldn't have died so sadly. What does that mean? Getting grapefruited? You never remember", "start": 1239.86, "end": 1244.78}, {"text": "that video where the lady shows you how to give a blowjob with a grapefruit? First of", "start": 1244.78, "end": 1248.58}, {"text": "all, my dick is not fitting to the end of a grapefruit. No way. That is just... She's", "start": 1248.58, "end": 1252.62}, {"text": "he's going to need a lime for me at that point", "start": 1252.62, "end": 1254.72}, {"text": "and it's going to stay yeah and it's going to stay and even then it's just", "start": 1254.72, "end": 1264.5}, {"text": "going to sit right under the head right. It's going to be like that the juicer", "start": 1264.5, "end": 1268.6}, {"text": "thing yeah yeah exactly that's that's the exact like process like that's like,", "start": 1268.6, "end": 1273.84}, {"text": "but she says you put your dick through the grapefruit and then I'm still I put", "start": 1273.84, "end": 1277.48}, {"text": "my my mouth on your cock at the top wait. That's this guy's dick is fitting", "start": 1277.48, "end": 1281.8}, {"text": "through a whole grapefruit all the way through. What the hell's wrong with this", "start": 1281.82, "end": 1285.32}, {"text": "guy? He needs to go to the hospital. He's got an elephantiasis of the penis.", "start": 1285.32, "end": 1288.08}, {"text": "Yeah. It's disgusting. It's disgusting too, 'cause I mean it's like", "start": 1288.08, "end": 1292.22}, {"text": "grapefruits kind of have that... That's not the fruit I would want to be eating.", "start": 1292.22, "end": 1296.58}, {"text": "Yeah, the taste of a grapefruit is kind of like... She better have that", "start": 1296.58, "end": 1299.36}, {"text": "shredded tongue. In my head it tastes like ink. Grapefruit kind of tastes like", "start": 1299.36, "end": 1303.1}, {"text": "when you accidentally break a pen off in your mouth. I used to like grapefruit", "start": 1303.1, "end": 1305.76}, {"text": "when I was a kid. I used to eat grapefruit for breakfast. You put sugar", "start": 1305.76, "end": 1308.2}, {"text": "it though right? Tons. Yeah. It was worse than fruity pebbles. Plain grapefruit as a kid is", "start": 1308.2, "end": 1315.0}, {"text": "like, you're like, oh, I thought there was going to be a big orange. It's fucking bullshit.", "start": 1315.0, "end": 1320.28}, {"text": "I wouldn't call it a romantic fruit or a sexual one. It's also kind of an expensive fruit.", "start": 1320.28, "end": 1325.08}, {"text": "That's why people think it's sexual, because it's pink and it looks like a damn labiar.", "start": 1325.08, "end": 1330.36}, {"text": "It does? No it doesn't look like it. What kind of labiars are you sitting on hanging", "start": 1330.36, "end": 1334.2}, {"text": "A big round one?", "start": 1334.2, "end": 1336.2}, {"text": "A big round one?", "start": 1336.2, "end": 1338.2}, {"text": "With a rind?", "start": 1338.2, "end": 1340.2}, {"text": "That's the jizz.", "start": 1340.2, "end": 1342.2}, {"text": "You jizz on the outside in a perfect circle?", "start": 1342.2, "end": 1344.2}, {"text": "The rind is actually all the cum that girls have.", "start": 1344.2, "end": 1347.2}, {"text": "Girls don't have it, they weren't born with cum.", "start": 1347.2, "end": 1349.2}, {"text": "Girls don't cum.", "start": 1349.2, "end": 1351.2}, {"text": "They can get it installed, but it's a very expensive procedure.", "start": 1351.2, "end": 1353.2}, {"text": "Yeah.", "start": 1353.2, "end": 1355.2}, {"text": "I heard about that.", "start": 1355.2, "end": 1357.2}, {"text": "I heard about that shit on LinkedIn.", "start": 1357.2, "end": 1359.2}, {"text": "You didn't hear about that on LinkedIn?", "start": 1359.2, "end": 1361.2}, {"text": "Do you have a LinkedIn?", "start": 1361.2, "end": 1362.2}, {"text": "I never did.", "start": 1362.2, "end": 1363.2}, {"text": "I had one for a little bit. Yeah, I made one for the podcast. I made one. Yeah,", "start": 1363.2, "end": 1367.4}, {"text": "we got one for the podcast. I think I might either made my my linkedin is it", "start": 1367.4, "end": 1372.56}, {"text": "says says co founder at Sullivan, the frog enterprises, and so I get a bunch", "start": 1372.56, "end": 1377.44}, {"text": "of emails all the time. They're like linkedin. It's like then it's like hey", "start": 1377.44, "end": 1380.64}, {"text": "new job opportunities for your position co founder.", "start": 1380.64, "end": 1383.12}, {"text": "One day we should go through our like our employee directory and all that", "start": 1383.12, "end": 1392.28}, {"text": "stuff that we just made for no reason. Oh yeah, it's all private on our notion. We", "start": 1392.32, "end": 1398.92}, {"text": "have like a", "start": 1398.92, "end": 1399.42}, {"text": "we have an employee director on the website, but we also have like a", "start": 1399.42, "end": 1403.08}, {"text": "business. We have a secret one. We have one. What do you call a mission", "start": 1403.08, "end": 1406.82}, {"text": "statement and all that stuff that's just sitting in our notion that nobody can", "start": 1406.82, "end": 1409.94}, {"text": "ever read? Yeah, it's pretty cool. We should put out a hand, but we are a real", "start": 1409.94, "end": 1414.38}, {"text": "company. Yeah, it's true. We are a public. We don't have any employees, though, do", "start": 1414.38, "end": 1418.48}, {"text": "something? Yeah, we do. We have just contractors. We just have one contractor", "start": 1418.5, "end": 1423.3}, {"text": "and it's Jubio. We have two contractors. And patches. Wow. Just wow. Yeah. One of", "start": 1423.3, "end": 1429.46}, {"text": "them really looks like a contractor too. The other one not so much.", "start": 1429.46, "end": 1432.02}, {"text": "Okay, today we are doing... One guy looks like he knows his way around a", "start": 1432.02, "end": 1437.74}, {"text": "contract. Yeah, exactly. Today...", "start": 1437.74, "end": 1440.82}, {"text": "No. Yeah, if it wasn't already obvious from the, you know, the fucking title of", "start": 1440.82, "end": 1448.14}, {"text": "episode in video. What's that? That's the apple of your eye. Today we have", "start": 1448.18, "end": 1452.94}, {"text": "something so special for you guys, which is, have you ever been assaulted? Yeah. By", "start": 1452.94, "end": 1459.94}, {"text": "who? Parents growing up. Most people don't bother with me because they can", "start": 1459.94, "end": 1464.66}, {"text": "tell that I'm it. Brother and sister. I do think that happens with me. Yesterday I", "start": 1464.66, "end": 1468.92}, {"text": "brought the dog to the dog park and there was a bunch of skaters around and", "start": 1468.92, "end": 1472.38}, {"text": "I was fantasizing about the skaters all attacking me at once and me killing", "start": 1472.38, "end": 1475.3}, {"text": "every single nobody fucks with me, except for younger kids, because they don't", "start": 1475.3, "end": 1479.8}, {"text": "know", "start": 1479.8, "end": 1480.12}, {"text": "most of you have a crazy situation. I don't want any smoke, but like sixth", "start": 1480.12, "end": 1486.9}, {"text": "graders, I wouldn't played basketball and with Noah and me and we're playing", "start": 1486.9, "end": 1491.56}, {"text": "basketball, torching them. By the way, he stepped in shit and walked home. He", "start": 1491.56, "end": 1494.46}, {"text": "stepped in shit. He walked a big fail, tracked shit through my apartment, a", "start": 1494.46, "end": 1497.84}, {"text": "full hour long fail where I beat him at basketball. Then he hurt his ankle and", "start": 1497.84, "end": 1500.74}, {"text": "he stepped in shit on the way home. But anyway, besides the point we're playing", "start": 1500.74, "end": 1504.02}, {"text": "basketball. Why are we making fun of him? He had the worst day ever. And a bunch of kids", "start": 1504.04, "end": 1508.8}, {"text": "are riding their bikes and their scooters in the middle of our game, right? And as if", "start": 1508.8, "end": 1514.04}, {"text": "this wasn't pissing me off enough, like a four-year-old kid rides a scooter so slowly,", "start": 1514.04, "end": 1519.32}, {"text": "like it took him like a full 90 seconds to get from one end to the other. And as he's", "start": 1519.32, "end": 1523.58}, {"text": "doing it, he keeps saying, \"Watch out for me! Watch out for me! Watch out for me!\" over", "start": 1523.58, "end": 1531.08}, {"text": "over and over and over again and I wanted to kill this kid. Children are so", "start": 1531.08, "end": 1535.18}, {"text": "annoying. That's a horrible thing to say. Watch out for me. Make your parents", "start": 1535.18, "end": 1539.24}, {"text": "should say that. Yeah, watch out for him. Yeah, this kid. Hey, watch out and say", "start": 1539.24, "end": 1543.86}, {"text": "it once and that means that the kid had the wherewithal to realize that he was", "start": 1543.86, "end": 1546.68}, {"text": "in the middle of something where he could get hit. He was doing what he", "start": 1546.68, "end": 1549.54}, {"text": "wanted you to do was chase him and tickle him. I guess I'll do that next", "start": 1549.54, "end": 1553.56}, {"text": "time. Yeah, there was this little kid that would run around. He lived like", "start": 1553.56, "end": 1557.16}, {"text": "behind the skate park in Nashua.", "start": 1557.18, "end": 1559.42}, {"text": "And he would like run up and down the ramps", "start": 1559.42, "end": 1561.66}, {"text": "to like try and get people to hit him.", "start": 1561.66, "end": 1563.2}, {"text": "So that like his mom who had crazy anger issues", "start": 1563.2, "end": 1566.34}, {"text": "would come over and try to fight the skaters.", "start": 1566.34, "end": 1569.18}, {"text": "It was so insane.", "start": 1569.18, "end": 1570.38}, {"text": "He would like run up and down the ramp", "start": 1570.38, "end": 1571.94}, {"text": "and then like look at you like,", "start": 1571.94, "end": 1573.14}, {"text": "like while you're trying to like go down", "start": 1573.14, "end": 1574.9}, {"text": "and like try to like run into you.", "start": 1574.9, "end": 1576.58}, {"text": "So you'd have to like dodge him.", "start": 1576.58, "end": 1578.06}, {"text": "So like no one would go on the mini ramp.", "start": 1578.06, "end": 1580.12}, {"text": "And then there's this one time he like", "start": 1580.12, "end": 1582.9}, {"text": "almost got decked out and then some kid just went like,", "start": 1582.9, "end": 1586.1}, {"text": "\"Yo, fucking move!\"", "start": 1586.1, "end": 1588.1}, {"text": "And we heard his mom over there just go like,", "start": 1588.1, "end": 1590.8}, {"text": "\"What the fuck did you just say to my fucking son?\"", "start": 1590.8, "end": 1593.14}, {"text": "And then she ran over and while she's coming over,", "start": 1593.14, "end": 1596.42}, {"text": "the little kid ran away and we go,", "start": 1596.42, "end": 1597.88}, {"text": "\"You guys are idiots.\"", "start": 1597.88, "end": 1599.02}, {"text": "And then ran away.", "start": 1599.02, "end": 1600.62}, {"text": "- Homophobic story.", "start": 1600.62, "end": 1602.18}, {"text": "- How's that homophobic?", "start": 1602.18, "end": 1603.58}, {"text": "- You've tried to hit a little gay kid", "start": 1603.58, "end": 1605.06}, {"text": "and his mom got mad at you?", "start": 1605.06, "end": 1605.9}, {"text": "- I didn't try to hit a little gay kid,", "start": 1605.9, "end": 1607.3}, {"text": "I was just doing little kid voice.", "start": 1607.3, "end": 1608.94}, {"text": "- Little kid voice?", "start": 1608.94, "end": 1610.02}, {"text": "- Little kid sound like this.", "start": 1610.02, "end": 1611.26}, {"text": "- This kid was gay and you were bullying him", "start": 1611.26, "end": 1613.02}, {"text": "at the skate park.", "start": 1613.02, "end": 1613.86}, {"text": "- I'm not bullying a gay child.", "start": 1613.86, "end": 1614.7}, {"text": "the bullying. I'll be one of the baby. No, he's trying to he was trying to be", "start": 1614.7, "end": 1619.5}, {"text": "included. You think he thinks that he was trying to you think it should be", "start": 1619.5, "end": 1622.2}, {"text": "excluded. You should be executed. He should be executed because he was", "start": 1622.2, "end": 1626.74}, {"text": "annoying. Next time a kid interrupts my basketball game, I am going to run at", "start": 1626.74, "end": 1630.88}, {"text": "them. I'm going to get you because if their parent comes and is like did you", "start": 1630.88, "end": 1634.4}, {"text": "say to my kid I'm going to get you like what are you talking about? Yeah, he", "start": 1634.4, "end": 1637.68}, {"text": "fucking crazy liar. Your kid is in the middle of my basketball game. I just", "start": 1637.68, "end": 1641.2}, {"text": "said get out honestly. You should keep him away from me because I could", "start": 1641.2, "end": 1644.04}, {"text": "could accidentally kill him. I could accidentally get him now. I'm not", "start": 1644.1, "end": 1647.3}, {"text": "saying I'm not if I was dribbling the ball towards him, it could kill him. We", "start": 1647.3, "end": 1650.82}, {"text": "play with a heavy ball. There's a regulation NBA basketball. Yeah, fifty", "start": 1650.82, "end": 1653.86}, {"text": "five. It's pretty easy. It's pretty easy to like fake a fake an attack on the", "start": 1653.86, "end": 1658.9}, {"text": "kid. Yeah, they just run away. Yeah, you just like flinch at anything. You", "start": 1658.9, "end": 1662.5}, {"text": "have to do is around just like you're you like shoot like a half court shot", "start": 1662.5, "end": 1665.54}, {"text": "and like aim it towards. Yeah, and just say what", "start": 1665.54, "end": 1669.54}, {"text": "yeah, Kobe full chest pass. Yeah, I thought he's playing. Sorry. I thought", "start": 1670.66, "end": 1674.3}, {"text": "of my", "start": 1674.3, "end": 1674.62}, {"text": "I'm shacking a fool.", "start": 1674.62, "end": 1676.46}, {"text": "Anyway, he was the only other person on the court with a shirt.", "start": 1676.46, "end": 1680.22}, {"text": "My fucking team. Yeah, yeah, he's undersized for his position. Yeah,", "start": 1680.22, "end": 1685.52}, {"text": "whatever. Yeah, mugsy bogs or whatever. Yeah, but he's a court general. Look", "start": 1685.52, "end": 1688.96}, {"text": "at who it was. The mugsy bogs. Yeah, okay. He was like five five. Yeah, but", "start": 1688.96, "end": 1692.74}, {"text": "he could dunk", "start": 1692.74, "end": 1693.3}, {"text": "five four five dunk. Yeah. So today, if you ever find yourself in that position,", "start": 1693.3, "end": 1699.62}, {"text": "we're talking about martial arts that you can use to destroy basically anybody.", "start": 1699.84, "end": 1704.48}, {"text": "Martial arts that destroy a child.", "start": 1704.48, "end": 1707.4}, {"text": "For mine, I decided to look around on some of the martial arts forums. There's a lot", "start": 1707.4, "end": 1711.52}, {"text": "of them and they're very, very active and they've been active for a long time. This", "start": 1711.52, "end": 1715.36}, {"text": "first one is a post that says, \"Gangster Rap is making a comeback.\" This is from Wrestling", "start": 1715.36, "end": 1719.84}, {"text": "Karate Champ. He said, \"Youngbloods, 50 Cent are making gangster rap hot again. What are", "start": 1719.84, "end": 1725.04}, {"text": "you thoughts?\" This is 2003. This is the height of 50 Mania.", "start": 1725.04, "end": 1728.24}, {"text": "Wow. Oh my God.", "start": 1728.24, "end": 1729.24}, {"text": "This is a height of 50 mania from wrestling karate champ who's a brown", "start": 1729.24, "end": 1732.12}, {"text": "belt by the way. Yeah, you can see you got a picture of a brown belt there. He", "start": 1732.12, "end": 1735.68}, {"text": "gets shut down fast. Yeah. Yeah. Valtor says I generally but not exclusively", "start": 1735.68, "end": 1741.84}, {"text": "prefer music with literary depth and vocal tenure over rhythmic monotony and", "start": 1741.84, "end": 1746.92}, {"text": "superfluous rhyming green. Wow. And read that signature. Keep smiling. And this", "start": 1746.92, "end": 1752.92}, {"text": "guy, so this guy, he's a pre black belt is a bocha dog. Oh, okay. So pre black", "start": 1752.92, "end": 1757.6}, {"text": "rap out. So yeah, he should be should listen to the brown belt. Listen to this", "start": 1757.6, "end": 1760.6}, {"text": "guy. Yeah, yeah, he shouldn't take offense. This is here. The brown belt is", "start": 1760.6, "end": 1764.4}, {"text": "oh everyone hating on rap. Why?", "start": 1764.4, "end": 1767.44}, {"text": "Oh my location Brooklyn. Oh my God, we can go hang out with this brown belt", "start": 1767.44, "end": 1772.44}, {"text": "shot. High school. He's a first name. He was in high school in 2003. This man is", "start": 1772.44, "end": 1777.08}, {"text": "probably older dead now old or dead. Yeah, anybody could be dead. Yeah, it's", "start": 1777.08, "end": 1783.0}, {"text": "not like an old. Yeah, he's dead from karate.", "start": 1783.0, "end": 1785.44}, {"text": "you know.", "start": 1787.14, "end": 1787.64}, {"text": "This guy is just one single post. I didn't include any replies because", "start": 1787.64, "end": 1792.66}, {"text": "people are just saying what is wrong with you. Mostly, but this guy says Hey", "start": 1792.66, "end": 1796.46}, {"text": "guys, I do not have any interest in becoming a competitive fighter. I want", "start": 1796.46, "end": 1801.26}, {"text": "to become one of the most lethal human beings", "start": 1801.26, "end": 1803.58}, {"text": "able to protect my family and others. I want one day to be known as a walking", "start": 1803.58, "end": 1809.78}, {"text": "killing machine. Wow, based on this info, what are the right arts for me to", "start": 1809.78, "end": 1814.1}, {"text": "everybody. Thank you very much. Everybody people this guy everyone shut him down.", "start": 1814.14, "end": 1818.3}, {"text": "There's a problem with these forums. You come in and you say on it. You'd be", "start": 1818.3, "end": 1821.82}, {"text": "honest. You're like I want to become a key, a killing machine. I want to kill", "start": 1821.82, "end": 1825.18}, {"text": "every single thing I want. I want bugs to be afraid of me. I want plants to die", "start": 1825.18, "end": 1829.3}, {"text": "when I walk by them and people give you nothing, dude. Yeah, so no, no advice.", "start": 1829.3, "end": 1834.1}, {"text": "They give you a guff, yeah, complete guff, and they're making fun of this", "start": 1834.1, "end": 1837.54}, {"text": "fuck. They give you guff and then they say, \"Fug off,\" which is the reverse of", "start": 1837.54, "end": 1841.1}, {"text": "backwards. But he sounds like a jock to me. And this next one is jocks.", "start": 1841.14, "end": 1845.06}, {"text": "How about that's enough guff?", "start": 1845.06, "end": 1846.02}, {"text": "This next one is jocks versus wimps, okay?", "start": 1846.02, "end": 1848.42}, {"text": "Oh my God. We talk about this constantly.", "start": 1848.42, "end": 1851.46}, {"text": "Yeah, I mean it's a defining social order, Peterson style. Jocks usually are drawn to", "start": 1851.46, "end": 1860.1}, {"text": "the \"Fuck, I made this too small.\"", "start": 1860.1, "end": 1862.1}, {"text": "You did make it too small.", "start": 1862.1, "end": 1863.54}, {"text": "No, I'm going to get closer. Jocks naturally gravitate to the something martial arts.", "start": 1863.54, "end": 1870.18}, {"text": "Wimps normally gravitate to martial arts which are long on kava and short on competing.", "start": 1870.18, "end": 1879.18}, {"text": "GBR, I gave him the GoPro, you can switch to that.", "start": 1879.18, "end": 1882.18}, {"text": "Wimps will argue with the jocks on the web about which martial arts are the best,", "start": 1882.18, "end": 1888.18}, {"text": "but the wimps will never face the jocks in an NHB match to prove the argument.", "start": 1888.18, "end": 1893.18}, {"text": "This is because, deep down, the wimps know they will lose to the jocks and lose big time.", "start": 1893.18, "end": 1899.18}, {"text": "big time. Okay to your camera and lose big time. Say it says this jock,", "start": 1899.18, "end": 1903.58}, {"text": "but then a somebody responds and I want you to tell me if you think this person", "start": 1903.58, "end": 1909.48}, {"text": "is a wimp or a jock. Okay, okay, here we go. Go to the highlight the Google", "start": 1909.48, "end": 1913.7}, {"text": "site, press a button.", "start": 1913.7, "end": 1915.24}, {"text": "This is Edmond Blackadder.", "start": 1915.24, "end": 1918.64}, {"text": "You think he's a jock? No, no, no, no, he's a wimp. Knowing from the show,", "start": 1918.64, "end": 1925.8}, {"text": "He is a total wimp, but he gets jocks to do his bidding.", "start": 1925.86, "end": 1928.3}, {"text": "And he says, I stand between the darkness and the not bright.", "start": 1928.3, "end": 1931.1}, {"text": "And he says, is that because jocks can't handle real martial arts and must limit themselves", "start": 1931.1, "end": 1934.94}, {"text": "to the rules limited ones?", "start": 1934.94, "end": 1936.26}, {"text": "I'm more of the opinion that real martial artists spend their time training, not trying", "start": 1936.26, "end": 1939.76}, {"text": "to prove how smart they is on this here interweb thing.", "start": 1939.76, "end": 1943.38}, {"text": "Then again, their entire sites dedicated to the angsty wannabe who thinks that his UFC", "start": 1943.38, "end": 1948.14}, {"text": "foo will save his lame ass in a street fight.", "start": 1948.14, "end": 1950.82}, {"text": "Us wimps make sure we stay away from these morons and actually hope they do try for a", "start": 1950.82, "end": 1954.38}, {"text": "submission when we roll. Makes it easier for us to stick 'em good with our blades. ROFL.", "start": 1954.38, "end": 1960.78}, {"text": "Your argument is that if one doesn't compete, one is somehow a wimp. I say if one only trains", "start": 1960.78, "end": 1965.16}, {"text": "to compete, one may hold trophies and medals, but be ill-prepared for a real fight. Having", "start": 1965.16, "end": 1969.42}, {"text": "talked to a number of real deal people like Hawk Hakim and Mark Hatmaker, I tend to have", "start": 1969.42, "end": 1976.14}, {"text": "a low opinion of the sports-only let's get in the ring and see who's a real man morons.", "start": 1976.14, "end": 1979.82}, {"text": "Personally, I think they and the whole pressure test your art crowd suffer from some serious", "start": 1979.82, "end": 1984.06}, {"text": "problems. They should be like the French and run away, but the job fires back.", "start": 1984.06, "end": 1989.46}, {"text": "The jock says", "start": 1989.46, "end": 1990.54}, {"text": "us. So he's quoting him, Edmund Blackadder and says the I'm too deadly", "start": 1990.54, "end": 1997.26}, {"text": "to compete argument. Thanks for the example of how wimps argue, but are too", "start": 1997.26, "end": 2000.9}, {"text": "afraid to fight. But Blackadder comes back strong as he does and he brings a", "start": 2000.9, "end": 2006.18}, {"text": "poem. Would you say he goes forth? He brings a poem called Gentleman Rankers", "start": 2006.18, "end": 2010.22}, {"text": "by Rudyard Kipling from 1892.", "start": 2010.22, "end": 2014.22}, {"text": "Kipling.", "start": 2014.22, "end": 2015.22}, {"text": "And the entire thing is too long to see on this thing, but basically he, this is the", "start": 2015.22, "end": 2020.26}, {"text": "utmost known from Wimps, I would say.", "start": 2020.26, "end": 2023.26}, {"text": "So Wimps came out on top here.", "start": 2023.26, "end": 2024.66}, {"text": "Rudyard Kipling wrote the Jungle Book.", "start": 2024.66, "end": 2026.66}, {"text": "Wimps weren't Jock Zero.", "start": 2026.66, "end": 2028.06}, {"text": "I don't know.", "start": 2028.06, "end": 2029.06}, {"text": "I don't know who Rudyard Kipling is.", "start": 2029.06, "end": 2030.06}, {"text": "So Wimps are a bunch of racist stuff.", "start": 2030.06, "end": 2033.94}, {"text": "Well that makes sense that Edmund Blackadder would be a fan of him, I guess.", "start": 2033.94, "end": 2037.06}, {"text": "He's also a big Rowan Atkinson fan, if that's his fucking name.", "start": 2037.06, "end": 2040.06}, {"text": "I mean, clearly.", "start": 2040.06, "end": 2041.06}, {"text": "Yeah.", "start": 2041.06, "end": 2042.06}, {"text": "Okay.", "start": 2042.06, "end": 2043.06}, {"text": "And then I just have one more thing here, which is from another martial arts forum.", "start": 2043.06, "end": 2047.06}, {"text": "The topic is, \"Has a gay guy at your academy ever make people feel uncomfortable?\"", "start": 2047.06, "end": 2054.54}, {"text": "This person says, \"Has a gay guy at your academy ever make people feel uncomfortable?", "start": 2054.54, "end": 2058.66}, {"text": "There's a gay guy that joined the academy I train at five months ago.", "start": 2058.66, "end": 2062.18}, {"text": "He's not bad for a blue belt.", "start": 2062.18, "end": 2064.02}, {"text": "Actually has some skills.", "start": 2064.02, "end": 2065.34}, {"text": "And he acted like a very decent guy at first who's very cool and chill.", "start": 2065.34, "end": 2069.16}, {"text": "But he started acting weirder and weirder each time.", "start": 2069.16, "end": 2072.38}, {"text": "He told everyone he was kicked out of at least 5 other academies before because they were", "start": 2072.38, "end": 2076.96}, {"text": "bigots and felt uncomfortable with rolling with him.", "start": 2076.96, "end": 2079.8}, {"text": "He posted all over social media which academies it was that kicked him out because they were", "start": 2079.8, "end": 2084.2}, {"text": "bigots, intolerance, things like that.", "start": 2084.2, "end": 2086.96}, {"text": "But now I can see why.", "start": 2086.96, "end": 2088.58}, {"text": "The guy makes a lot of my other classmates feel uncomfortable too.", "start": 2088.58, "end": 2092.3}, {"text": "Like for example, when he introduces himself to everyone, he always brings it up that he's", "start": 2092.3, "end": 2096.64}, {"text": "gay.", "start": 2096.64, "end": 2097.64}, {"text": "I mean, who the fuck cares who you like to bang?", "start": 2097.64, "end": 2100.8}, {"text": "This is a grappling class.", "start": 2100.8, "end": 2102.94}, {"text": "Stay on the subject.", "start": 2102.94, "end": 2104.36}, {"text": "And he would say weird, nasty things out of nowhere while doing a water break.", "start": 2104.36, "end": 2109.06}, {"text": "Such as, a lot of guys hate tossing salad, but love getting their salad tossed.", "start": 2109.06, "end": 2117.48}, {"text": "Nobody said anything, and were grossed out.", "start": 2117.48, "end": 2120.06}, {"text": "While the gay guy was laughing all by himself.", "start": 2120.06, "end": 2123.06}, {"text": "Sometimes when he rolls with people, he would have a creepy smile right afterwards or during", "start": 2123.06, "end": 2127.86}, {"text": "a roll.", "start": 2127.86, "end": 2129.86}, {"text": "I made it clear I don't want to roll with him.", "start": 2129.86, "end": 2131.84}, {"text": "He makes me feel uncomfortable.", "start": 2131.84, "end": 2133.24}, {"text": "On his Facebook, he posting pictures of him making out with multiple dudes all at once.", "start": 2133.24, "end": 2137.9}, {"text": "I had to unfollow him and so did a lot of people that I trained together with.", "start": 2137.9, "end": 2141.66}, {"text": "Our instructor didn't want to say anything because he's afraid the gay guy will post", "start": 2141.66, "end": 2146.14}, {"text": "on Facebook or Yelp telling everyone we're bigots.", "start": 2146.14, "end": 2148.82}, {"text": "but seriously, though, this guy is just a creep in a sneaky way. It's hard to", "start": 2148.82, "end": 2152.62}, {"text": "describe. I hope he leaves on his own very soon. Anyone ever had something", "start": 2152.62, "end": 2156.46}, {"text": "like this guy at their academy before? And this dude had it. Imagine this", "start": 2156.46, "end": 2161.66}, {"text": "scenario, though. You all get together in your dojo, and you're having an", "start": 2161.66, "end": 2167.22}, {"text": "intervention with the gay guy. You say, \"You have to stop saying such gay stuff", "start": 2167.22, "end": 2170.5}, {"text": "and acting so gay.\" He's posting you, making out with multiple dudes, by the", "start": 2170.5, "end": 2173.58}, {"text": "way. So he's also polysexual. You're all standing around him. He strikes the", "start": 2173.58, "end": 2177.78}, {"text": "goes, the music starts. He likes striking. One gay guy defeats 99 straights. Yeah.", "start": 2177.78, "end": 2183.86}, {"text": "Movie. Tarantino. And you know that song, Frankie Goes to Hollywood, Two Tribes Go to", "start": 2183.86, "end": 2189.02}, {"text": "War. I don't know. The Gays vs. the Straights. I was thinking more like John Wick type music.", "start": 2189.02, "end": 2196.54}, {"text": "No, that song is John Wick style. They need to make that movie. Gay Guy vs. Straight Guy.", "start": 2196.54, "end": 2201.78}, {"text": "indiscriminately killing straight guys or straights? It's on its way.", "start": 2201.78, "end": 2206.24}, {"text": "L G B T K I L L. That's what I would call it. That's what I would call it.", "start": 2206.24, "end": 2211.52}, {"text": "Oh my God. That's pretty good. Yeah. Or gay Bill. Yeah.", "start": 2211.52, "end": 2216.1}, {"text": "Okay. The gay. The gay guy. I don't know. I'm not that good at it. I'm", "start": 2216.1, "end": 2222.24}, {"text": "not a professional movie namer. Oh, the gay guy man, like the bye bye man.", "start": 2222.24, "end": 2226.0}, {"text": "Yeah. Or like it man. Yeah. Yeah. Okay. So this person responds with a", "start": 2226.0, "end": 2231.02}, {"text": "very harrowing story. This next person, okay? And they say, here select that, they say,", "start": 2231.06, "end": 2237.78}, {"text": "a gay guy once gave me a wedgie. Chuck's manhood. A gay guy once gave me a wedgie. Speaking of", "start": 2237.78, "end": 2248.22}, {"text": "jocks versus wimps.", "start": 2248.22, "end": 2249.22}, {"text": "Bro, your manhood was Chuck the fuck out when that gay guy gave you that wedgie.", "start": 2249.22, "end": 2253.1}, {"text": "How do you face your family at Thanksgiving knowing that a gay guy gave you a wedgie one", "start": 2253.1, "end": 2257.3}, {"text": "time?", "start": 2257.3, "end": 2258.3}, {"text": "Yeah.", "start": 2258.3, "end": 2259.3}, {"text": "It's over. Your life's over.", "start": 2259.3, "end": 2260.3}, {"text": "I mean, that's why you devote your life to martial arts. You leave your wife and", "start": 2260.3, "end": 2263.34}, {"text": "kids.", "start": 2263.34, "end": 2263.78}, {"text": "Asceticism. Yeah, you're a monk. You live on a mountain.", "start": 2263.78, "end": 2266.06}, {"text": "And this person makes a similar point. They say, \"Did he do that to you while", "start": 2266.06, "end": 2270.3}, {"text": "rolling? This should be considered sexual harassment.\"", "start": 2270.3, "end": 2272.7}, {"text": "Yeah.", "start": 2272.7, "end": 2273.18}, {"text": "A gay guy.", "start": 2273.18, "end": 2273.82}, {"text": "What does that mean, \"while rolling\"?", "start": 2273.82, "end": 2274.94}, {"text": "Rolling is what they do.", "start": 2274.94, "end": 2276.3}, {"text": "Yeah.", "start": 2276.3, "end": 2276.62}, {"text": "That's like a spar.", "start": 2276.62, "end": 2277.58}, {"text": "Oh.", "start": 2277.58, "end": 2278.14}, {"text": "Yeah.", "start": 2278.14, "end": 2278.38}, {"text": "Yeah.", "start": 2278.38, "end": 2279.02}, {"text": "Okay.", "start": 2279.02, "end": 2279.34}, {"text": "I know Aikido is rolling.", "start": 2279.34, "end": 2280.7}, {"text": "He's saying that while they're doing Brazilian Jiu-Jitsu, this guy wedged him.", "start": 2280.7, "end": 2284.62}, {"text": "And he thinks that that should be sexual. So I think that it's no holds barred.", "start": 2284.62, "end": 2288.14}, {"text": "I'm not sure the guy should be wearing underwear in the first place. Yeah, let", "start": 2288.14, "end": 2291.34}, {"text": "that thing fly. Yeah, just wear the wear the gee. Yeah, they did a samurai did not", "start": 2291.34, "end": 2296.84}, {"text": "even know what underwear was that was English. They didn't understand. I think", "start": 2296.84, "end": 2299.7}, {"text": "the gay guy was revealing that he was dressed in a dishonorable fashion", "start": 2299.7, "end": 2303.14}, {"text": "exactly and he was exploiting it and let me guess the underwear at hearts on it.", "start": 2303.14, "end": 2307.02}, {"text": "Yep, this is why this is why many people who do Brazilian Jiu Jitsu, they don't", "start": 2307.02, "end": 2312.42}, {"text": "have long hair. They have short hair because in a street fight you can grab", "start": 2312.42, "end": 2315.7}, {"text": "their hair and you can put it on your crotch or something embarrassing. A", "start": 2315.7, "end": 2319.42}, {"text": "similar thing with wearing underwear. If you wear underwear, you're at a high", "start": 2319.42, "end": 2323.06}, {"text": "risk of somebody wedgieing you if they feel like it would give them the upper", "start": 2323.06, "end": 2326.06}, {"text": "hand in a battle. Also, if you have long hair in a fight, they can cut your", "start": 2326.06, "end": 2329.3}, {"text": "hair and it will cause psychological damage. And hair damage. The risk of a", "start": 2329.3, "end": 2334.5}, {"text": "wedgie on the street just constantly, 50% of the time,", "start": 2334.5, "end": 2338.66}, {"text": "50% risk. At any given time. At any given time, somebody could run up on", "start": 2338.66, "end": 2344.14}, {"text": "you pull up your your your I think I would rather be knockout game with a", "start": 2344.14, "end": 2348.84}, {"text": "brick than be wedged on the street. Oh my God, can you imagine that video being", "start": 2348.84, "end": 2354.06}, {"text": "your your legacy forever and then people are looking wedged and then I feel like", "start": 2354.06, "end": 2358.34}, {"text": "people would have the same fervor that they have for like like finding", "start": 2358.34, "end": 2362.46}, {"text": "somebody's finding a Karen's job or something just to find out my name and", "start": 2362.46, "end": 2366.94}, {"text": "phone number so that people can call me after that. Yeah, like it wouldn't even", "start": 2366.94, "end": 2370.82}, {"text": "maybe they're not even mad at me. I just got doing stand up yeah exactly it", "start": 2370.84, "end": 2374.68}, {"text": "would be every single I would never escape you. If you got in public,", "start": 2374.68, "end": 2378.68}, {"text": "yeah, you have to you'd have to make it your identity. You have to start", "start": 2378.68, "end": 2381.2}, {"text": "everything you do. Yeah, I got wedgie guy ten years from now. I'm running", "start": 2381.2, "end": 2384.8}, {"text": "for president wedgie guy. I'm hosting some some house tour show on any yeah", "start": 2384.8, "end": 2390.12}, {"text": "on any as the wedgie guy. I don't want that man. The documentary about my life", "start": 2390.12, "end": 2394.8}, {"text": "comes out to wedgie guy. You find out that I there was a that I you find out", "start": 2394.8, "end": 2399.76}, {"text": "was all staged. That would be sad. That's what I'm going to do. I'm going to do", "start": 2399.78, "end": 2404.08}, {"text": "like a Jesse Smollett thing about me getting wet", "start": 2404.08, "end": 2406.26}, {"text": "by two jocks.", "start": 2406.26, "end": 2408.46}, {"text": "Yeah, the jocks came in and wedgie, but then you find out that I actually hired", "start": 2408.46, "end": 2414.48}, {"text": "two wimps to do it.", "start": 2414.48, "end": 2415.5}, {"text": "That's scary. That is scary. That could actually happen.", "start": 2415.5, "end": 2420.08}, {"text": "And then one last thing, there's a super troopers reference. This guy says I'd", "start": 2420.08, "end": 2424.94}, {"text": "call him a chicken fucker for twenty dollars. Wow, so that guy's pretty", "start": 2424.94, "end": 2428.38}, {"text": "That's fucking funny.", "start": 2428.4, "end": 2429.4}, {"text": "Yeah, that guy is fucking funny.", "start": 2429.4, "end": 2431.0}, {"text": "That's it for my stuff.", "start": 2431.0, "end": 2432.0}, {"text": "Supa Troopas, dollar bills y'all.", "start": 2432.0, "end": 2435.0}, {"text": "What are you doing?", "start": 2435.0, "end": 2437.0}, {"text": "Dollar bills y'all.", "start": 2437.0, "end": 2438.0}, {"text": "What?", "start": 2438.0, "end": 2439.0}, {"text": "I don't even know.", "start": 2439.0, "end": 2440.0}, {"text": "I don't even know.", "start": 2440.0, "end": 2441.0}, {"text": "I thought that that would make sense and it didn't.", "start": 2441.0, "end": 2445.12}, {"text": "Dollar bills y'all.", "start": 2445.12, "end": 2446.12}, {"text": "Dollar bills y'all.", "start": 2446.12, "end": 2447.12}, {"text": "I was just being random as fuck to do it.", "start": 2447.12, "end": 2449.4}, {"text": "That's okay.", "start": 2449.4, "end": 2450.4}, {"text": "You can be random.", "start": 2450.4, "end": 2451.4}, {"text": "What do you have?", "start": 2451.4, "end": 2452.4}, {"text": "What are your researches y'all?", "start": 2452.4, "end": 2453.4}, {"text": "This is my slideshow about the greatest martial artists of all time.", "start": 2453.4, "end": 2457.6}, {"text": "So I didn't know what to do for this.", "start": 2457.6, "end": 2459.44}, {"text": "My first slideshow that I made had too many videos in it, and that's bad radio.", "start": 2459.44, "end": 2462.88}, {"text": "So we're just going to look through all the famous martial artists that I started", "start": 2462.88, "end": 2465.92}, {"text": "looking up on the computer.", "start": 2465.92, "end": 2467.96}, {"text": "First one, Bruce Lee, most famous.", "start": 2467.96, "end": 2470.16}, {"text": "Cool uncles wear a shirt of him.", "start": 2470.16, "end": 2471.88}, {"text": "And also, he wore a cool shirt.", "start": 2471.88, "end": 2475.04}, {"text": "He wore a cool shirt.", "start": 2475.04, "end": 2476.2}, {"text": "Yellow shirt.", "start": 2476.2, "end": 2476.88}, {"text": "Yeah.", "start": 2476.88, "end": 2477.24}, {"text": "Yeah.", "start": 2477.24, "end": 2477.64}, {"text": "Look at that yellow shirt.", "start": 2477.64, "end": 2478.56}, {"text": "Classic yellow shirt.", "start": 2478.56, "end": 2479.2}, {"text": "Next guy, Chuck Norris, the first white guy to ever do martial arts.", "start": 2479.2, "end": 2483.08}, {"text": "And he's pretty damn good too.", "start": 2483.08, "end": 2484.88}, {"text": "Pretty damn good at it.", "start": 2484.88, "end": 2485.88}, {"text": "And he's handsome and I heard he did all sorts of things.", "start": 2485.88, "end": 2488.24}, {"text": "And you know when he crosses the street the cars like that.", "start": 2488.24, "end": 2490.08}, {"text": "Apparently when he does a push up he does 100 push ups.", "start": 2490.08, "end": 2492.72}, {"text": "Yep.", "start": 2492.72, "end": 2493.72}, {"text": "Then the next one my grandpa he does Aikido and some other.", "start": 2493.72, "end": 2497.96}, {"text": "Some other martial art.", "start": 2497.96, "end": 2498.96}, {"text": "I don't have any pics of him doing Aikido.", "start": 2498.96, "end": 2501.28}, {"text": "I just have I really only have this one photo of him.", "start": 2501.28, "end": 2504.58}, {"text": "This is the only photo of my grandfather.", "start": 2504.58, "end": 2508.34}, {"text": "That could be Aikido.", "start": 2508.34, "end": 2509.34}, {"text": "He looks like he's maybe thinking about Aikido.", "start": 2509.34, "end": 2511.96}, {"text": "Maybe.", "start": 2511.96, "end": 2512.96}, {"text": "Jackie Chan used something called \"drunken boxing\" for his film The Drunken Master.", "start": 2512.96, "end": 2516.96}, {"text": "What does that mean?", "start": 2516.96, "end": 2517.96}, {"text": "And I saw that and I was like, \"What the hell is drunken boxing?\"", "start": 2517.96, "end": 2520.92}, {"text": "So I looked into it and \"drunken boxing\" is the general name for all styles of Chinese", "start": 2520.92, "end": 2526.44}, {"text": "martial arts that imitate the movements of a drunk person.", "start": 2526.44, "end": 2531.2}, {"text": "Drunken boxing is not a single martial art with an established lineage and hierarchy,", "start": 2531.2, "end": 2535.68}, {"text": "but rather a group of loosely related kung fu styles.", "start": 2535.68, "end": 2538.72}, {"text": "In this respect, drunken boxing could also be understood as a phenomenon within Kung", "start": 2538.72, "end": 2544.0}, {"text": "Fu.", "start": 2544.0, "end": 2545.0}, {"text": "A phenomenon.", "start": 2545.0, "end": 2546.0}, {"text": "That word phenomenon made me remember this phenomenon.", "start": 2546.0, "end": 2548.84}, {"text": "Jar Jar Binks is actually a Sith Lord and Drunken Fist Master.", "start": 2548.84, "end": 2552.2}, {"text": "If you guys remember that.", "start": 2552.2, "end": 2553.96}, {"text": "I don't remember that he was a Drunken Fist Master.", "start": 2553.96, "end": 2558.4}, {"text": "Then there's an example here.", "start": 2558.4, "end": 2560.04}, {"text": "If you take a look at the very opening of the film, you can see Jar Jar Binks doing", "start": 2560.04, "end": 2563.04}, {"text": "like a similar starting pose as a Drunken Fist Thing.", "start": 2563.04, "end": 2567.76}, {"text": "is crazy. Yeah, I didn't clap. They had a little clap there, I guess is a similar pose. Then", "start": 2567.76, "end": 2573.56}, {"text": "I started thinking, what kind of accent does Jar Jar have? Alien. Yeah, Gungan accent. But", "start": 2573.56, "end": 2580.2}, {"text": "what is it based on in the real world? Turkey. A Jamaican accent. Now hear me out. I found", "start": 2580.2, "end": 2587.4}, {"text": "a list of on Jamaicans.com that said there are seven and seven interesting facts about", "start": 2587.4, "end": 2593.52}, {"text": "about the Irish influence in Jamaica. The Jamaican accent shares elements of the", "start": 2593.52, "end": 2598.66}, {"text": "Irish accent. The Irish lived with the newly arrived African slaves. Some taught", "start": 2598.66, "end": 2603.76}, {"text": "the slaves the English language. The Irish guttural accent is still evident", "start": 2603.76, "end": 2609.28}, {"text": "today.", "start": 2609.28, "end": 2609.3}, {"text": "That can't be true. The Jamaican accent is an Irish accent?", "start": 2609.3, "end": 2612.24}, {"text": "Technically, by that logic, Jar Jar Binks has an Irish accent.", "start": 2612.24, "end": 2616.66}, {"text": "But let's look at it a little closer. This is a list of stereotypes of Irish", "start": 2616.66, "end": 2621.48}, {"text": "So violence, food, alcoholism, red hair.", "start": 2622.5, "end": 2625.82}, {"text": "How's food a stereotype?", "start": 2625.82, "end": 2627.18}, {"text": "Yeah, they're the worst food in the world.", "start": 2627.18, "end": 2629.18}, {"text": "I guess a stereotypical foods are corned beef, cabbage, and potatoes.", "start": 2629.18, "end": 2633.42}, {"text": "That's just the things they eat.", "start": 2633.42, "end": 2634.42}, {"text": "Wait, how's that a stereotype?", "start": 2634.42, "end": 2636.06}, {"text": "These people are such a fucking victim complex.", "start": 2636.06, "end": 2639.14}, {"text": "Hold on, hold on, hold on.", "start": 2639.14, "end": 2640.82}, {"text": "They think that we eat potatoes.", "start": 2640.82, "end": 2642.58}, {"text": "Shut up!", "start": 2642.58, "end": 2643.58}, {"text": "Hold on, hold on.", "start": 2643.58, "end": 2645.62}, {"text": "Notice anything peculiar?", "start": 2645.62, "end": 2647.22}, {"text": "Yes, food.", "start": 2647.22, "end": 2649.26}, {"text": "Jar Jar Binks exhibits every single one of these stereotypes. Look at this.", "start": 2649.26, "end": 2653.42}, {"text": "Wow. He is a completely violent man. Look at him in the battlefield. He is", "start": 2653.42, "end": 2657.18}, {"text": "eating food and look, there's Jar Jar Binks pouring himself a glass of", "start": 2657.18, "end": 2661.38}, {"text": "what looks like whiskey. And also in all those photos, he has red hair.", "start": 2661.38, "end": 2666.1}, {"text": "These are his ears, Patrick. This is red hair. It's an", "start": 2666.1, "end": 2668.82}, {"text": "Jar Jar Binks is Irish. It's inconclusive. It's inconclusive. Now that we know", "start": 2668.82, "end": 2674.46}, {"text": "he's Irish, doesn't the drunken master thing", "start": 2674.46, "end": 2677.26}, {"text": "Doesn't doesn't this drunken master thing make a little bit more sense?", "start": 2678.5, "end": 2682.6}, {"text": "Are you attacking us? What's going on PowerPoint comedy dude? Doesn't this", "start": 2682.6, "end": 2687.8}, {"text": "make a little bit more sense that the drunken master? Let's circle back to", "start": 2687.8, "end": 2692.0}, {"text": "the Darth Jar Jar theory. Wait, doesn't what make more sense? Let's circle back", "start": 2692.0, "end": 2695.1}, {"text": "to this Darth Jar Jar theory real quick. Jar Jar Binks takes control of the", "start": 2695.1, "end": 2698.6}, {"text": "Senate and was supposed to be become emperor. That's not a real, that's not", "start": 2698.6, "end": 2702.4}, {"text": "from any canon Star Wars thing. Let me go through this.", "start": 2702.4, "end": 2706.1}, {"text": "What's an emperor? It's like the president.", "start": 2706.9, "end": 2708.9}, {"text": "Look at the list. Here's a list of Irish presidents.", "start": 2708.9, "end": 2712.1}, {"text": "Jar Jar Binks could have been an Irish president.", "start": 2712.1, "end": 2714.4}, {"text": "You got Joe Biden, Michael D. Higgins, the Irish president.", "start": 2714.4, "end": 2717.3}, {"text": "It goes deeper.", "start": 2717.3, "end": 2718.6}, {"text": "This is a list of US presidents with Irish blood.", "start": 2718.6, "end": 2721.7}, {"text": "That's a most of the US president.", "start": 2721.7, "end": 2723.5}, {"text": "Wasn't Kennedy Irish too?", "start": 2723.5, "end": 2724.9}, {"text": "Yeah, he's on there.", "start": 2724.9, "end": 2725.9}, {"text": "This is a post from r/conspiracy detailing the Hibernian", "start": 2725.9, "end": 2730.28}, {"text": "conspiracy iceberg.", "start": 2730.28, "end": 2731.8}, {"text": "It's inconclusive.", "start": 2731.8, "end": 2733.5}, {"text": "The Irish control everything.", "start": 2733.5, "end": 2735.1}, {"text": "It's still inconclusive?", "start": 2735.1, "end": 2736.4}, {"text": "The Irish control the media. What is media? It controls the people. Look right here. Media", "start": 2736.5, "end": 2740.74}, {"text": "is Internet, radio, television, magazines, newspaper. Wait a second. Radio podcaster", "start": 2740.74, "end": 2745.78}, {"text": "Raider. We are doing a podcast. Half of us are Irish. I don't claim Irish, by the way.", "start": 2745.78, "end": 2751.5}, {"text": "I'm Irish because I ran to you. Not half of us. Well, you're Irish. No, you would know", "start": 2751.5, "end": 2756.78}, {"text": "because on race on race off, I was I was Irish on race off. You don't remember. No, that", "start": 2756.78, "end": 2762.46}, {"text": "that county cork that ruins this whole thing there.", "start": 2762.46, "end": 2765.66}, {"text": "He doesn't even remember. I won't now you're Polish and African. You can be", "start": 2765.66, "end": 2770.34}, {"text": "not Irish. You said you couldn't claim, but I'm technically more Irish than you", "start": 2770.34, "end": 2773.82}, {"text": "know yeah fine. Well, I'm Irish because of my grandpa, not just my Aikido", "start": 2773.82, "end": 2777.74}, {"text": "grandpa, but my dead one too and my dead grandma's and also both of my ancestors", "start": 2777.74, "end": 2781.3}, {"text": "on both sides and then Caleb is sixty eight percent Irish.", "start": 2781.3, "end": 2784.62}, {"text": "I re watched race off and it did. I don't remember anything about you being", "start": 2784.62, "end": 2789.74}, {"text": "Irish in it, but Caleb, who do we control through the podcast? The", "start": 2789.78, "end": 2794.18}, {"text": "listeners of our show. That's a photo of our last live show.", "start": 2794.18, "end": 2797.74}, {"text": "Most importantly, though, we control Cameron and Jubio. Oh, that's a nice", "start": 2797.74, "end": 2802.5}, {"text": "picture. I don't have that picture. Through what? Are drunken fists. We do", "start": 2802.5, "end": 2806.46}, {"text": "like drinking more than the other two. Also, I controlled Cameron through a", "start": 2806.46, "end": 2810.42}, {"text": "mental martial art to say this. Now, Cameron, why don't you take a read of", "start": 2810.42, "end": 2813.94}, {"text": "this? This isn't real. No, no, I want you... You read for your part and he'll", "start": 2813.94, "end": 2817.86}, {"text": "for his part in this text thread that we have a photo of okay go. Is there a", "start": 2817.9, "end": 2821.5}, {"text": "yellow one? They should have a double sided one of brown and yellow. No, but", "start": 2821.5, "end": 2826.0}, {"text": "you want one. You want to put your mouth on the yellow. It's written no, but you", "start": 2826.0, "end": 2830.8}, {"text": "want one. You want to put your mouth on the yellow saber. Yeah, you want to suck", "start": 2830.8, "end": 2835.3}, {"text": "down the yellow lightsaber. I want to suck down the yellow saber. Where did I", "start": 2835.3, "end": 2839.4}, {"text": "learn this mental martial art", "start": 2839.4, "end": 2840.7}, {"text": "from my grandpa? That was the other martial art. I talked about earlier pose.", "start": 2840.7, "end": 2846.7}, {"text": "So in conclusion, the Irish are the greatest martial artists of all time.", "start": 2847.2, "end": 2851.2}, {"text": "So it finally concludes.", "start": 2851.2, "end": 2853.32}, {"text": "So now it's conclusive.", "start": 2853.32, "end": 2855.2}, {"text": "Okay. And there's a YouTube.", "start": 2855.2, "end": 2856.76}, {"text": "It was supposed to play automatically, but we don't.", "start": 2856.76, "end": 2858.96}, {"text": "It's not even playing at all.", "start": 2858.96, "end": 2860.48}, {"text": "Yeah. Okay. That's fine.", "start": 2860.48, "end": 2861.64}, {"text": "We don't really need to see that.", "start": 2861.64, "end": 2863.08}, {"text": "Yeah. But was it going to be?", "start": 2863.08, "end": 2864.36}, {"text": "Shipping up to Boston?", "start": 2864.36, "end": 2865.92}, {"text": "It was something like that. Yeah.", "start": 2865.92, "end": 2867.16}, {"text": "What was it?", "start": 2867.16, "end": 2867.72}, {"text": "It was you can't beat the Irish.", "start": 2867.72, "end": 2869.68}, {"text": "Oh, you should have done shipping up to Boston.", "start": 2869.68, "end": 2871.12}, {"text": "Yeah, I should have done that.", "start": 2871.12, "end": 2872.12}, {"text": "But that's got to be one of the most just nonsense things I've ever heard in my life.", "start": 2873.36, "end": 2878.36}, {"text": "But I did enjoy myself because I like arguing against you.", "start": 2878.36, "end": 2881.36}, {"text": "Yeah.", "start": 2881.36, "end": 2882.36}, {"text": "Even though you're my Irish brother.", "start": 2882.36, "end": 2883.36}, {"text": "I had to change my whole thing because the other one that I wanted to do was I think", "start": 2883.36, "end": 2889.36}, {"text": "probably 12 minutes of videos of a guy.", "start": 2889.36, "end": 2892.36}, {"text": "This, the new set should be just all, we should just do Ireland.", "start": 2892.36, "end": 2896.36}, {"text": "Yeah.", "start": 2896.36, "end": 2897.36}, {"text": "Yes.", "start": 2897.36, "end": 2898.36}, {"text": "No.", "start": 2898.36, "end": 2899.36}, {"text": "No, we won't do that.", "start": 2899.36, "end": 2900.36}, {"text": "No, we're not going to do that.", "start": 2900.36, "end": 2901.36}, {"text": "Okay.", "start": 2901.36, "end": 2902.36}, {"text": "I did yeah all right now. I'll let's take it back to real martial arts guys. You", "start": 2902.36, "end": 2910.04}, {"text": "said it is Irish bullshit honky, drunken fist that we all benefit from. So I've", "start": 2910.04, "end": 2915.3}, {"text": "been reading a lot of old comic books from the 60s and you I've been reading", "start": 2915.3, "end": 2920.12}, {"text": "them from scans where they scan in the comic books and they have a bunch of the", "start": 2920.12, "end": 2923.2}, {"text": "old ads that they have and they have you know it's order an X-ray glasses,", "start": 2923.2, "end": 2927.92}, {"text": "X-ray glasses monkeys become strong how to have a male voice. If you're a boy", "start": 2927.94, "end": 2932.84}, {"text": "stuff like that gun targeted, not so many gun rubber band gun rubber band gun.", "start": 2932.84, "end": 2937.24}, {"text": "Yes, very good rubber band ball remote control. Ghost is a classic one that my", "start": 2937.24, "end": 2941.14}, {"text": "dad would always tell me about where you order it and it says remote control", "start": 2941.14, "end": 2943.84}, {"text": "ghost and you get it and it's a balloon with a sheet and you get it in a box", "start": 2943.84, "end": 2947.84}, {"text": "and it's just a remote control. You just pulled you pull the string on the", "start": 2947.84, "end": 2950.84}, {"text": "balloon to control, but there's the here's an ad that I saw that was", "start": 2950.84, "end": 2954.84}, {"text": "fascinating me. You be was a okay. Okay, boys men. I'll help you master you be", "start": 2954.84, "end": 2961.08}, {"text": "was a says NJ Fleming you be was a master you be was a is the secret", "start": 2961.08, "end": 2965.32}, {"text": "amazingly easy art of self-defense that turns just one finger of your hands into", "start": 2965.32, "end": 2970.28}, {"text": "a potent weapon of defense without any bodily contact. Oh my God, here's some", "start": 2970.28, "end": 2974.72}, {"text": "other parts of the ad master every situation make no mistake. The world is", "start": 2974.72, "end": 2978.96}, {"text": "crowded with anti-social enemies who think nothing of sticking a knife into", "start": 2978.96, "end": 2982.8}, {"text": "for the ribs or attacking peace loving citizens just for the fun of it or", "start": 2982.8, "end": 2986.6}, {"text": "molesting boys and girls shamelessly. This is in Spider Man. What was in this", "start": 2986.6, "end": 2990.34}, {"text": "was in Spider Man or knocking off the side of the exactly somebody's car. I", "start": 2990.34, "end": 2994.92}, {"text": "just would put that out there. There is a crying need for a system of self", "start": 2994.92, "end": 2999.22}, {"text": "defense that relies on knowledge, not big muscles or strength. Yeah, that", "start": 2999.22, "end": 3003.06}, {"text": "depends on technique, not on weight or size of body. That is based on simple", "start": 3003.06, "end": 3007.46}, {"text": "training, not on illegal possession of weapons. And here's another part of the", "start": 3007.46, "end": 3011.92}, {"text": "had it's a picture of of Yoshi Imanami. I weigh only ninety eight pounds, yet I", "start": 3011.96, "end": 3017.52}, {"text": "can paralyze a two hundred pound attacker with just a finger because I", "start": 3017.52, "end": 3020.66}, {"text": "know you be was a says Yoshi Imanami pretty Japanese wife of MJ Fleming, you", "start": 3020.66, "end": 3025.32}, {"text": "be was a master.", "start": 3025.32, "end": 3026.36}, {"text": "So I was looking up for my power point. I saw this at a while ago and I wanted", "start": 3026.36, "end": 3031.92}, {"text": "to do a deep dive into this and look who's a MJ Fleming. What's the deal with", "start": 3031.92, "end": 3036.4}, {"text": "this martial art? You be was a I made a power point about it and then, as I was", "start": 3036.4, "end": 3040.64}, {"text": "some research, I stumbled on something else and I deleted the rest of my", "start": 3040.68, "end": 3043.68}, {"text": "PowerPoint because this is more important than I found that you was has", "start": 3043.68, "end": 3047.22}, {"text": "guided me to something I could never have believed. Yeah,", "start": 3047.22, "end": 3050.66}, {"text": "you be was a two point. Oh, my God, by Eddie, we ten a grand master founder,", "start": 3050.66, "end": 3058.5}, {"text": "a guarded exclusive confidential course. This is the cover of a book. He wrote", "start": 3058.5, "end": 3062.5}, {"text": "about you be was a can we get a bigger photo of this? Because is that the", "start": 3062.5, "end": 3066.14}, {"text": "Freemasons logo right there? Is that the Aerosmith logo? There's all sorts of", "start": 3066.14, "end": 3069.82}, {"text": "so good. This guy is also a graphic designer. As you'll see, tell yeah,", "start": 3069.86, "end": 3073.36}, {"text": "we're going to go through a lot of his book covers and a lot of stuff like", "start": 3073.36, "end": 3076.44}, {"text": "this, but this guy is what's his name? Eddie, we ten a right. We can you bro.", "start": 3076.44, "end": 3080.56}, {"text": "I think he is. I thought that was", "start": 3080.56, "end": 3082.38}, {"text": "he developed you be was a two point. Oh boys men. So you can see he took it", "start": 3082.38, "end": 3089.0}, {"text": "from the ad boys men. I'll help you master you be was a two point. Oh,", "start": 3089.0, "end": 3093.1}, {"text": "Murray was a clock theory. Oh my God, look at and then he has he looks like", "start": 3093.1, "end": 3096.7}, {"text": "sub zero there. I don't think that's him. I think that's cgi that he made,", "start": 3096.78, "end": 3099.98}, {"text": "because he also makes cgi, but he has something called clock theory that I've", "start": 3099.98, "end": 3103.92}, {"text": "never found any explanation. He just writes it under a lot of stuff, but he", "start": 3103.92, "end": 3108.26}, {"text": "invented this this art called Maria was a which is his the deadliest martial", "start": 3108.26, "end": 3113.12}, {"text": "art in that is you. You want to point out? I think you be was a two point. O", "start": 3113.12, "end": 3116.26}, {"text": "is contained inside Maria was gotcha", "start": 3116.26, "end": 3118.62}, {"text": "here. So I teach Maria was a the way of unlimited techniques. That's what he", "start": 3118.62, "end": 3124.06}, {"text": "calls it. It has unlimited techniques and I've been doing so for over fifty years.", "start": 3124.1, "end": 3127.9}, {"text": "I have had plenty of time to research and learn all styles of martial arts. I", "start": 3127.9, "end": 3132.22}, {"text": "borrowed the best techniques out there, secret or otherwise, and eliminated many", "start": 3132.22, "end": 3137.94}, {"text": "pointless, complicated, inefficient or cinematic type moves to create what", "start": 3137.94, "end": 3142.1}, {"text": "Maria was is today as part of my quest to design the most deadly fighting art in", "start": 3142.1, "end": 3146.94}, {"text": "history. I had to scavenge what I believe to be the most efficient and effective", "start": 3146.94, "end": 3150.62}, {"text": "techniques from within the martial arts universe. So he's taken every martial", "start": 3150.66, "end": 3154.9}, {"text": "art and taken only the most deadly. That's what I would do yeah, and he also", "start": 3154.9, "end": 3158.78}, {"text": "has unlimited techniques. Oh my God, so unlimited deadly technique, literally", "start": 3158.78, "end": 3163.42}, {"text": "unlimited wow. Here's one of his diagrams. He has I'm not I'm not he I", "start": 3163.42, "end": 3168.22}, {"text": "I've taken all this stuff from only the free samples of his books on am. I", "start": 3168.22, "end": 3171.94}, {"text": "ordered one of his books, a hard copy that I'm going to get next week. I'm", "start": 3171.94, "end": 3174.78}, {"text": "really excited about it, even the free samples. There are probably fifty", "start": 3174.78, "end": 3178.14}, {"text": "diagrams that look exactly like this with this exact density. So for people who", "start": 3178.18, "end": 3181.62}, {"text": "are just listening, it's a human body. There's a bunch of numbers on it. It", "start": 3181.62, "end": 3185.8}, {"text": "says IAA insertion attack areas, and then there's a bunch of arrows pointing", "start": 3185.8, "end": 3190.12}, {"text": "to different insertion attacks, and it's all, I cannot read it from here 'cause", "start": 3190.12, "end": 3194.38}, {"text": "the TV's too far away from me, but there's, I like, there's some of the TV.", "start": 3194.38, "end": 3197.58}, {"text": "It says no shoes between toes. It's one vulnerable area that you can attack with", "start": 3197.58, "end": 3202.52}, {"text": "an insertion attack. If somebody has no shoes, you can insert your finger into", "start": 3202.52, "end": 3206.94}, {"text": "the web of their foot. Yeah, I think you can put your finger in between their", "start": 3206.96, "end": 3210.66}, {"text": "toes and it will cause damage to them.", "start": 3210.66, "end": 3213.02}, {"text": "Yeah, Mario was a system. You be was a target holes. So these are holes on the", "start": 3213.02, "end": 3218.38}, {"text": "body that you can target with your finger 'cause you be was a translates a", "start": 3218.38, "end": 3222.72}, {"text": "finger technique by the way. Okay, so these are the holes you can attack.", "start": 3222.72, "end": 3226.58}, {"text": "What is finger? You was a what is that's the name of his art? Okay,", "start": 3226.58, "end": 3230.9}, {"text": "so Muriel is just a made up word. I think so. Yeah, threat pit", "start": 3230.9, "end": 3234.38}, {"text": "the clavicle pit, you know all this, so you can put stuff on people. You can put", "start": 3235.68, "end": 3240.34}, {"text": "your fingers between people's fingers between their toes. These are the holes", "start": 3240.34, "end": 3243.32}, {"text": "that you can attack with. That's just an example of a", "start": 3243.32, "end": 3245.72}, {"text": "sounds a little bit. I don't mean to be offensive. Sure, it sounds a little bit", "start": 3245.72, "end": 3251.48}, {"text": "to me like tickling. No, no, okay, you'll be completely wrong. Let's maybe this", "start": 3251.48, "end": 3256.28}, {"text": "will clear it up. If we do a little bit more fingers in their armpits and the", "start": 3256.28, "end": 3259.72}, {"text": "bottom of their no, no, it's a", "start": 3259.72, "end": 3261.04}, {"text": "insertion attack. Look, right there, he says, I let it is the penis that was", "start": 3261.56, "end": 3266.2}, {"text": "the most sensitive part of your body. Yeah, yeah, well, it's just and with one", "start": 3266.2, "end": 3270.44}, {"text": "finger, that's all you need. It's deadly, whatever you keep going, okay,", "start": 3270.44, "end": 3274.08}, {"text": "keep going. Here's some of his other book covers. This is the one I order on", "start": 3274.08, "end": 3277.8}, {"text": "the left, Maria was the way of unlimited techniques written and illustrated by", "start": 3277.8, "end": 3282.48}, {"text": "Grandmaster founder, the deadliest self defense system in history. He also has", "start": 3282.48, "end": 3287.84}, {"text": "Mario was a the way of unlimited techniques, arboreal locomotive hands,", "start": 3288.04, "end": 3291.84}, {"text": "body language, projection", "start": 3291.84, "end": 3293.4}, {"text": "and he which", "start": 3293.4, "end": 3295.68}, {"text": "where is this what this book is about?", "start": 3295.68, "end": 3298.42}, {"text": "It's about arboreal locomotive hands and body language, projection, arboreal", "start": 3298.42, "end": 3304.18}, {"text": "meaning trees, yeah and body language, meaning body language. So here's the", "start": 3304.18, "end": 3309.9}, {"text": "first page of his book legend, victimology, noun, the study of the", "start": 3309.9, "end": 3314.76}, {"text": "victims of crime and psychological effects on them of their experience.", "start": 3314.82, "end": 3318.82}, {"text": "That is, if they survive the assault.", "start": 3318.82, "end": 3320.82}, {"text": "Oh my...", "start": 3320.82, "end": 3321.32}, {"text": "As a Murya Wazen, your primary goal, as it relates to self-defense,", "start": 3321.32, "end": 3324.32}, {"text": "is to learn special body mechanical techniques and special concepts", "start": 3324.32, "end": 3327.82}, {"text": "designed to enhance your power, to increase your capacity, capability, and ability", "start": 3327.82, "end": 3331.82}, {"text": "to survive beyond an attacker's primary intent to do you harm,", "start": 3331.82, "end": 3334.82}, {"text": "and do so by eliminating the initial assault and any evolution or progression of the attack thereafter.", "start": 3334.82, "end": 3339.82}, {"text": "Thus, anti-victimology.", "start": 3339.82, "end": 3341.82}, {"text": "This manual is designed in such a way as to enhance your efforts in developing", "start": 3341.82, "end": 3345.58}, {"text": "your own individual specialized TDP total defense plan through hundreds of", "start": 3345.58, "end": 3349.92}, {"text": "unique drawings, secret concepts, charts, medical implications, strategic", "start": 3349.92, "end": 3354.74}, {"text": "body, mechanical techniques and hand contortions,", "start": 3354.74, "end": 3357.34}, {"text": "and I did there. This is he's on some Naruto shit. He's literally this this", "start": 3357.34, "end": 3363.1}, {"text": "whole book this that in the free sample is all diagrams of hand motions. You can", "start": 3363.1, "end": 3366.88}, {"text": "do to stop attacks. Okay, here's some symbols he put in for arboreal locomotive", "start": 3366.88, "end": 3371.16}, {"text": "hands projecting common symbols, ratting back and forth. Where's et on the top", "start": 3371.2, "end": 3377.2}, {"text": "the first one on the no that's a rattle snake. Oh my God, your hands are going", "start": 3377.2, "end": 3381.14}, {"text": "to make these these signs, for example, stop or stop and think or danger to bob", "start": 3381.14, "end": 3386.7}, {"text": "or quiet zone", "start": 3386.7, "end": 3387.9}, {"text": "and all stuff like that. He also has some some warnings here for compromised", "start": 3387.9, "end": 3393.48}, {"text": "organ malfunction and compromised glandular malfunction. It's potential", "start": 3393.48, "end": 3396.94}, {"text": "potentially lethal security personnel related. You can see he has some", "start": 3396.94, "end": 3400.28}, {"text": "security personnel warnings for an tease and these are supposed to go. You", "start": 3400.32, "end": 3404.26}, {"text": "supposed to make these hand motions yeah. These hand motions could cause", "start": 3404.26, "end": 3407.34}, {"text": "compromised organ malfunction, so you just have to know that before you go", "start": 3407.34, "end": 3410.54}, {"text": "into doing the gotcha and here's one of the hand motions.", "start": 3410.54, "end": 3412.74}, {"text": "This one is called what willow branch. These are a branch in the willow leaf.", "start": 3412.74, "end": 3421.62}, {"text": "None of them have names, but I could see it's there's also there's literally", "start": 3421.62, "end": 3425.36}, {"text": "fifty of these. Okay, almost I'm going to do I'm going to do this. This says", "start": 3425.36, "end": 3429.48}, {"text": "that you need to rattle each hand. Yeah, in a kind of a right angle motion. So", "start": 3429.52, "end": 3435.22}, {"text": "you I would rattle like this,", "start": 3435.22, "end": 3436.54}, {"text": "rattle like that and then bring them up and then do this. So try to attack me,", "start": 3436.54, "end": 3442.26}, {"text": "try to attack me, Patrick.", "start": 3442.26, "end": 3443.32}, {"text": "Stop, you're supposed to be psyched. You're supposed to be psychologically.", "start": 3443.32, "end": 3450.08}, {"text": "You didn't even look at my hand. You just punched my chest and I heard a", "start": 3450.08, "end": 3453.88}, {"text": "full way. It says there the message, the front hand is sending the message,", "start": 3453.88, "end": 3456.48}, {"text": "stop and think. Oh, okay. All right, ready?", "start": 3456.48, "end": 3458.24}, {"text": "you. Stop. No, that hurts. I did not. You told me to attack and honestly making that rattle", "start": 3458.24, "end": 3465.88}, {"text": "snake thing and made me want to attack. Cameron, none of this is working. Okay, well, maybe", "start": 3465.88, "end": 3470.28}, {"text": "about how here's my idea. Try to attack me. Okay. See, that worked out a lot better. Here's", "start": 3470.28, "end": 3479.32}, {"text": "your issue here. I'm zooming in here. Okay. Allow a salient to fixate on your locomotive", "start": 3479.32, "end": 3483.92}, {"text": "my hands fixate on okay wait. So you gotta do so you gotta maybe say watch my", "start": 3483.92, "end": 3488.96}, {"text": "hands first, watch my hands. The willow tree gives us hope, a sense of belonging", "start": 3488.96, "end": 3493.0}, {"text": "and safety. Furthermore, the ability to let go of the pain and suffering. So let", "start": 3493.0, "end": 3497.18}, {"text": "go of the pain and suffering. I don't care to grow new strong and bold close.", "start": 3497.18, "end": 3500.86}, {"text": "Maybe that's the", "start": 3500.86, "end": 3501.68}, {"text": "how", "start": 3501.68, "end": 3504.98}, {"text": "it actually hurts me. A l h puffing and blading coupled with a debt adept blp", "start": 3504.98, "end": 3511.06}, {"text": "techniques will absolutely and unequivocally convey subliminally to any observer the following", "start": 3511.08, "end": 3514.76}, {"text": "variables. One, an unknown capacity, two, an uncertain capability, and three, an obvious", "start": 3514.76, "end": 3518.84}, {"text": "ability. The aggressor will subconsciously react to your BLP and interpret them as an", "start": 3518.84, "end": 3523.8}, {"text": "overt warning of an imminent threat to their continued health and safety, as well as force", "start": 3523.8, "end": 3527.88}, {"text": "them to rethink the original purpose for their attack and/or POA plan of attack by injecting", "start": 3527.88, "end": 3532.28}, {"text": "their emotional state of being with overt uncertainty.", "start": 3532.28, "end": 3535.84}, {"text": "Maybe I'm just immune to this.", "start": 3535.84, "end": 3538.2}, {"text": "you might be okay. Let's let's move forward and let's let's talk about", "start": 3538.2, "end": 3540.8}, {"text": "attacking a little bit. Fucking shit, I'm sorry. Clearly, the defending didn't go", "start": 3540.8, "end": 3544.84}, {"text": "I'm sorry that it made me attack you harder.", "start": 3544.84, "end": 3547.24}, {"text": "This is so now things let's take a look. You get to try it next time or he does", "start": 3547.24, "end": 3551.88}, {"text": "because I've taken enough punches today. Okay, that's that's okay. This here's", "start": 3551.88, "end": 3556.28}, {"text": "another book. You wrote Maria was a the way of unlimited techniques, the", "start": 3556.28, "end": 3559.08}, {"text": "different animal fighting weapons and characteristics used in the martial art", "start": 3559.08, "end": 3562.84}, {"text": "of Maria was a Maria was a twenty animals. That's the name of this. Wow,", "start": 3562.84, "end": 3567.6}, {"text": "this is his different animal styles of fighting. So if you remember from", "start": 3567.92, "end": 3570.48}, {"text": "Kung Fu Panda, there's different animals, and Kung Fu Turtle right, he", "start": 3570.48, "end": 3574.56}, {"text": "has a lot. He has twenty styles and I put in only a few of them here,", "start": 3574.56, "end": 3578.14}, {"text": "but these are what he calls calamitous patterns based on animal attacks. Okay,", "start": 3578.14, "end": 3582.66}, {"text": "so these are animal attacks that you can use in Maria was a so first up is", "start": 3582.66, "end": 3586.74}, {"text": "his first style of martial arts is the great ape monkey, baboon, chimpanzee,", "start": 3586.74, "end": 3591.84}, {"text": "gorilla, orangutan, spider, capuchin, okay here on H one. He has five different", "start": 3591.84, "end": 3596.66}, {"text": "attacks you can use okay one eight climbs tree trapping slash control,", "start": 3596.7, "end": 3601.1}, {"text": "grabbing arms, executing a jumping head, but to eight bites branch biting at an", "start": 3601.1, "end": 3605.7}, {"text": "assailant's arm with control three eight grips, bamboo stock, a merciless hand", "start": 3605.7, "end": 3610.38}, {"text": "grip at the throat for hairy the eight", "start": 3610.38, "end": 3612.7}, {"text": "marching type front snap kicks at knees five monkeys, paw clawless tiger strike", "start": 3612.7, "end": 3618.78}, {"text": "to face a neck. So that's a style. So this is grabbing somebody biting them", "start": 3618.78, "end": 3623.2}, {"text": "and scratching their face, yeah, and being harry the ape, okay and becoming", "start": 3623.22, "end": 3626.66}, {"text": "harry the ape for a short amount of time in the next. Here's the next style. I", "start": 3626.66, "end": 3629.62}, {"text": "want to look at is badger style, Wolverine, weasel, scum, first one, look", "start": 3629.62, "end": 3633.38}, {"text": "at the first one, the honey badger grabbing, clawing, pinching, stabbing,", "start": 3633.38, "end": 3637.26}, {"text": "punching at an assailant's groin area. Number two badger digs hole dirt or", "start": 3637.26, "end": 3642.24}, {"text": "object, tossed to an assailant's eyes. Number three badger retreats, quick", "start": 3642.24, "end": 3646.54}, {"text": "calculated running backwards steps. Number four, the badgers mirror ultra", "start": 3646.54, "end": 3651.94}, {"text": "quick scratches to entire ultra quick this and number five twisting badgers", "start": 3651.98, "end": 3656.62}, {"text": "clock quick snap back twisting claw list strike", "start": 3656.62, "end": 3659.16}, {"text": "okay. So if anyone wants to use the badgers mirror, just make sure you're", "start": 3659.16, "end": 3663.6}, {"text": "this is how a badger fights. Yeah, it retreats and has a dirty man. Yeah,", "start": 3663.6, "end": 3668.0}, {"text": "well there you go badger digs hole.", "start": 3668.0, "end": 3669.56}, {"text": "Here's the next style the armadillo number one armadillo roll ground attack", "start": 3669.56, "end": 3676.28}, {"text": "Mario wasn't rolls into a ball by assuming a semi beetle position,", "start": 3676.32, "end": 3680.12}, {"text": "protecting internal or", "start": 3680.12, "end": 3681.4}, {"text": "number two armadillo itches vigorous, unrelenting nail, scratching at", "start": 3681.4, "end": 3687.86}, {"text": "opponents, arms, neck and face during the duration of the altercation.", "start": 3687.86, "end": 3691.54}, {"text": "Imagine you're in a martial arts, but it was fight with someone and they're", "start": 3691.54, "end": 3693.94}, {"text": "like next. I'll use armadillo", "start": 3693.94, "end": 3695.62}, {"text": "number three armadillo absconds, Maria wasn't walks or runs away that hey", "start": 3695.62, "end": 3703.2}, {"text": "I've been that's what I do every single time. Yeah, Armadillo style fighting", "start": 3703.3, "end": 3706.86}, {"text": "of yeah number four Armadillo shell block on coming punches with lunar", "start": 3706.86, "end": 3710.38}, {"text": "punches to attack body weapon. Well, if I knew how to do a lunar punch, I", "start": 3710.38, "end": 3713.46}, {"text": "probably see that's what I was doing. You were doing lunar. Yeah, I hunched", "start": 3713.46, "end": 3717.48}, {"text": "over so I could throw in haymakers. I don't get hit in the head. Armadillo", "start": 3717.48, "end": 3720.98}, {"text": "sweeps tail blood short, stiff legged kick slash seep to the heel of feet. So", "start": 3720.98, "end": 3725.22}, {"text": "we those are three animal styles. Any guesses on what the next day we've", "start": 3725.22, "end": 3728.46}, {"text": "we've looked at ape style, badger style, Armadillo style. What animal do you", "start": 3728.46, "end": 3731.74}, {"text": "think maybe mouse next okay, so you're both completely wrong. The next style of", "start": 3731.76, "end": 3736.96}, {"text": "animal style we're looking at is human style", "start": 3736.96, "end": 3739.52}, {"text": "and it says the human homo sapiens, African, Asian, European, Native", "start": 3739.52, "end": 3745.2}, {"text": "American and Oceanian. Here are the different attacks on the hunter extended", "start": 3745.2, "end": 3749.54}, {"text": "arm slices under the nose and at wind pipe number two, the fisherman rapid", "start": 3749.54, "end": 3754.02}, {"text": "severe piston like punches to the stomach. He did that he did a fish. You", "start": 3754.02, "end": 3758.36}, {"text": "did the fisherman, you did the fisherman number three, the archer spear to the", "start": 3758.4, "end": 3762.24}, {"text": "wind", "start": 3762.24, "end": 3762.56}, {"text": "number for the blacksmith hammer strike to the top of the head or side of the", "start": 3762.56, "end": 3769.74}, {"text": "head and number five, the wrangler. Why do you wrangle and it's wrangler with", "start": 3769.74, "end": 3774.26}, {"text": "just an are no yeah embrace the individual around the body with one are", "start": 3774.26, "end": 3778.36}, {"text": "and with another complete embrace with an elbow smash at solar plexus with a", "start": 3778.36, "end": 3781.54}, {"text": "striking arm circle high coming down to a groin grab while embracing arm grabs.", "start": 3781.54, "end": 3786.0}, {"text": "the assailants cloth, then pushes with while their hand performs groin,", "start": 3786.16, "end": 3789.16}, {"text": "squeeze and pulls with an action reaction to dislocate man testicles from", "start": 3789.16, "end": 3792.86}, {"text": "transition total standing matador position. Okay, so you jump on there,", "start": 3792.86, "end": 3797.46}, {"text": "so", "start": 3797.46, "end": 3797.86}, {"text": "with one arm, you grab onto them from the back and then with the other arm", "start": 3797.86, "end": 3804.12}, {"text": "elbow to the solar plexus, you go like this and you grab the a nut,", "start": 3804.12, "end": 3807.04}, {"text": "then you grab their cloth", "start": 3807.04, "end": 3808.12}, {"text": "and then you grab their nuts. You're fighting another kind of ancient human", "start": 3808.12, "end": 3813.6}, {"text": "here yeah as the wrangler yeah, I'm going to use the wrangler. If you'll excuse me,", "start": 3813.62, "end": 3818.42}, {"text": "I will become the wrangler yeah,", "start": 3818.42, "end": 3819.96}, {"text": "so that's kind of an overview of his martial arts. That's pretty much all I", "start": 3819.96, "end": 3824.02}, {"text": "really I really know about his martial arts from the free samples before I get", "start": 3824.02, "end": 3827.7}, {"text": "his book in the mail. But what about his arts, but he's actually a complete", "start": 3827.7, "end": 3832.6}, {"text": "renaissance man and martial arts is not the only area. Everything about it", "start": 3832.6, "end": 3836.0}, {"text": "screams renaissance man. Here's some other books that he wrote. Here's a", "start": 3836.0, "end": 3839.9}, {"text": "short story he wrote called Prehistoric Birds and Modern Times, and this is a", "start": 3839.94, "end": 3843.44}, {"text": "cover where it has a picture of a bunch of pterodactyls, and it says Africa, New", "start": 3843.44, "end": 3846.92}, {"text": "Zealand, Madagascar, Willisee County, Bexar County, the Amazon, Cameron County,", "start": 3846.92, "end": 3851.58}, {"text": "three counties, Cameron County right there, three counties, two countries, a", "start": 3851.58, "end": 3857.2}, {"text": "continent and a giant forest yeah, and then he also wrote a book called Long", "start": 3857.2, "end": 3861.82}, {"text": "Live the Dead, a psychological thriller and mystery for the deep thinker, a pair", "start": 3861.82, "end": 3865.78}, {"text": "of homeless, mentally ill vagrants struggle to keep what remnants of sanity", "start": 3865.78, "end": 3869.58}, {"text": "that remains despite the never ending bouts of hallucinations and homicidal", "start": 3869.62, "end": 3873.16}, {"text": "flashbacks that are slowly consuming them by Eddie Vuitton, a PHD. Oh my God,", "start": 3873.16, "end": 3877.12}, {"text": "he's a doctor, holy doctor and he's not and he's not just a doctor as a former", "start": 3877.12, "end": 3882.42}, {"text": "judge, a long time private investigator. I must say that I truly derives great", "start": 3882.42, "end": 3887.56}, {"text": "satisfaction having solved some of the mysteries surrounding the lives of the", "start": 3887.56, "end": 3890.32}, {"text": "original French Vuitton a settlers, their spouses, friends and neighbours. So", "start": 3890.32, "end": 3893.48}, {"text": "that's from a book he wrote about the history of his family, okay, but he's not", "start": 3893.48, "end": 3896.14}, {"text": "he's a judge, a private investigator, a martial artist, a doctor and an author", "start": 3896.18, "end": 3899.58}, {"text": "yeah. What else is he? He's also a musician. He's some of his album", "start": 3899.58, "end": 3904.86}, {"text": "color. Holy fuck, there's a summer place by Eddie, we today in the time", "start": 3904.86, "end": 3908.46}, {"text": "travelers download today, mp3, Eddie, we today in the time travelers. You're", "start": 3908.46, "end": 3912.24}, {"text": "the best thing that ever happened to me. Eddie, we today in the time", "start": 3912.24, "end": 3914.42}, {"text": "travelers, that is that a style council cover. He has covers of everybody. I", "start": 3914.42, "end": 3918.34}, {"text": "need to hear that fucking style. Can you have any music? I didn't put it in,", "start": 3918.34, "end": 3922.14}, {"text": "but you can Paul justice. You could do a search right. He had a good cover of", "start": 3922.14, "end": 3926.14}, {"text": "heaven knows I'm miserable now. Whoa, wait, will you please look at the same", "start": 3926.14, "end": 3931.1}, {"text": "music? Eddie Vuitton a music you're Eddie Vuitton a you're the best thing", "start": 3931.1, "end": 3935.9}, {"text": "that ever, but also it's why oh you are yeah the best thing.", "start": 3935.9, "end": 3939.44}, {"text": "Oh my God, first result, Eddie Vuitton a you're the best thing.", "start": 3939.44, "end": 3944.14}, {"text": "Let's hear it. There we go. Let's hear it. Don't look at too many of his other", "start": 3944.14, "end": 3947.94}, {"text": "videos because I have one that I want to show. I just want to hear the music.", "start": 3947.94, "end": 3950.9}, {"text": "Yeah, click yeah. Go to here's a rainbow connection. Oh, this one is a good music", "start": 3950.9, "end": 3954.7}, {"text": "video. Actually, I need to hear this.", "start": 3954.74, "end": 3957.34}, {"text": "Look at this amazing album cover. Look at that old man that that woman's talking.", "start": 3957.34, "end": 3963.54}, {"text": "I think this is making no noise. Maybe go to the change of the output on the", "start": 3963.54, "end": 3967.14}, {"text": "bottom, right? Yeah, because I have to hear this. I will. I need to hear this", "start": 3967.14, "end": 3971.54}, {"text": "so bad.", "start": 3971.54, "end": 3972.24}, {"text": "Oh, no. Oh, no. Did we lose just skip to the middle of it? Maybe Eddie. Did we", "start": 3972.24, "end": 3979.64}, {"text": "lose him?", "start": 3979.64, "end": 3980.14}, {"text": "Whoa, music video is cool. Yeah, the music video is a bunch of soldiers going", "start": 3981.14, "end": 3984.66}, {"text": "into a house. Yeah, this isn't working. All right. Well, the sound isn't", "start": 3984.66, "end": 3988.3}, {"text": "working. That's so I wanted to show myself at the end. I guess you can just", "start": 3988.3, "end": 3993.66}, {"text": "play the plate on the go play it for the at the end. Yeah, that's true. I", "start": 3993.66, "end": 3997.66}, {"text": "could also just play his music from my phone right now. Yeah, here I'll do", "start": 3997.66, "end": 4001.02}, {"text": "that. No, I won't. What's the next thing? What's the next thing? Why? Where's", "start": 4001.02, "end": 4004.66}, {"text": "the why is there like a raid like a SWAT raid on a house in that video?", "start": 4004.66, "end": 4009.74}, {"text": "you're probably eddie. Probably first person. Yeah, oh probably yeah, it's", "start": 4009.98, "end": 4013.88}, {"text": "probably him either rating a house or his house getting rated because of his", "start": 4013.88, "end": 4017.42}, {"text": "extreme techniques. So load two words yeah, so awesome man. He also has", "start": 4017.42, "end": 4024.52}, {"text": "he's not just a musician and all that other stuff. Here's some of his other", "start": 4024.52, "end": 4028.62}, {"text": "stuff that he does. Here's a little banner he made from himself. He's also an", "start": 4028.62, "end": 4032.02}, {"text": "everything freelancer and let me just read everything that it says here.", "start": 4032.02, "end": 4035.14}, {"text": "comics, toys, fast food, glasses, bicycles, old lunch boxes, G.I. Joe's, Toy Story, Bugs", "start": 4035.9, "end": 4040.44}, {"text": "Life, Hot Wheels, California Raisins, ghost writing, illustration, websites, photo restoration,", "start": 4040.44, "end": 4045.14}, {"text": "green screen/background removal, face swap, thousands of fonts, complete business launch,", "start": 4045.14, "end": 4050.26}, {"text": "ads and promo, pop-up chat boxes, explainer videos, small Android apps, movie voice transcription,", "start": 4050.26, "end": 4055.46}, {"text": "100 language translation, TTL voiceovers, female or male, many foreign languages, video", "start": 4055.46, "end": 4060.5}, {"text": "and audio as special effects, video editing, avatars, library of thousands of graphic and", "start": 4060.5, "end": 4064.48}, {"text": "and audio assets logos. I mean avatars do I can he not avatar yeah, and then the", "start": 4064.48, "end": 4070.28}, {"text": "last thing I had here was a video that he made with that he animated three D", "start": 4070.28, "end": 4074.08}, {"text": "animated and he used his own voice over thing. His his text showed on a yeah,", "start": 4074.08, "end": 4078.76}, {"text": "you gotta show it and I'll point my mic at it too. Okay, actually I'll point it", "start": 4078.76, "end": 4084.08}, {"text": "up just here.", "start": 4084.08, "end": 4085.0}, {"text": "Hold on, I have to I have to get it find outside of the power point here, but", "start": 4085.0, "end": 4090.28}, {"text": "this is like I gotta tell you guys this is barely scratching the this guy also", "start": 4090.28, "end": 4094.24}, {"text": "super hero that he made. He superhero is named Dr. We can it know something", "start": 4094.28, "end": 4103.58}, {"text": "dynamo. It's a guy who can travel through time by riding his bicycle.", "start": 4103.58, "end": 4106.88}, {"text": "That's dope. He just got like I he's insane and I've done so much. I can't", "start": 4106.88, "end": 4113.88}, {"text": "wait to get his book. I bet you speaking of jocks versus wimps. I bet you in", "start": 4113.88, "end": 4117.48}, {"text": "middle school. This guy was a wimp. He was a combo. This will teach you.", "start": 4117.48, "end": 4122.18}, {"text": "Don't judge a book by its cover. You never know what these people are going to", "start": 4123.38, "end": 4125.78}, {"text": "become. Don't bully.", "start": 4125.78, "end": 4127.06}, {"text": "It's called Vinny and Baldi. And for people who aren't listening or aren't", "start": 4127.06, "end": 4132.58}, {"text": "watching the video, you just know it's a it's a guy talking to a CGI, a CGI guy", "start": 4132.58, "end": 4136.82}, {"text": "talking to a CGI baby. And here it goes.", "start": 4136.82, "end": 4139.78}, {"text": "Hey, Baldi, what kind of shit did the teacher put in you?", "start": 4139.78, "end": 4148.38}, {"text": "Daddy, she said that you were a freaking flea-bitten racist, shit-eating bitch.", "start": 4150.62, "end": 4156.62}, {"text": "And that you were a fat, stinky, slime ball.", "start": 4156.62, "end": 4160.62}, {"text": "Daddy, she also said that you were a big chicken shit, dumb, and that you probably liked being an American.", "start": 4160.62, "end": 4168.62}, {"text": "And probably voted for Trump.", "start": 4168.62, "end": 4170.62}, {"text": "Jesus!", "start": 4170.62, "end": 4172.62}, {"text": "But look!", "start": 4172.62, "end": 4173.62}, {"text": "It's true!", "start": 4173.62, "end": 4174.62}, {"text": "They're ruining the kids!", "start": 4174.62, "end": 4176.62}, {"text": "Oh, I am now a good communist.", "start": 4176.62, "end": 4179.62}, {"text": "Communist! Communist! That's how you say it!", "start": 4179.62, "end": 4183.62}, {"text": "I'm going out there and teach that sorry!", "start": 4183.62, "end": 4186.62}, {"text": "I'm grateful to encode what she's going to get if she continues to put shit in your head!", "start": 4186.62, "end": 4191.62}, {"text": "Capiche?", "start": 4191.62, "end": 4192.62}, {"text": "Listen kid, yous need to understand one thing.", "start": 4192.62, "end": 4196.62}, {"text": "Yous is not a communist.", "start": 4196.62, "end": 4198.62}, {"text": "And of course I am not a shithead or slimeball", "start": 4198.62, "end": 4202.62}, {"text": "and any of that mindless shit that idiot said I was.", "start": 4202.62, "end": 4205.62}, {"text": "that I was. I stand up for the flag and also to piss. I place my hand on my heart and of", "start": 4205.62, "end": 4212.9}, {"text": "course kid, any place I've been shot, you're out of there. I'm going to fix this shit the", "start": 4212.9, "end": 4219.5}, {"text": "old fashioned way. You're going to drop out. Yeah, drop out. No, like I did 20 years ago.", "start": 4219.5, "end": 4227.26}, {"text": "But daddy, please, tomorrow we see Debbie does Dallas and eat Chinese pizza. Son of", "start": 4227.26, "end": 4233.38}, {"text": "(laughs)", "start": 4233.38, "end": 4235.46}, {"text": "*laughs*", "start": 4235.46, "end": 4237.46}, {"text": "I'm fixing to go tell your Uncle Tony and some of the boys.", "start": 4237.46, "end": 4265.06}, {"text": "And we're going down to that socialistic shit hole. We call a school and give", "start": 4265.06, "end": 4270.06}, {"text": "them some good old American advice. Let's go tough guy. Love you kid.", "start": 4270.06, "end": 4275.78}, {"text": "Oh my God. Wow. And he has", "start": 4275.78, "end": 4280.98}, {"text": "dozens of these videos. He made movie trailers. He, this guy is the real deal.", "start": 4280.98, "end": 4287.54}, {"text": "That fucking, the, can you pull that video up again? I just wanna, I just", "start": 4287.54, "end": 4292.5}, {"text": "want to point something out. What do you want to point out? I'm pretty sure that", "start": 4292.52, "end": 4296.92}, {"text": "the background", "start": 4296.92, "end": 4297.98}, {"text": "in that Gary's in that video yeah, I think that's I think that maybe that was", "start": 4297.98, "end": 4305.3}, {"text": "the source film maker. I think this is made in source film maker. Yeah, you", "start": 4305.3, "end": 4308.96}, {"text": "think he made Vinny and Baldy and source film. This is either source film maker", "start": 4308.96, "end": 4312.48}, {"text": "that is definitely that definitely looks like so yeah, it does, but yeah, he has", "start": 4312.48, "end": 4317.0}, {"text": "so much of this stuff. He I am in love with him. He is the man. I credible. I", "start": 4317.0, "end": 4321.52}, {"text": "I was just going through so much stuff. I didn't want to put too much of the stuff", "start": 4321.56, "end": 4324.36}, {"text": "in here. I didn't want to burn through it. I think you're 100% right. I think", "start": 4324.36, "end": 4327.84}, {"text": "that is some Gary's Mod map. Yeah, this is 100% a Gmod thing. Why has he got", "start": 4327.84, "end": 4333.28}, {"text": "blood on him? That is so fucking sick, man.", "start": 4333.28, "end": 4334.68}, {"text": "Dude, that camera angle, that thing is so sick. He is so cool. Dude. God damn.", "start": 4334.68, "end": 4342.0}, {"text": "And I'm gonna be getting... I bought his book. I'm gonna be getting it.", "start": 4342.0, "end": 4344.64}, {"text": "Well, let's support that. If you wanna support Eddie, does he have a website?", "start": 4344.64, "end": 4347.64}, {"text": "Yeah, he does. Oh, fuck. What's it called? I forget. It's called Dr. Eddie", "start": 4347.64, "end": 4350.72}, {"text": "Well, you can go to muriawaza.com, but he has another website that he has a", "start": 4350.72, "end": 4354.64}, {"text": "million websites. He does. He has at least three websites.", "start": 4354.64, "end": 4357.52}, {"text": "Check this fucker out, man. And give us a", "start": 4357.52, "end": 4360.32}, {"text": "muriawaza.com. Yeah. And this takes you to the Amazon page.", "start": 4360.32, "end": 4365.16}, {"text": "But he has another website where it links to all his books, but it has a", "start": 4365.16, "end": 4368.88}, {"text": "weird name and I can't remember what it was, but it's only 30 bucks for", "start": 4368.88, "end": 4371.4}, {"text": "the paperback. Actually, I think I texted it to Pierce, so I bet I can", "start": 4371.4, "end": 4374.76}, {"text": "find it out right now what his website is. Yeah. Wow. Well, check out Eddie.", "start": 4374.76, "end": 4378.4}, {"text": "What an episode. Oh, his superhero is called Dr. Petal Dynamo. Dr. Petal Dynamo.", "start": 4380.0, "end": 4385.76}, {"text": "All one word and here on the GoPro is Dr. Petal Dynamo. Wow. It's amazing. Yeah.", "start": 4385.76, "end": 4390.96}, {"text": "It looks like Xavier Renegade Angel. It really does. That is incredible. Check out", "start": 4390.96, "end": 4395.56}, {"text": "the great solution for you.com. Yeah. Check out the Patreon. We'll probably be", "start": 4395.56, "end": 4400.76}, {"text": "talking about Eddie for some weeks now. Maybe for a long time. July 14th at", "start": 4400.76, "end": 4405.28}, {"text": "Littlefield in Brooklyn, New York City. We got a sketch show with us, Home Planet,", "start": 4405.28, "end": 4413.72}, {"text": "Alex and Joe and Pierce.", "start": 4413.72, "end": 4415.84}, {"text": "Yep. And we also have the shareholder meeting this Friday. Yep. If you want to", "start": 4415.84, "end": 4420.28}, {"text": "upgrade your Patreon to the executive tier, you'll join the shareholder meeting", "start": 4420.28, "end": 4424.08}, {"text": "and get to give your input on the company. Yeah. Speaking of us being a", "start": 4424.08, "end": 4427.28}, {"text": "company, we do a... It's business formal. You have to dress up. You have to wear a", "start": 4427.28, "end": 4432.28}, {"text": "camera on, suit, camera on.", "start": 4432.3, "end": 4434.3}, {"text": "And if you can't make it, there's always a video", "start": 4434.3, "end": 4436.3}, {"text": "available on the Patreon.", "start": 4436.3, "end": 4438.3}, {"text": "We give presentations", "start": 4438.3, "end": 4440.3}, {"text": "and I think", "start": 4440.3, "end": 4442.3}, {"text": "if you're into making money, I don't know", "start": 4442.3, "end": 4444.3}, {"text": "how many people listen to this fucking", "start": 4444.3, "end": 4446.3}, {"text": "show like money. But if you do like money", "start": 4446.3, "end": 4448.3}, {"text": "and if you have $15", "start": 4448.3, "end": 4450.3}, {"text": "yeah, and Q", "start": 4450.3, "end": 4452.3}, {"text": "yeah. If you like Q's, we bring the A's.", "start": 4452.3, "end": 4454.3}, {"text": "Yeah, we got you.", "start": 4454.3, "end": 4456.3}, {"text": "Bye.", "start": 4456.3, "end": 4458.3}, {"text": "Speaking of bean curtain, they're showing Johnny Depp's kids bean curtain on HBO every", "start": 4460.3, "end": 4466.02}, {"text": "single night at 5 o'clock.", "start": 4466.02, "end": 4467.9}, {"text": "The idol used to be something that Indiana Jones stole out of a cave and now it's a woman", "start": 4467.9, "end": 4472.62}, {"text": "with breasts.", "start": 4472.62, "end": 4473.62}, {"text": "It's a woman with breasts.", "start": 4473.62, "end": 4474.62}, {"text": "I mean, it used to be a Chinese guy and we don't know if he has a mental handicap and", "start": 4474.62, "end": 4478.9}, {"text": "he goes up and sings Ricky Martin.", "start": 4478.9, "end": 4479.9}, {"text": "Let me point something out to you guys right now.", "start": 4479.9, "end": 4482.54}, {"text": "This show, it's pornographic.", "start": 4482.54, "end": 4484.1}, {"text": "Okay, this show, it goes against our values.", "start": 4484.1, "end": 4486.54}, {"text": "It's showing these things that we don't agree with.", "start": 4486.54, "end": 4488.98}, {"text": "And you notice the show used to be called American Idol.", "start": 4488.98, "end": 4492.58}, {"text": "But as soon as it turned into this, what happened?", "start": 4492.58, "end": 4496.02}, {"text": "What happened?", "start": 4496.02, "end": 4497.02}, {"text": "They took out the word American.", "start": 4497.02, "end": 4499.86}, {"text": "It's not American.", "start": 4499.86, "end": 4501.54}, {"text": "It's no longer American.", "start": 4501.54, "end": 4503.42}, {"text": "This is fully a European idol that we have on our hands on television right now.", "start": 4503.42, "end": 4507.86}, {"text": "And is The Weeknd Canadian?", "start": 4507.86, "end": 4509.18}, {"text": "And people are finally...", "start": 4509.18, "end": 4510.18}, {"text": "Oh shit!", "start": 4510.18, "end": 4511.18}, {"text": "Is he Canadian?", "start": 4511.18, "end": 4512.18}, {"text": "Yes!", "start": 4512.18, "end": 4513.18}, {"text": "He's a Canadian idol!", "start": 4513.18, "end": 4514.18}, {"text": "What the fuck?", "start": 4514.18, "end": 4515.18}, {"text": "We're finally starting to realize how disgusting the weekend is.", "start": 4515.18, "end": 4518.72}, {"text": "Uh-huh.", "start": 4518.72, "end": 4519.24}, {"text": "People are starting to realize what we knew years ago.", "start": 4519.24, "end": 4521.56}, {"text": "We were talking about eating that damn pussy all the time.", "start": 4521.56, "end": 4525.08}, {"text": "We were doing...", "start": 4525.08, "end": 4526.1}, {"text": "Will you let me flick my tick?", "start": 4526.1, "end": 4527.32}, {"text": "Before anybody even knew this.", "start": 4527.32, "end": 4529.04}, {"text": "Flick my tick.", "start": 4529.04, "end": 4530.06}, {"text": "Will you let me flick my tick or not?", "start": 4530.06, "end": 4533.06}, {"text": "Will you take the tick off my...", "start": 4533.06, "end": 4536.58}, {"text": "He's saying shit I don't even know what he's saying.", "start": 4536.58, "end": 4540.78}, {"text": "It's so disgusting.", "start": 4540.78, "end": 4542.1}, {"text": "Flick my tick.", "start": 4542.1, "end": 4543.12}, {"text": "What does that even mean?", "start": 4543.12, "end": 4545.14}, {"text": "Pop my bubble gum on my bubble gum and flick my take my ball", "start": 4545.14, "end": 4549.94}, {"text": "shit on my balls.", "start": 4549.94, "end": 4552.24}, {"text": "Shoot my balls, shoot my balls, like my scam.", "start": 4552.24, "end": 4556.74}, {"text": "I'm bugging got blisters.", "start": 4556.74, "end": 4559.24}, {"text": "Pick them picking my book.", "start": 4559.24, "end": 4561.94}, {"text": "Look at my tick.", "start": 4561.94, "end": 4564.34}, {"text": "Like my tick.", "start": 4564.34, "end": 4566.04}, {"text": "Will you let me flick my tick?", "start": 4566.04, "end": 4567.54}, {"text": "Will you let me flick my tick or not?", "start": 4567.54, "end": 4570.44}, {"text": "or not.", "start": 4571.14, "end": 4572.14}, {"text": "Nah.", "start": 4572.14, "end": 4573.14}, {"text": "Nah.", "start": 4573.14, "end": 4574.14}, {"text": "Nah.", "start": 4574.14, "end": 4575.14}, {"text": "I'm not going to let you flick your tic.", "start": 4575.14, "end": 4578.38}, {"text": "But he made a video.", "start": 4578.38, "end": 4579.38}, {"text": "Please, girl, please, please, please let me flick my tic.", "start": 4579.38, "end": 4583.58}, {"text": "No, we don't want you to.", "start": 4583.58, "end": 4584.58}, {"text": "I have a tic that needs to flick.", "start": 4584.58, "end": 4586.58}, {"text": "Please.", "start": 4586.58, "end": 4587.58}, {"text": "We don't want him to flick his tic.", "start": 4587.58, "end": 4590.58}, {"text": "Please, oh please, please, please, please, please, please, please, please, please, please,", "start": 4590.58, "end": 4594.06}, {"text": "please, please, please, please, please, please, please, please, please, please, please, please,", "start": 4594.06, "end": 4595.06}, {"text": "please, please, please, please, please, please, please, please, please, please, please, please,", "start": 4595.06, "end": 4596.06}, {"text": "please, please, please, please, please, please, please, please, please, please, please, please,", "start": 4596.06, "end": 4597.06}], "title": "Ep. 247 - Welcome to the Dojo", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--247---Welcome-to-the-Dojo-e25vu2m", "date": "Wed, 21 Jun 2023 11:00:26 GMT", "id": 272}