{"lines": [{"text": "You're a real puppy dog.", "start": 0.0, "end": 2.28}, {"text": "- Hey, who you calling puppy dog over here?", "start": 2.28, "end": 5.04}, {"text": "I'm a big dog.", "start": 5.04, "end": 6.52}, {"text": "I'm a full grown adult.", "start": 6.52, "end": 8.0}, {"text": "- Wow, what a terrific audience.", "start": 8.0, "end": 10.9}, {"text": "(audience applauding)", "start": 10.9, "end": 15.04}, {"text": "Thank you, thank you, thank you.", "start": 15.04, "end": 16.72}, {"text": "- Thank you so much.", "start": 16.72, "end": 18.0}, {"text": "- Hello everybody and welcome to the open mic.", "start": 18.0, "end": 22.56}, {"text": "Your first comedian is Caleb Pitts.", "start": 22.56, "end": 26.24}, {"text": "- Woo!", "start": 26.24, "end": 28.24}, {"text": "Hey guys, what's up everybody? Okay, I'm 15 years old and I'm fucking clueless.", "start": 29.14, "end": 49.3}, {"text": "Pretty much the title LMFAO. I have no idea if these jokes are appropriate for", "start": 49.3, "end": 54.78}, {"text": "my first open mic. Criticism not just welcomed but invited. I'm looking to", "start": 54.78, "end": 58.86}, {"text": "improve, not impress TBH. Here are my jokes. Teenage activists, you know them,", "start": 58.86, "end": 65.86}, {"text": "always parading their views about issues such as climate change and LGBT rights.", "start": 65.86, "end": 70.36}, {"text": "They love saying that they want their voice to be heard. I understand their", "start": 70.36, "end": 74.74}, {"text": "point completely. It can be hard to speak very loud when I'm throttling them to", "start": 74.74, "end": 78.8}, {"text": "death for being annoying cunts. As I'm sure you can tell, I'm extremely new to", "start": 78.8, "end": 86.58}, {"text": "new to performing comedy. Well, to be fair, I'm pretty new to living at the", "start": 86.58, "end": 91.78}, {"text": "age of fifteen.", "start": 91.78, "end": 92.54}, {"text": "That's beside the point. All I ask of you is, please, can I have no heckling", "start": 92.54, "end": 100.46}, {"text": "or jeering throughout this set? And in the words of my maths teacher, please", "start": 100.46, "end": 105.02}, {"text": "don't make me run out the room crying with six flesh wounds this time.", "start": 105.02, "end": 108.34}, {"text": "I believe that TikTok and other apps that give you instant gratification in", "start": 108.34, "end": 114.78}, {"text": "short burts are ruining my generation's attention span. It's gotten so bad that", "start": 114.78, "end": 120.38}, {"text": "they can't go five minutes without losing interest", "start": 120.38, "end": 122.78}, {"text": "stairs out into the distance. Oh wow, that was pretty good. Yeah, wow, I kind", "start": 122.78, "end": 129.58}, {"text": "of like that one. That one gets a wow from us.", "start": 129.58, "end": 131.9}, {"text": "Have you ever stopped to think why exactly my generation is called generation", "start": 131.9, "end": 137.66}, {"text": "Z?", "start": 137.66, "end": 137.98}, {"text": "I'm starting to think it might be because they saw us with our tick tock and our", "start": 137.98, "end": 142.46}, {"text": "pronouns and thought this is it end of the line for humanity. Let's get to Z", "start": 142.5, "end": 147.96}, {"text": "the end of the alphabet.", "start": 147.96, "end": 149.52}, {"text": "I've been told by many people from the older generation that all the rap music", "start": 149.52, "end": 159.0}, {"text": "I listen to sounds the same. I'm assuming this is because without their", "start": 159.0, "end": 162.26}, {"text": "hearing aids, everything sounds silent.", "start": 162.26, "end": 164.06}, {"text": "No, you can't boo me. You cannot boo me. Okay.", "start": 164.06, "end": 168.46}, {"text": "I take the bus to school every day. I don't know what it used to be like,", "start": 170.3, "end": 174.74}, {"text": "but these days every single person on the bus is looking on their phone.", "start": 174.74, "end": 179.26}, {"text": "Well,", "start": 179.26, "end": 180.54}, {"text": "that stopped last week when the bus driver has drove us off a cliff after being", "start": 180.54, "end": 184.5}, {"text": "distracted on Instagram. Okay.", "start": 184.5, "end": 187.26}, {"text": "The dog is talking to the microphone.", "start": 187.26, "end": 191.14}, {"text": "He keeps growling too. I live in an extremely small village", "start": 191.14, "end": 196.86}, {"text": "where things are quiet. Yeah, I was living in extremely small village. Yeah,", "start": 199.9, "end": 205.1}, {"text": "I live in an extremely small village where things are quiet and I mean", "start": 205.1, "end": 210.06}, {"text": "literally quiet. There's barely any sound", "start": 210.06, "end": 213.3}, {"text": "loudest thing I hear daily is the tweeting of birds, the gentle breeze and", "start": 213.3, "end": 219.82}, {"text": "the distant shotguns of people killing themselves in the background.", "start": 219.82, "end": 222.98}, {"text": "I find these funny, but my sense of humor is kind of retarded. So again,", "start": 222.98, "end": 229.02}, {"text": "feedback, please.", "start": 229.26, "end": 230.26}, {"text": "So I want feedback on my jokes. I'm fifteen. This is my first time doing", "start": 230.26, "end": 235.38}, {"text": "this. Okay, can you read", "start": 235.38, "end": 236.68}, {"text": "can you read that one about the village again? I live in an extremely small", "start": 236.68, "end": 242.66}, {"text": "village", "start": 242.66, "end": 243.2}, {"text": "where things are quiet and I mean literally quiet.", "start": 243.2, "end": 248.66}, {"text": "There's barely any sound. The loudest thing I hear daily is the tweeting of", "start": 248.66, "end": 253.64}, {"text": "birds, the gentle breeze and distant shotguns of people killing themselves in", "start": 253.64, "end": 258.62}, {"text": "sorry. I said in the background. It's in boredom in boredom in board because", "start": 258.78, "end": 262.32}, {"text": "it's so quiet.", "start": 262.32, "end": 263.18}, {"text": "So just real quick ratings ratings on that set. I like the when you said the", "start": 263.18, "end": 270.14}, {"text": "flesh wounds joke that was good. That was good. It's kind of a brick. This", "start": 270.14, "end": 273.62}, {"text": "six is probably British. Yeah. Oh yeah. He lives in a village. Yeah. He's", "start": 273.62, "end": 277.44}, {"text": "either British or Romanian. Oh", "start": 277.44, "end": 280.22}, {"text": "I thought that the jokes maybe lacked a little bit of perspective. Okay. I don't", "start": 280.22, "end": 285.72}, {"text": "exactly know anything more about you other than the fact that you're", "start": 285.74, "end": 288.46}, {"text": "fifteen years old. Well, I'll tell you this is my first stand up comedy bit", "start": 288.46, "end": 292.2}, {"text": "feedback would be much appreciated two different kinds of shit. I'm sixteen", "start": 292.2, "end": 296.94}, {"text": "now and I have wanted to be a comedian for ages. This is just my first attempt", "start": 296.94, "end": 301.7}, {"text": "at a bit and I'm going to take them. I'm going to get real comfortable on this", "start": 301.7, "end": 303.7}, {"text": "one. Yeah, Mike out of the stand. This is just my first attempt at a bit judge", "start": 303.7, "end": 308.42}, {"text": "harshly do what you have to do. I want to improve okay. So here's my new my", "start": 308.42, "end": 312.3}, {"text": "new bit now that I'm a year older, a year, wise years past. This is my new", "start": 312.34, "end": 315.74}, {"text": "bit.", "start": 315.74, "end": 315.96}, {"text": "I know shit and poop are the same thing,", "start": 315.96, "end": 318.84}, {"text": "but there is a distinct different between a shit and a poop poop is a", "start": 318.84, "end": 327.4}, {"text": "little glop yeah, a glop just a boot", "start": 327.4, "end": 331.16}, {"text": "just drops take diaper off. No mess. A shiver is a shit. A shit is the", "start": 331.16, "end": 340.38}, {"text": "fucking mess that seems to spread like a viral disease. It spreads like it's got", "start": 340.42, "end": 344.96}, {"text": "half a brain to go somewhere and has a cab to catch. It starts by the shitter", "start": 344.96, "end": 349.12}, {"text": "and ends up in your kid's hair, probably in his mouth. If you're a shit parent,", "start": 349.12, "end": 353.62}, {"text": "always in their mouths, kids won't take food made for eating, but give them some", "start": 353.62, "end": 358.0}, {"text": "shit and ten seconds flat, it'll be in their mouth. If not in their mouths, then", "start": 358.0, "end": 362.74}, {"text": "in your mouth. So that's my shit versus. I think that that shit versus poop that", "start": 362.74, "end": 368.22}, {"text": "it's going somewhere very good yeah yeah. It's on its way versus poop yeah is", "start": 368.26, "end": 373.78}, {"text": "really good. Are you getting there versus I think a year has definitely made you", "start": 373.78, "end": 378.7}, {"text": "yeah smarter, stronger, what happens when you're seventeen? Well, let's see", "start": 378.7, "end": 382.66}, {"text": "because now I'm seventeen okay, okay,", "start": 382.66, "end": 384.78}, {"text": "and I just did my first open mic", "start": 384.78, "end": 387.46}, {"text": "and I totally bomb.", "start": 387.46, "end": 389.42}, {"text": "I don't have a video, but here are some of my jokes. Tell me what you think", "start": 389.42, "end": 394.22}, {"text": "and feel free to steal them. Number one, I was with a friend at a party the", "start": 394.22, "end": 398.1}, {"text": "the other day and notice someone dropped something into her drink. I rushed over", "start": 398.1, "end": 401.62}, {"text": "and tried to stop her from drinking it, but I was too late and she passed out.", "start": 401.62, "end": 405.14}, {"text": "Now, like the good friend, I am. I sat next to her the entire night and made", "start": 405.14, "end": 409.1}, {"text": "sure no one touched her while I had sex with her", "start": 409.1, "end": 411.5}, {"text": "Jesus", "start": 411.5, "end": 413.36}, {"text": "at the bar or the party. I think I was at a part yet in the middle of party.", "start": 413.36, "end": 419.5}, {"text": "Yeah, okay, just you know yeah", "start": 419.5, "end": 421.66}, {"text": "yeah, it's all number to joke, but rape isn't funny. That's why we have rape", "start": 423.54, "end": 428.98}, {"text": "whistles", "start": 428.98, "end": 429.52}, {"text": "because it's not funny,", "start": 429.52, "end": 432.14}, {"text": "an incredible invention that has saved millions of girls from getting raped", "start": 432.14, "end": 436.66}, {"text": "each year. Extremely effective. That's why I like to take my dates to sporting", "start": 436.66, "end": 440.42}, {"text": "events.", "start": 440.42, "end": 440.82}, {"text": "Oh, you're a rapist, you're you rape. It's kind of guys. I'm kind of doing", "start": 440.82, "end": 447.38}, {"text": "Anthony Jessel Nick thing. I have the suit on. It's kind of dark humor. Okay,", "start": 447.38, "end": 452.34}, {"text": "I'm only really preferences old like warning yeah or anything. Well, I did", "start": 452.42, "end": 456.3}, {"text": "kind of say that I had a kind of a our worded sense of humor. That's true", "start": 456.3, "end": 460.22}, {"text": "number three. I hate living with roommates because we get into fights all", "start": 460.22, "end": 465.24}, {"text": "the time over the littlest things like the other day. My roommate caught me", "start": 465.24, "end": 468.6}, {"text": "eating his food and got mad at me. So in retaliation, he broke one of my DVDs. I", "start": 468.6, "end": 474.88}, {"text": "was mad at first until I realized the joke was on him. It was his sister's DVD.", "start": 474.88, "end": 479.34}, {"text": "yeah. She let me borrow it after I fucked", "start": 480.82, "end": 482.56}, {"text": "okay", "start": 482.56, "end": 488.86}, {"text": "number four. Okay, so this is two. This is a two part question. Oh, okay, male", "start": 488.86, "end": 493.76}, {"text": "athletes are scumbags. They have sex with hundreds of women and have dozens of", "start": 493.76, "end": 497.36}, {"text": "kids that they never take care of. You never hear about that with women", "start": 497.36, "end": 500.44}, {"text": "athletes. I think that's because women, unlike men, actually have responsibility", "start": 500.44, "end": 504.26}, {"text": "and take care of their kids by having an abortion.", "start": 504.26, "end": 506.96}, {"text": "I think the face there is really good. The face is pulling a little. I do all", "start": 508.8, "end": 512.24}, {"text": "that yeah say that say that joke again, but like mug the whole time mug the", "start": 512.24, "end": 517.0}, {"text": "whole time and then once you hit the punch line, I want you to basically just", "start": 517.0, "end": 521.64}, {"text": "like look into the look right into the camera. Okay,", "start": 521.64, "end": 525.32}, {"text": "male athletes are scumbags. They have sex with hundreds of women and have", "start": 525.32, "end": 531.0}, {"text": "dozens of kids that they never take care of. You never hear about that with", "start": 531.0, "end": 534.18}, {"text": "women athletes. I think that's because women, unlike men, actually have", "start": 534.18, "end": 538.28}, {"text": "responsibility and take care of their kids by having an abortion.", "start": 538.32, "end": 542.12}, {"text": "That's amazing that better yeah, that's really it's hard for women athletes to", "start": 542.12, "end": 549.36}, {"text": "have an abortion, though, because they're always in the public eye and millions of", "start": 549.36, "end": 553.92}, {"text": "girls look up to them as role models. Plus, they practice running up and down", "start": 553.92, "end": 557.04}, {"text": "stairs every day. Just try pushing them down one flight of them damn nearly", "start": 557.04, "end": 562.2}, {"text": "impossible.", "start": 562.2, "end": 562.88}, {"text": "so you hit the woo button on that. Wait, say that again. Guys, I have always", "start": 563.88, "end": 569.08}, {"text": "thought titles were weird. I feel like you have to be proficient in something", "start": 569.08, "end": 573.6}, {"text": "to call yourself it. Like I've played music most of my life, so I would call", "start": 573.6, "end": 577.64}, {"text": "myself a musician. I'm a student, a programmer, a registered sex offender", "start": 577.64, "end": 582.4}, {"text": "required to by law to tell you I'm moving into your neighbourhood.", "start": 582.4, "end": 585.12}, {"text": "So I made two edits to my post. Number one was grammar and number two was", "start": 585.12, "end": 590.16}, {"text": "thanks everyone for the feedback. I like offensive jokes just because I want", "start": 590.2, "end": 594.12}, {"text": "people to realize how stupid it is to get offended at certain things. It's", "start": 594.12, "end": 597.44}, {"text": "just jokes, but I realize I'm not as good as a writer as Jessel Nick or car.", "start": 597.44, "end": 602.04}, {"text": "That's Jimmy car yeah, so it may just come off as crude to be crude. I guess", "start": 602.04, "end": 607.4}, {"text": "I'll try to stick to this safe stuff for now.", "start": 607.4, "end": 609.52}, {"text": "I have an example of safe stuff. Safe stuff would be probably a not you do a", "start": 609.52, "end": 615.04}, {"text": "safe joke right now.", "start": 615.04, "end": 616.16}, {"text": "Yeah, sure", "start": 616.16, "end": 619.08}, {"text": "I think Hannibal Lecter got humans and Lay's potato chips mixed up.", "start": 619.08, "end": 626.08}, {"text": "Okay, that'll be, I'll be back later.", "start": 626.08, "end": 632.08}, {"text": "Give it up, everybody. Who's next? I can go next.", "start": 632.08, "end": 636.08}, {"text": "Our next comedian is going to be, he's very, very funny. Please give it up for Cameron Fetter, ladies and gentlemen.", "start": 636.08, "end": 641.08}, {"text": "Keep it going for Cameron. Wow, look at him. How's it going? Everybody good man.", "start": 641.08, "end": 656.88}, {"text": "Crazy show so far, huh? Zoom the camera.", "start": 656.88, "end": 661.92}, {"text": "Let's see here. So I got to remember what I'm doing. You know, as a stand up", "start": 661.92, "end": 668.28}, {"text": "or sometimes you'd get all your jokes mixed up. Sure, everybody knows now it", "start": 668.28, "end": 673.68}, {"text": "doesn't happen to me really. My wife", "start": 673.68, "end": 676.12}, {"text": "is a big fan of grape jam.", "start": 676.12, "end": 679.08}, {"text": "I'm not a fan myself, but it's better than banana jam didn't sit right for a", "start": 679.08, "end": 688.16}, {"text": "week after that horror.", "start": 688.16, "end": 689.48}, {"text": "What is banana jam? The other day, my Spotify started playing music in my", "start": 693.6, "end": 698.9}, {"text": "pocket. It was MC Hammers, You Can't Touch This. That song is so good, I", "start": 698.9, "end": 704.36}, {"text": "couldn't help but dance to it. I even got passerbys involved in everything.", "start": 704.36, "end": 708.6}, {"text": "It was great.", "start": 708.6, "end": 709.32}, {"text": "The people at my grandma's funeral were not happy.", "start": 709.32, "end": 713.68}, {"text": "You were dancing at your grandmother's fucking funeral? To Spotify from my", "start": 713.68, "end": 717.52}, {"text": "pocket. To Spotify from the pocket, yeah. Pocket Spotify at my grandma's funeral.", "start": 717.52, "end": 721.96}, {"text": "but you said you got people to dance with you, so it seems like they were", "start": 722.04, "end": 724.44}, {"text": "oh okay at the people were walking by the funeral yeah. There was an outside", "start": 724.44, "end": 728.72}, {"text": "funeral. Okay, the hardest part about the gym is hunger yeah. It very hard to", "start": 728.72, "end": 735.48}, {"text": "lose weight when you eat all the time pulls out a snickers", "start": 735.48, "end": 739.56}, {"text": "Guys, I have a 35-year-old friend who argues that he's not a millennial.", "start": 748.4, "end": 752.8}, {"text": "I read in a blog that said, \"I'm a Xennial.\"", "start": 752.8, "end": 755.64}, {"text": "It's the term for someone born in the late '80s who doesn't identify as a millennial.", "start": 755.64, "end": 760.16}, {"text": "Which is the most millennial sentence ever spoken?", "start": 760.16, "end": 763.0}, {"text": "Anybody?", "start": 763.0, "end": 765.6}, {"text": "Vince Young retired from football today.", "start": 765.6, "end": 770.16}, {"text": "In other news, as of yesterday, Vince Young was still considered a football player.", "start": 770.16, "end": 775.16}, {"text": "Damn.", "start": 775.16, "end": 777.0}, {"text": "who", "start": 777.0, "end": 777.5}, {"text": "Christianity explains a lot. It explains why I get sexually aroused by barbecue", "start": 777.5, "end": 787.04}, {"text": "three", "start": 787.04, "end": 788.52}, {"text": "read Genesis women evolved from ribs. That's where they get those thick meaty", "start": 788.52, "end": 799.84}, {"text": "curves.", "start": 799.84, "end": 801.06}, {"text": "barbecue sauce makes an amazing lube in the bedroom to my GF never lets me use", "start": 802.04, "end": 807.68}, {"text": "it like that, but occasionally she will get me off with a dry rub.", "start": 807.68, "end": 811.32}, {"text": "That's pretty good, but we can't use BBQ sauce. No, it hurt. I saw you on salt", "start": 811.32, "end": 817.2}, {"text": "all over your cock and cayenne pepper. Democrats are now considering allowing", "start": 817.2, "end": 821.44}, {"text": "prayer back in schools after discovering recently that prayers work.", "start": 821.44, "end": 825.52}, {"text": "recently prayers were discovered that they work by Democrats", "start": 828.16, "end": 831.2}, {"text": "a couple months back. I discovered a secret setting on our shower head and", "start": 831.2, "end": 838.32}, {"text": "promptly used it to clean my nether region, causing me to accidentally shit", "start": 838.32, "end": 843.44}, {"text": "the tub.", "start": 843.44, "end": 844.02}, {"text": "Since then, I've been accidentally shitting the tub every day.", "start": 844.02, "end": 850.6}, {"text": "I have a question on that yeah. What so you you washed your my third reason", "start": 856.08, "end": 861.3}, {"text": "balls. I think it means, but", "start": 861.3, "end": 863.78}, {"text": "another reason is your penis and your balls. Well, I guess it's including the", "start": 863.78, "end": 868.16}, {"text": "but because how did it make him shit the toe? That's what I'm that's my", "start": 868.16, "end": 870.76}, {"text": "question, but also why would washing your ass make you shit? Well, that's the", "start": 870.76, "end": 874.16}, {"text": "maybe it was so clogged that he got the he was like pulling up like a cork out", "start": 874.16, "end": 879.36}, {"text": "yeah cork of shit. Oh, well, I don't forget it's a secret setting yeah as", "start": 879.36, "end": 884.8}, {"text": "also you don't know. He was do it was like douching his as it must have been", "start": 884.84, "end": 889.0}, {"text": "with the shower head and then it", "start": 889.0, "end": 890.74}, {"text": "made him a minute unplugged. All the sorry, where I get healthy. I make my", "start": 890.74, "end": 895.58}, {"text": "own mayonnaise", "start": 895.58, "end": 896.58}, {"text": "gotta beat the hell out of eggs and oil. It's not hard, though. See it uses the", "start": 896.58, "end": 907.82}, {"text": "same muscles as masturbating no, which is what you do when girls find out you", "start": 907.82, "end": 912.42}, {"text": "I can't afford mayonnaise. It's a viscous cycle. Oh yeah, yeah, yeah, yeah,", "start": 912.46, "end": 919.16}, {"text": "a viscous cycle. That's pretty good man. I recently ripped my pants for the", "start": 919.16, "end": 923.46}, {"text": "fifth time this year. I am to pants as Hulk Hogan is to t shirts.", "start": 923.46, "end": 928.2}, {"text": "I rip pants off my body.", "start": 928.2, "end": 931.88}, {"text": "When I liked and became a fan of all those stupid spam pages two years ago, I", "start": 931.88, "end": 938.24}, {"text": "had no idea my news feed would become a breeding ground for misused memes,", "start": 938.24, "end": 942.04}, {"text": "screenshots from Tumblr, poorly photoshopped pictures of Obama, and misquoted sayings over", "start": 942.22, "end": 946.82}, {"text": "a picture of space.", "start": 946.82, "end": 949.22}, {"text": "Sad news.", "start": 949.22, "end": 954.58}, {"text": "The British simile champion has died.", "start": 954.58, "end": 956.86}, {"text": "We shall not see his like again.", "start": 956.86, "end": 960.78}, {"text": "You shall not see his like again.", "start": 960.78, "end": 961.94}, {"text": "Okay, here's some that I need feedback on.", "start": 961.94, "end": 963.62}, {"text": "Okay.", "start": 963.62, "end": 964.62}, {"text": "All right.", "start": 964.62, "end": 965.62}, {"text": "Tell me what you think of these jokes.", "start": 965.62, "end": 966.62}, {"text": "Please be honest.", "start": 966.62, "end": 967.62}, {"text": "I'm going to keep this short and sweet.", "start": 967.62, "end": 968.62}, {"text": "Please be honest.", "start": 968.62, "end": 970.08}, {"text": "The second season of Stranger Things was released on Netflix last week.", "start": 970.08, "end": 974.0}, {"text": "The show's entire young cast is back for another season.", "start": 974.0, "end": 977.0}, {"text": "They've all aged horribly.", "start": 977.0, "end": 979.26}, {"text": "This cast has aged so poorly that even Kevin Spacey doesn't believe any of them are 14 years old.", "start": 979.26, "end": 984.52}, {"text": "[laughter]", "start": 984.52, "end": 985.52}, {"text": "Netflix cancelled House of Cards amid the allegations made against Kevin Spacey.", "start": 985.52, "end": 990.76}, {"text": "Kevin's accuser has alleged that he's seen people laugh at Spacey's Johnny Carson impression", "start": 990.76, "end": 995.52}, {"text": "and he knows others that have managed to stay awake through an entire episode of", "start": 995.52, "end": 998.96}, {"text": "house of cards.", "start": 998.96, "end": 999.68}, {"text": "Damn, that's like a late night joke. Oh wait. You want feedback on these", "start": 999.68, "end": 1004.26}, {"text": "individuals on this? I would say the worst part about these two is that it", "start": 1004.26, "end": 1008.78}, {"text": "feels like they're pretty old. Yeah, yeah, maybe this will this this might", "start": 1008.78, "end": 1012.98}, {"text": "address. What do you mean? Okay,", "start": 1012.98, "end": 1013.88}, {"text": "like I think we're there about a five or no, I have one for this hold on about", "start": 1013.88, "end": 1020.04}, {"text": "age. Yeah, Kevin Spacey and", "start": 1020.04, "end": 1022.52}, {"text": "celebrated her seven twenty second year old birthday. It was a small affair of", "start": 1024.04, "end": 1028.68}, {"text": "forty nine people and Caitlyn Jenner.", "start": 1028.68, "end": 1031.08}, {"text": "Kendall's sisters, Chloe and Kylie, were unable to attend the party due to both", "start": 1031.08, "end": 1036.0}, {"text": "being pregnant. Despite of this, the sisters, baby daddies, OJ Simpson and", "start": 1036.0, "end": 1040.44}, {"text": "Lucifer, attended the affair. Oh damn, both were pictured together drinking", "start": 1040.44, "end": 1044.12}, {"text": "margaritas and casually laughing while reminiscing about a deal. The two struck", "start": 1044.12, "end": 1048.08}, {"text": "together twenty two years ago. See that one's also about age. See okay, this one's", "start": 1048.08, "end": 1052.44}, {"text": "thought about it. That's okay. That's my it's not you're misunderstanding my", "start": 1052.48, "end": 1056.12}, {"text": "problem. I don't care about if the joke has age in it. The iPhone ten is I", "start": 1056.12, "end": 1061.16}, {"text": "don't that's not", "start": 1061.16, "end": 1062.04}, {"text": "next month. The eighth star wars will be released.", "start": 1062.04, "end": 1065.28}, {"text": "The results twice in eight weeks, people from around the world will wait on", "start": 1065.28, "end": 1070.1}, {"text": "massive lines to consume the newest version of the exact same product that", "start": 1070.1, "end": 1074.16}, {"text": "they've owned for years.", "start": 1074.16, "end": 1075.4}, {"text": "That one I like yeah yeah people not about age yeah, I like that one yeah", "start": 1075.4, "end": 1081.28}, {"text": "Okay, that's the end of the feedback part.", "start": 1081.28, "end": 1084.08}, {"text": "Okay.", "start": 1084.08, "end": 1085.08}, {"text": "Blue No Matter Who is a good slogan for Democratic voters, but it's a terrible slogan for lifeguards.", "start": 1085.08, "end": 1090.96}, {"text": "That one's pretty good.", "start": 1090.96, "end": 1091.96}, {"text": "That's kind of fun.", "start": 1091.96, "end": 1092.96}, {"text": "That one's actually pretty good.", "start": 1092.96, "end": 1094.44}, {"text": "Sorry, you said feedback's over.", "start": 1094.44, "end": 1095.92}, {"text": "Yeah, there's no feedback on that one.", "start": 1095.92, "end": 1098.6}, {"text": "Am I the only one that finds it frustrating that every time you go home and try to sit", "start": 1098.6, "end": 1101.48}, {"text": "down and watch the news Huey Lewis is singing over them?", "start": 1101.48, "end": 1104.52}, {"text": "I actually kind of like that one.", "start": 1104.52, "end": 1108.36}, {"text": "That one's good too.", "start": 1108.36, "end": 1109.36}, {"text": "I was a little funny. Okay, okay, I think we should ban abortion and then raise", "start": 1109.36, "end": 1116.46}, {"text": "those babies as our military. Send them over twenty years later, the mother gets", "start": 1116.46, "end": 1121.8}, {"text": "a telegram, I guess a telegram", "start": 1121.8, "end": 1124.18}, {"text": "in twenty years. I go back to telegrams.", "start": 1124.18, "end": 1129.58}, {"text": "The mother gets a telegram. Remember that abortion you wanted done. Damn", "start": 1129.58, "end": 1136.1}, {"text": "okay, that's fire yeah.", "start": 1136.1, "end": 1138.54}, {"text": "I want to open a store like Build-A-Bear, but with shirts. I'll call it Get Your", "start": 1138.54, "end": 1145.02}, {"text": "Shirt Together. Okay, well, real quickly, can you walk me through what that would", "start": 1145.02, "end": 1149.84}, {"text": "look like? Yeah, so you'd pick a shirt, but like Build-A-Bear, you put the- Are", "start": 1149.84, "end": 1154.06}, {"text": "you going to put the sleeves on the shirt? Are you- Yeah, so and then you- It's", "start": 1154.06, "end": 1157.74}, {"text": "not just you don't just put something on the front of the shirt. There you have", "start": 1157.74, "end": 1160.34}, {"text": "it. You pick the color of the shirt. Yeah, and you can decide whether or not it", "start": 1160.34, "end": 1163.46}, {"text": "has sleeves. You can go tank top or- I think you just- Sleeveless shirt. You", "start": 1163.46, "end": 1167.34}, {"text": "but it'll be called get your shirt together. Yeah, because I mean the name", "start": 1167.36, "end": 1169.82}, {"text": "to do one long, a place about name one short sleeve or buttons. You can pick", "start": 1169.82, "end": 1174.0}, {"text": "buttons if it's button down yeah, okay, anyway, I want to go as a vice", "start": 1174.0, "end": 1178.4}, {"text": "journalist for Halloween. Does anyone have a trust fund I can borrow", "start": 1178.4, "end": 1181.94}, {"text": "I just went bankrupt to heater heater from from Cameron? I'm so fat and my", "start": 1181.94, "end": 1189.32}, {"text": "boobs are so big.", "start": 1189.32, "end": 1190.36}, {"text": "If I were a t shirt with writing, people actually have to move their heads to", "start": 1190.36, "end": 1194.98}, {"text": "reread it. Holy Shit Damn, I always check IMDB before saying", "start": 1195.0, "end": 1200.3}, {"text": "I always check IMDB before saying Disney and Nickelodeon actresses are hot just", "start": 1200.3, "end": 1206.1}, {"text": "to make sure I am not a pervert.", "start": 1206.1, "end": 1207.82}, {"text": "This guy's a lot of Disney and Nickelodeon", "start": 1207.82, "end": 1216.52}, {"text": "good news. I just signed a deal with Disney. The deal is I have to stay fifty", "start": 1216.52, "end": 1224.12}, {"text": "fade away at all times from Disney from Disney. I guess from Disney World,", "start": 1224.18, "end": 1229.56}, {"text": "you know, just as Disney, the kind of the yes, it is a company office. I", "start": 1229.56, "end": 1233.68}, {"text": "guess, oh, that's fine. What does depression feel like put on a denim", "start": 1233.68, "end": 1238.16}, {"text": "suit, then swim a few laps?", "start": 1238.16, "end": 1240.32}, {"text": "Wow, that one I could see kind of on a kind of white text on like a it is", "start": 1240.32, "end": 1245.96}, {"text": "white text really yeah on like a gray photo background. No, it's on a stand", "start": 1245.96, "end": 1252.1}, {"text": "up shot. Oh, my shit.", "start": 1252.1, "end": 1253.72}, {"text": "I saw this little kid wearing a t shirt that said Pugs, not drugs. When are", "start": 1253.72, "end": 1257.64}, {"text": "those the options? I've never met a dealer who was like hey want some", "start": 1257.64, "end": 1261.06}, {"text": "cocaine or a great Dane", "start": 1261.06, "end": 1262.58}, {"text": "rhyming punch line joke yeah anyway, any cord cutters here, yes, yes, I've", "start": 1262.58, "end": 1271.94}, {"text": "fully cut the cord so gross all that amniotic fluid spraying everywhere. Are", "start": 1271.94, "end": 1277.08}, {"text": "those scissors even clean? Oh God, I'm not that kind of cord cutter yeah.", "start": 1277.08, "end": 1281.32}, {"text": "Oh, you fell for my joke.", "start": 1281.74, "end": 1283.9}, {"text": "Tricked you.", "start": 1283.9, "end": 1285.02}, {"text": "Saw a fat guy in a Captain America shirt", "start": 1285.02, "end": 1286.78}, {"text": "breathing with his mouth open.", "start": 1286.78, "end": 1287.94}, {"text": "He may not be Captain America, but he is America.", "start": 1287.94, "end": 1291.24}, {"text": "- Wow.", "start": 1291.24, "end": 1292.42}, {"text": "- If men are turned on by wet t-shirt contests,", "start": 1292.42, "end": 1294.82}, {"text": "then why aren't women attracted to men who pee their pants?", "start": 1294.82, "end": 1298.46}, {"text": "Tired of double standards.", "start": 1298.46, "end": 1300.7}, {"text": "- Thank you.", "start": 1300.7, "end": 1301.54}, {"text": "- If you're going to wear a wife beater t-shirt,", "start": 1301.54, "end": 1304.78}, {"text": "you should at least look like you could beat up your wife.", "start": 1304.78, "end": 1307.88}, {"text": "Look at this.", "start": 1307.88, "end": 1308.72}, {"text": "- That is a good one.", "start": 1308.72, "end": 1311.38}, {"text": "Wow, all right, you're lighting me. Okay, I'm going to go ten minutes.", "start": 1311.38, "end": 1314.14}, {"text": "Sorry, so it's cool to talk about your vintage car, bust out your old record", "start": 1314.14, "end": 1317.86}, {"text": "player, but the moment I mentioned my chamber pot dot dot dot that one's", "start": 1317.86, "end": 1321.46}, {"text": "pretty funny. Okay, we're going to go through these quickly living in", "start": 1321.46, "end": 1324.6}, {"text": "Williamsburg. I can never tell if someone riding a horse is part of the", "start": 1324.6, "end": 1327.34}, {"text": "colonial ambiance or someone saving gas money.", "start": 1327.34, "end": 1329.78}, {"text": "I trombone you.", "start": 1329.78, "end": 1333.22}, {"text": "I gave you a trombone. My friend is in the hospital after breathing in toxic", "start": 1333.22, "end": 1337.9}, {"text": "fibers from the ceiling of his house. The doctors are doing asbestos. They can", "start": 1337.94, "end": 1341.54}, {"text": "would you make that joke like in the hospital? I don't think so. Well, I'm", "start": 1341.54, "end": 1346.78}, {"text": "not in a hospital. Would you make that? I think a doctor would like to this kind", "start": 1346.78, "end": 1350.02}, {"text": "of my friend got fired from her last job in retaliation for being a whistle", "start": 1350.02, "end": 1353.2}, {"text": "blower. She was discovered by the CEO's wife, Mrs. Whistle.", "start": 1353.2, "end": 1356.18}, {"text": "He's blowing", "start": 1356.18, "end": 1358.58}, {"text": "his wife.", "start": 1358.58, "end": 1360.74}, {"text": "he's blowing his wife. I spent most of my 20s in a cult like a full-blown shave", "start": 1365.34, "end": 1369.88}, {"text": "your head and leave your family to live on a compound kind of cult. It got pretty", "start": 1369.88, "end": 1373.24}, {"text": "wild. They put stuff in our food to stop us from getting horny and they made us", "start": 1373.24, "end": 1376.34}, {"text": "all dress the same and sing songs about our leader every morning. You've", "start": 1376.34, "end": 1379.54}, {"text": "probably seen them in your town trying to get more people to join. Yeah, you", "start": 1379.54, "end": 1383.24}, {"text": "might remember them. You might remember seeing them on the news when our leader", "start": 1383.24, "end": 1387.14}, {"text": "told us to kill Osama bin Laden.", "start": 1387.14, "end": 1388.84}, {"text": "So think about that one for a second. Yeah, that's think about it.", "start": 1388.84, "end": 1393.34}, {"text": "political. I'm going to do I okay, I'm just going to skip to the last one here.", "start": 1393.34, "end": 1396.3}, {"text": "I believe that Amber Heard's career is over, though. I've heard rumors,", "start": 1396.3, "end": 1404.2}, {"text": "though. I've heard rumors that Amber might do Aquaman porn spoof for the rest", "start": 1404.2, "end": 1408.7}, {"text": "of her life, but she'll never get to fuck Aquaman. Instead, Amber Heard fucks", "start": 1408.7, "end": 1413.08}, {"text": "the giant octopus monster and an octopus has eight tentacles. She gets three", "start": 1413.08, "end": 1417.9}, {"text": "tentacles fucking her mouth, three tentacles, fucking her pussy and two", "start": 1417.9, "end": 1421.64}, {"text": "tentacles holding a phone live streaming all this and when the octopus finally", "start": 1421.66, "end": 1425.64}, {"text": "climaxes, it busts its nasty sticky gooey ink all over her face. I think that", "start": 1425.64, "end": 1430.96}, {"text": "would be the only time that people could actually believe that Amber heard", "start": 1430.96, "end": 1435.08}, {"text": "received a black eye. Holy shit and that and that's what you didn't want. You", "start": 1435.08, "end": 1442.02}, {"text": "didn't want feedback on that one. No, that one's fully formed. Okay, I know. I", "start": 1442.02, "end": 1445.52}, {"text": "think that was perfect. All right, next up to the stage. Thank you for your time,", "start": 1445.52, "end": 1448.3}, {"text": "everybody. Next up we got Patrick Doran.", "start": 1448.34, "end": 1451.14}, {"text": "Yes.", "start": 1451.14, "end": 1452.14}, {"text": "Okay, we're losing some audience members.", "start": 1452.14, "end": 1458.74}, {"text": "Yeah, you got a little hot here with that Amber Heard joke, huh? Couldn't handle that.", "start": 1458.74, "end": 1466.34}, {"text": "Bye bye, you triggered asshats. Bye bye, SJWs.", "start": 1466.34, "end": 1472.78}, {"text": "I have some actual I've actually some", "start": 1472.78, "end": 1474.9}, {"text": "some poems that I'd like to read. Okay, fuck you.", "start": 1474.9, "end": 1479.58}, {"text": "No, it's okay. They're comedic in nature. It's called an open mic. Okay,", "start": 1479.58, "end": 1483.96}, {"text": "well I'm gonna... Hold on, I gotta hang that back up. This one is called", "start": 1483.96, "end": 1487.44}, {"text": "Dude Bro. Okay. And it's a haiku.", "start": 1487.44, "end": 1490.98}, {"text": "The dude is a bro. Can you count them out while you do it,", "start": 1490.98, "end": 1494.78}, {"text": "like a haiku? Count out the syllable? The dude is a bro.", "start": 1494.78, "end": 1497.72}, {"text": "Bro like dude, broski brother.", "start": 1497.72, "end": 1501.62}, {"text": "here. Dude bro like yeah man. I like that you counted five for each of them. This", "start": 1501.62, "end": 1510.26}, {"text": "one is called No Milk. Okay. Man buys cow, no milk. Whore in street demands", "start": 1510.26, "end": 1516.6}, {"text": "money. Masturbates to porn. Wait, say it again slowly. Man buys cow, no milk.", "start": 1516.6, "end": 1523.9}, {"text": "Okay. Whore in street demands money. Masturbates to porn. Oh, I think I get", "start": 1523.9, "end": 1531.26}, {"text": "it. These are some some haikus another haiku. Okay,", "start": 1531.26, "end": 1538.66}, {"text": "it's called no simping. Okay,", "start": 1538.66, "end": 1542.9}, {"text": "X miss is here soon. She is looking for that simp clause, no simping on X miss", "start": 1542.9, "end": 1550.44}, {"text": "simp clause like Santa. Yeah, like Santa, which hold on. Let me get the companion", "start": 1550.44, "end": 1558.02}, {"text": "poem here.", "start": 1558.02, "end": 1558.62}, {"text": "Simpa Claus.", "start": 1560.62, "end": 1561.62}, {"text": "Wait, Simpa Claus?", "start": 1561.62, "end": 1562.62}, {"text": "Wait, who is this?", "start": 1562.62, "end": 1563.62}, {"text": "Once upon a time lived a man who would simp for any women in sight.", "start": 1563.62, "end": 1568.72}, {"text": "Still stuck in the fairy tale life, he became the White Knight.", "start": 1568.72, "end": 1572.8}, {"text": "Listening to his women, he did everything she asked.", "start": 1572.8, "end": 1575.1}, {"text": "Buying the kids Christmas presents, he became a money-making slave.", "start": 1575.1, "end": 1579.84}, {"text": "She would always tease him with sex and telling him to earn more money and learn to behave.", "start": 1579.84, "end": 1586.22}, {"text": "One day they got in a big fight, arguing over money and bills.", "start": 1586.22, "end": 1589.66}, {"text": "While he was at work, she was looking for a cheap thrill.", "start": 1589.66, "end": 1593.7}, {"text": "She cheated on him with the neighbor.", "start": 1593.7, "end": 1595.86}, {"text": "She was giving him head.", "start": 1595.86, "end": 1597.24}, {"text": "They went in the back of the house to fuck in the woodshed.", "start": 1597.24, "end": 1601.74}, {"text": "On Christmas day, he was heartbroken and she begged him for another chance.", "start": 1601.74, "end": 1606.62}, {"text": "The simp went for it and he started to do a funny dance.", "start": 1606.62, "end": 1611.34}, {"text": "Then one day she left him for another man when he was at rock bottom and broke.", "start": 1611.34, "end": 1615.24}, {"text": "She told him, \"I just used you for Christmas. You're a low-life loser. You're a fucking joke.\"", "start": 1615.24, "end": 1621.36}, {"text": "Now all alone after losing his job, becoming too heartbroken to perform his work, he started", "start": 1621.36, "end": 1626.08}, {"text": "to watch men going their own way videos on YouTube. Then he changed into a red pill jerk.", "start": 1626.08, "end": 1632.66}, {"text": "The end.", "start": 1632.66, "end": 1633.66}, {"text": "Wow.", "start": 1633.66, "end": 1634.66}, {"text": "Who is the writer of the author?", "start": 1634.66, "end": 1635.66}, {"text": "These are all by Joe Fettig.", "start": 1635.66, "end": 1638.04}, {"text": "We've seen him before.", "start": 1638.04, "end": 1639.04}, {"text": "We've seen him before.", "start": 1639.04, "end": 1640.04}, {"text": "We've worked with him.", "start": 1640.04, "end": 1641.04}, {"text": "We've worked with him. I'm looking again at his work.", "start": 1641.04, "end": 1644.0}, {"text": "He's really amazing.", "start": 1644.0, "end": 1645.0}, {"text": "It's really amazing. You know how amazing he is? Let me read you this one.", "start": 1645.0, "end": 1648.16}, {"text": "I am going to fart in a jar and save it for later. Do you want to take a sniff?", "start": 1648.16, "end": 1654.68}, {"text": "I know you like smelling your own farts, so take a whiff.", "start": 1654.68, "end": 1658.2}, {"text": "Guys like to fart and girls weep.", "start": 1658.2, "end": 1660.72}, {"text": "I'm going to squeeze out a nasty fart. What a relief.", "start": 1660.72, "end": 1665.56}, {"text": "The stench fills the air. Oh my God. What is that smell?", "start": 1665.56, "end": 1671.12}, {"text": "rotten beef. No fart in a jar and save gas because the smell is starting to", "start": 1671.12, "end": 1677.42}, {"text": "linger. My last fart didn't make it in the jar, so smell my finger. Oh", "start": 1677.42, "end": 1682.7}, {"text": "open up that lady far. I got a smell. You couldn't make it to the maybe he", "start": 1682.7, "end": 1687.82}, {"text": "was opening the jar and he for his finger. Well, I was trying to get it", "start": 1687.82, "end": 1691.0}, {"text": "hard already. Yeah, I got on his finger. The fart got on his on his finger on", "start": 1691.0, "end": 1696.02}, {"text": "his finger. Okay, when he was trying to open the door, I got a smelly", "start": 1696.02, "end": 1700.76}, {"text": "surprise. The smell is so strong. It'll get you high. I'd smoke that. I got my", "start": 1700.84, "end": 1706.74}, {"text": "fart jar on me. Want to smell my toxic gas? It fills the air. Whoever smelt it", "start": 1706.74, "end": 1712.16}, {"text": "dealt it. Gotta be toxic warfare. What? Fart in a jar and share it with your", "start": 1712.16, "end": 1718.2}, {"text": "friends. I just ate some broccoli and cheese. It's time to colon cleans.", "start": 1718.2, "end": 1722.88}, {"text": "Okay.", "start": 1722.88, "end": 1724.74}, {"text": "'Cause it rhymes. Yeah.", "start": 1724.74, "end": 1726.6}, {"text": "Let me read this next one here. I got a bunch more, but how much time do I have?", "start": 1729.84, "end": 1734.0}, {"text": "You're I mean, you should wrap up pretty soon. Wrap up. OK. Yeah.", "start": 1734.0, "end": 1738.56}, {"text": "Fuck child support.", "start": 1738.56, "end": 1740.4}, {"text": "These modern women are using the court system to take advantage of men", "start": 1740.4, "end": 1744.0}, {"text": "and extorting their money.", "start": 1744.0, "end": 1745.16}, {"text": "The government needs to start tracking single mother spending habits.", "start": 1745.16, "end": 1748.48}, {"text": "That would be really funny.", "start": 1748.48, "end": 1750.52}, {"text": "Spending that child support money on nails and weaves,", "start": 1750.52, "end": 1754.0}, {"text": "hustling two to three baby daddies one at a time.", "start": 1754.0, "end": 1757.16}, {"text": "Holy. What a bunch of thieves.", "start": 1757.2, "end": 1759.16}, {"text": "Damn. She's trying to have her cake and eat it too.", "start": 1759.16, "end": 1761.6}, {"text": "She is done chasing the bad boys.", "start": 1761.6, "end": 1763.68}, {"text": "Now she wants a nice guy.", "start": 1763.68, "end": 1765.16}, {"text": "And that is you.", "start": 1765.16, "end": 1766.4}, {"text": "Me? You.", "start": 1766.4, "end": 1767.76}, {"text": "Me? Fuck child support.", "start": 1767.76, "end": 1770.12}, {"text": "Men are going their own way.", "start": 1770.12, "end": 1771.72}, {"text": "Now we can watch these angry feminists cry.", "start": 1771.72, "end": 1774.36}, {"text": "Society keeps saying they don't need men anymore", "start": 1774.36, "end": 1776.92}, {"text": "as they walk away from work and turn a blind eye.", "start": 1776.92, "end": 1780.52}, {"text": "More men are walking away from love and relationships,", "start": 1780.52, "end": 1783.84}, {"text": "taking the red pill, the downfall of society.", "start": 1783.84, "end": 1786.4}, {"text": "We are not going to be your slave or servant anymore living all alone, a", "start": 1786.4, "end": 1790.44}, {"text": "relief of anxiety. Fuck child support. I don't need no narcissistic bitch in my", "start": 1790.44, "end": 1796.2}, {"text": "life. You're not entitled to my love or my money. Fuck you, bitch. You'll never", "start": 1796.2, "end": 1801.12}, {"text": "be my wife. Fuck child support. I'm not gonna pay you, bitch. You still stunting", "start": 1801.12, "end": 1806.0}, {"text": "at the club.", "start": 1806.0, "end": 1806.92}, {"text": "Damn.", "start": 1806.92, "end": 1807.8}, {"text": "At the club.", "start": 1807.8, "end": 1808.8}, {"text": "Females having dual mating strategies and still they end up with a scrub.", "start": 1808.8, "end": 1814.72}, {"text": "Wow, those are some poems by Mr.", "start": 1815.96, "end": 1818.62}, {"text": "We got he has a new book coming out. What's it called called men guarding", "start": 1818.62, "end": 1824.96}, {"text": "their own wallets? Oh, wow, that is a book of poetry on Amazon. I will be", "start": 1824.96, "end": 1831.28}, {"text": "yeah.", "start": 1831.28, "end": 1831.48}, {"text": "Okay, I'll be down on that might be a ZW three. If it's on yeah, would you", "start": 1831.48, "end": 1837.1}, {"text": "mind introducing me? Because I yeah, I'm aging for stage time. I", "start": 1837.1, "end": 1840.84}, {"text": "you know, I want to welcome this next comedian to the stage. He's very,", "start": 1840.84, "end": 1845.6}, {"text": "very funny, but ladies and gentlemen, give it up for Caleb Bitts.", "start": 1845.6, "end": 1849.4}, {"text": "Yeah. Go Caleb. Go Caleb.", "start": 1849.4, "end": 1856.86}, {"text": "Wait, can you keep doing that dance? Huh? Can you keep doing that dance?", "start": 1856.86, "end": 1863.64}, {"text": "No. Uh oh, you're gonna have a bad set, Caleb. Pat's looking at the sound board.", "start": 1863.64, "end": 1872.36}, {"text": "Yeah, he's definitely gonna... Just leave it. It's fine. It's alright.", "start": 1872.36, "end": 1875.16}, {"text": "Guys, I have been writing jokes for about a year now, and I think it's time I finally attempt", "start": 1875.16, "end": 1882.28}, {"text": "to put it to use on stage. However, I have two main problems. One, I am only 17, not", "start": 1882.28, "end": 1888.14}, {"text": "sure if underage is okay. Two, I do not know which route to take. Short one-liners, dirty/crude", "start": 1888.14, "end": 1893.8}, {"text": "humor, long story-esque jokes. Below are some of the many jokes I have written, and I was", "start": 1893.8, "end": 1898.84}, {"text": "wondering what you guys thought of them. If they would fare well to audiences, any famous", "start": 1898.84, "end": 1902.78}, {"text": "these comedians I might possibly remind you of etcetera. Honestly would be the", "start": 1902.78, "end": 1907.04}, {"text": "most important. I would rather be shit on here than boot of stage IRL. Thanks", "start": 1907.04, "end": 1912.64}, {"text": "you said Joe Rogan yeah", "start": 1912.64, "end": 1913.76}, {"text": "here's some examples of some of my jokes. I majored in ornithology for the", "start": 1913.76, "end": 1919.92}, {"text": "chicks. Oh, you don't get that that joke. You should probably brush up on your", "start": 1919.92, "end": 1924.92}, {"text": "zoology knowledge. Wait that means you're a pedophile", "start": 1924.92, "end": 1927.52}, {"text": "does that I think", "start": 1929.16, "end": 1930.52}, {"text": "the drive right nope no no no no no no no", "start": 1930.52, "end": 1935.6}, {"text": "I'm only seventeen. The drive through at McDonald's must be a lot more expensive.", "start": 1935.6, "end": 1942.3}, {"text": "If you take the concept literally,", "start": 1942.3, "end": 1944.16}, {"text": "if you crash your car", "start": 1944.16, "end": 1947.2}, {"text": "into the front of a McDonald's and you just kill people and you break", "start": 1947.2, "end": 1951.44}, {"text": "everything, yeah, it will be more than a hamburger.", "start": 1951.44, "end": 1955.32}, {"text": "cost a pretty penny. I question God for one reason. He made potato chips the", "start": 1956.76, "end": 1963.2}, {"text": "best food to eat while watching TV and movies, yet made it impossible to eat", "start": 1963.2, "end": 1967.76}, {"text": "them quietly. Oh, I've tried, let me tell you. Sir, can you go off your phone?", "start": 1967.76, "end": 1972.96}, {"text": "Sorry. What are you doing?", "start": 1972.96, "end": 1974.72}, {"text": "Something really bad just happened. Something really bad? Yeah. Okay.", "start": 1974.72, "end": 1980.0}, {"text": "Oh, I've tried, let me tell you. I have tried. It's ridiculous. Most foods eat", "start": 1980.0, "end": 1986.28}, {"text": "slower equals less noise. Nope, not for chips. Same noise level and you just", "start": 1986.28, "end": 1991.08}, {"text": "look like a moron eating them one at a time and acting all sneaky about it.", "start": 1991.08, "end": 1994.6}, {"text": "Okay, I'll admit this next one is fucked up, but hopefully funny nonetheless.", "start": 1994.6, "end": 1998.84}, {"text": "Okay.", "start": 1998.84, "end": 1999.32}, {"text": "My girlfriend cheated on me and to get back at her, I hooked up with her", "start": 1999.32, "end": 2003.96}, {"text": "younger sister. You would not believe how easy it is to get a 13 year old to", "start": 2003.96, "end": 2008.48}, {"text": "put out these days. Not really though, I'm just not suave enough to do that.", "start": 2008.48, "end": 2012.48}, {"text": "I have no clue how any guy can do that successfully. Instead, I did the next", "start": 2012.64, "end": 2016.64}, {"text": "best thing, found her sister on Facebook and jerked off to pictures of her.", "start": 2016.64, "end": 2022.04}, {"text": "(Applause)", "start": 2022.04, "end": 2023.04}, {"text": "Yep, that's where I'm at right now. Room of complete strangers who now", "start": 2023.04, "end": 2027.2}, {"text": "undoubtedly think I am creepy as shit.", "start": 2027.2, "end": 2029.2}, {"text": "What are you playing?", "start": 2029.2, "end": 2031.94}, {"text": "I'm playing the applause, but I didn't know that the applause was long.", "start": 2031.94, "end": 2035.44}, {"text": "Okay, I need more feedback on some jokes. Here are some jokes I wrote.", "start": 2035.44, "end": 2038.84}, {"text": "Please let me know what you think of them. They might be considered a little", "start": 2038.84, "end": 2041.94}, {"text": "unusual.", "start": 2042.24, "end": 2042.96}, {"text": "If rain is God crying, then please explain to me why there hasn't been at", "start": 2042.96, "end": 2051.78}, {"text": "least one major cum storm", "start": 2051.78, "end": 2054.14}, {"text": "snow, snow.", "start": 2054.14, "end": 2056.96}, {"text": "If you could go into you could go into snow. I unfortunately lost my mom a", "start": 2056.96, "end": 2063.58}, {"text": "year ago", "start": 2063.58, "end": 2064.16}, {"text": "and I haven't been able to find that bitch since", "start": 2064.16, "end": 2067.06}, {"text": "yeah, that one's good. That's a one that email Phillips yeah, where my mom at", "start": 2068.72, "end": 2072.88}, {"text": "where my mom at yeah say that again and then add where my mom at okay. I", "start": 2072.88, "end": 2077.2}, {"text": "unfortunately lost my mom a year ago and I haven't been able to find that bitch", "start": 2077.2, "end": 2081.62}, {"text": "since", "start": 2081.62, "end": 2082.08}, {"text": "there are a bunch of new gender words that you're expected to know the meaning", "start": 2082.08, "end": 2090.14}, {"text": "of like gender fluid, gender fluid, not to confuse with gender fluid because God", "start": 2090.14, "end": 2096.72}, {"text": "damn don't drink that shit.", "start": 2096.76, "end": 2098.26}, {"text": "Oh, that one's good. That is pretty good. The where's Waldo books are a lot less", "start": 2098.26, "end": 2104.72}, {"text": "fun when you learn that the reason you're looking for Waldo is because he's", "start": 2104.72, "end": 2108.22}, {"text": "why he's wanted he's basically wanted to breathe was going to blow up a mosque.", "start": 2108.22, "end": 2112.76}, {"text": "Is that true?", "start": 2112.76, "end": 2113.98}, {"text": "That's why you're looking for Waldo.", "start": 2113.98, "end": 2118.38}, {"text": "I never knew that it's right here. I don't know what to tell you. That's", "start": 2118.38, "end": 2123.16}, {"text": "crazy yeah okay, don't get into one of those clown cars guys. I know you've", "start": 2123.2, "end": 2128.4}, {"text": "been everybody's been walking around saying I want to get in a one car, but", "start": 2128.4, "end": 2132.46}, {"text": "don't get into them. Don't get guys. Don't conquer do not get into car. Do", "start": 2132.46, "end": 2137.32}, {"text": "not", "start": 2137.32, "end": 2137.56}, {"text": "want to know why okay, because the clowns have sex in the cars.", "start": 2137.56, "end": 2142.56}, {"text": "Okay, I'm getting ready for my first stand up gig and I'm looking for", "start": 2142.56, "end": 2152.08}, {"text": "feedback on my writing and potential bits okay. All right, no wait. Do I want", "start": 2152.12, "end": 2155.52}, {"text": "to do this one or", "start": 2155.52, "end": 2156.34}, {"text": "yeah, I'll do this one all right.", "start": 2156.34, "end": 2160.14}, {"text": "Thanks everyone for coming out to the opening. Oh yeah, okay, all right.", "start": 2160.14, "end": 2165.62}, {"text": "There's an ex post from our stand up. So here's the opening part of my set.", "start": 2165.62, "end": 2169.9}, {"text": "Thanks everyone for coming out to the opening show of my nobody knows who the", "start": 2169.9, "end": 2173.8}, {"text": "fuck I am tour.", "start": 2173.8, "end": 2174.78}, {"text": "It starts tonight here on this stage and it also ends tonight about four minutes", "start": 2174.78, "end": 2180.58}, {"text": "for now in the men's bathroom with me crying hysterically of embarrassment.", "start": 2180.6, "end": 2184.16}, {"text": "No, that second show is standing room only by the way, so tickets are going", "start": 2184.16, "end": 2189.04}, {"text": "fast", "start": 2189.04, "end": 2189.56}, {"text": "wife at home. This is my wife at home's part of my jokes. Can I give feedback", "start": 2189.56, "end": 2194.92}, {"text": "really quick on that? Yeah, maybe you could say instead of singing room only,", "start": 2194.92, "end": 2198.36}, {"text": "maybe say there are two seats, yeah, and then it's going to be saying you're", "start": 2198.36, "end": 2202.0}, {"text": "only like maybe there's a toilets in the bathroom. There's two must be a dirty", "start": 2202.0, "end": 2206.24}, {"text": "shit and piss. There's two seats. Well, it's just does it's not standing", "start": 2206.56, "end": 2209.76}, {"text": "remotely. It's just the only room that has a prime. I don't want to talk", "start": 2209.76, "end": 2211.96}, {"text": "about toilets. There's two, there's two urinals and two urinals. I actually", "start": 2211.96, "end": 2216.12}, {"text": "don't have any aspirations of becoming a stand up comedian. However, I do", "start": 2216.12, "end": 2219.72}, {"text": "have three daughters under the age of six. So this is pretty much", "start": 2219.72, "end": 2223.96}, {"text": "the most stress free situation I could find on a Tuesday night. You have no", "start": 2223.96, "end": 2230.84}, {"text": "idea what my wife is going through right now, but it involves all of the", "start": 2230.84, "end": 2234.6}, {"text": "major bodily fluids, except the fun one that got us into this parenting mess in", "start": 2234.6, "end": 2238.48}, {"text": "the first place. So I'm up here and basically my wife's at home with my", "start": 2238.48, "end": 2242.18}, {"text": "three daughters and they're covered in piss and fucking spit and shit, but no", "start": 2242.18, "end": 2248.62}, {"text": "jizz at all and vomit. Is it because you're not there? If I was there to be", "start": 2248.62, "end": 2253.4}, {"text": "there, it is all over them. Yeah, I'd be jizz. You'd be that jizzing yeah.", "start": 2253.4, "end": 2258.9}, {"text": "should I attack that with that do it again do it again. Yeah, that's a no", "start": 2260.44, "end": 2264.26}, {"text": "idea what my wife is going through right now, but it involves all of the major", "start": 2264.26, "end": 2267.58}, {"text": "bodily fluids, except the fun one that got us into this parenting mess in the", "start": 2267.58, "end": 2271.16}, {"text": "first place. But if I was there, my wife and daughters, I'd be jizzing all over", "start": 2271.16, "end": 2274.66}, {"text": "the", "start": 2274.66, "end": 2274.92}, {"text": "better", "start": 2274.92, "end": 2277.7}, {"text": "trains is my train joke. All right, everyone's got one last weekend. We took", "start": 2277.7, "end": 2283.6}, {"text": "the kids to a miniature train ride in the park. They had set up these little", "start": 2283.6, "end": 2287.18}, {"text": "steam engines for the kids to sit on and ride around on little tracks. The best", "start": 2287.18, "end": 2290.42}, {"text": "is that a real conductor has to drive the train around at 4 miles per hour and they take their", "start": 2290.42, "end": 2294.18}, {"text": "jobs very seriously. As we were waiting in line, I overheard one of the conductors say", "start": 2294.18, "end": 2297.34}, {"text": "to the other, \"These kids today, they don't know nothing about trains. It's a goddamn", "start": 2297.34, "end": 2300.94}, {"text": "disgrace.\" I thought to myself, \"He's right.\" And maybe kids don't know nothing about trains", "start": 2300.94, "end": 2305.42}, {"text": "nowadays because trains are a 170-year-old technology. I hear there have been several", "start": 2305.42, "end": 2311.1}, {"text": "exciting inventions since Frontier America, some of them even involving electricity. And", "start": 2311.1, "end": 2316.02}, {"text": "and by the way, Mr surly train conductor, my kids will probably be zipping around", "start": 2316.02, "end": 2320.56}, {"text": "on a fucking jet pack in virtual reality multiverse. So the excitement of steam", "start": 2320.56, "end": 2324.56}, {"text": "locomotion might be lost on them.", "start": 2324.56, "end": 2326.06}, {"text": "Can I ask a question? Are you still seventeen?", "start": 2326.06, "end": 2330.02}, {"text": "I don't think he's seventeen. Yeah, I'm eighteen years old.", "start": 2330.02, "end": 2334.02}, {"text": "This is my bit about lying Chris", "start": 2334.02, "end": 2337.52}, {"text": "wait right already. I saw a my I saw a my good friend Chris from college the other", "start": 2340.32, "end": 2346.96}, {"text": "day for the first time in forever. Remember in college when there would be", "start": 2346.96, "end": 2349.76}, {"text": "so many people in your group of friends with the same name that you'd have to", "start": 2349.76, "end": 2352.4}, {"text": "assign them stereotypical adjectives. So everyone knew who you were talking about", "start": 2352.4, "end": 2356.2}, {"text": "we had like seven Chris's in our group of friends drunk Chris tall Chris dirty", "start": 2356.2, "end": 2360.56}, {"text": "Chris Pudwacker Chris. He was the one who got caught masturbating in the bushes", "start": 2360.56, "end": 2364.84}, {"text": "outside Katie Murphy's apartment.", "start": 2364.88, "end": 2366.52}, {"text": "Like I said, I saw lying Chris the other day for the first time since graduation", "start": 2366.52, "end": 2372.32}, {"text": "lucky guy. Apparently, he's won the lottery twice and now works as a", "start": 2372.32, "end": 2375.78}, {"text": "professional orgy coordinator in Hollywood. I'm so jealous.", "start": 2375.78, "end": 2379.48}, {"text": "You knew that many Chris's", "start": 2379.48, "end": 2382.38}, {"text": "five or six, I mean, five of them was a liar. There's a sexual assaulter guy.", "start": 2382.38, "end": 2388.42}, {"text": "One of them's dirty. Yeah.", "start": 2388.42, "end": 2389.88}, {"text": "Okay, dirty Chris.", "start": 2389.88, "end": 2392.28}, {"text": "New inspiring comic needs feedback on a comedy bit. Hello guys, new user here.", "start": 2392.28, "end": 2399.8}, {"text": "Doing stand-up is my dream, but I don't know if I got what it takes. I have a bit", "start": 2399.8, "end": 2403.32}, {"text": "here that I've been working on. Tell me what you think. Any feedback is welcome.", "start": 2403.32, "end": 2406.04}, {"text": "Okay, so this is very kind of written out word for word, okay?", "start": 2406.04, "end": 2409.16}, {"text": "Okay.", "start": 2409.16, "end": 2409.72}, {"text": "So last night, my fucking house reached a fucking new level of filth. I'm talking", "start": 2409.72, "end": 2414.44}, {"text": "about like type of filth they would use to air on Spike TV. Like yeah, the only", "start": 2414.44, "end": 2419.0}, {"text": "I would laugh when I watched Spike TV was during the fucking commercials. So anyways, my home is getting pretty messy cuz", "start": 2419.0, "end": 2424.52}, {"text": "My wife is out of town and I swear I have this condition that every time she leaves me alone for a couple days", "start": 2424.52, "end": 2429.28}, {"text": "I just fucking turn into a new Neanderthal", "start": 2429.28, "end": 2431.5}, {"text": "Like I'm just walking around my crib hunched over with just some fucking cheetah print underwear or I'll be eating KFC and I'll just be", "start": 2431.5, "end": 2437.7}, {"text": "Walking in my house devouring this chicken chewing with my mouth open looking like I fucking hunted this shit myself", "start": 2437.7, "end": 2442.88}, {"text": "I was dropping the fucking bones all over my nice Fendi rug", "start": 2442.88, "end": 2445.94}, {"text": "but that worst part is that I almost never wipe my ass when I'm in this", "start": 2445.96, "end": 2449.36}, {"text": "State of mind so yeah, I should probably get that checked out before it escalates to something", "start": 2449.36, "end": 2455.64}, {"text": "But yeah the house one of the first things to go missing when your house", "start": 2455.64, "end": 2458.52}, {"text": "Just looks like a straight mucky black oil spill on the Pacific Ocean", "start": 2458.52, "end": 2461.48}, {"text": "You know what I'm talking about when your home resembles the conditions of a third world country", "start": 2461.48, "end": 2465.72}, {"text": "Conditions one of the first things to go missing are either the spoons or the forks", "start": 2465.72, "end": 2470.64}, {"text": "Yep, these things escape like they believe they are the protagonist of a fucking James Bond movie", "start": 2472.2, "end": 2476.98}, {"text": "Someone call that James Bond or something right before he escapes from the bad guy", "start": 2476.98, "end": 2481.66}, {"text": "I swear", "start": 2481.66, "end": 2482.36}, {"text": "I've seen almost all the James Bond movies and this guy always does the simplest thing to escape when like not even Jesus Christ could fucking", "start": 2482.36, "end": 2488.92}, {"text": "Get off the cross more effortlessly than James Bond after he's been captured and let's be honest", "start": 2488.92, "end": 2494.48}, {"text": "What's more impressive escaping from technology made from 21st century special agents with cutting-edge technology or a fucking piece of wood?", "start": 2494.48, "end": 2501.44}, {"text": "wood and some rope with nails designed by people who thought the world was flat", "start": 2501.44, "end": 2505.32}, {"text": "and still shitted on the side of a road. Yeah, no brainer.", "start": 2505.32, "end": 2508.36}, {"text": "So I opened my utensil drawer looking for a spoon and I'm grabbing every fucking", "start": 2508.36, "end": 2511.88}, {"text": "utensil and it's anything but a spoon. God damn,", "start": 2511.88, "end": 2514.72}, {"text": "I was acting like a dumb ass fucking double checking, triple checking,", "start": 2514.72, "end": 2517.4}, {"text": "quadruple checking the same fucking spots in my cabinet.", "start": 2517.4, "end": 2519.72}, {"text": "Just hoping this shit magically appears like fucking Chris Angel in the mid", "start": 2519.72, "end": 2523.04}, {"text": "2000s. You guys remember Chris Angel?", "start": 2523.04, "end": 2524.96}, {"text": "And then I look at my sink and the sink legit looked like it threw up spoons.", "start": 2524.96, "end": 2531.32}, {"text": "like it was only just a shit ton of spoons, nothing else, not even a single", "start": 2531.36, "end": 2534.68}, {"text": "bowl. Yes, stores don't normally sell utensils individually. They almost always", "start": 2534.68, "end": 2538.6}, {"text": "sell some ridiculous high number. Like at night, I was at a store and I was just", "start": 2538.6, "end": 2541.68}, {"text": "looking at how many spoons were in the box, and I swear it seemed that they", "start": 2541.68, "end": 2544.88}, {"text": "just got one of those 20-year-old high school seniors and had him just pick how", "start": 2544.88, "end": 2549.36}, {"text": "many spoons should go in each box.", "start": 2549.36, "end": 2551.24}, {"text": "So that was my bit about my wife being in a town.", "start": 2551.24, "end": 2555.24}, {"text": "Wow, spoons and Neanderthals. And then I just have two more things, guys,", "start": 2555.24, "end": 2558.16}, {"text": "and I'll leave you with this. I started a Twitter account for I've been doing it", "start": 2558.2, "end": 2563.04}, {"text": "for six or seven years now, where I'm trying out basically my", "start": 2563.04, "end": 2567.36}, {"text": "stand up bits before I do them on stage. It's called @UpSandbox, it's the", "start": 2567.36, "end": 2573.52}, {"text": "stand up sandbox is what it is. I'm kind of in there playing around with my", "start": 2573.52, "end": 2576.4}, {"text": "joke. So just a couple of these.", "start": 2576.4, "end": 2577.48}, {"text": "I hear Starbucks... Sorry, I said Starbucks. You're thinking about sandboxes.", "start": 2577.48, "end": 2585.68}, {"text": "I hear Starbucks is in some hot water, just like their beans", "start": 2585.68, "end": 2589.44}, {"text": "and then this next one. This is my last one, San Francisco more like sans me", "start": 2589.44, "end": 2597.5}, {"text": "parenthesis. I do not live there.", "start": 2597.5, "end": 2599.68}, {"text": "Thank you guys. Thank you. Wow, your next comedian coming to the stage", "start": 2599.68, "end": 2605.12}, {"text": "is some poems. Huh, I'm gonna do poems next poet going to the stage, say poet.", "start": 2605.12, "end": 2611.28}, {"text": "Oh sorry, the next poet coming to the stage", "start": 2611.28, "end": 2614.04}, {"text": "marriage, the one and only Cameron Fetter", "start": 2614.04, "end": 2618.96}, {"text": "wow look at him look at him take the jacket off. I feel like you're entering", "start": 2618.96, "end": 2633.72}, {"text": "another level. Yeah, I did that just now. Holy shit, okay, hold on. Let me get my", "start": 2633.72, "end": 2639.6}, {"text": "I'm just going to do a few poems on a theme that's pretty near and dear to me.", "start": 2639.64, "end": 2646.92}, {"text": "This first poem is entitled \"A Day of Reckoning\" and I just want everybody to know in the audience", "start": 2646.92, "end": 2654.08}, {"text": "that we've been doing a lot of laughing and it's okay if you want to cry instead.", "start": 2654.08, "end": 2659.64}, {"text": "Yeah, all of my poems were supposed to make you cry or think.", "start": 2659.64, "end": 2662.48}, {"text": "So cry with laughter is fine or cry with sadness or fear.", "start": 2662.48, "end": 2666.48}, {"text": "Either one's fine.", "start": 2666.48, "end": 2668.8}, {"text": "but just don't be afraid to cry out of being afraid. Okay, a day of reckoning.", "start": 2668.8, "end": 2673.6}, {"text": "It was a day of reckoning.", "start": 2673.6, "end": 2676.8}, {"text": "No, or so it was said", "start": 2676.8, "end": 2679.8}, {"text": "it came from around me and into my head down from their website comes sounded", "start": 2679.8, "end": 2686.8}, {"text": "voice. It intrudes my surroundings. No rights of a choice. It's called voice to", "start": 2686.8, "end": 2691.9}, {"text": "skull simply put V2K hours of torture debilitates me that way. I lay in my bed", "start": 2691.9, "end": 2699.1}, {"text": "all tense and I shake. I don't know how much more of this I can take. The game", "start": 2699.1, "end": 2704.6}, {"text": "that is played on a computer screen, my body is scanned on the website it's", "start": 2704.6, "end": 2708.6}, {"text": "seen. They see what I see, they know every thought hidden in a cyber space,", "start": 2708.6, "end": 2712.8}, {"text": "not a force to be caught. A microchip in my back. No. Is there one in my head?", "start": 2712.8, "end": 2719.1}, {"text": "The ways it connects to replay what was said, my mind in the battle, the frequency that they", "start": 2721.1, "end": 2725.74}, {"text": "use, a game meant to destroy, torture, and abuse.", "start": 2725.74, "end": 2730.86}, {"text": "That's a day of reckoning.", "start": 2730.86, "end": 2731.86}, {"text": "Holy shit.", "start": 2731.86, "end": 2732.86}, {"text": "I'm going to go straight into the other two.", "start": 2732.86, "end": 2734.56}, {"text": "This one is called Cyber Science.", "start": 2734.56, "end": 2737.7}, {"text": "A microchip inserted underneath the skin while asleep on the couch, an intruder came in,", "start": 2737.7, "end": 2742.58}, {"text": "a website was started.", "start": 2742.58, "end": 2744.22}, {"text": "The present day, once the past, the torturous journey was going to last.", "start": 2744.22, "end": 2749.2}, {"text": "more intent to harm and cause to destroy the the voices that echo are meant to", "start": 2749.2, "end": 2753.74}, {"text": "annoy a sharp repeated tone that enters my mind words spoken clear come up from", "start": 2753.74, "end": 2758.38}, {"text": "behind the excuse and the lies to continue the plight. The website is", "start": 2758.38, "end": 2762.18}, {"text": "illegal that challenge a fight", "start": 2762.18, "end": 2764.4}, {"text": "the push of reverberation. I tense up and shake the horror that follow when I", "start": 2764.4, "end": 2769.7}, {"text": "need a break the saliva that flow as the magic in me never knowing just how the", "start": 2769.7, "end": 2775.5}, {"text": "the saliva that flow as the magic in me, never knowing just how my cough comes to", "start": 2775.52, "end": 2780.04}, {"text": "be into the unknown, hidden from sight in search of an answer when wrong is not", "start": 2780.04, "end": 2783.84}, {"text": "right. If only the secret I could come to know how does the fluid in my sinuses", "start": 2783.84, "end": 2788.2}, {"text": "flow", "start": 2788.2, "end": 2788.6}, {"text": "from a computer, the insolent grin and investigation, but where to begin pain in", "start": 2788.6, "end": 2794.88}, {"text": "my stomach and pain in my toes to cause me discomfort and clog up my nose. The", "start": 2794.88, "end": 2799.96}, {"text": "pressure is real. My foot hurts every day.", "start": 2799.96, "end": 2802.0}, {"text": "thank you", "start": 2802.0, "end": 2802.7}, {"text": "really the website that follow just hits me that way. Oh my God, Cyber Science is", "start": 2802.7, "end": 2811.56}, {"text": "stalking to put me to death a time of survival with hope in each breath and", "start": 2811.56, "end": 2815.52}, {"text": "here's the last one it's entitled a virtual reality attack. My body once", "start": 2815.52, "end": 2820.4}, {"text": "scanned into a virtual design, the images around me snipers formed in a", "start": 2820.4, "end": 2824.1}, {"text": "line. The walls took aim translucent each shot. One side was laughter. The", "start": 2824.1, "end": 2828.2}, {"text": "other side not. Distress as gruesome as blood curdling screams, the nightmare illusion,", "start": 2828.24, "end": 2834.08}, {"text": "the destroyer of dreams, the terror internal, the shock made me run, a virtual target of", "start": 2834.08, "end": 2839.8}, {"text": "the sharpshooter's gun. A specter led army, the dark shadow rose, hidden in the position", "start": 2839.8, "end": 2845.04}, {"text": "each presence imposed, to bludgeon the target as if it threw stone, unfocused from sight,", "start": 2845.04, "end": 2850.6}, {"text": "mind bruised and alone, a wound of defamation, the poison of choice, each glassy figure that", "start": 2850.6, "end": 2856.36}, {"text": "that shatter my voice trapped in the silence where I could not speak each", "start": 2856.36, "end": 2860.02}, {"text": "shot that impair made me feel weak shot. Notice that shot yeah, think about it.", "start": 2860.02, "end": 2864.0}, {"text": "I'm thinking and I sinister motives the assassin was sent fire and brimstone a", "start": 2864.0, "end": 2868.26}, {"text": "sting of torment. Even the arrows pinches the dart, the arrows pinches the", "start": 2868.26, "end": 2872.98}, {"text": "dart, the pain that was real brought fear to my heart. The emirates society", "start": 2872.98, "end": 2878.1}, {"text": "meets back to back no, but there is no running when VR attack wow", "start": 2878.1, "end": 2884.76}, {"text": "Wow! And that was three poems prepared for today. That's amazing. I'm sorry, this is", "start": 2884.76, "end": 2892.2}, {"text": "maybe a hard thing to follow here in terms of mood, but I'm going to bring up our next", "start": 2892.2, "end": 2895.76}, {"text": "poet. Our final poet, our final act. Our final act is Patrick Doran, everybody. Give it up!", "start": 2895.76, "end": 2908.2}, {"text": "Thank you, Cameron.", "start": 2908.2, "end": 2910.4}, {"text": "It is a hard act to follow, so I guess I'll just get right into it.", "start": 2910.4, "end": 2916.24}, {"text": "Replace her.", "start": 2916.24, "end": 2917.86}, {"text": "Sex on the first date.", "start": 2917.86, "end": 2919.36}, {"text": "Put out or get out of my way.", "start": 2919.36, "end": 2921.38}, {"text": "You can be replaced.", "start": 2921.38, "end": 2924.56}, {"text": "Damn.", "start": 2924.56, "end": 2926.96}, {"text": "Garden gnome farts aloud.", "start": 2926.96, "end": 2928.92}, {"text": "Air polluted, smell of shit, turd chasing midget dwarf.", "start": 2928.92, "end": 2932.52}, {"text": "What?", "start": 2932.52, "end": 2933.52}, {"text": "Wait.", "start": 2933.52, "end": 2934.52}, {"text": "There's a poem called Garden Gnome by Joe Fettig.", "start": 2934.52, "end": 2937.0}, {"text": "Maybe he", "start": 2937.0, "end": 2937.96}, {"text": "is a farting garden gnome. He's a farting garden gnome, yeah. That's kind of a", "start": 2937.96, "end": 2942.88}, {"text": "fun prank gift.", "start": 2942.88, "end": 2943.92}, {"text": "Women shame incels, not all men can be controlled. Lose weight, big fat whale.", "start": 2943.92, "end": 2951.44}, {"text": "Passport bros get hate, society doesn't understand until it's too late.", "start": 2951.44, "end": 2964.32}, {"text": "What's a passport bro? I think it's a man who does sex tourism.", "start": 2965.68, "end": 2969.76}, {"text": "Oh. Oh. Yeah. Okay. Interesting.", "start": 2969.76, "end": 2974.08}, {"text": "She wasted her youth chasing Chad ready to settle.", "start": 2974.08, "end": 2977.96}, {"text": "I don't like leftovers.", "start": 2977.96, "end": 2979.88}, {"text": "That was it? That's a haiku. These are haikus. Oh, okay. No,", "start": 2979.88, "end": 2986.2}, {"text": "they don't all seem like haikus. No. Yeah. Yeah.", "start": 2986.2, "end": 2988.68}, {"text": "Pay on the first date, split the bill. Equality, bitch.", "start": 2988.68, "end": 2993.48}, {"text": "You look like a man.", "start": 2993.56, "end": 2995.0}, {"text": "(laughing)", "start": 2995.0, "end": 2997.24}, {"text": "One red pill daily, not playing society's games.", "start": 2997.24, "end": 3003.62}, {"text": "My way, the highway.", "start": 3003.62, "end": 3005.62}, {"text": "Birth rates drop, marriage dead,", "start": 3005.62, "end": 3011.88}, {"text": "blaming men for the problems.", "start": 3011.88, "end": 3014.04}, {"text": "Agents of chaos panic.", "start": 3014.04, "end": 3015.94}, {"text": "The zoo hates men.", "start": 3015.94, "end": 3020.52}, {"text": "Get your passport, goes overseas.", "start": 3020.52, "end": 3023.16}, {"text": "society collapse. What is that? I have a question. What does that mean? I think", "start": 3023.16, "end": 3029.5}, {"text": "it has to do with passport bro stuff. What are passport? Okay, so you said", "start": 3029.5, "end": 3033.78}, {"text": "Chad earlier. Where do where is the what's the ranking? Basically, I think", "start": 3033.78, "end": 3038.3}, {"text": "Chad, there's men going their own way. There's passport bros. There's chads", "start": 3038.3, "end": 3042.34}, {"text": "virgins, maybe virgin versus itself, I think is a lot of what this is touching", "start": 3042.34, "end": 3047.18}, {"text": "coming upon yeah and you're a virgin", "start": 3047.18, "end": 3049.52}, {"text": "no, well, why are you in all your poems are about you fuck women and men going", "start": 3049.52, "end": 3056.4}, {"text": "my own way. It seems like more that anything you're kind of in the forest.", "start": 3056.4, "end": 3060.48}, {"text": "This will maybe this will", "start": 3060.48, "end": 3062.2}, {"text": "explain clear it up just a little bit. I'm just confused. Okay, this this will", "start": 3062.2, "end": 3066.6}, {"text": "have the mission statement in here. This is a poem called the problems in", "start": 3066.6, "end": 3071.0}, {"text": "western society. Okay,", "start": 3071.0, "end": 3072.4}, {"text": "There are many problems in Western society today.", "start": 3073.56, "end": 3076.36}, {"text": "Many Americans aren't ready for an economic collapse.", "start": 3076.36, "end": 3078.84}, {"text": "Censorship on the internet, no more freedom of speech.", "start": 3078.84, "end": 3081.46}, {"text": "We are all being wiretapped.", "start": 3081.46, "end": 3083.44}, {"text": "The homeless problem is getting worse.", "start": 3083.44, "end": 3085.64}, {"text": "Greedy corporations like BlackRock and Vanguard buying up homes, warfare on the people, the", "start": 3085.64, "end": 3090.56}, {"text": "world economic forum telling the people what we need in our lives, we refuse to take the", "start": 3090.56, "end": 3094.96}, {"text": "vaccine.", "start": 3094.96, "end": 3095.96}, {"text": "We are not sheeple.", "start": 3095.96, "end": 3097.32}, {"text": "Crooked politicians abusing the legal system, finding loopholes to make them rich, take them", "start": 3097.32, "end": 3101.48}, {"text": "them out of office. They don't care about us. Don't be there, bitch.", "start": 3101.48, "end": 3104.56}, {"text": "The nuclear family is destroyed. The feminist movement has gone too far.", "start": 3104.56, "end": 3109.24}, {"text": "Men are getting their passports and flying away.", "start": 3109.24, "end": 3111.44}, {"text": "The shaming language doesn't work anymore.", "start": 3111.44, "end": 3114.08}, {"text": "Prince Charming is not going to save you. That is the price you've got to pay.", "start": 3114.08, "end": 3119.04}, {"text": "Americans are so materialistic, living above their own standards,", "start": 3119.04, "end": 3122.96}, {"text": "just to drown in debt, a slave to the system.", "start": 3122.96, "end": 3125.16}, {"text": "What are we going to do when there are no internet?", "start": 3125.16, "end": 3127.76}, {"text": "Damn. I don't know.", "start": 3128.48, "end": 3129.88}, {"text": "Society doesn't care about men guilty until proven innocent.", "start": 3129.88, "end": 3133.24}, {"text": "The era of depression, society has become soft,", "start": 3133.24, "end": 3135.88}, {"text": "showing any signs of masculinity is known as aggression.", "start": 3135.88, "end": 3139.96}, {"text": "Suicides rates are up with gun violence", "start": 3139.96, "end": 3143.04}, {"text": "while the crooked politicians are laughing us", "start": 3143.04, "end": 3145.24}, {"text": "eating their steak.", "start": 3145.24, "end": 3147.04}, {"text": "They want us to buy their fake meat", "start": 3147.04, "end": 3148.88}, {"text": "because of climate change and our carbon footprint.", "start": 3148.88, "end": 3152.08}, {"text": "Fuck that!", "start": 3152.08, "end": 3153.0}, {"text": "Yes. Yes.", "start": 3153.0, "end": 3153.84}, {"text": "Fake. Yes.", "start": 3153.84, "end": 3154.8}, {"text": "I don't want that fake meat, man.", "start": 3154.8, "end": 3156.0}, {"text": "They don't care about us.", "start": 3156.0, "end": 3157.56}, {"text": "and watch them try to put us in another COVID lockdown, another stupid booster", "start": 3157.56, "end": 3161.74}, {"text": "shot. The people versus the government, they are trying to control us without", "start": 3161.74, "end": 3165.66}, {"text": "order. Out of chaos, we see right through the bullshit. Time to boycott.", "start": 3165.66, "end": 3170.1}, {"text": "And then this next one,", "start": 3170.1, "end": 3173.22}, {"text": "Oktoberfest, hops of spalt brewing, pouring the beer with great friends,", "start": 3173.22, "end": 3178.68}, {"text": "German style party.", "start": 3178.68, "end": 3180.18}, {"text": "Hey, you've been to Oktoberfest? There was a lot of... Would you say that", "start": 3180.18, "end": 3184.62}, {"text": "October Fest has a lot of Stacy's there right with", "start": 3184.66, "end": 3187.16}, {"text": "but I think a lot you ever see pictures of those German women with the giant", "start": 3187.16, "end": 3193.16}, {"text": "breasts at October Fest and they wear shoelaces. Where the fuck are your", "start": 3193.16, "end": 3197.04}, {"text": "nipples?", "start": 3197.04, "end": 3197.9}, {"text": "Their nipples have to be on the bottom of their titties, because half of them", "start": 3197.9, "end": 3202.8}, {"text": "are popping out of those shirts. I think a lot of it honestly is latex", "start": 3202.8, "end": 3206.34}, {"text": "prosthetics. Oh yeah. It's gotta be latex prosthetics and", "start": 3206.34, "end": 3210.22}, {"text": "a lot. I think it's like Halloween level costume. Yeah,", "start": 3211.42, "end": 3214.48}, {"text": "I don't have my testing. I don't have my password, so I can't see.", "start": 3214.48, "end": 3219.38}, {"text": "I think I have a few more here. No, I got a password. Here is", "start": 3219.38, "end": 3223.62}, {"text": "a poem", "start": 3223.62, "end": 3224.82}, {"text": "written by Joe Fedig.", "start": 3224.82, "end": 3226.94}, {"text": "Now, I want you to", "start": 3226.94, "end": 3231.26}, {"text": "damn there. There's a little there's some I'm gonna point it out,", "start": 3231.26, "end": 3234.94}, {"text": "some hypocrisy.", "start": 3234.94, "end": 3236.46}, {"text": "I like a policy you like honestly nowadays audiences say there's some", "start": 3237.98, "end": 3241.78}, {"text": "hypocrisy again yeah, there's some hypocrisy", "start": 3241.78, "end": 3244.1}, {"text": "wow", "start": 3244.1, "end": 3245.7}, {"text": "applause yeah well that's kind of listen to this listen to this okay. If you", "start": 3245.7, "end": 3251.74}, {"text": "love, if you love hypocrisy, you're going to love this mass layoffs happening in", "start": 3251.74, "end": 3256.06}, {"text": "the workplace. Will they replace man with the sheet with machine another", "start": 3256.06, "end": 3259.62}, {"text": "agenda in plain sight, no more gas powered cars. They want everyone to go", "start": 3259.62, "end": 3263.26}, {"text": "green getting replaced by a robot artificial intelligence is getting out", "start": 3263.26, "end": 3266.66}, {"text": "of control. The transhumanism agenda the elite want your soul. Controlling every aspect of", "start": 3266.66, "end": 3272.38}, {"text": "your life, living in a smart city, being charged a carbon tax, the evil leaders that you want", "start": 3272.38, "end": 3276.74}, {"text": "that you tell you that you own nothing and be happy just relax. Your robot replacement", "start": 3276.74, "end": 3281.5}, {"text": "will take your job and leave you on the street. Depopulate the earth, mocking the citizens", "start": 3281.5, "end": 3285.66}, {"text": "with a single tweet. Humans are easily replaceable. The first thing you hack is the subconscious", "start": 3285.66, "end": 3291.0}, {"text": "mind, divide and conquer, have race wars. It's the blind leading the blind. Corporation cutting", "start": 3291.0, "end": 3296.68}, {"text": "labor costs, you're replaceable at any time. CEOs being downright cheap, nobody cares, I", "start": 3296.68, "end": 3301.12}, {"text": "feel like I am a black sheep.", "start": 3301.12, "end": 3302.48}, {"text": "Whoa.", "start": 3302.48, "end": 3303.48}, {"text": "Nothing is guaranteed in life, not even your career. Getting replaced by a robot is something", "start": 3303.48, "end": 3307.36}, {"text": "that we might fear. Yeah?", "start": 3307.36, "end": 3309.32}, {"text": "Dude, what the fuck? I mean, I'm sorry. Can we just talk?", "start": 3309.32, "end": 3312.28}, {"text": "I'm sorry. Let me point out the hypocrisy here.", "start": 3312.28, "end": 3314.72}, {"text": "Okay. Yeah.", "start": 3314.72, "end": 3315.72}, {"text": "\"YouTube censorship,\" this is posted by Joe Fetig, \"YouTube censorship, a threat to free", "start": 3315.72, "end": 3322.08}, {"text": "speech where videos are subjected to breach by an algorithm with a heavy hand, once a", "start": 3322.08, "end": 3326.88}, {"text": "place for open expression, now a platform with tight discretion and voices are silenced", "start": 3326.88, "end": 3331.48}, {"text": "in this lands. Words that once spread like wildfire and now face suppression with a heavy", "start": 3331.48, "end": 3337.6}, {"text": "hand and the truth is hidden from sight. Ideas that once flourished in the sun now faced restrictions", "start": 3337.6, "end": 3343.6}, {"text": "one by one and free speech is dealt a deadly blow. But we must fight against", "start": 3343.6, "end": 3349.52}, {"text": "this tide and not let censorship divide for the right to express ourselves. We", "start": 3349.52, "end": 3353.72}, {"text": "will uphold. Wait, so what's the hypocrisy? That was written by who? You?", "start": 3353.72, "end": 3359.36}, {"text": "Chat GPT. No. Yeah. Holy bottom of the page. It says posted by Joe Fedig", "start": 3359.36, "end": 3367.52}, {"text": "written by chat GPT. That's fucking insane. Even trust anyone nowadays. Not", "start": 3367.52, "end": 3373.58}, {"text": "not even brave minds like Joe Fettig. People say Mr. Joe Fettig, who once", "start": 3373.58, "end": 3379.9}, {"text": "wrote, who once wrote, and let me, let me pull this, this", "start": 3379.9, "end": 3382.94}, {"text": "one up. Yeah, I wanna hear this.", "start": 3382.94, "end": 3385.5}, {"text": "Here's a...", "start": 3385.5, "end": 3387.34}, {"text": "Mr. Joe Fettig. That's him? The... No fucking way. The once great leader", "start": 3387.34, "end": 3396.46}, {"text": "of the MGTOW movement. He looks great. Mr. Joe Fettig, who wrote", "start": 3396.46, "end": 3402.18}, {"text": "false rape. Why protect she lies all the time, dumb bitch charger with the crime", "start": 3402.98, "end": 3407.58}, {"text": "is now relying on he is now relying on chat. Gp that man is going his own way", "start": 3407.58, "end": 3413.62}, {"text": "that man is chiving on yeah.", "start": 3413.62, "end": 3416.42}, {"text": "What is there to do in this world, but chive on man this he's a he's a chiving", "start": 3416.42, "end": 3424.86}, {"text": "hypocrite is what I'll say", "start": 3424.86, "end": 3426.22}, {"text": "the chad gbt stuff that does break my heart, because it's like is this is this", "start": 3426.22, "end": 3430.26}, {"text": "machine or is it machine and oh my God, that was good post. Yeah, there's", "start": 3430.3, "end": 3436.08}, {"text": "comments here on this post for Roy, who says I'm all about the first amendment", "start": 3436.08, "end": 3440.2}, {"text": "to and he just says thanks. He's taking credit", "start": 3440.2, "end": 3442.62}, {"text": "for chat GPT and what fucking universe is that make any God damn it's not right.", "start": 3442.62, "end": 3449.1}, {"text": "Oh God, maybe the spider verse and what's the spider verse. I mean the", "start": 3449.1, "end": 3453.5}, {"text": "spider verse that does make sense. Yeah, you're right. Yeah, but also in the", "start": 3453.5, "end": 3457.24}, {"text": "Spider verse you'd all be fucking spiders.", "start": 3457.26, "end": 3459.76}, {"text": "Do I have how much time do I have to do another one? Okay, one last one yeah,", "start": 3459.76, "end": 3465.86}, {"text": "and then I have a good thing to close out with. If anybody else doesn't have", "start": 3465.86, "end": 3469.76}, {"text": "no, I got nothing women in West lost men go overseas, find good wife, leftover", "start": 3469.76, "end": 3475.06}, {"text": "women mad.", "start": 3475.06, "end": 3475.74}, {"text": "Wow", "start": 3475.74, "end": 3479.66}, {"text": "this is a speech say introduce a speech that's coming", "start": 3479.66, "end": 3484.94}, {"text": "Folks, we're going to be closing out the show with a speech by none other than Mr. Dr. Cameron Fetter.", "start": 3485.9, "end": 3493.3}, {"text": "Wow. Thank you.", "start": 3493.3, "end": 3494.3}, {"text": "Keep it going for Cameron.", "start": 3494.3, "end": 3499.14}, {"text": "He's putting the coat back on.", "start": 3499.14, "end": 3500.9}, {"text": "He's ready to...", "start": 3500.9, "end": 3501.42}, {"text": "It's a speech.", "start": 3501.42, "end": 3502.1}, {"text": "It's a speech. Yeah, you got to be formal, right?", "start": 3502.1, "end": 3503.74}, {"text": "Yeah, button up that...", "start": 3503.74, "end": 3504.5}, {"text": "A little more stately.", "start": 3504.5, "end": 3505.62}, {"text": "Let me see. What else can we get?", "start": 3505.62, "end": 3506.98}, {"text": "The top button here.", "start": 3506.98, "end": 3508.14}, {"text": "All right, Cameron, let's hear this speech.", "start": 3508.14, "end": 3513.3}, {"text": "I hope the speech is going to move you guys.", "start": 3513.3, "end": 3515.82}, {"text": "I hope that it will too.", "start": 3515.82, "end": 3517.82}, {"text": "Probably going to move my fucking bowels.", "start": 3517.82, "end": 3519.82}, {"text": "I'm going to move this.", "start": 3519.82, "end": 3521.82}, {"text": "Yeah, I like that.", "start": 3521.82, "end": 3523.82}, {"text": "Games like Minecraft", "start": 3523.82, "end": 3531.82}, {"text": "have shaped our generation", "start": 3531.82, "end": 3533.82}, {"text": "with good reason.", "start": 3533.82, "end": 3535.82}, {"text": "Life in middle school", "start": 3535.82, "end": 3537.82}, {"text": "is just like Minecraft.", "start": 3537.82, "end": 3539.82}, {"text": "Wow.", "start": 3539.82, "end": 3541.82}, {"text": "We all entered this biome called middle school.", "start": 3541.82, "end": 3543.82}, {"text": "middle school, some imagining it was the nether. It was a completely foreign world", "start": 3543.82, "end": 3549.66}, {"text": "where we didn't know who we might run into, what we might find that is useful,", "start": 3549.66, "end": 3553.54}, {"text": "or how we were going to survive. Each of us was a Steve. Completely indistinguishable", "start": 3553.54, "end": 3563.62}, {"text": "from the rest of the kids for at least the first few days. As noobs, we wandered", "start": 3563.62, "end": 3569.42}, {"text": "the halls aimlessly until we eventually found a block, then another, and another.", "start": 3569.42, "end": 3576.2}, {"text": "With these blocks, we learned to craft bigger and better things.", "start": 3576.2, "end": 3579.84}, {"text": "We worked hard and grew our world into a place we couldn't wait to enter each day.", "start": 3579.84, "end": 3585.58}, {"text": "Some days we ran into more creepers, endermen, and zombies than we would have liked, but", "start": 3585.58, "end": 3592.18}, {"text": "we learned to defeat those bad guys.", "start": 3592.18, "end": 3594.8}, {"text": "Through friendships and the guidance of our teachers, we became expert craftsmen, building", "start": 3594.8, "end": 3599.64}, {"text": "an amazing world based on cooperative effort.", "start": 3599.64, "end": 3603.64}, {"text": "As we learned to adjust our skins, we each found our unique identity, our own unique", "start": 3603.64, "end": 3609.08}, {"text": "identity.", "start": 3609.08, "end": 3610.44}, {"text": "Most of us were even able to mine not just one, but many diamonds along the way.", "start": 3610.44, "end": 3617.08}, {"text": "Today we stand together.", "start": 3617.08, "end": 3620.64}, {"text": "We stand together.", "start": 3620.64, "end": 3632.28}, {"text": "We stand together at the portal to the next dimension, high school.", "start": 3632.28, "end": 3639.6}, {"text": "Let's remember where we are coming from.", "start": 3639.6, "end": 3642.22}, {"text": "Let's stand strong in who we are as individuals and as a group.", "start": 3642.22, "end": 3646.72}, {"text": "me and building the next world for ourselves without fear.", "start": 3646.72, "end": 3650.92}, {"text": "And that's the speech everybody.", "start": 3650.92, "end": 3654.52}, {"text": "Thank you.", "start": 3654.52, "end": 3656.02}, {"text": "We'll see you next time.", "start": 3656.02, "end": 3659.22}, {"text": "A star-crossed lovers who are Star Wars.", "start": 3659.22, "end": 3668.12}, {"text": "Okay, Star Wars movie.", "start": 3668.12, "end": 3669.62}, {"text": "(laughing)", "start": 3669.62, "end": 3671.88}, {"text": "Matthew McConaughey has to go to space", "start": 3671.88, "end": 3679.38}, {"text": "to save the entire world.", "start": 3679.38, "end": 3680.38}, {"text": "- Star Wars scary movie.", "start": 3680.38, "end": 3681.78}, {"text": "- Well, it's kind of a scary movie.", "start": 3681.78, "end": 3683.66}, {"text": "When you're, if you smoke weed, it is pretty scary.", "start": 3683.66, "end": 3686.16}, {"text": "Oh, a mysterious convict on death row", "start": 3686.16, "end": 3692.86}, {"text": "has mystical powers.", "start": 3692.86, "end": 3695.74}, {"text": "- Superhero movie.", "start": 3695.74, "end": 3696.94}, {"text": "Harry Potter.", "start": 3696.94, "end": 3697.86}, {"text": "four okay", "start": 3698.78, "end": 3699.88}, {"text": "a man's experience in a turn of the century. The experience okay", "start": 3699.88, "end": 3705.92}, {"text": "turn of the century turn of the century okay in the title it's in the log.", "start": 3705.92, "end": 3712.48}, {"text": "That is good", "start": 3712.48, "end": 3713.1}, {"text": "Leonardo DiCaprio. He has to go into your dream DiCaprio.", "start": 3713.1, "end": 3718.3}, {"text": "Why I didn't finish Leo.", "start": 3718.3, "end": 3721.1}, {"text": "Those are the names Leo period Leo period. I think is better. I'm going to", "start": 3721.1, "end": 3727.4}, {"text": "it again. Now it's a competition. Okay, a", "start": 3727.42, "end": 3731.92}, {"text": "for an escaped slave has to has to the slave.", "start": 3731.92, "end": 3736.76}, {"text": "He has to hook up with a German guy to go get his wife from Hilda from", "start": 3736.76, "end": 3743.0}, {"text": "Leonardo DiCaprio.", "start": 3743.0, "end": 3744.08}, {"text": "Slavery, the movie DiCaprio, colon, the slave DiCaprio, the slave, well, yeah,", "start": 3744.08, "end": 3752.06}, {"text": "I'm going to give it to you, DiCaprio, the slaver.", "start": 3752.06, "end": 3754.44}, {"text": "Well he, you don't know that though.", "start": 3755.28, "end": 3756.96}, {"text": "Cause I didn't say that in the log line.", "start": 3756.96, "end": 3758.72}, {"text": "Broomhilda's capture.", "start": 3758.72, "end": 3761.8}, {"text": "Broomhilda's capture?", "start": 3761.8, "end": 3762.8}, {"text": "That would be the prequel.", "start": 3762.8, "end": 3763.8}, {"text": "Okay, actually I'm just going to do Tarantino movies.", "start": 3763.8, "end": 3765.8}, {"text": "Okay.", "start": 3765.8, "end": 3766.8}, {"text": "Um, seven funny looking businessmen go back into their garage.", "start": 3766.8, "end": 3772.16}, {"text": "Seven brothers.", "start": 3772.16, "end": 3773.16}, {"text": "The funny farm.", "start": 3773.16, "end": 3774.16}], "title": "Ep. 242 - Fudd's Comedy Cub", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--242---Fudds-Comedy-Cub-e246cb5", "date": "Wed, 17 May 2023 11:00:03 GMT", "id": 267}