{"lines": [{"text": "I", "start": 0.0, "end": 1.0}, {"text": "did a clap yeah. Well, along an early clip, a very early clap. I am in a war", "start": 1.0, "end": 21.56}, {"text": "me to actually really we're both in wars. Yeah. I think your war is cooler", "start": 21.56, "end": 26.02}, {"text": "than mine. No, okay, well, then you start with your war because I want to", "start": 26.02, "end": 28.98}, {"text": "I need tips and tricks on wars now.", "start": 29.02, "end": 32.02}, {"text": "I don't know if your war is what I'm thinking of. I'm not sure my war will help you that much with yours.", "start": 32.02, "end": 37.02}, {"text": "Okay.", "start": 37.02, "end": 38.02}, {"text": "But I've been traumatized. I've been given PTSD.", "start": 38.02, "end": 42.02}, {"text": "That's the beginning of war.", "start": 42.02, "end": 43.02}, {"text": "Yeah. Well, it's actually what happens after war.", "start": 43.02, "end": 45.02}, {"text": "Yeah.", "start": 45.02, "end": 46.02}, {"text": "Now that I'm realizing it. So maybe my war is over. Because I don't think you usually get PTSD until afterwards.", "start": 46.02, "end": 50.02}, {"text": "Yeah, I guess you're right.", "start": 50.02, "end": 52.02}, {"text": "Yeah. I was at war with the biggest cockroach of all time.", "start": 52.02, "end": 55.02}, {"text": "Oh, God.", "start": 55.02, "end": 56.02}, {"text": "Dude, it was so fucking horrible.", "start": 56.02, "end": 58.02}, {"text": "horrible. Yeah. Oh, worst experience of my literally I'm still I'm having", "start": 58.02, "end": 63.02}, {"text": "I'm having PTSD flashbacks every day to this cockroach. It's I'm not that like", "start": 63.02, "end": 68.62}, {"text": "I'm not gonna pretend I'm like brave, but I'm not that squeamish around bugs.", "start": 68.62, "end": 73.82}, {"text": "Yeah, I don't care that much, but this like I was it literally ruined my life", "start": 73.82, "end": 78.22}, {"text": "is so fucking big. It was crawling up the wall. Is that where you saw? Where", "start": 78.22, "end": 82.32}, {"text": "did you spot this sucker? First? I did not spot it. This is this is part of", "start": 82.32, "end": 86.02}, {"text": "of why it was so traumatizing. I was you heard tales asleep and I was shaken", "start": 86.02, "end": 90.66}, {"text": "awake at six thirty a.m. on on Sunday, because my fiance was getting ready to", "start": 90.66, "end": 95.9}, {"text": "work and she saw it in the living room and shook me awake and said, I'm sorry to", "start": 95.9, "end": 99.72}, {"text": "wake you up, but there's the biggest cockroach I've ever seen. It's in the", "start": 99.72, "end": 101.86}, {"text": "living room, so I got up. I went gigantic crawling up the wall, probably like", "start": 101.86, "end": 106.86}, {"text": "like fucking huge. Yeah,", "start": 106.86, "end": 108.46}, {"text": "I was completely still asleep and like just looking and it was dark in the", "start": 108.46, "end": 113.18}, {"text": "room. I don't want to turn the lights on because I didn't want to run away, so I", "start": 113.18, "end": 115.62}, {"text": "could only really make make out the shape of it. Just like a big black", "start": 115.66, "end": 118.86}, {"text": "going up the wall yeah. So I go it hides behind the curtain of the window. It", "start": 118.86, "end": 124.8}, {"text": "knows how to hide dude. This thing was crazy. I this is literally a full war.", "start": 124.8, "end": 130.0}, {"text": "This is so insane. Okay, so I get the raid. I get a shoe. I go. I put I put", "start": 130.0, "end": 135.2}, {"text": "clothes on to cover my entire every inch of my body.", "start": 135.2, "end": 137.62}, {"text": "You put on coveralls. I was well, I'm a man to look for it and only my", "start": 137.62, "end": 143.62}, {"text": "underwear and I was like I cannot you can't expose your no, I can't see every", "start": 143.66, "end": 147.86}, {"text": "yeah, it's going to that's on me yeah. So I'm going to start dissing you. I", "start": 147.86, "end": 152.16}, {"text": "start knocking against the curtain with the shoe just kind of hitting random", "start": 152.16, "end": 155.42}, {"text": "spots to see if I can just kill it like you know, get a quick wall bang just", "start": 155.42, "end": 158.38}, {"text": "lucky. Yeah, yeah, it drops down onto the floor. It goes into a corner. I go", "start": 158.38, "end": 164.94}, {"text": "up with the raid. I spray it once with raid it dashes. I spray it again. It", "start": 164.94, "end": 169.5}, {"text": "goes under the couch like it like runs. No fuck dude. It survived the raid.", "start": 169.5, "end": 173.5}, {"text": "so then I'm like what do I do I'm standing guard there is I have like a", "start": 173.5, "end": 177.0}, {"text": "railroad apartment, so there's only one way out of my living room, so I'm", "start": 177.0, "end": 179.34}, {"text": "standing in that door with the shoe in the right. I'm like if it's trying if it", "start": 179.34, "end": 181.54}, {"text": "tries to get into the rest of the house, I'm going to kill it now. It's just", "start": 181.54, "end": 183.66}, {"text": "I'm just thinking this is going to be my entire day because she's leaving for", "start": 183.66, "end": 186.38}, {"text": "work is not going to be able to relax. So I'm going to go we're about to go", "start": 186.38, "end": 190.24}, {"text": "move the couch out so I can go try and get it again right as we're about to", "start": 190.24, "end": 193.42}, {"text": "move the couch out. I see it going up the wall behind the couch and I'm like", "start": 193.42, "end": 196.62}, {"text": "okay, get I'll get I'll get it. I get the shoe, it goes up onto the wall. I", "start": 196.62, "end": 200.58}, {"text": "hit it once with the shoe. I hear it dropped to the ground, keeps running", "start": 200.62, "end": 204.76}, {"text": "around. I hit it again with the shoe here, another it runs back under the", "start": 204.76, "end": 208.48}, {"text": "couch, so it survived to raid blast two shoe hits at this point and I'm like", "start": 208.48, "end": 213.74}, {"text": "I'm like I'm freaking my entire body. I can't I literally is not a car. I hit", "start": 213.74, "end": 218.42}, {"text": "with the shoe. I literally fully my like I actually just went.", "start": 218.42, "end": 221.7}, {"text": "Did you think at this point that this was some kind of Native American spirit?", "start": 221.7, "end": 226.28}, {"text": "I think it was a deeming. Literally, this is so crazy man. I it affected me so", "start": 226.32, "end": 231.12}, {"text": "shouldn't be surviving. The story isn't even over. Oh God, so then I'm like", "start": 231.12, "end": 234.94}, {"text": "fuck. How do I get it out from under the couch? I'm not going on down on my", "start": 234.94, "end": 237.6}, {"text": "hands and knees to try and see where it is. It's going to fly into my face or", "start": 237.6, "end": 240.36}, {"text": "something of course, so this and this is where I got. I kind of I got a little", "start": 240.36, "end": 244.56}, {"text": "crafty and this is how I so do you remember", "start": 244.56, "end": 247.48}, {"text": "do you remember that light we had for the old set that we would velcro up to", "start": 247.48, "end": 252.52}, {"text": "the top, though tiny. I don't know what it's called, but it's like a studio type", "start": 252.52, "end": 255.84}, {"text": "that, but it's tiny and it's really, really a little after that. Yeah, I have", "start": 255.88, "end": 259.12}, {"text": "that in my house. Okay, so what I do is I give that to and I and I put she puts it", "start": 259.12, "end": 264.04}, {"text": "on the one end of the couch under it. I've returned up to the highest setting", "start": 264.04, "end": 267.98}, {"text": "and then I'm standing at the other side of the couch. She turns it on. It", "start": 267.98, "end": 271.2}, {"text": "literally blasts the entire underside of the couch. So you see the lit up so I", "start": 271.2, "end": 276.08}, {"text": "could look for I could I was hoping to scare it out and then like kill it right", "start": 276.08, "end": 279.3}, {"text": "there. You know what I mean, but it doesn't come out. I'm like did you see a", "start": 279.3, "end": 282.14}, {"text": "shadow of it like a long shadow. I did. I wish I did that would be really scary.", "start": 282.24, "end": 286.64}, {"text": "It's smoking a cigarette, so then I go down on my hands and knees. I'm like", "start": 286.64, "end": 290.4}, {"text": "okay, this I have to get my face down here. I look down one side of the couch.", "start": 290.4, "end": 293.24}, {"text": "I don't see anything. I crawl over to the other side. I look down. I see it and", "start": 293.24, "end": 297.0}, {"text": "get this it's on its back and it's convulsing. So somehow it had it somehow.", "start": 297.0, "end": 302.72}, {"text": "I had some kind of delayed damage to it with either the raid or the shoe where it", "start": 302.72, "end": 307.4}, {"text": "survived long enough to take more damage and then go under the couch and then it", "start": 307.4, "end": 310.64}, {"text": "stunned like a mortal combat like finish him. Were you scared because you", "start": 310.68, "end": 314.52}, {"text": "already knew this was one tricky cockroach? I would literally it's I was", "start": 314.52, "end": 318.48}, {"text": "not a fucking thing, so we pull the couch up. I'm like go go go pull the", "start": 318.48, "end": 321.32}, {"text": "couch up. So I pull out really fast. I spray it with more raid. It's", "start": 321.32, "end": 324.24}, {"text": "literally still twitching around while I'm killing it. I go I get I get a", "start": 324.24, "end": 328.44}, {"text": "trash bag. I get trash bags to put over my hands like gloves because our", "start": 328.44, "end": 331.68}, {"text": "paper towels are too thin. I'm like I'm not fucking so then I pick it. I", "start": 331.68, "end": 335.2}, {"text": "pick it up with paper towel and trash bag hand and I'm so my body is", "start": 335.2, "end": 339.68}, {"text": "reacting to it to with so much disgust and fear yeah that I'm squeezing my fist", "start": 339.68, "end": 344.48}, {"text": "so tight just because I'm just like and I can just feel it like being crushed to", "start": 344.48, "end": 348.92}, {"text": "dust in my hand. I go to flush it down the toilet. I open my hand to drop it", "start": 348.92, "end": 353.2}, {"text": "like I can. I'm literally like bit like my finger. I can't pry my finger. I'm so", "start": 353.2, "end": 357.02}, {"text": "fucking because I'm like I was a like five minutes ago and now you were", "start": 357.02, "end": 362.76}, {"text": "throwing into battle. Yeah, I'm completely and I open my hand and I like", "start": 362.76, "end": 367.12}, {"text": "can't control opening my hand and when I do first of all the cockroach falls out", "start": 367.2, "end": 370.2}, {"text": "and it's like all its legs are falling up because I squeezed it so hard, but", "start": 370.2, "end": 374.08}, {"text": "then I drop the paper towel into the toilet because and I have to reach into", "start": 374.08, "end": 377.82}, {"text": "the toilet next to the cockroach to get the paper to", "start": 377.82, "end": 379.76}, {"text": "here's my nightmare scenario as I go to flush the paper towel. It clogs the", "start": 379.76, "end": 384.38}, {"text": "toilet and then I have a clogged cockroach to and then the cockroach", "start": 384.38, "end": 387.22}, {"text": "wakes back yeah exactly. I fully was believing that could happen yeah. I kind", "start": 387.22, "end": 391.28}, {"text": "of was expecting him to come back to life again. I literally think you", "start": 391.28, "end": 394.66}, {"text": "probably did in the sewer. He's probably like it was crawling", "start": 394.7, "end": 397.64}, {"text": "out somewhere on on Rockaway, just like right into the ocean and right now he's", "start": 397.64, "end": 404.54}, {"text": "just crawling with his last two legs towards your house. Just so slowly", "start": 404.54, "end": 409.24}, {"text": "is up the beach. It was so come on for you horrible. I know it coming for you.", "start": 409.24, "end": 414.3}, {"text": "I also that's the thing I tormented this creature. You just did them. You did as", "start": 414.3, "end": 418.6}, {"text": "much as you can to something without killing it. I literally yeah. Why does", "start": 418.6, "end": 421.82}, {"text": "you within an inch of its life. Why do so many things get sprayed with raid?", "start": 421.84, "end": 425.2}, {"text": "This is why I don't keep raid in my house, 'cause it's bad for you. It's", "start": 425.2, "end": 428.48}, {"text": "really, really bad for you. But you spray raid on a bug, they never die.", "start": 428.48, "end": 432.08}, {"text": "They run around, they get at every other surface in your house. Yeah. You", "start": 432.08, "end": 436.24}, {"text": "might as well just be spraying raid. I've never had raid in my life. That", "start": 436.24, "end": 439.24}, {"text": "was something that my fiancee brought into my life. I never had that in my", "start": 439.24, "end": 442.86}, {"text": "house ever. Why do women, why are women not concerned about stuff that gives", "start": 442.86, "end": 446.52}, {"text": "you cancer like that? They just don't care. 'Cause they'll love their baby no", "start": 446.52, "end": 450.0}, {"text": "no matter how I sleeps with her phone under her head,", "start": 450.0, "end": 453.32}, {"text": "literally under her head, like no not under the pillow. She sleeps on her", "start": 453.32, "end": 458.98}, {"text": "phone and it's and I'm like because he doesn't like headphones and she wants to", "start": 458.98, "end": 463.28}, {"text": "listen to a podcast right. So it's like bone conducting. Yeah, so", "start": 463.28, "end": 466.4}, {"text": "so I tell her every single night you're going to get a", "start": 466.4, "end": 471.34}, {"text": "giant Jimmy Neutron head and you're going to and it's going to be because", "start": 471.34, "end": 476.72}, {"text": "you're going to get a smart tumor of all time. Yeah, and she's like", "start": 476.76, "end": 480.8}, {"text": "they just don't care at all. No yeah, I", "start": 480.8, "end": 484.52}, {"text": "this is all the only thing I care about is avoiding cancerous diseases. Yeah, I", "start": 484.52, "end": 489.68}, {"text": "don't like raid very much. I don't like the way it smells or tastes", "start": 489.68, "end": 492.68}, {"text": "the way it feels between my fingers. It doesn't seem very good. Yeah, spraying", "start": 492.68, "end": 498.88}, {"text": "my hand with rate and then grabbing the well, I'm going to be honest. Your war", "start": 498.88, "end": 502.48}, {"text": "is much, much more interesting than my war. You really you really understood my", "start": 503.28, "end": 506.94}, {"text": "more and here's why my war is just beginning yeah, yeah, my war is just", "start": 506.94, "end": 512.26}, {"text": "beginning. I would like to issue a warning to an unnamed waste management", "start": 512.26, "end": 519.44}, {"text": "company. Okay, so this is dangerous. You know a waste management company means", "start": 519.44, "end": 524.3}, {"text": "have you ever watched TV? Oh, you think they might be the mafia monsters? I", "start": 524.3, "end": 529.9}, {"text": "don't give a fuck.", "start": 529.9, "end": 530.82}, {"text": "we paid this waste management company for or we didn't pay them. Actually, we", "start": 532.1, "end": 535.72}, {"text": "never", "start": 535.72, "end": 535.94}, {"text": "it's part of the issue, I guess, but the war they said we were going to pick up", "start": 535.94, "end": 540.58}, {"text": "your your waste. We're going to manage your waste. I don't care what they do", "start": 540.58, "end": 544.28}, {"text": "with it. I said all right, buddy, I'll sign this contract one year of waste", "start": 544.28, "end": 549.2}, {"text": "management. Yeah, that seems like a great deal. One amazing yeah, a whole year", "start": 549.2, "end": 552.52}, {"text": "what just a little money. Let's do it. Yeah, if all this is going to cost me is", "start": 552.52, "end": 556.04}, {"text": "money, then I wouldn't what the fuck am I doing not paying and I'll get in", "start": 556.04, "end": 560.02}, {"text": "trouble if I don't get my trash picked up. Yeah, no, of course, I'm going to sign", "start": 560.06, "end": 563.46}, {"text": "manage this. I sign it", "start": 563.46, "end": 565.58}, {"text": "one week goes by no trash pick up. I text the guy. You know what jack the", "start": 565.58, "end": 571.1}, {"text": "garbage man, so he's in my phone as it's the only don't know his last name. That's", "start": 571.1, "end": 574.58}, {"text": "what he says when he answers the phone.", "start": 574.58, "end": 576.1}, {"text": "We didn't get a pick up last night. He says well, sorry about that. We'll try", "start": 576.1, "end": 581.18}, {"text": "again tonight. I guess they tried again unsuccessful unsuccessful figured out", "start": 581.18, "end": 586.26}, {"text": "couldn't hack it. No, you know this happens", "start": 586.42, "end": 589.52}, {"text": "seventeen more times, maybe yeah seventeen more times to the point where", "start": 589.52, "end": 595.08}, {"text": "I just stopped texting him and I don't pay the bill and I've texted him every", "start": 595.08, "end": 600.12}, {"text": "single time. Eventually, I just stopped. I don't pay the bill. They send me a", "start": 600.12, "end": 603.4}, {"text": "collections notice for four hundred and fifty dollars for paying for trash that", "start": 603.4, "end": 608.58}, {"text": "they've never picked up a single fucking time. You know to play devil's advocate", "start": 608.58, "end": 612.24}, {"text": "here, it can be tough to tell that there's actually a trash bag inside the", "start": 612.24, "end": 615.84}, {"text": "trash can that you might assume that the trash can is empty is completely empty", "start": 615.86, "end": 619.26}, {"text": "when yeah when it's been your boss or maybe even if you get five hundred", "start": 619.26, "end": 622.3}, {"text": "times, maybe that's maybe that's our stuff that we left there. That wasn't", "start": 622.3, "end": 625.34}, {"text": "garbage that we were hoping to use the morning. So I sent an email in response", "start": 625.34, "end": 629.86}, {"text": "to the collections thing last week. I say, hey, I'd like to cancel this. I'm", "start": 629.86, "end": 633.38}, {"text": "down. I'll pay a cancellation fee. If I have to, I don't give a fuck. I just", "start": 633.38, "end": 637.06}, {"text": "never want to get talk to you people ever again. Yeah, I have a different", "start": 637.06, "end": 640.34}, {"text": "garbage collection. Go with a different guy now with a different guy strong and", "start": 640.34, "end": 644.66}, {"text": "he picks he is really amazing. He does it for half the price. He picks it. He", "start": 644.7, "end": 648.1}, {"text": "picked it up the first time or the second time the second. He missed it the", "start": 648.1, "end": 651.54}, {"text": "first", "start": 651.54, "end": 651.74}, {"text": "he missed it the first time, but we gave him one right yeah. You got one as long", "start": 651.74, "end": 656.46}, {"text": "as he's better than the last guy. So the guy they don't respond to my email.", "start": 656.46, "end": 661.64}, {"text": "Then they sent me another collections email yesterday. So I text the guy I", "start": 661.64, "end": 665.34}, {"text": "text Jack. I say hey, I don't want to do this anymore. I can't Jack. I can't do", "start": 665.34, "end": 670.4}, {"text": "this anymore right. You've disappointed me too many times. I don't want this. He", "start": 670.4, "end": 674.28}, {"text": "calls me and boy we went at it. Really?", "start": 674.34, "end": 678.34}, {"text": "It started off a little passive aggressive.", "start": 678.34, "end": 682.34}, {"text": "Hey Caleb, it's Jack the Garbage Man. Yeah, you know, I'm just, I'm on vacation", "start": 682.34, "end": 686.34}, {"text": "and I just didn't, you know, I'm taking time to call you because it seems so", "start": 686.34, "end": 690.34}, {"text": "crazy, right? By the end, Jack,", "start": 690.34, "end": 694.34}, {"text": "I've read your fucking Google reviews. You do this to", "start": 694.34, "end": 698.34}, {"text": "everybody. We're screaming at each other. It was a huge blow.", "start": 698.34, "end": 702.34}, {"text": "so I would like to say this war is on yeah and you you want to be careful", "start": 702.34, "end": 707.48}, {"text": "when you let your guys out on this neighborhood on the block, because", "start": 707.48, "end": 710.68}, {"text": "we'll pull up with an army of five strong", "start": 710.68, "end": 713.12}, {"text": "and we'll start. We won't fight. We'll sing in sync to you guys, and you won't", "start": 713.12, "end": 718.72}, {"text": "get hurt, but maybe what do you think you're going to do take us to small", "start": 718.72, "end": 721.4}, {"text": "claims court? We're already in jail. Yeah, where the hell are you talking?", "start": 721.4, "end": 725.1}, {"text": "Yeah, we're in jail.", "start": 725.1, "end": 726.1}, {"text": "Why am I paying for garbage collection? Anyway, that's the real question,", "start": 726.1, "end": 729.72}, {"text": "but these guys are going to I honestly think if anybody, it does small claims", "start": 730.6, "end": 736.08}, {"text": "representation in New York City. I think that we might have I think we're a good", "start": 736.08, "end": 740.92}, {"text": "class action. I've looked into these guys right. I think we might have a class", "start": 740.92, "end": 744.4}, {"text": "action lawsuit and I bet nothing we've said just now in the past five minutes", "start": 744.4, "end": 747.88}, {"text": "would damage any of it. What I'm going to go to war, chop his legs off. That's", "start": 747.88, "end": 752.48}, {"text": "not illegal.", "start": 752.48, "end": 753.16}, {"text": "No, I won't chop his legs off.", "start": 753.16, "end": 756.12}, {"text": "he's to he's that's too good for him. His legs might be a little too short.", "start": 757.56, "end": 761.32}, {"text": "Yeah, that yeah, exactly. I couldn't even reach him. Might not make it much of a", "start": 761.32, "end": 764.46}, {"text": "bend over. I'd hurt my back. I've actually never met the guy. That's the", "start": 764.46, "end": 767.4}, {"text": "other thing. The new garbage guy, I met him the first day he came in the office.", "start": 767.4, "end": 770.68}, {"text": "Let me guess, he shook your hand. He came, he shook my hand. He came to the", "start": 770.68, "end": 773.8}, {"text": "office. The office looked like fucking shit. I mean, it was the worst it's ever", "start": 773.8, "end": 777.04}, {"text": "looked, and he looked around. He said, \"This place is great.\"", "start": 777.04, "end": 779.76}, {"text": "And I was like, \"That's what I want. I want a liar. That's what I like to work", "start": 779.76, "end": 786.16}, {"text": "with I like working with a liar. This is a really nice liar", "start": 786.18, "end": 789.58}, {"text": "when the garbage man shakes your hand and he goes. Oh sorry, it smells like", "start": 789.58, "end": 795.72}, {"text": "garbage. I'm a garbage man.", "start": 795.72, "end": 797.3}, {"text": "He didn't smell like garbage, smelled amazing yeah, but that's put in a lot of", "start": 797.3, "end": 801.48}, {"text": "work in order to to smell good as a garbage. You have to do the most. That", "start": 801.48, "end": 805.5}, {"text": "means you are doing the most yeah, but anyway that's the beginning of my war", "start": 805.5, "end": 809.28}, {"text": "we're. I'm going to keep you guys updated with some kind of war journal", "start": 809.28, "end": 812.96}, {"text": "war stories. Yeah, maybe there will eventually be probably a", "start": 813.24, "end": 816.12}, {"text": "documentary about this war on HBO Max, but I wouldn't be", "start": 816.12, "end": 819.12}, {"text": "surprised. They do documentaries about everything nowadays. They", "start": 819.12, "end": 822.24}, {"text": "do a documentary about a guy walking around New York City.", "start": 822.24, "end": 825.0}, {"text": "Is that true? Yeah. What's it called? How to a John Wilson.", "start": 825.0, "end": 829.68}, {"text": "It's literally just about a guy who can walk around. Why would", "start": 829.68, "end": 832.88}, {"text": "it that's and it's informational or it's just it's pretty", "start": 832.88, "end": 836.92}, {"text": "intro. I would say it's half and half informational and random.", "start": 836.96, "end": 842.3}, {"text": "Some things are just", "start": 842.3, "end": 844.5}, {"text": "kind of whatever, but some stuff is actually there's some good info in there.", "start": 844.5, "end": 848.56}, {"text": "You learn about scaffolding. I'm really that episode of John Wilson made me so", "start": 848.56, "end": 852.5}, {"text": "scared of things falling off of buildings when I walk in man had a walk", "start": 852.5, "end": 856.52}, {"text": "through Manhattan looking. Well, that's not going to save you all that's going", "start": 856.52, "end": 859.66}, {"text": "to do is that a little fear.", "start": 859.66, "end": 860.72}, {"text": "Oh, like I can't move. I don't think you can move. I think you'll be frozen like", "start": 860.72, "end": 865.32}, {"text": "the deer in the headlights of a car falling. Oh, no, no, I am no Cameron", "start": 865.34, "end": 869.36}, {"text": "with a with a water bug on the wall. No, I'm a doer. I'm an I was hey. I was a", "start": 869.36, "end": 874.26}, {"text": "do. I did not give up. You did not give up. I proud of you for that. I didn't I", "start": 874.26, "end": 878.26}, {"text": "didn't even you know what I was on my station. I did not even leave that", "start": 878.26, "end": 881.66}, {"text": "yeah for even a second. I said, Can you go get my phone so I can use the phone", "start": 881.66, "end": 886.22}, {"text": "flash like can you make your fiance be a little drummer boy", "start": 886.22, "end": 888.9}, {"text": "next time I let her come. I have a war. I let her completely pretend the", "start": 891.62, "end": 895.08}, {"text": "situation was not even happening. Yeah, as soon as I saw it crawl back out, I", "start": 895.08, "end": 898.5}, {"text": "said leave go out of here. This is very reminiscent for me of my mice", "start": 898.5, "end": 902.42}, {"text": "experience. Yeah, what I'm hoping is that this is a one time thing, because", "start": 902.42, "end": 906.52}, {"text": "if there's another one of those types of things, I don't think I can hack it. I", "start": 906.52, "end": 909.54}, {"text": "really I'm not even kidding. I've been having are usually lone wolves. Yeah,", "start": 909.54, "end": 913.12}, {"text": "they travel. They don't they usually have. I also when they reproduce, they", "start": 913.12, "end": 917.8}, {"text": "usually have one baby at a time. I raise it for about nine to ten years before", "start": 917.8, "end": 921.46}, {"text": "can move on yeah. So as long as you wipe out two of them, you're pretty much", "start": 921.48, "end": 925.16}, {"text": "fine yeah. So there might be one more, but who knows yeah, but truly I've been", "start": 925.16, "end": 929.12}, {"text": "having bug dreams really and I've been so on edge. It's actually like ruined my", "start": 929.12, "end": 934.24}, {"text": "life. Do you like bugs? I don't you do like I don't like I mean I don't like a", "start": 934.24, "end": 938.68}, {"text": "bug in my house, but you're not afraid like you're not skittish around bugs", "start": 938.68, "end": 941.54}, {"text": "like I am I'm skittish. I'll say I'm skittish around like bees. I don't like", "start": 941.54, "end": 945.42}, {"text": "bees very much. I don't like stuff that can sting. I somehow lost my fear of", "start": 945.42, "end": 949.22}, {"text": "bees yesterday yesterday. Yesterday B was on my head and I my wife said", "start": 949.26, "end": 954.06}, {"text": "there's a B on your head and I said I don't care. That's because you couldn't", "start": 954.06, "end": 956.9}, {"text": "see it. Is that why I could feel it, though, and it didn't sting me and I", "start": 956.9, "end": 961.18}, {"text": "realise that it was pure fear man, but you were a beehive. It did not think I", "start": 961.18, "end": 966.06}, {"text": "was I was trying to make a beehive hairdo on my head with all its other", "start": 966.06, "end": 968.78}, {"text": "be friends, but it didn't happen. Yeah, I don't know this. I like really felt", "start": 968.78, "end": 973.46}, {"text": "it in my body this time. It really I think I maybe developed a fear of bugs.", "start": 973.46, "end": 977.26}, {"text": "I was like actually making involunt, like I was literally going.", "start": 977.74, "end": 980.7}, {"text": "I like not I'm not even kidding.", "start": 980.7, "end": 984.16}, {"text": "I was it was crazy man. Do you think you think you gave your fiance the Ick?", "start": 984.16, "end": 989.5}, {"text": "No, I gave her the opposite. I was strong and I I had a she pulled you", "start": 989.5, "end": 995.18}, {"text": "back into the bedroom right after you're covered in garbage, garbage bags", "start": 995.18, "end": 999.42}, {"text": "and paper towels. You smell like raid yeah", "start": 999.42, "end": 1002.22}, {"text": "sweat covered in sweat. I forgot about this part of it, too. I literally", "start": 1002.22, "end": 1007.3}, {"text": "I was so it was like I haven't been sleeping very well, so I was also like", "start": 1007.3, "end": 1012.18}, {"text": "so tired and I was like okay. I think I should probably try to go back to bed,", "start": 1012.18, "end": 1016.26}, {"text": "but I like lay down and I couldn't even like close my eyes. I was still like", "start": 1016.26, "end": 1019.62}, {"text": "kind of just like thrumming with nervous energy, and so I and so she already", "start": 1019.62, "end": 1024.88}, {"text": "went to work. I'm just alone in the house and I just got up and I went out", "start": 1024.88, "end": 1027.66}, {"text": "and I just went and had Dominican breakfast by myself. It really early in", "start": 1027.66, "end": 1032.14}, {"text": "the morning and it was so nice a solo breakfast. Yeah, I haven't had a solo", "start": 1032.14, "end": 1036.14}, {"text": "I'm going to solo like sit down meal, full yeah, full sit down breakfast,", "start": 1036.18, "end": 1040.74}, {"text": "yeah, talking to a waiter and yeah yeah yeah waiters. The first person you see", "start": 1040.74, "end": 1044.68}, {"text": "that nobody else in the restaurant just made my coffee, my eggs, my sausage, my", "start": 1044.68, "end": 1050.6}, {"text": "salami, my cheese, you got that my pancake, but I go base yeah. It was so", "start": 1050.6, "end": 1055.64}, {"text": "good and the pancakes they I couldn't even eat the pancakes. It was too much", "start": 1055.64, "end": 1058.94}, {"text": "food. Yeah, it's too much. They always give you too much food. It's like four", "start": 1058.94, "end": 1061.44}, {"text": "dollars, but I was just sitting there looking out the window thinking God look", "start": 1061.44, "end": 1064.46}, {"text": "like the hustle and bustle of everyday life Sunday morning, everyone's off to", "start": 1064.5, "end": 1067.9}, {"text": "church", "start": 1067.9, "end": 1068.54}, {"text": "or or some kind of bad job from after their Saturday party. Yeah,", "start": 1068.54, "end": 1074.24}, {"text": "look at me suckers, but look at me, nobody in breakfast like this. No, no,", "start": 1074.24, "end": 1079.64}, {"text": "no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,", "start": 1079.64, "end": 1082.8}, {"text": "I killed a bug", "start": 1082.8, "end": 1083.54}, {"text": "yeah and I'd like a discount. I killed a bug this morning.", "start": 1083.54, "end": 1086.94}, {"text": "If I smell weird, it's because I killed a bug. If I smell weird, it's bravery", "start": 1086.94, "end": 1091.78}, {"text": "lifting off of my thin white body. Yeah, and you know that I went to the", "start": 1091.94, "end": 1096.88}, {"text": "bathroom in that restaurant and you know the type of bathroom they have in a", "start": 1096.88, "end": 1099.78}, {"text": "restaurant like that where it's small and you think there might be a bug in", "start": 1099.78, "end": 1103.42}, {"text": "there. I think I know the exact bathroom that you're talking about. Yeah, I", "start": 1103.42, "end": 1105.88}, {"text": "didn't go to the one that will place that you're thinking. Okay, I went to a", "start": 1105.88, "end": 1108.74}, {"text": "new place. It was okay. It was one also the time. It was also one of those", "start": 1108.74, "end": 1113.0}, {"text": "places where they have a", "start": 1113.0, "end": 1113.92}, {"text": "taxi dispatch inside it. So a guy's on the phone the entire time later, you", "start": 1113.92, "end": 1119.62}, {"text": "going okay, you have to go here. Okay, no this you're getting this call go here", "start": 1119.64, "end": 1122.84}, {"text": "and he's on a he has a computer and a phone and it's in the middle of the", "start": 1122.84, "end": 1126.18}, {"text": "restaurant. He has a full like desk and he's just talking the entire time and", "start": 1126.18, "end": 1129.88}, {"text": "he was also the waiter, but you got scared of the bathroom because it was", "start": 1129.88, "end": 1133.02}, {"text": "yeah. I give it that was the first maybe a bug could blend in yeah. That was", "start": 1133.02, "end": 1136.54}, {"text": "the first incidence of my of my bug PTSD. I wonder if I'm going to have trash", "start": 1136.54, "end": 1141.3}, {"text": "PTSD after my war and start getting scared. I've had trash PTSD just because", "start": 1141.3, "end": 1146.1}, {"text": "for that guy not picking it up every time every yeah, he already gave me PTSD", "start": 1146.12, "end": 1150.32}, {"text": "yeah walking around the corner. No thinking is that can going to be empty", "start": 1150.32, "end": 1153.64}, {"text": "or full", "start": 1153.64, "end": 1153.98}, {"text": "don't we I mean I might go to jail for real from what I'd", "start": 1153.98, "end": 1158.08}, {"text": "no no no I'm not going to hurt anybody. Legal issues, I am going to scream at", "start": 1158.08, "end": 1163.42}, {"text": "this guy's at this guy's phone a couple more times yeah and probably end up", "start": 1163.42, "end": 1167.48}, {"text": "they're probably going to win. I signed a contract of course yeah probably", "start": 1167.48, "end": 1170.68}, {"text": "going to win. What do we yeah? What can I do? What are we going to do hire a", "start": 1170.68, "end": 1173.32}, {"text": "lawyer for money. It's really not it's like I mean it's it's a year contract.", "start": 1173.36, "end": 1177.64}, {"text": "The thing is I'd be I'd be happy to do it. If they said they're charging you", "start": 1177.64, "end": 1180.92}, {"text": "the full year for breaking it. No, I haven't broken the car. I mean they", "start": 1180.92, "end": 1184.96}, {"text": "cancel what I'm what my argument that I'm telling this guy on the phone is", "start": 1184.96, "end": 1188.72}, {"text": "you didn't fulfill you never yeah, I mean yeah, I feel like we could win.", "start": 1188.72, "end": 1193.28}, {"text": "You never have have picked up the garbage a single time. I have I told", "start": 1193.28, "end": 1197.04}, {"text": "him I have security footage of our cans sitting there for four days straight,", "start": 1197.04, "end": 1201.12}, {"text": "never getting picked up a single time. Yeah, we there's no you don't have you", "start": 1201.16, "end": 1205.48}, {"text": "never did anything yeah and yeah. You know we could win this week. Can you", "start": 1205.48, "end": 1209.52}, {"text": "imagine how incredible it would be if we took him to small claims court and", "start": 1209.52, "end": 1212.06}, {"text": "they let us film it?", "start": 1212.06, "end": 1212.84}, {"text": "That would be good. That would be really got to be pretty good. Yeah, I would", "start": 1212.84, "end": 1218.2}, {"text": "love to get deposed. Yeah, I've always wanted to get deposed man. I would get.", "start": 1218.2, "end": 1222.48}, {"text": "I would do the full little Wayne thing, where it's my even if it was my own", "start": 1222.48, "end": 1226.86}, {"text": "lawyers asking me questions yeah, just be like", "start": 1226.92, "end": 1229.32}, {"text": "excuse me. What was that like ask me a question? They would ask in a", "start": 1229.32, "end": 1234.06}, {"text": "deposition. I don't even know what they would ask me just about about my life.", "start": 1234.06, "end": 1237.96}, {"text": "What was your life like", "start": 1237.96, "end": 1239.8}, {"text": "so remember you're under oath? What was your life like", "start": 1239.8, "end": 1247.8}, {"text": "it was all right", "start": 1247.8, "end": 1249.96}, {"text": "yeah, completely out out of it. This interest yeah yeah, yeah, little way", "start": 1249.96, "end": 1255.32}, {"text": "and did he did a deposition where they're like they like he's like correcting", "start": 1255.36, "end": 1260.06}, {"text": "their grammar and shit like never asked never answers a single. Oh, that's", "start": 1260.06, "end": 1262.98}, {"text": "great yeah, which I think is the move pull a zuckerberg.", "start": 1262.98, "end": 1265.32}, {"text": "I would not pull a zuckerberg. I don't think actually I'm probably I'm too. I", "start": 1265.32, "end": 1269.36}, {"text": "would be over emotional. This was the first time I ever yelled. I'd be crying", "start": 1269.36, "end": 1272.54}, {"text": "at this is the first time I've ever had a", "start": 1272.54, "end": 1274.44}, {"text": "disagreement with a guy at a who works somewhere yeah, where I was like I was", "start": 1274.44, "end": 1281.88}, {"text": "like no, just it's okay. Just do just ruin it. Just I'll pay whatever and", "start": 1281.9, "end": 1286.26}, {"text": "not ruin my life. That's how I usually am yeah, because I feel bad that", "start": 1286.26, "end": 1289.9}, {"text": "somebody has to have a job yeah, and this time I really was like", "start": 1289.9, "end": 1293.74}, {"text": "I'm coming for you. Yeah, no, he deserves it. Yeah, this guy. This is", "start": 1293.74, "end": 1298.48}, {"text": "it's not over. It's not hasn't even begun. It's far from it's far from", "start": 1298.48, "end": 1302.58}, {"text": "beginning.", "start": 1302.58, "end": 1303.22}, {"text": "It's far my friend. This is far from even beginning far from beginning this", "start": 1303.22, "end": 1308.94}, {"text": "there. This will be a pro. They're cutting this out of the movie and you", "start": 1309.5, "end": 1312.86}, {"text": "might be scared. You might be scared for me or for them,", "start": 1312.86, "end": 1316.74}, {"text": "because this prank war yeah, the only thing that you the only kind of company", "start": 1316.74, "end": 1323.28}, {"text": "you want to be in a prank war with less than a garbage company right, which has", "start": 1323.28, "end": 1327.62}, {"text": "unlimited garbage at their is a comedy entertainment online video is a group of", "start": 1327.62, "end": 1333.02}, {"text": "comedians buddy, because we're going to think of stuff that your little numb", "start": 1333.02, "end": 1337.98}, {"text": "nuts little brain could never think of me. Yeah, you're what oh you're going to", "start": 1338.06, "end": 1342.14}, {"text": "put garbage in my can. That's where it goes. That is not a prank that I don't", "start": 1342.14, "end": 1348.46}, {"text": "give a fuck put as much garbage in there as you want the other guys picking it up", "start": 1348.46, "end": 1351.8}, {"text": "now. This is what I think we could actually completely sell the rights to", "start": 1351.8, "end": 1355.1}, {"text": "this story to either maybe David Fincher, maybe score says he would touch", "start": 1355.1, "end": 1359.18}, {"text": "it, but I think maybe we could sell it to score says he and we could say like", "start": 1359.18, "end": 1362.58}, {"text": "oh, we could maybe sell him a fake story where we give him all this lead up and", "start": 1362.58, "end": 1366.98}, {"text": "and we add the detail that the waste management company did turn out to be", "start": 1367.02, "end": 1370.22}, {"text": "the mafia. Oh, that would be a good movie for him to make. That would be", "start": 1370.22, "end": 1373.4}, {"text": "pretty good.", "start": 1373.4, "end": 1374.02}, {"text": "Step into the modern world and make a movie where the main characters are", "start": 1374.02, "end": 1377.28}, {"text": "podcasters. They should make... Is there a movie that's about just like a", "start": 1377.28, "end": 1380.3}, {"text": "guy who has to just like,", "start": 1380.3, "end": 1382.02}, {"text": "who has to battle the mafia just by himself? I feel like probably. But not", "start": 1382.02, "end": 1387.54}, {"text": "like... But he's not like... Yeah, he's not even anything. He's not like a", "start": 1387.54, "end": 1390.02}, {"text": "cop. I'm sure somebody will comment what it is. I'm sure there is one.", "start": 1390.02, "end": 1393.44}, {"text": "just like a that's always the best part of of the Sopranos is whenever it's like", "start": 1393.44, "end": 1397.38}, {"text": "a normal guy like the screenwriter guy or the guy like guy who's addicted to", "start": 1397.38, "end": 1400.9}, {"text": "gambling yeah, that's always the best. I love problem. I take them serious", "start": 1400.9, "end": 1404.24}, {"text": "enough yeah when they're like oh, whatever", "start": 1404.24, "end": 1406.26}, {"text": "kill me yeah", "start": 1406.26, "end": 1408.42}, {"text": "every single time. I would love to be in that situation and not get killed.", "start": 1408.42, "end": 1414.26}, {"text": "The thing is you if I if I was dealing with these fucking guys, I just like if", "start": 1414.26, "end": 1419.14}, {"text": "the episode where where what's his name? What is the the young guy's name", "start": 1419.74, "end": 1425.98}, {"text": "Anthony Junior? No, the guy in the middle of the ages. Meadow. The guy in", "start": 1425.98, "end": 1434.54}, {"text": "the middle of the ages under Tony, Tony's cousin or uncle's son or whatever.", "start": 1434.54, "end": 1441.22}, {"text": "Tony's chair. When Tony's chair goes into the pizza place and gets all mad", "start": 1441.22, "end": 1447.66}, {"text": "because I guess I and shoots him in the foot. Yeah. Why does that guy that guy", "start": 1447.66, "end": 1452.3}, {"text": "knows this dude's run? Why didn't he own a gun? Yeah, why what are you going to", "start": 1452.3, "end": 1456.04}, {"text": "do", "start": 1456.04, "end": 1456.28}, {"text": "blow his head off? I don't fucking know that's what I would do if I was this guy.", "start": 1456.28, "end": 1461.08}, {"text": "Well, I was watching a there's only fucking eight guys. If you kill every", "start": 1461.08, "end": 1467.58}, {"text": "single one of them, do you know that movie sonatine the like Japanese Yakuza", "start": 1467.58, "end": 1472.22}, {"text": "movie? No, I just watched that the other day and that has another really funny", "start": 1472.22, "end": 1476.04}, {"text": "running at the beginning, where it's like a guy who runs like a thing. He", "start": 1476.08, "end": 1479.04}, {"text": "runs like a gambling store. They call it a den or whatever it is, and he's", "start": 1479.04, "end": 1483.58}, {"text": "like he'd though, like Yakuza guys are like kind of like harassing him to pay", "start": 1483.58, "end": 1488.22}, {"text": "them and he's like he's like I'm not going to pay you what just because", "start": 1488.22, "end": 1491.36}, {"text": "you're Yakuza, whatever I'll go to the cops and then they just kill", "start": 1491.36, "end": 1494.18}, {"text": "way. It's so funny just yeah every that's the best part of any mob movie", "start": 1494.18, "end": 1500.14}, {"text": "is like the guy's like I don't care. Who do you think you are and he", "start": 1500.14, "end": 1503.04}, {"text": "immediately gets fucking killed. I am getting shook down man. I really this is", "start": 1503.08, "end": 1508.08}, {"text": "this is this guy. I never thought about this at all until you said is a", "start": 1508.08, "end": 1511.46}, {"text": "garbage man or waste management. Yeah, there are mafia guys yeah in New York", "start": 1511.46, "end": 1515.98}, {"text": "and this guy's rich enough. He's going on vacation. He doesn't use his last", "start": 1515.98, "end": 1519.04}, {"text": "name.", "start": 1519.04, "end": 1519.36}, {"text": "He's exactly because it's probably Italian yeah and he's probably knows", "start": 1519.36, "end": 1524.18}, {"text": "that I would be. I would be wise to something, but what he doesn't know is", "start": 1524.18, "end": 1528.14}, {"text": "that I'm seventeen and a half percent Italian and that my grandpa was really", "start": 1528.14, "end": 1532.88}, {"text": "out of the Irish Mafia. Yeah, better watch out. Yeah, look the fuck out. Yeah,", "start": 1532.9, "end": 1538.1}, {"text": "they don't know that my grandpa was had a deal with an Italian Mafia. Wow, do you", "start": 1538.1, "end": 1544.54}, {"text": "know that? No, you don't know this about my family, my grandpa, my great grandpa", "start": 1544.54, "end": 1549.7}, {"text": "used to be rich,", "start": 1549.7, "end": 1551.14}, {"text": "not millions. This was hundreds of hundreds of dollars, thousands of", "start": 1551.14, "end": 1556.38}, {"text": "dollars, not hundreds of thousands, probably either. He went into business", "start": 1556.38, "end": 1559.82}, {"text": "with a couple of guys in New Jersey.", "start": 1559.82, "end": 1561.26}, {"text": "he opens a pool club with them in New Jersey, like a pool, not not like", "start": 1562.7, "end": 1568.02}, {"text": "billiards, like they they they build a pool and they start having people come", "start": 1568.02, "end": 1572.54}, {"text": "in and they sell food.", "start": 1572.54, "end": 1573.6}, {"text": "Okay, that's a classic mafia plot, a classic mafia plot. They love swimming", "start": 1573.6, "end": 1578.38}, {"text": "a funnel cake,", "start": 1578.38, "end": 1579.22}, {"text": "but make sure they have to fucking shower before the in the pool. It's", "start": 1579.22, "end": 1584.62}, {"text": "fucking dirty.", "start": 1584.62, "end": 1585.5}, {"text": "They got a shower off before and after the bull. They're going to get covered", "start": 1585.5, "end": 1589.94}, {"text": "chlorine. I guess the guy the guy my great grandpa, I guess he I guess he", "start": 1589.96, "end": 1595.9}, {"text": "didn't pay something yeah. Anyway, they said they were going to kill him, so he", "start": 1595.9, "end": 1601.36}, {"text": "just abandoned the whole business moved to North Carolina, move it yeah and", "start": 1601.36, "end": 1605.2}, {"text": "started working, but making it worked in a steel treatment plant got mesothelioma", "start": 1605.2, "end": 1609.56}, {"text": "passed away. So you used to be able to do that. You used to be able to just", "start": 1609.56, "end": 1612.78}, {"text": "kind of move to another town, but nowadays the Mafia they got Facebook.", "start": 1612.78, "end": 1615.76}, {"text": "they got my space, they got map, they got linked in yeah, this is a generation", "start": 1616.24, "end": 1620.48}, {"text": "google maps. This new is there is the mafia still going on. I think so. I", "start": 1620.48, "end": 1625.12}, {"text": "think they're like guys who are like oh yeah, I'm going to be in the fucking", "start": 1625.12, "end": 1628.2}, {"text": "mafia, probably not. I can't imagine there's that many. It's not the cream", "start": 1628.2, "end": 1631.64}, {"text": "of the crop. At least no yeah, I think it's I think it's the same. I mean I", "start": 1631.64, "end": 1635.12}, {"text": "mean not to go back to the sopranos. I think it's this thing where it's yeah,", "start": 1635.12, "end": 1637.84}, {"text": "it's just like kind of impotent. I don't think it matters that much anymore, but", "start": 1637.84, "end": 1641.16}, {"text": "I'm sure that I can't imagine they were just like oh, let's stop", "start": 1641.16, "end": 1643.92}, {"text": "whatever this family, let's let's let's get rid of this family. I mean not the", "start": 1645.76, "end": 1649.02}, {"text": "family, but you know, cut your losses at some yeah. I'm sure, but you know, I", "start": 1649.02, "end": 1652.2}, {"text": "don't think they're doing very much. Rudy Giuliani put all your uncles in", "start": 1652.2, "end": 1655.64}, {"text": "jail. Yeah, it's like what am I going to do just to try to do this shit again? I", "start": 1655.64, "end": 1660.76}, {"text": "don't want to do that. I want to be I want to be a", "start": 1660.76, "end": 1663.64}, {"text": "I want to be on. I would just move to a I want to be on a website. That's what", "start": 1663.64, "end": 1668.08}, {"text": "people want to do now", "start": 1668.08, "end": 1669.04}, {"text": "website. I want to be on a website. I want to build websites or no. They want", "start": 1669.04, "end": 1672.92}, {"text": "be on you know, like this around a website like they want some kind of", "start": 1672.94, "end": 1676.64}, {"text": "website job, notoriety yeah or maybe they say I want to be a garbage man,", "start": 1676.64, "end": 1681.04}, {"text": "but then they're I want to be yeah. You know what I'm going clean. I want to be", "start": 1681.04, "end": 1685.5}, {"text": "a good old fashioned garbage man. I want to do things the right way. I want to", "start": 1685.5, "end": 1688.76}, {"text": "work my way to the top and this is a private garbage collection company, by", "start": 1688.76, "end": 1692.14}, {"text": "the way, which under pays their people because in north or in New York, if", "start": 1692.14, "end": 1696.78}, {"text": "you're a garbage man, you make like like a public like a city garbage man. Yeah,", "start": 1696.78, "end": 1700.02}, {"text": "you make like two hundred thousand dollars a year. You make like insane", "start": 1700.1, "end": 1703.68}, {"text": "most of my mansions. They're like the top of the one percent. That's a most of", "start": 1703.68, "end": 1708.26}, {"text": "the Hamptons is that's all these videos. These little kids coming out and hugging", "start": 1708.26, "end": 1711.9}, {"text": "the garbage man yeah be spitting in his face, creasing his sneakers.", "start": 1711.9, "end": 1715.0}, {"text": "What the hell are you doing? Would you walk up to Warren Buffett and shake his", "start": 1715.0, "end": 1719.28}, {"text": "hand and I do that to every thank you, Mr. Bother. I would walk up to Warren", "start": 1719.28, "end": 1722.54}, {"text": "Buffett with and I'd have a pie and it's I'd be dressed up like a butler. Your", "start": 1722.54, "end": 1726.18}, {"text": "nice and he go and have an order one smash in his face. That's what I would", "start": 1726.22, "end": 1730.62}, {"text": "do. Yeah, we should be doing that with garbage men because they're", "start": 1730.62, "end": 1733.22}, {"text": "millionaires. Yeah, they have had it too easy for too long. I agree. They get to", "start": 1733.22, "end": 1738.32}, {"text": "drive those trucks around. You know who else has had it too easy for too long", "start": 1738.32, "end": 1741.52}, {"text": "man politicians politicians. I went to Washington DC this past weekend. Yeah,", "start": 1741.52, "end": 1746.82}, {"text": "how was the on or what's it now Adam Friedman", "start": 1746.82, "end": 1750.72}, {"text": "that would have been probably cooler. I think the one would love us. I would", "start": 1750.72, "end": 1758.4}, {"text": "love to hang out with him. Yeah, we need to link up. Yeah, I think we should link", "start": 1758.4, "end": 1761.48}, {"text": "up with it. Does anyone know him? Does anybody have a connect on Theo Vaughn?", "start": 1761.48, "end": 1765.08}, {"text": "We don't even get him on the like I'd like to take him at a dinner yeah. Yeah,", "start": 1765.08, "end": 1769.08}, {"text": "I don't want to. I don't want to hitch my truck to that. No, no, he's a radic.", "start": 1769.08, "end": 1773.28}, {"text": "He's doing his thing, man. God bless him. He's going to take everyone down with him. He's", "start": 1773.32, "end": 1778.48}, {"text": "in a different lane than us. God, I love him. I could watch him tell stories for years. Yeah,", "start": 1778.48, "end": 1783.92}, {"text": "the first time ever that Instagram has served me just random clips of a comedian or a podcast.", "start": 1783.92, "end": 1792.16}, {"text": "And I've actually watched every one and enjoyed it. Yeah, they're great. I always get, yeah.", "start": 1792.16, "end": 1796.12}, {"text": "I'm not going to say people's names, but Instagram always, for some reason, just recommends me", "start": 1796.12, "end": 1800.92}, {"text": "only a million stand up reels yeah, just like I'm not watching it. Why", "start": 1800.92, "end": 1805.22}, {"text": "what makes you think I would want to watch this because I only follow stand", "start": 1805.22, "end": 1808.44}, {"text": "up comedians. Is that why I guess that is why I only get stand up reels. I", "start": 1808.44, "end": 1812.38}, {"text": "just say do not interested, not interested, not interested, not in yeah", "start": 1812.38, "end": 1815.44}, {"text": "anyway. These politicians had it too good for too long. Yeah, I went to", "start": 1815.44, "end": 1819.58}, {"text": "Washington D. C. and I went to the African American History Museum.", "start": 1819.58, "end": 1823.96}, {"text": "I bet you two had a laugh there. No, no, no, I made it. I made a very smart", "start": 1823.96, "end": 1830.32}, {"text": "choice, which is I decided to we walk into the history thing and it's", "start": 1830.36, "end": 1835.82}, {"text": "already just so so depressing and very sad, like from the first second and I", "start": 1835.82, "end": 1840.96}, {"text": "walk two sections ahead so that me and so that", "start": 1840.96, "end": 1844.66}, {"text": "Adam never says anything crazy like it makes some off color joke where I am in", "start": 1844.66, "end": 1851.9}, {"text": "the vicinity where I have to hear and react to it. So I just walked to", "start": 1851.9, "end": 1855.34}, {"text": "things and me and him just had two very separate, very somber times nice and", "start": 1855.34, "end": 1860.0}, {"text": "and at the end we had banana pudding, which was actually really nice. The", "start": 1860.02, "end": 1863.16}, {"text": "banana pudding is amazing. If you go to the", "start": 1863.16, "end": 1865.24}, {"text": "yeah, that's cool. Yeah, it was amazing. I haven't had museum food since I was a", "start": 1865.24, "end": 1870.06}, {"text": "kid. I love museums. I love museums. I love museums, dude. I and I love the", "start": 1870.06, "end": 1875.2}, {"text": "Smith. I love Smithsonian's. I wish we had gone to more while we were there", "start": 1875.2, "end": 1877.74}, {"text": "because the", "start": 1877.74, "end": 1878.36}, {"text": "natural history museum, the Smithsonian natural history is so good, which way is", "start": 1878.36, "end": 1885.04}, {"text": "that the one we went to", "start": 1885.04, "end": 1885.86}, {"text": "I went to the one with the dinos. Yeah, we went to that one. Yeah, that one's great.", "start": 1886.98, "end": 1889.78}, {"text": "The air and space is one of the best ever. I went there as a kid, I think. It's amazing.", "start": 1889.78, "end": 1894.34}, {"text": "They have spaceships that are ducted to the ceiling. Yeah. And you can imagine that you're", "start": 1894.34, "end": 1897.74}, {"text": "in. It's a great museum. Have you seen the titanosaur skeleton they have or in the...", "start": 1897.74, "end": 1904.68}, {"text": "The one here, the natural history here? Yeah. I don't remember if it's a natural history", "start": 1904.68, "end": 1908.5}, {"text": "or not, but it's like on a 120-foot long dinosaur. There's a really big one at the natural history", "start": 1908.5, "end": 1913.86}, {"text": "everyone here. Maybe it's that it goes out of the building. It goes out of the", "start": 1913.86, "end": 1916.86}, {"text": "building. It goes out of the room on both. They have like a giant room for", "start": 1916.86, "end": 1919.7}, {"text": "it and it goes through the door. Yeah, it's cool. It's crazy.", "start": 1919.7, "end": 1922.7}, {"text": "Yeah, there's so many myths about dinosaurs that I've been learning are", "start": 1922.7, "end": 1927.66}, {"text": "being busted in the last 20 years. Dinosaur shit goes crazy. They don't look", "start": 1927.66, "end": 1932.22}, {"text": "like they didn't look like lizards at all. No, they're birds. That's another.", "start": 1932.22, "end": 1935.62}, {"text": "That's another thing that I just did. Like I think either the Twitter just", "start": 1935.62, "end": 1939.42}, {"text": "kind of like use some kind of dark magic to learn that I will always click on", "start": 1939.42, "end": 1943.62}, {"text": "is a dinosaurs. I get I got fully my like Twitter for you page is fully", "start": 1943.62, "end": 1948.7}, {"text": "dinosaur Twitter, which is like a community. I didn't know existed. It's", "start": 1948.7, "end": 1952.22}, {"text": "like it's like it's like there's a whole bunch of people and they're all", "start": 1952.22, "end": 1954.96}, {"text": "friends with each other and they just post about like scientific papers. You", "start": 1954.96, "end": 1957.86}, {"text": "feel left out when you look at this. You say I don't understand any of it. It's", "start": 1957.86, "end": 1960.82}, {"text": "all like you see that news paper about the Spinosaurus. I'm going to look", "start": 1960.82, "end": 1964.34}, {"text": "where I see any papers yeah. I get dinosaur journals every month. There's", "start": 1964.34, "end": 1968.54}, {"text": "a I don't know crazy. I'd like to see a dinosaurs journal yeah. They were", "start": 1968.54, "end": 1973.5}, {"text": "I bet they're writing some crazy stuff, probably about how big I am. I'm so big", "start": 1973.54, "end": 1978.44}, {"text": "so misunderstood, but my bones are light because I'm avian in nature. People will", "start": 1978.44, "end": 1982.82}, {"text": "probably think I'm a lizard, but I'm a well, that's how they they discovered the", "start": 1982.82, "end": 1986.38}, {"text": "dinosaurs had feathers. They found a velociraptors journal and I was like,", "start": 1986.38, "end": 1989.28}, {"text": "I forgot to comb my feathers today. Everyone laughed at me. They said", "start": 1989.28, "end": 1992.5}, {"text": "everyone sure looked at me. I forgot to come at the nest feathers. Maybe this", "start": 1992.5, "end": 1995.74}, {"text": "meant something different. Yeah, maybe they meant scales. Yeah, they had to have,", "start": 1995.74, "end": 1999.86}, {"text": "but it makes so much more sense that they're birds. No, it's a they they", "start": 2000.58, "end": 2005.08}, {"text": "looked they look like birds. Yeah, all the skeletons look exactly like they", "start": 2005.08, "end": 2008.8}, {"text": "didn't have beaks. I guess most of them. I think some of them did them. Some", "start": 2008.8, "end": 2011.8}, {"text": "had beaks. Yeah, I think they were beaked man. Yeah, it's also is so crazy", "start": 2011.8, "end": 2016.16}, {"text": "that do you know people just didn't care about dinosaurs at all until like", "start": 2016.16, "end": 2019.24}, {"text": "the fifties? Yes, I do know this. It's so not a lot of people like my", "start": 2019.24, "end": 2023.04}, {"text": "family. We knew people growing up who thought that dinosaurs were", "start": 2023.04, "end": 2028.72}, {"text": "a", "start": 2029.86, "end": 2030.36}, {"text": "distraction from the devil yeah, but even even beyond or just fake, even", "start": 2030.36, "end": 2035.46}, {"text": "beyond like even yeah, even in like the science community like they discovered", "start": 2035.46, "end": 2039.06}, {"text": "dinosaurs and like the eighteen hundreds or whatever and", "start": 2039.06, "end": 2041.74}, {"text": "people were just like like it was considered like a fringe scientist,", "start": 2041.74, "end": 2046.14}, {"text": "like it was considered like oh you're like a weird like this doesn't matter.", "start": 2046.14, "end": 2048.78}, {"text": "Why do you care about it? Is it that insane, a giant fucking bones of like a", "start": 2048.78, "end": 2053.1}, {"text": "t rex and in a mountain and you're like, how can you be a whatever man? Let's do", "start": 2053.1, "end": 2056.98}, {"text": "physics and yeah, it's probably an older version of a dog. Yeah, let's give a", "start": 2057.02, "end": 2060.32}, {"text": "new type of blue water. Yeah, that hydrates you and call it a gatorade.", "start": 2060.32, "end": 2063.88}, {"text": "Yeah. Oh, let's invent gatorade. No, no, no, leave those bones in the ground.", "start": 2063.88, "end": 2068.42}, {"text": "Let's go fuck with all these electrolytes and these dies for your", "start": 2068.42, "end": 2071.82}, {"text": "water. Let's make a drink. That's too sugary. Yeah. Oh, I got an idea.", "start": 2071.82, "end": 2076.04}, {"text": "Here's here's the first guy who saw a dinosaur bone ready.", "start": 2076.04, "end": 2078.46}, {"text": "Huh dinosaur bones pretty gay. Let's go home. Let's put cocaine and soda.", "start": 2078.46, "end": 2085.82}, {"text": "that's probably what they like. I said yeah, it's so crazy man, because also", "start": 2086.76, "end": 2090.72}, {"text": "the one they thought when they even when people started to get a little more", "start": 2090.72, "end": 2093.52}, {"text": "interested in, they thought they were because they thought they were or they", "start": 2093.52, "end": 2096.68}, {"text": "they because they're cold blooded. They thought they're like big alligator", "start": 2096.68, "end": 2099.88}, {"text": "lizard type things, so that everyone was so all the scientists were like yeah,", "start": 2099.88, "end": 2103.08}, {"text": "because dinosaurs were like alligator type monsters or whatever. They probably", "start": 2103.08, "end": 2107.08}, {"text": "just like an alligator. They probably just sat around all day and didn't do", "start": 2107.08, "end": 2109.76}, {"text": "anything and then they just died. So we don't care very much about them, but it", "start": 2109.76, "end": 2114.0}, {"text": "turns out they run around like also haven't haven't crocodiles been around", "start": 2114.04, "end": 2117.54}, {"text": "like since dinosaurs were around. I think they might be older. That's so", "start": 2117.54, "end": 2121.68}, {"text": "scary, but that that there that proves to you that it's that they weren't", "start": 2121.68, "end": 2125.04}, {"text": "lizards.", "start": 2125.04, "end": 2125.58}, {"text": "We already had these guys survive.", "start": 2125.58, "end": 2130.24}, {"text": "Yeah, see here's the reason why you know most of most of the things that ever", "start": 2130.24, "end": 2134.88}, {"text": "lived on earth are extinct. Yeah, of course, it's crazy. Yeah, so much you", "start": 2134.88, "end": 2139.38}, {"text": "think about like you think about a crocodile and you can trace that all the", "start": 2139.38, "end": 2142.06}, {"text": "way back you go okay. Well, there was a crocodile alive seventy five million", "start": 2142.08, "end": 2145.64}, {"text": "years ago and it looked like a crocodile, but it was twice as big and", "start": 2145.64, "end": 2148.28}, {"text": "I guess long legs. That's why I get really scared when you see when you go", "start": 2148.28, "end": 2151.76}, {"text": "to one of these natural history museums and you see the five and a half foot", "start": 2151.76, "end": 2155.44}, {"text": "long mosquitoes yeah or the big ground sloths. Well, yeah, you look at the", "start": 2155.44, "end": 2159.4}, {"text": "grass, you pick a look at a picture of the ground soft and you're like okay,", "start": 2159.4, "end": 2161.8}, {"text": "well, I can tell what that turned into that to do a tree sloth that turn into", "start": 2161.8, "end": 2165.56}, {"text": "my brother. So many so many", "start": 2165.56, "end": 2167.62}, {"text": "animals that you see a picture of and like you're reading a dinosaur book or", "start": 2167.62, "end": 2171.56}, {"text": "something. Yeah, a picture of it. It's like oh, this just didn't turn into", "start": 2171.6, "end": 2174.18}, {"text": "anything. Yeah, this one was well. There's very you see a dinosaur like oh,", "start": 2174.18, "end": 2178.0}, {"text": "this looks a little bit like an elephant, but it didn't turn into an", "start": 2178.0, "end": 2180.62}, {"text": "elephant. It just went away. They break away in these awful branches. Yeah,", "start": 2180.62, "end": 2184.9}, {"text": "evolutionary cul de sacs where they get to the end and there's nothing left and", "start": 2184.9, "end": 2189.56}, {"text": "they just fucking spin around till they die. Yeah, crazy, scary, because what if", "start": 2189.56, "end": 2195.0}, {"text": "that happens to us?", "start": 2195.0, "end": 2195.82}, {"text": "You know, people are evolving. I heard this. You know, people are evolving.", "start": 2195.82, "end": 2200.16}, {"text": "I've heard this. Yeah, we're growing larger", "start": 2200.18, "end": 2202.4}, {"text": "brains, brain and hearts for loving.", "start": 2202.4, "end": 2205.74}, {"text": "We're getting we're being we're getting friendly,", "start": 2205.74, "end": 2210.62}, {"text": "I do think there's too many people where we probably", "start": 2210.62, "end": 2214.26}, {"text": "there's no way that we can all evolve because there's too many people. Yeah,", "start": 2214.26, "end": 2219.0}, {"text": "does that make sense? Most of us have to I mean if we're going to evolve,", "start": 2219.0, "end": 2223.26}, {"text": "we're all going to die because that's what evolving happens, but I mean we're", "start": 2223.26, "end": 2226.28}, {"text": "getting there's so many people being born and so much genetic variance that how", "start": 2226.38, "end": 2231.14}, {"text": "can we how can we even there's no like also we don't really have natural", "start": 2231.14, "end": 2234.94}, {"text": "selection like that anymore", "start": 2234.94, "end": 2236.22}, {"text": "right because we help out ourselves yeah because the weakest people are again the", "start": 2236.22, "end": 2242.26}, {"text": "politicians right and the politicians are self selecting yeah and they're", "start": 2242.26, "end": 2245.74}, {"text": "saying more weak people or politicians more garbage men who can who can do", "start": 2245.74, "end": 2249.98}, {"text": "anything they want more garbage. You know a diplomatic community like family.", "start": 2249.98, "end": 2252.98}, {"text": "we're going to get rid of body builders yeah, but body builders need to go.", "start": 2253.02, "end": 2256.42}, {"text": "We're going to kill the", "start": 2256.42, "end": 2258.0}, {"text": "waving their hands like this kill the body builders. We hate the body", "start": 2258.0, "end": 2262.86}, {"text": "builders. They're too strong in it and they're just a place to get rid of body", "start": 2262.86, "end": 2266.36}, {"text": "builders. We don't like body builders. They're out there trying to outlaw", "start": 2266.36, "end": 2269.12}, {"text": "self tanner, a rock star, get rid of straight rock stars, get rid of them,", "start": 2269.12, "end": 2274.66}, {"text": "get rid of them. Oh David Bowie fingered of a fifteen year old yeah, they're", "start": 2274.66, "end": 2279.52}, {"text": "doing this and trying to get rid of a rock star, but let's breed more Olivia", "start": 2279.52, "end": 2282.82}, {"text": "Rodrigo's yeah, more industry plant, Bs more Greta fan fleet. That's actually so", "start": 2282.86, "end": 2289.2}, {"text": "true nowadays. Natural selection is literally about being in the industry.", "start": 2289.2, "end": 2293.34}, {"text": "Yes, people who don't go into the industry, they starve and they die. They", "start": 2293.34, "end": 2297.74}, {"text": "do people and then everybody who goes indo goes big time, sells out, becomes", "start": 2297.74, "end": 2302.74}, {"text": "the president or the king of a country, which is the ultimate sell out. Yeah,", "start": 2302.74, "end": 2306.42}, {"text": "if that's why I would never, ever, ever become the president, do you know,", "start": 2306.42, "end": 2309.38}, {"text": "because I put my hand on that Bible and I'd go. Yes, I solemnly swear to sell", "start": 2309.42, "end": 2314.26}, {"text": "the fuck out yeah and stop around about the amount of hate that we get on a", "start": 2314.26, "end": 2319.02}, {"text": "motherfucking daily basis. I imagine that", "start": 2319.02, "end": 2321.62}, {"text": "multiplied by ten trillion. That's what the president gets every day, but he", "start": 2321.62, "end": 2326.34}, {"text": "likes it. Yeah, you have to like it to get a job like that. Did you watch a", "start": 2326.34, "end": 2330.06}, {"text": "republican debate? No, I would have watched it if trump was in it. Probably", "start": 2330.06, "end": 2334.1}, {"text": "yeah, I did watch the trump tucker thing. I watch I because I only saw the", "start": 2334.1, "end": 2338.02}, {"text": "this is guaranteed to be funny. Yeah, the debate is going to be maybe oh, maybe", "start": 2338.06, "end": 2343.36}, {"text": "one guy's funny accidentally because he's like oh, I'm so stupid like like a", "start": 2343.36, "end": 2347.0}, {"text": "Ben Carson thing yeah, but no it was all just, but everyone's just competent", "start": 2347.0, "end": 2350.64}, {"text": "making good points. Everybody's just like so smart man and it wasn't even", "start": 2350.64, "end": 2355.04}, {"text": "funny. It was just like very interesting. It's true yeah, just real", "start": 2355.04, "end": 2358.4}, {"text": "shit. You know I'm just nodding my head along. I want to be laughing right. It's", "start": 2358.4, "end": 2361.92}, {"text": "like I'm just watching a conversation with me and my friends. Yeah, exactly.", "start": 2361.92, "end": 2365.24}, {"text": "we need to lower taxes sitting yeah all the sitting around wearing red ties", "start": 2366.4, "end": 2370.44}, {"text": "sitting in the you know those plastic chairs around the fire pit, those", "start": 2370.44, "end": 2374.6}, {"text": "plastic chairs, fifteen week abortion mandate yep and we got our camp chairs", "start": 2374.6, "end": 2380.44}, {"text": "out of my mom's backyard yep and then dude roasting weenies yeah that and", "start": 2380.44, "end": 2384.24}, {"text": "then dude, Nikki Haley, oh my God,", "start": 2384.24, "end": 2387.28}, {"text": "who's that she's the South Carolina something okay, but I'm in love with her.", "start": 2387.28, "end": 2394.36}, {"text": "I do I delighted", "start": 2394.36, "end": 2395.44}, {"text": "I", "start": 2395.44, "end": 2396.44}, {"text": "delighted in my love for her. I just recently did that's huge, but", "start": 2396.44, "end": 2401.98}, {"text": "get me up on that stage. What do you have to lose? Put me in there? Yeah,", "start": 2401.98, "end": 2406.18}, {"text": "there you're no, but none of these people are going to like that about", "start": 2406.18, "end": 2409.12}, {"text": "almost everything.", "start": 2409.12, "end": 2410.04}, {"text": "I agree, I agree, that's what I why not after one of the shows this guy,", "start": 2410.04, "end": 2417.38}, {"text": "Daniel Gafford, the the Center for the Washington Wizards came to the came to", "start": 2417.38, "end": 2423.7}, {"text": "the show NBA player, he's seven feet tall. Yeah, he came and hung out with his", "start": 2423.72, "end": 2427.88}, {"text": "backstage and I just kept asking him. I was like, just let me play man. Yeah,", "start": 2427.88, "end": 2432.52}, {"text": "just let me play one time and I was like I'm a I'm a lob threat right like", "start": 2432.52, "end": 2438.72}, {"text": "just just one time you run off the court and I'll run on to the court. We'll", "start": 2438.72, "end": 2442.8}, {"text": "do it really, really fast. Yeah, no one can tell the difference and he was just", "start": 2442.8, "end": 2445.44}, {"text": "like, ha ha, maybe man.", "start": 2445.44, "end": 2446.84}, {"text": "He just kept saying that and I kept being like no man, I'm fucking serious.", "start": 2446.84, "end": 2451.96}, {"text": "seriously. I really, really, really want to do your job for one day. I've gotten", "start": 2452.0, "end": 2455.76}, {"text": "in trouble before saying that to people. To who?", "start": 2455.76, "end": 2458.32}, {"text": "I said it to", "start": 2458.32, "end": 2460.16}, {"text": "this guy from Smosh. You said, I want to be you? Basically. What'd you say? I", "start": 2460.16, "end": 2466.84}, {"text": "told him to put me on. You said put-, okay, to which one? Ian? Yeah. You said,", "start": 2466.84, "end": 2472.4}, {"text": "put me on? Not in those exact words. What did you say to him exactly? I think", "start": 2472.4, "end": 2475.76}, {"text": "exactly I said, and I can't remember exactly how I put it, because I", "start": 2475.76, "end": 2479.84}, {"text": "I was kind of drunk, but I think I said something along the lines of give me", "start": 2481.16, "end": 2485.16}, {"text": "one trillion dollars and put me on your shoes.", "start": 2485.16, "end": 2488.16}, {"text": "And what did he say? He kind of didn't really say anything and scowled a", "start": 2488.16, "end": 2494.76}, {"text": "little. He's not as nice as Mr. Daniel Gafford, man. No. This guy was cool.", "start": 2494.76, "end": 2498.36}, {"text": "He didn't give me the ha ha maybe. Him and his wife were really nice. But he was very nice.", "start": 2498.36, "end": 2501.36}, {"text": "Yeah. And kind of that way that I ended the night with that I feel bad about.", "start": 2501.36, "end": 2505.86}, {"text": "So you, he wasn't really nice to you being very, very rude to him.", "start": 2505.86, "end": 2511.06}, {"text": "that no well that's how rude it's a question. A question can't be so rude.", "start": 2511.06, "end": 2515.06}, {"text": "Well, I would say the rude part of that is assuming that the that the guy who", "start": 2515.06, "end": 2519.22}, {"text": "runs smosh has a bunch of money.", "start": 2519.22, "end": 2520.86}, {"text": "You can't run smosh that a bunch of money. I would say give me a trillion", "start": 2520.86, "end": 2525.38}, {"text": "dollars to a homeless guy. It doesn't matter how much money they have.", "start": 2525.38, "end": 2527.78}, {"text": "Okay, go do it. Okay, I've done it before you've asked.", "start": 2527.78, "end": 2532.54}, {"text": "He says can I have a dollar? You say, oh, I have a really a fucking trillion", "start": 2532.54, "end": 2537.54}, {"text": "dollars because one time that might work. It could where it might be a guy who's", "start": 2537.58, "end": 2541.7}, {"text": "studying yeah, there's a might be walking Phoenix. Yeah, that's a thing", "start": 2541.7, "end": 2546.16}, {"text": "since you asked I've been treating everybody every homeless guy very, very", "start": 2546.16, "end": 2550.06}, {"text": "well, just in case they're walking to every homeless guy and say I loved you", "start": 2550.06, "end": 2553.52}, {"text": "and Joker. I think I think your madness is unbelievable. Yeah, you play madness", "start": 2553.52, "end": 2557.6}, {"text": "so well. I've caused a lot of problems by by encouraging madness and these your", "start": 2557.6, "end": 2561.52}, {"text": "chest concavity is Loki freaky. My friend, I really want to lose like a", "start": 2561.52, "end": 2566.54}, {"text": "hundred pounds for a movie role so badly. Yeah, I want to be cast as", "start": 2566.58, "end": 2571.18}, {"text": "maybe", "start": 2571.18, "end": 2572.88}, {"text": "like who could I be? You should be in the remake of the machinist.", "start": 2572.88, "end": 2577.58}, {"text": "That's a great idea. I think I would crush. We were just talking about", "start": 2577.58, "end": 2581.08}, {"text": "that movie the other night. Are they remaking it? No, I don't think so.", "start": 2581.08, "end": 2583.98}, {"text": "I never have even seen that movie. Me neither. I've seen the pictures.", "start": 2583.98, "end": 2587.08}, {"text": "That was one of the movies that I was always, I wanted to watch so", "start": 2587.08, "end": 2590.68}, {"text": "bad when I was in like middle school, but I like psyched, I was too", "start": 2590.68, "end": 2592.98}, {"text": "scared of it, of watching it. Because of the skin he was. I thought it", "start": 2592.98, "end": 2595.58}, {"text": "was going to be really scary and I just psyched myself out every time I never", "start": 2595.58, "end": 2598.54}, {"text": "watched it and I still have yeah. I did that with gamer and then I watched it", "start": 2598.54, "end": 2602.18}, {"text": "and", "start": 2602.18, "end": 2602.32}, {"text": "it wasn't that gamers fire gamer is", "start": 2602.32, "end": 2605.82}, {"text": "I mean we've talked about those kind of movies before, but those movies are", "start": 2605.82, "end": 2609.62}, {"text": "like", "start": 2609.62, "end": 2609.9}, {"text": "really what I thought movies were going to be like the rest of my life. I was", "start": 2609.9, "end": 2614.82}, {"text": "like oh okay, they figured out how to make a movie. There's people's heads", "start": 2614.82, "end": 2618.22}, {"text": "blow up. There's like insane CGI. I like those directors are doing something new", "start": 2618.22, "end": 2622.9}, {"text": "that I was excited about, but I can't. Oh, I think that maybe they're doing a", "start": 2622.94, "end": 2626.14}, {"text": "Hellboy movie. Really? The guys who, the guys, they're the guys who did Crank and", "start": 2626.14, "end": 2630.64}, {"text": "the Ghost Rider movies. Oh, they did Ghost Rider? Yeah, or maybe just the", "start": 2630.64, "end": 2634.52}, {"text": "second one. And Mom and Dad, you ever watch that movie? Uh-uh. That's the one", "start": 2634.52, "end": 2638.7}, {"text": "where there's, like, a virus that spreads that makes all moms and dads want to", "start": 2638.7, "end": 2641.78}, {"text": "kill their kids. It's crazy. What? And it's called Mom and Dad? Yeah, and it's", "start": 2641.78, "end": 2645.92}, {"text": "like a con-, it's Nicolas Cage and", "start": 2645.92, "end": 2647.92}, {"text": "Selma something. Selma Hayek? No, the one from the old Hellboy movie.", "start": 2650.22, "end": 2654.82}, {"text": "Selma and Louise. I don't remember her name, but they play, but it's like", "start": 2654.82, "end": 2659.86}, {"text": "half a comedy and half like the most horrible, horrific thing of like", "start": 2659.86, "end": 2663.38}, {"text": "moms and dads like running at their kids and being like, \"Come here!\" and", "start": 2663.38, "end": 2667.1}, {"text": "trying to kill them. It's crazy. That would really scare me. It's a cool", "start": 2667.1, "end": 2669.76}, {"text": "movie. I've been trying to... Okay, I tried... I stayed up for an extra", "start": 2669.76, "end": 2672.94}, {"text": "15 minutes last night in bed, thinking about how to become very rich off", "start": 2672.94, "end": 2676.66}, {"text": "of a video game because I was thinking of all these video games that these little", "start": 2676.66, "end": 2680.8}, {"text": "kids play are all scary, the scary games, right? And it's all stuff that is just", "start": 2680.8, "end": 2687.62}, {"text": "things that are, that you think about when you're a kid. It's the", "start": 2687.62, "end": 2692.42}, {"text": "fucking mascot horror stuff. There's that game Grandma. Teacher. Yeah, the", "start": 2692.42, "end": 2702.1}, {"text": "teacher baldies basic types there. All of these games are all all stuff you do as", "start": 2702.14, "end": 2707.24}, {"text": "a kid. It's all stuff as a kid. It's a part of your life. So I was saying what", "start": 2707.24, "end": 2710.3}, {"text": "if we wanted to make one of these games because these people make fucking dude", "start": 2710.3, "end": 2714.94}, {"text": "hello neighbor. Yeah, these guys made like they sold some show to like Disney.", "start": 2714.94, "end": 2720.1}, {"text": "They made like a hundred million dollars off this fucking game. Oh my God wait.", "start": 2720.1, "end": 2723.7}, {"text": "That's what we can do. What is vulture off all this stuff? We'll just go. Let's", "start": 2723.7, "end": 2727.54}, {"text": "just shop around a bunch of TV adaptations of all these games.", "start": 2727.54, "end": 2730.58}, {"text": "that is smart as fuck. We don't have to get the rights. Fuck no. No, we pretend", "start": 2731.9, "end": 2736.54}, {"text": "we have them. Yeah, wait, wait, wait. You didn't get the right. You just made it", "start": 2736.54, "end": 2739.3}, {"text": "up.", "start": 2739.3, "end": 2739.62}, {"text": "So fuck it. We'll just see the right. That's made up. Yeah, wait. It's not real.", "start": 2739.62, "end": 2744.26}, {"text": "You made up fucking Baldy and Freddie. Yeah, yeah. We'll just take it. Do", "start": 2744.26, "end": 2750.98}, {"text": "something about it. It's a fucking iPhone. Oh my God. And you know what?", "start": 2750.98, "end": 2753.54}, {"text": "You have the perfect perspective to write an adaptation of Baldy.", "start": 2753.54, "end": 2756.34}, {"text": "finally a story about story about Baldy in school from an actual Baldy. You", "start": 2758.22, "end": 2763.24}, {"text": "think I would be long. We have let haired people of hair take over the", "start": 2763.24, "end": 2768.58}, {"text": "narratives of Baldies. Can I say Baldies?", "start": 2768.58, "end": 2771.98}, {"text": "You can't say Baldies man. That's the guy's name. I didn't even think I", "start": 2771.98, "end": 2777.98}, {"text": "didn't realize he was bald. Actually, I don't know even what he looks like. He", "start": 2777.98, "end": 2781.78}, {"text": "is bald now that I think I mean apparently they sold been selling a lot", "start": 2781.78, "end": 2785.02}, {"text": "game baldies gate three. I didn't even know it was such a big that's a", "start": 2785.06, "end": 2787.82}, {"text": "different, but I've seen that's a different ball. I guess it's that's", "start": 2787.82, "end": 2790.46}, {"text": "different. Yeah, it's a completely different ball guy. I'm scared to play", "start": 2790.46, "end": 2792.74}, {"text": "that game scared of any game that will destroy my life. You can imagine it's", "start": 2792.74, "end": 2798.46}, {"text": "hard for you to imagine something balder than you is that what the fuck you", "start": 2798.46, "end": 2801.78}, {"text": "made me spill my coffee. You did that shit right then and it's just going to", "start": 2801.78, "end": 2806.14}, {"text": "sit there. You're just going to have to think about that. I see the name of", "start": 2806.14, "end": 2810.58}, {"text": "in that game and I get scared because I read it and I say bald and gay me. I", "start": 2810.58, "end": 2815.38}, {"text": "think it's talking. I think it's saying something about me, but you're neither", "start": 2815.38, "end": 2819.28}, {"text": "bald nor gay or yourself. Imagine Twilight Zone kind of oh yeah, what if", "start": 2819.28, "end": 2824.94}, {"text": "I what if you were bald?", "start": 2824.94, "end": 2826.26}, {"text": "Imagine a world this man lost all his hair, this man stuck in a prison of", "start": 2826.26, "end": 2833.86}, {"text": "sexuality and lack of hair. Well, the weight prison sexuality, no hair,", "start": 2833.86, "end": 2840.56}, {"text": "Okay. Well, it's about me. Twilight Zone reboot would be good for us, too. We", "start": 2840.56, "end": 2844.56}, {"text": "could kind of pick up the pieces of the Jordan Peele. I didn't watch it. It was", "start": 2844.56, "end": 2847.56}, {"text": "a bad. Apparently, it was bad. I don't watch it either, but I saw they had", "start": 2847.56, "end": 2850.16}, {"text": "Camille Nangiani in it. Yeah, and he played the funniest comedian in the", "start": 2850.16, "end": 2853.36}, {"text": "world. And I said, wait, this is a documentary.", "start": 2853.36, "end": 2855.76}, {"text": "I think if Jordan Peele did something in this past few years and you haven't", "start": 2855.76, "end": 2860.76}, {"text": "heard about it once and probably must be really, really bad. It must be", "start": 2860.76, "end": 2864.56}, {"text": "really good. People like him. But what is when you were a kid? Yeah. What is", "start": 2864.56, "end": 2869.06}, {"text": "is the kind of thing that you slaughter so slender is I mean they already made", "start": 2869.06, "end": 2873.9}, {"text": "that game. Oh well, okay slender man in the seven right, okay, I understand now", "start": 2873.9, "end": 2877.88}, {"text": "yeah with the question. So the question is like should be a game of should be a", "start": 2877.88, "end": 2881.86}, {"text": "game of yeah, okay, like what's not even scary like because I wasn't scared of", "start": 2881.86, "end": 2886.74}, {"text": "the teacher when I was a kid, I guess not by a pedophile. They already did", "start": 2886.74, "end": 2889.94}, {"text": "that with hello neighbor. That's what it's about kind of yeah. It's like a", "start": 2889.94, "end": 2893.46}, {"text": "it's like the pedophile neighbor next door like that's what you're scared of,", "start": 2893.46, "end": 2896.62}, {"text": "but my neighbors weren't pedophiles. They were just old old guys. You wear masks.", "start": 2897.1, "end": 2900.52}, {"text": "My neighbors were my friends. Yeah, I like my neighbor. My neighbor was a", "start": 2900.52, "end": 2904.1}, {"text": "really, really scary. All my neighbors, except for Mrs. Boyle.", "start": 2904.1, "end": 2906.66}, {"text": "You had a Mrs. Boyle. You can imagine exactly what you looked inside. Oh, my", "start": 2906.66, "end": 2910.78}, {"text": "God, yeah, I really can, but when I was a kid, you know what I was saying?", "start": 2910.78, "end": 2915.02}, {"text": "Here's what I was saying. I think she died. That's sad. I think Jerry lives", "start": 2915.02, "end": 2919.02}, {"text": "there now. Here what I was thinking was, yeah, two things. One is either like", "start": 2919.02, "end": 2924.3}, {"text": "that your parent like you go over to somebody else's house and they throw up", "start": 2924.34, "end": 2928.8}, {"text": "and you have to go. They have some yeah", "start": 2928.8, "end": 2930.64}, {"text": "and you have to stop there from getting sick.", "start": 2930.64, "end": 2934.14}, {"text": "You know you go over to somebody else's house yeah and they have like weird", "start": 2934.14, "end": 2940.04}, {"text": "rules right like I hated that. Yeah, you know it's maybe even worse than that", "start": 2940.04, "end": 2945.08}, {"text": "when you're and maybe you I mean I think you maybe you might have been a", "start": 2945.08, "end": 2948.34}, {"text": "different type of kid than me. So maybe this didn't bother you so much. Okay, you", "start": 2948.34, "end": 2951.44}, {"text": "go to your friend's house and they're talking back to their parents.", "start": 2951.44, "end": 2953.98}, {"text": "I mean, if you listen, you just assume that I like disrespect, okay, I'm just", "start": 2953.98, "end": 2959.86}, {"text": "not sure because me personally, I would never have talked back to my parents.", "start": 2959.86, "end": 2963.44}, {"text": "Yeah, I was a respectful and polite child. Of course, I followed the rules.", "start": 2963.44, "end": 2967.44}, {"text": "I had most nasty children in my life man, but you know you call their moms", "start": 2967.44, "end": 2971.78}, {"text": "bitch. Yep, that was maybe one of the most horrifying things. How's that", "start": 2971.78, "end": 2975.86}, {"text": "possible? Because how can you do that? I even beyond just saying do this do that", "start": 2975.86, "end": 2979.98}, {"text": "yeah, please yeah, what are they your slave? No yeah, no, it's your mom raising", "start": 2980.22, "end": 2983.62}, {"text": "you, that's your mom and your dad popped out of them. That's your papa, that's", "start": 2983.62, "end": 2986.76}, {"text": "your papa and your mama. What do I call my mama papa because I popped out of", "start": 2986.76, "end": 2989.78}, {"text": "her that's right and I know you call yourself the papa as you popped out. I", "start": 2989.78, "end": 2993.64}, {"text": "call her the puppy dad mom say hey puppy", "start": 2993.64, "end": 2995.96}, {"text": "okay,", "start": 2995.96, "end": 2998.58}, {"text": "so I saw an old ass guy struggling up the stairs with with the Walker and I", "start": 2998.58, "end": 3006.58}, {"text": "called the F slur by a guy with a Walker today. Damn or not. I guess you're kind", "start": 3006.62, "end": 3010.5}, {"text": "of a new style of guy that the old head can't quite comprehend. This is old is", "start": 3010.5, "end": 3014.52}, {"text": "old fucking guy. It was the same guy. He was struggling up the stairs and he was", "start": 3014.52, "end": 3017.92}, {"text": "his back like", "start": 3017.92, "end": 3018.64}, {"text": "he had a hunched back or he was about to walk up the stairs and then a guy's head", "start": 3018.64, "end": 3023.0}, {"text": "was a guy walked up to him and went, you need help poppy and then you laugh.", "start": 3023.0, "end": 3027.08}, {"text": "That guy just this guy would not have liked that. No yeah. Imagine it like", "start": 3027.08, "end": 3031.66}, {"text": "just imagining a kind of a Clint Eastwood style old guy being called poppy. You", "start": 3031.66, "end": 3036.06}, {"text": "Any help, Poppy? I think this is the same guy that Joe and Alex were telling me. They were", "start": 3036.08, "end": 3040.32}, {"text": "filming something outside and he was like, because I think they told me he had a cane,", "start": 3040.32, "end": 3046.56}, {"text": "and he was like, \"What are you guys filming?\" And they were like, \"Oh, we're just filming", "start": 3046.56, "end": 3050.92}, {"text": "a short whatever.\" And then a person walked by who was wearing really short shorts and", "start": 3050.92, "end": 3058.84}, {"text": "like a really short pink top and he just like went like, oh my God,", "start": 3058.84, "end": 3064.34}, {"text": "I think it was probably the same guy because they said that it was a veteran", "start": 3064.34, "end": 3068.64}, {"text": "with a cane. The tragedy of being an old guy like that and you're in New York,", "start": 3068.64, "end": 3074.12}, {"text": "man, you're torturing yourself. And I gotta say this guy, that situation, this", "start": 3074.12, "end": 3077.86}, {"text": "guy called me a fucking F word, yeah, and just like that to his self, yeah,", "start": 3077.86, "end": 3083.78}, {"text": "and I was a little bit like I mean it's always little weird guys who you could", "start": 3083.78, "end": 3088.72}, {"text": "row around that do that. It's always old guys who know that they have immunity.", "start": 3088.76, "end": 3093.72}, {"text": "Because if I'd ever... You can say whatever you want to me, if I touch this", "start": 3093.72, "end": 3096.88}, {"text": "guy, I'm the bad guy all of a sudden, 'cause I killed a man. But this guy,", "start": 3096.88, "end": 3101.04}, {"text": "he looks... He looks just about the gayest guy I've ever seen in my life.", "start": 3101.04, "end": 3107.12}, {"text": "He has... His head is at complete dick height. He's like, could be fully", "start": 3107.12, "end": 3113.4}, {"text": "roly polyed into like the perfect sex position. I mean, this guy could be", "start": 3113.4, "end": 3117.84}, {"text": "manhandled and should be manhandled. So that's what I was saying. I guess this", "start": 3117.84, "end": 3121.0}, {"text": "guy is is internalized homophobia. I guess when I first thought of it, I was", "start": 3121.0, "end": 3125.68}, {"text": "thinking, okay, maybe I guess being a being an old racist homophobe guy who", "start": 3125.68, "end": 3131.4}, {"text": "lives in Brooklyn. Yeah, that's that might be like being allergic to bees and", "start": 3131.4, "end": 3135.88}, {"text": "being a beekeeper. Yeah, you should probably get to go somewhere else. You're", "start": 3135.88, "end": 3139.08}, {"text": "saying they should be in charge. Well, I'm saying that's what it might. I'm", "start": 3139.08, "end": 3142.16}, {"text": "saying that's what it might be like right, which the beekeeper isn't in", "start": 3142.16, "end": 3145.52}, {"text": "hard to the bees. He works, he works with them. He doesn't work, but I think", "start": 3145.6, "end": 3149.9}, {"text": "maybe it's more like their bodies. I guess maybe it's more like you are the", "start": 3149.9, "end": 3154.1}, {"text": "bee, because if you sting someone, well,", "start": 3154.1, "end": 3156.8}, {"text": "what do you expect? You die. Yeah, you're first you die, because again,", "start": 3156.8, "end": 3161.54}, {"text": "you're going to give yourself a heart attack. If you got to move somebody,", "start": 3161.54, "end": 3164.34}, {"text": "your stinger comes off your body, you die, but you'll be a keeper gets stung", "start": 3164.34, "end": 3167.66}, {"text": "by a bee. It's like, well, what do you yeah, you don't go? Oh yeah,", "start": 3167.66, "end": 3170.1}, {"text": "I'm the beekeeper. Yeah, exactly. I'm walking around. I'm the beekeeper. He", "start": 3170.1, "end": 3173.34}, {"text": "maybe it's actually the other way around. He's stingy and I go", "start": 3173.38, "end": 3175.62}, {"text": "whatever I guess you're an old guy. This is happen. I he calls me that word and I", "start": 3175.62, "end": 3180.78}, {"text": "say this has happened to me hundreds of thousands of times.", "start": 3180.78, "end": 3183.18}, {"text": "Now come here and I'm going to take your honey from yeah. Come here, get", "start": 3183.18, "end": 3187.18}, {"text": "some honey. I'm going to massage you till your honey comes out. I'm going to", "start": 3187.18, "end": 3189.62}, {"text": "find your girlfriend and flip her over.", "start": 3189.62, "end": 3191.34}, {"text": "How about that? That's what you have to say to an old guy like that. Oh, you", "start": 3191.34, "end": 3194.9}, {"text": "think I'm gay? I'm going to fuck your girlfriend. Yeah, yeah, let me see your", "start": 3194.9, "end": 3198.38}, {"text": "girlfriend. I'll I bet your girlfriend's ugly and old yeah, I have sex with her.", "start": 3198.38, "end": 3202.34}, {"text": "Yeah, you're the gay guy having sex with old women who look like men by that", "start": 3202.34, "end": 3207.44}, {"text": "time, but she how white and thin their hair is. The thing is, because if she's", "start": 3207.44, "end": 3211.04}, {"text": "dating this guy, she'll probably say yes to have sex with me, because it's such", "start": 3211.04, "end": 3214.66}, {"text": "an upgrade. Because you look like him? No. No.", "start": 3214.66, "end": 3217.38}, {"text": "No. I don't look like this guy. I don't know. It could be a lot of reasons why", "start": 3217.38, "end": 3223.22}, {"text": "you said that. I don't look anything like this guy. Why are you saying that one", "start": 3223.22, "end": 3225.22}, {"text": "thing you said? And we were, I was, both of us was white. Okay. Well, that adds", "start": 3225.22, "end": 3229.62}, {"text": "kind of a sinister tent to the situation. How is white on white crime?", "start": 3229.64, "end": 3236.08}, {"text": "That's what you're saying. Yeah,", "start": 3236.08, "end": 3237.24}, {"text": "kind of", "start": 3237.24, "end": 3239.28}, {"text": "I don't even know kind of know what I'm saying. Yeah, yeah. What are you doing", "start": 3239.28, "end": 3245.58}, {"text": "the rest of the day?", "start": 3245.58, "end": 3246.32}, {"text": "I have an exciting package coming in the mail that I can't tell you what it is,", "start": 3246.32, "end": 3250.82}, {"text": "but I'm going to send you a picture of it when it arrives.", "start": 3250.82, "end": 3253.0}, {"text": "What I just don't want to say it. I don't want to spoil anything, but it's", "start": 3253.0, "end": 3258.34}, {"text": "excited. It's really exciting. I think you might like it. I'm very excited", "start": 3258.36, "end": 3261.72}, {"text": "about it.", "start": 3261.72, "end": 3262.16}, {"text": "Can I guess? You can guess. Well, okay, I'll give you one. I'll give you I'll", "start": 3262.16, "end": 3266.48}, {"text": "tell you, you know, I'll give I'll give you this. It's an outfit.", "start": 3266.48, "end": 3269.28}, {"text": "Damn,", "start": 3269.28, "end": 3271.96}, {"text": "that's actually exciting as fuck. Yeah, I have to basically do some Photoshop and", "start": 3271.96, "end": 3280.08}, {"text": "go to the grocery store. I need to buy new pants. My pant I was in. I bought", "start": 3280.08, "end": 3283.52}, {"text": "some new pants yesterday as part of this outfit, not these. Oh, not this. These", "start": 3283.52, "end": 3287.4}, {"text": "old. No, I this this new outfit. Is it a job outfit? Yes, yeah, I like this kind of", "start": 3287.44, "end": 3295.82}, {"text": "thing. The why don't I dress up like I have a job anymore? That was this job.", "start": 3295.82, "end": 3299.98}, {"text": "I'm like I'm more excited about this outfit than I've been excited about any", "start": 3299.98, "end": 3303.66}, {"text": "outfit I've ever had. I'm so happy. I'm so excited to see this. It's not for the", "start": 3303.66, "end": 3307.82}, {"text": "podcast either. So nobody ever said until it's I had to buy pants. Tell me if you", "start": 3307.82, "end": 3312.06}, {"text": "guys went to the any of the D. C. Shows", "start": 3312.06, "end": 3314.18}, {"text": "the first two shows. I did them with a giant rip in the crotch of my pants that", "start": 3315.28, "end": 3321.08}, {"text": "I'm worried that people saw we wearing on these yeah. I was wearing on these,", "start": 3321.08, "end": 3325.36}, {"text": "but they were black undies and blue jeans briefs or boxers", "start": 3325.36, "end": 3328.32}, {"text": "or boxer briefs or do they have brief boxers", "start": 3328.32, "end": 3333.1}, {"text": "here's what brief boxers are their boxers that only last for a moment. Yes,", "start": 3333.1, "end": 3338.44}, {"text": "like this leading on yeah, edible, but edible underwear are brief boxers. No,", "start": 3338.44, "end": 3342.92}, {"text": "you don't even have to eat it. You snap your fingers and you they they poof", "start": 3342.96, "end": 3346.96}, {"text": "away. Yeah, they blow away like a like a do when a guy turns to dust in a movie", "start": 3346.96, "end": 3351.8}, {"text": "that's scary,", "start": 3351.8, "end": 3352.76}, {"text": "but it's beautiful in terms of romantic sex.", "start": 3352.76, "end": 3357.12}, {"text": "That would be nice if I could because I the thing is I like taking my shirt off.", "start": 3357.12, "end": 3361.66}, {"text": "I like taking my pants off hate taking my socks and my underwear. Let me do", "start": 3361.66, "end": 3366.26}, {"text": "this. Yeah, I don't care if they're single use here's now. Here's the", "start": 3366.26, "end": 3370.46}, {"text": "problem with this design. I'm thinking of you're in a work meeting you're up", "start": 3370.48, "end": 3372.94}, {"text": "presenting in front of every in front of the office. Obviously, you got pants on", "start": 3372.94, "end": 3378.12}, {"text": "yeah, but you know maybe you're expecting to have a little fun after work in the", "start": 3378.12, "end": 3383.6}, {"text": "car with one of your co workers and which that's just a random detail. That", "start": 3383.6, "end": 3387.68}, {"text": "doesn't matter,", "start": 3387.68, "end": 3388.36}, {"text": "but you have these under, but maybe you have these under. Maybe that's the", "start": 3388.36, "end": 3392.16}, {"text": "reason you have these underwear on or maybe you just mix it up, but maybe", "start": 3392.16, "end": 3395.28}, {"text": "you're going to have sex in the car with your co worker in the launch break, but", "start": 3395.28, "end": 3398.68}, {"text": "then maybe you give the presentation and about how you're going to switch over a", "start": 3399.48, "end": 3402.38}, {"text": "new system and your boss says, wow, that's great. It seems like it's going", "start": 3402.38, "end": 3405.02}, {"text": "to be so easy to switch over in the new system. In fact, I think we'll be able", "start": 3405.02, "end": 3407.64}, {"text": "to switch just like that right in front of everyone. Everyone sees a bunch", "start": 3407.64, "end": 3413.28}, {"text": "underwears worth of dust falls right out of the legs of your pants.", "start": 3413.28, "end": 3417.04}, {"text": "Here's the other scenario. I was thinking if you have these clap or the", "start": 3417.04, "end": 3421.52}, {"text": "snap on snap off underwear, they're only snap off. I don't know if you can", "start": 3421.52, "end": 3424.24}, {"text": "use snap, but that's another good idea. They got the metal snaps. Yeah, that", "start": 3424.24, "end": 3428.28}, {"text": "that's that would help me a lot. Yeah, you go to a", "start": 3428.3, "end": 3431.7}, {"text": "poetry reading. Oh, be a poet. And you're wearing hundreds of and your character", "start": 3431.7, "end": 3438.74}, {"text": "is underwear man. Yeah, right. You might be good for just make sure your poem", "start": 3438.74, "end": 3443.78}, {"text": "isn't too good, 'cause over a hundred snaps and you're done. Or maybe you", "start": 3443.78, "end": 3447.98}, {"text": "ate a...", "start": 3447.98, "end": 3449.02}, {"text": "You ate something crazy right before you got there and you shit your pants.", "start": 3449.02, "end": 3454.58}, {"text": "but you say luckily I have under one will hold I have underwear on under and I", "start": 3454.58, "end": 3458.46}, {"text": "have these giant wide leg dickies where if it wasn't for these underwear, these", "start": 3458.46, "end": 3462.82}, {"text": "things would go right down there, but then there's a very rude patron at the", "start": 3462.82, "end": 3466.26}, {"text": "bar who says", "start": 3466.26, "end": 3466.9}, {"text": "excuse me, bartender, bartender, yeah,", "start": 3466.9, "end": 3472.7}, {"text": "I'll have a me or tea pain yeah.", "start": 3472.7, "end": 3476.06}, {"text": "What about a shoe where it has like a Chinese suicide net around it, so if poo", "start": 3476.06, "end": 3482.74}, {"text": "falls out your pant leg, it catches it.", "start": 3482.78, "end": 3484.38}, {"text": "Why would you want to cat then it was roll into your shoe?", "start": 3484.38, "end": 3488.58}, {"text": "Well back to the drawing board at this one, I guess", "start": 3488.58, "end": 3493.48}, {"text": "I like the idea. I do think we are", "start": 3493.48, "end": 3497.12}, {"text": "okay. Here's an idea. I thought of a while ago. There's another poo shoe", "start": 3497.12, "end": 3500.64}, {"text": "related. Yeah,", "start": 3500.64, "end": 3501.38}, {"text": "it's a shoe on the bottom of it. It has", "start": 3501.38, "end": 3504.78}, {"text": "reversed", "start": 3504.78, "end": 3507.28}, {"text": "like a stamp pattern. Okay, Caleb was here. Cameron was here", "start": 3507.28, "end": 3512.52}, {"text": "you can step in dog poo", "start": 3512.52, "end": 3514.42}, {"text": "make stepping in dog poo fun and marks your territory. I like that yeah or you", "start": 3514.42, "end": 3521.6}, {"text": "know you can put whatever, but a stamp shoe where you can step in poop.", "start": 3521.6, "end": 3524.3}, {"text": "That's a great idea or you step in the sand and it shows yeah, yeah, well", "start": 3524.3, "end": 3528.7}, {"text": "mostly my ideas for poop. So what do you well the water mud away the sand water", "start": 3528.7, "end": 3533.58}, {"text": "you're going to wash the poop away. No, this what is it what I can be or it", "start": 3533.58, "end": 3536.46}, {"text": "could be concrete like for walking in wet concrete. Yeah, well, so there's a", "start": 3536.46, "end": 3539.86}, {"text": "lot of ideas, but mainly the ideas for poop", "start": 3539.86, "end": 3541.8}, {"text": "I do think that so zooming out a little bit yeah. When was pants invented?", "start": 3541.8, "end": 3548.44}, {"text": "Well these pants are so small from all the way out here. It was zoomed out.", "start": 3548.44, "end": 3553.16}, {"text": "Oh that's funny. Yeah so I bet that well could you consider a loincloth of pants?", "start": 3553.16, "end": 3558.92}, {"text": "Or is that underwear? That's a skirt. Yeah so I would probably say they didn't", "start": 3558.92, "end": 3565.24}, {"text": "reinvent that until", "start": 3565.24, "end": 3566.9}, {"text": "9000 years ago and the shirt, my guess, the shirt was probably a couple years", "start": 3566.9, "end": 3573.5}, {"text": "after that right. I feel like the shirt maybe came before pants because", "start": 3573.5, "end": 3577.44}, {"text": "I feel like you could cover everything.", "start": 3577.44, "end": 3580.16}, {"text": "Yeah, well, but I guess I don't know why I think that, but it feels like maybe", "start": 3580.16, "end": 3584.6}, {"text": "that's true. I can imagine someone winning the pooing around. Yeah, you're", "start": 3584.6, "end": 3587.6}, {"text": "probably right. You cover up the stuff. More important stuff to cover up, but I", "start": 3587.6, "end": 3590.76}, {"text": "was thinking maybe they have a, they're holding, no yeah, you're right. I'm", "start": 3590.76, "end": 3593.52}, {"text": "look up when pants came out, but it's been,", "start": 3593.54, "end": 3596.74}, {"text": "you know, near thousands of years since we had a big clothing item invented", "start": 3596.74, "end": 3604.02}, {"text": "between the 13th and the 10th centuries BC.", "start": 3604.02, "end": 3607.98}, {"text": "So that's okay. I'm not so far off. Yes, three thousand years ago, a few", "start": 3607.98, "end": 3614.82}, {"text": "thousand years off. Yeah, only three times longer. You wanna see what the", "start": 3614.82, "end": 3618.26}, {"text": "first, the oldest known dressers look like? Yes, I do. I do want to see them.", "start": 3618.26, "end": 3621.38}, {"text": "I've seen people wearing these. Oh yeah, that looks that looks amazingly modern.", "start": 3622.7, "end": 3627.0}, {"text": "That is crazy. Those are like those ones that have the like the ridges on these", "start": 3627.0, "end": 3632.04}, {"text": "are like Kanye West things yeah yeah, I've seen I've seen Patrick wear these", "start": 3632.04, "end": 3636.04}, {"text": "pants. No doubt yeah, which by the way Patrick you've been really quiet today", "start": 3636.04, "end": 3639.58}, {"text": "kind of a joke for the audio listen. Yeah he's not can't see that he's not", "start": 3639.58, "end": 3643.1}, {"text": "yeah yeah he's not here. He's in solitary confinement yeah yeah", "start": 3643.1, "end": 3646.38}, {"text": "well, that said, do we have anything to plug? Oh well, there's a huge episode", "start": 3646.38, "end": 3651.98}, {"text": "coming up next month.", "start": 3652.02, "end": 3653.02}, {"text": "You can't say much else about the battle of the century, September", "start": 3653.02, "end": 3658.12}, {"text": "twenty-seventh. It is kind of the this is a bit of a stop gap episode, but it", "start": 3658.12, "end": 3665.72}, {"text": "will be the opposite of this one in every single way. The actually I had I", "start": 3665.72, "end": 3670.62}, {"text": "forgot that we I had a list pulled up. We obviously we were not going to do it", "start": 3670.62, "end": 3674.32}, {"text": "now, but I can't. Oh, well, I completely lost. I was going to say we could read", "start": 3674.32, "end": 3677.72}, {"text": "something from it, but what was it I closed it?", "start": 3677.82, "end": 3680.62}, {"text": "It was I don't even remember morning.", "start": 3680.62, "end": 3684.02}, {"text": "This is truly a throwback to the very beginning of the podcast. You and me at", "start": 3684.02, "end": 3688.32}, {"text": "work. I mean I just I don't know thrilling conversation that I didn't", "start": 3688.32, "end": 3691.82}, {"text": "even remember that I had or anything on my phone to look at", "start": 3691.82, "end": 3694.32}, {"text": "was great. It's wonderful. This was special. This was special. Yeah. Thank", "start": 3694.32, "end": 3701.12}, {"text": "you. Well, that's that bye y'all.", "start": 3701.12, "end": 3703.42}, {"text": "you woke up immediately.", "start": 3707.32, "end": 3708.32}, {"text": "Yeah, here's what happened in the dream.", "start": 3708.32, "end": 3709.32}, {"text": "I was outside, there was lightning striking all around.", "start": 3709.32, "end": 3711.8}, {"text": "I thought, I should go inside so lightning doesn't strike me.", "start": 3711.8, "end": 3714.76}, {"text": "So I start to run inside.", "start": 3714.76, "end": 3716.62}, {"text": "Then lightning strikes near me.", "start": 3716.62, "end": 3717.8}, {"text": "I think, oh, I'm safe.", "start": 3717.8, "end": 3719.38}, {"text": "It only struck near me.", "start": 3719.38, "end": 3720.38}, {"text": "That was lucky.", "start": 3720.38, "end": 3721.38}, {"text": "But then it goes into the ground and it goes, and it goes across the ground like a video", "start": 3721.38, "end": 3724.92}, {"text": "game area of effect.", "start": 3724.92, "end": 3725.92}, {"text": "What if you woke up?", "start": 3725.92, "end": 3726.92}, {"text": "It goes into my body and then it goes up my body like, and I shake around and I fall to", "start": 3726.92, "end": 3730.72}, {"text": "the ground and then my heart stops.", "start": 3730.72, "end": 3732.6}, {"text": "And then I survived and I got up and I said, in my dream I said, \"Wow, I thought I was", "start": 3732.6, "end": 3737.88}, {"text": "going to die, but it actually just felt weird.\"", "start": 3737.88, "end": 3739.84}, {"text": "What if you woke up from that dream?", "start": 3739.84, "end": 3741.24}, {"text": "That's how in real life you'd say like, \"Sheesh.\"", "start": 3741.24, "end": 3744.92}, {"text": "If you woke up from that dream and your finger is just in your outlet in your forehead.", "start": 3744.92, "end": 3749.32}, {"text": "You're doing sleepwalking.", "start": 3749.32, "end": 3751.88}, {"text": "You woke up and it's like, you're like, your nightstand is here, your bed is here.", "start": 3751.88, "end": 3757.24}, {"text": "I moved everything out of the way.", "start": 3757.24, "end": 3759.36}, {"text": "I'm chewing on my phone charging cable.", "start": 3759.36, "end": 3761.24}, {"text": "fell down perfectly into the outlet on the wall.", "start": 3761.24, "end": 3766.24}, {"text": "My outlet shaped, hole shaped, finger shaped.", "start": 3766.24, "end": 3768.84}, {"text": "Well, you have a hole with your finger in your mouth.", "start": 3768.84, "end": 3772.34}, {"text": "I know you, you sleep with your finger in your mouth.", "start": 3772.34, "end": 3775.24}, {"text": "Scratch your balls, put your finger in your mouth.", "start": 3775.24, "end": 3778.74}, {"text": "I wonder if I've ever done that myself.", "start": 3778.74, "end": 3781.14}, {"text": "You know when you, it's your butt and then you stick your fingers in your mouth.", "start": 3781.14, "end": 3787.34}, {"text": "We all do it.", "start": 3787.34, "end": 3788.24}, {"text": "I don't do that.", "start": 3788.24, "end": 3789.34}, {"text": "We all do it, man.", "start": 3789.34, "end": 3790.54}, {"text": "You don't have to be afraid to admit it. Okay, I do it. You're right. I do that", "start": 3790.54, "end": 3794.8}, {"text": "shit.", "start": 3794.8, "end": 3795.22}, {"text": "I stick it in my mouth.", "start": 3795.22, "end": 3797.82}, {"text": "What is up with you? Disgusting", "start": 3797.82, "end": 3801.62}, {"text": "the mall", "start": 3801.62, "end": 3805.22}, {"text": "train", "start": 3805.22, "end": 3806.52}, {"text": "while you're like looking around", "start": 3806.52, "end": 3810.12}, {"text": "your Christmas shopping, your Christmas shopping for your girlfriend, you're in", "start": 3810.12, "end": 3815.42}, {"text": "the middle of Victoria's Secret. The woman's about to walk up to you and", "start": 3815.42, "end": 3818.52}, {"text": "you're just going", "start": 3818.52, "end": 3819.12}, {"text": "it", "start": 3819.12, "end": 3820.12}, {"text": "I was like a like a like sound is an apple. When you put your finger,", "start": 3820.12, "end": 3825.96}, {"text": "your", "start": 3825.96, "end": 3826.64}, {"text": "*laughing*", "start": 3826.64, "end": 3828.64}, {"text": "*laughing*", "start": 3828.64, "end": 3830.64}, {"text": "*laughing*", "start": 3830.64, "end": 3832.64}, {"text": "(explosion)", "start": 3832.64, "end": 3834.98}], "title": "Ep. 256 - War Diary #1", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--256---War-Diary-1-e28mkm0", "date": "Wed, 30 Aug 2023 11:00:00 GMT", "id": 281}