{"lines": [{"text": "I", "start": 0.0, "end": 0.5}, {"text": "am little today. I'm really just get up bigly get up in a bigger way. You're", "start": 0.5, "end": 15.48}, {"text": "also vanishing into the background in a funny way. Oh yeah. I made it worse. We", "start": 15.48, "end": 19.7}, {"text": "left", "start": 19.7, "end": 20.06}, {"text": "this day right there. Don't move a muscle hold on. This is how big I'll be.", "start": 20.06, "end": 26.16}, {"text": "Do I get to be big today? Wait hold on I'll be big", "start": 26.16, "end": 29.96}, {"text": "I'm at maximum height actually. You can be big any day you want to. If you don't understand", "start": 29.96, "end": 36.96}, {"text": "what I'm saying. You guys are down here. I'm so small that I'm dead. I'm taking this away", "start": 36.96, "end": 41.96}, {"text": "from you. You're not allowed to have this microphone, but I am. No, nobody's allowed", "start": 41.96, "end": 47.88}, {"text": "to have it. Why did we buy this? Jubio bought that for you for your birthday. Is that true?", "start": 47.88, "end": 53.08}, {"text": "Isn't it? Did you buy this for me? Yeah. That's extraordinarily sweet. Get a look at your", "start": 53.08, "end": 59.8}, {"text": "years ago. That's like", "start": 59.8, "end": 61.1}, {"text": "a concha. That's how sweet that is a concha a conch shell. Is that what you", "start": 61.1, "end": 66.7}, {"text": "said? No, what's that? Is that no? It's not called a chancla. Are you thinking", "start": 66.7, "end": 70.42}, {"text": "of the chancla? I went to elementary school. I think a concha is a kind of", "start": 70.42, "end": 73.66}, {"text": "sweet bread. Yeah, yeah, it is look. Oh, my God, I was right. I remember having", "start": 73.66, "end": 77.6}, {"text": "this. I went there's a Mexican bakery in Wilmington that I used to go to like", "start": 77.6, "end": 81.26}, {"text": "every once in a while and I went one time and this always looked so delicious", "start": 81.26, "end": 85.16}, {"text": "Contra is mid and then I ate it. It was terrible. Contra is mid. Why do they", "start": 85.2, "end": 89.2}, {"text": "make it different colours? They all taste the fucking same. Is it just bread?", "start": 89.2, "end": 92.44}, {"text": "Is it in Mexico or is it just made here?", "start": 92.44, "end": 93.96}, {"text": "It's a little dry. You're supposed to, like, have it with, like, coffee. Oh,", "start": 93.96, "end": 98.2}, {"text": "so it's, it's like Mexican biscotti. That explains why it was mid, 'cause I", "start": 98.2, "end": 100.88}, {"text": "ate it dry. So, so it's not even a food, it's an ingredient, that's what you're", "start": 100.88, "end": 105.48}, {"text": "telling me. It's a stirrer. And that's your, that's your... I mean, I mean, you", "start": 105.48, "end": 108.56}, {"text": "could say the same thing for donuts. Shut the fuck up. You can't say the same", "start": 108.56, "end": 112.72}, {"text": "perfect for done. You're supposed to make doughnuts with brides and grooms on", "start": 112.72, "end": 116.64}, {"text": "top. That's how it is true. Yeah, they make doughnuts. I don't know. There's", "start": 116.64, "end": 119.88}, {"text": "also nowhere near as dry as a con that's true. A doughnut is a doughnut isn't", "start": 119.88, "end": 123.56}, {"text": "even dry at all. Yeah, my my there's some types of doughnuts might be dry.", "start": 123.56, "end": 127.44}, {"text": "I see you. That's a failing of a specific doughnut. I've done it as a", "start": 127.44, "end": 130.64}, {"text": "form. My concha dries up when I see you. You have a concha. Yep, and it dries up.", "start": 130.64, "end": 135.36}, {"text": "Oh yeah. When you see me, I mean that's nice. I guess I would be. I wouldn't", "start": 135.36, "end": 139.92}, {"text": "I want you to get wet when you saw me. Is that some kind of slaying in Mexico for", "start": 139.96, "end": 145.56}, {"text": "pussy is is girls getting wet like boners to they get it where they have to", "start": 145.56, "end": 150.04}, {"text": "stand up in front of class yeah and they have a wet ass. They have a wet ass, a", "start": 150.04, "end": 155.0}, {"text": "wet ask him sitting in it the whole time yeah, but in the mornings you sit there", "start": 155.0, "end": 159.92}, {"text": "and you're like oh my God on the bus at seven. I take a plane. Are you like oh", "start": 159.92, "end": 164.4}, {"text": "fuck I'm why am I randomly wet as fuck on this plane", "start": 164.4, "end": 167.6}, {"text": "randomly wet. I think they do. We need this info. We never had a girl on the", "start": 169.0, "end": 174.84}, {"text": "show. That's not true. That's not true. Oh, we've had a few girls. We've got", "start": 174.84, "end": 178.84}, {"text": "thousands on the girl show on the girls. We're the girl show. No, we're not that", "start": 178.84, "end": 183.32}, {"text": "we're the girl show. Now, apparently, according to Caleb, that we've had a", "start": 183.32, "end": 187.24}, {"text": "thousand girls on the show. I'm just curious about women's bodies and I", "start": 187.24, "end": 190.76}, {"text": "think I randomly wet. We okay. We should just have one. We should have like", "start": 190.76, "end": 195.96}, {"text": "Dr. Ruth or somebody come on and explain every single who's Dr. Ruth. She died.", "start": 196.12, "end": 201.12}, {"text": "Oh, she's dead. Then who's the old lady who talks about sex? She died and she", "start": 201.12, "end": 204.72}, {"text": "passed on the Supreme Court to the conservatives. Oh, you're right. She was", "start": 204.72, "end": 208.12}, {"text": "being bloody selfish and decided that she wanted glory. She decided she wanted", "start": 208.12, "end": 212.22}, {"text": "the glory of officiating a wedding. Yeah, that is. And it gave her COVID-7000.", "start": 212.22, "end": 217.02}, {"text": "That is so funny actually that. Her soul teleported to Jupiter. Those people's", "start": 217.02, "end": 223.32}, {"text": "their wedding decimated. It was not their wedding that killed Ruth Bader", "start": 223.32, "end": 228.84}, {"text": "Ginsburg. It was it was their wedding that killed Roe v. It was me. It was", "start": 228.84, "end": 232.36}, {"text": "Cameron. I dropped a germ in her mail slot.", "start": 232.36, "end": 234.64}, {"text": "Yep, he put he delivered when he dressed up like a mailman and he had a germ in", "start": 234.64, "end": 239.88}, {"text": "a little while. I had it in a vial of a germ, a little bouncing with tweezers,", "start": 239.88, "end": 243.88}, {"text": "green germ.", "start": 243.88, "end": 244.76}, {"text": "He said, buddy, listen, germ, there's a really old lady.", "start": 244.76, "end": 249.52}, {"text": "I heard the germ had blue hair and was a liberal. I didn't want to do it. Well,", "start": 251.2, "end": 254.6}, {"text": "that's why that's why he screened it. He made sure it was a really nasty", "start": 254.6, "end": 257.1}, {"text": "mucinex germ yeah and not a SJW germ. It was by the way, which is Cove in one", "start": 257.1, "end": 262.72}, {"text": "doctor. Fowchee has been creating a shade. They got green germs on mucinex.", "start": 262.72, "end": 266.8}, {"text": "This was a red germ. Oh, well, I'm not just saying that because it was", "start": 266.8, "end": 270.36}, {"text": "politically like on the red end of the spectrum, but because it was dangerous", "start": 270.36, "end": 274.28}, {"text": "yeah, yes, and also very hot. Exactly like red yeah. Why would you choose red", "start": 274.28, "end": 279.84}, {"text": "be your politician color. Right? Well, I guess red means strength. But red doesn't... When", "start": 279.88, "end": 286.24}, {"text": "you look at color theory... You say red, I think of blood and not just that. I think", "start": 286.24, "end": 289.52}, {"text": "of Nazi Germany, Hitler. Yeah. I think of... The Rising Sun. Yeah. That's true. They should", "start": 289.52, "end": 294.32}, {"text": "have thought of that when they were founding the GOP. I guess it just makes sense because", "start": 294.32, "end": 299.56}, {"text": "it's Republican red. Then it's Democrat blue. It should have been... Democrat denim. Well,", "start": 299.56, "end": 304.84}, {"text": "dark blue denim, Democrat denim, because they're so red. And you know what? I like denim. Whoa.", "start": 304.84, "end": 311.96}, {"text": "Okay. Yeah. That's right. I'm a I'm a lib. Okay. American apparel. Yeah. See, I would", "start": 311.96, "end": 318.32}, {"text": "have done either white or black. Yeah. White versus black is how you would have done politics.", "start": 318.32, "end": 324.32}, {"text": "No, that's not a good idea. Maybe. Oh, actually, here's a great idea for all the same color.", "start": 324.32, "end": 331.04}, {"text": "You just said you want a rainbow party.", "start": 331.04, "end": 332.52}, {"text": "Because they're the same exact party.", "start": 332.52, "end": 334.36}, {"text": "Rainbow is all one color to you?", "start": 334.36, "end": 335.76}, {"text": "Yeah, well it's every color in one.", "start": 335.76, "end": 338.4}, {"text": "No.", "start": 338.4, "end": 339.4}, {"text": "Or brown I guess is that.", "start": 339.4, "end": 341.16}, {"text": "What are you saying?", "start": 341.16, "end": 342.76}, {"text": "We should have done a brown party.", "start": 342.76, "end": 344.52}, {"text": "Yeah.", "start": 344.52, "end": 345.52}, {"text": "There's the green party.", "start": 345.52, "end": 346.52}, {"text": "Yeah, which by the way, just because I want you to have a new color doesn't mean you need", "start": 346.52, "end": 350.62}, {"text": "to name your party after the color, asshole.", "start": 350.62, "end": 354.64}, {"text": "Yep.", "start": 354.64, "end": 355.64}, {"text": "And just because I voted for you when I was 17 doesn't mean you can send me mail.", "start": 355.64, "end": 360.08}, {"text": "when you were 17 you did voter fraud. I did voter fraud. I was 19. When was the election?", "start": 360.08, "end": 366.16}, {"text": "It was 2015. I think I was 18. I think I just turned 18 because my birthday is on the 23rd.", "start": 366.16, "end": 373.16}, {"text": "Are you guys excited for politics to come out? God damn it! The Hungry video was not", "start": 373.16, "end": 379.5}, {"text": "even real. No it's real. It's real. Just say it's real. I saw a Forbes.com article about", "start": 379.5, "end": 386.16}, {"text": "don't believe for fucked up man. I believe part of the videos with whoever's", "start": 386.16, "end": 390.42}, {"text": "voicing it over. They don't say they say", "start": 390.42, "end": 392.26}, {"text": "hungry. That's the that's the secret. That was the one hung. We have the", "start": 392.26, "end": 398.22}, {"text": "obvious funny part, but is so funny when you see love this about you that your", "start": 398.22, "end": 402.48}, {"text": "mind just always goes to the", "start": 402.48, "end": 404.08}, {"text": "details. You're like our slash movie details. You're like a video details,", "start": 404.08, "end": 410.94}, {"text": "movie details. That's a good reddit that you should make just our", "start": 410.94, "end": 414.32}, {"text": "details. I'm so hungry,", "start": 415.6, "end": 418.24}, {"text": "hungly we need a see that, but anyway that goes back to what we're saying", "start": 418.24, "end": 425.48}, {"text": "this guy, Rhonda Santas, he's not even funny yeah. The only the funny, funny", "start": 425.48, "end": 430.2}, {"text": "thing, him somebody else did somebody was making him don't get on his ass.", "start": 430.2, "end": 434.4}, {"text": "Somebody was bringing him back to it. That's all I'm going to say bring him.", "start": 434.4, "end": 437.6}, {"text": "I'm going to do it's like this. I bring him back, bring him back, make him just", "start": 437.6, "end": 442.04}, {"text": "something I don't care what he is. I just want to be into in something again and", "start": 442.08, "end": 446.34}, {"text": "you have to I don't care again. I don't care what it is. It doesn't have to be", "start": 446.34, "end": 449.72}, {"text": "the number one spot. It can be any other spot. He should get the unplugged", "start": 449.72, "end": 453.62}, {"text": "controller. He should be like the", "start": 453.62, "end": 455.78}, {"text": "queen in who", "start": 455.78, "end": 458.06}, {"text": "shall not be named", "start": 458.06, "end": 459.92}, {"text": "Donald Donald Trump needs to be a he shall not be elected a queen style", "start": 459.92, "end": 468.38}, {"text": "smart like like head of head of the state yeah right figure head a figure", "start": 469.7, "end": 474.3}, {"text": "head where we made and I'm fine to pay. I'll pay for him. I don't give a fuck", "start": 474.3, "end": 477.54}, {"text": "sure yeah, whatever I'll buy his his no because you know, it's really going to", "start": 477.54, "end": 481.24}, {"text": "pay fine. What I was really going to pay is women in POC.", "start": 481.24, "end": 485.04}, {"text": "I don't think if he was the king, okay, then we'll just have we'll just get rid", "start": 485.04, "end": 489.92}, {"text": "of all the women in POC and the government and then you won't have", "start": 489.92, "end": 492.88}, {"text": "anyone to mess with right. That's a solution. He can't assault any, but any", "start": 492.88, "end": 497.56}, {"text": "minute. Yeah, I get rid of every single one and all the fall. If you make him", "start": 497.6, "end": 500.7}, {"text": "his own office,", "start": 500.7, "end": 501.7}, {"text": "no, we just clean. So it's an office that's full. Here's what I think. We", "start": 501.7, "end": 506.1}, {"text": "build him an office inside the Lincoln Memorial. He should be in space.", "start": 506.1, "end": 511.2}, {"text": "Now, they have a little door under his seat. He should have a matrix style", "start": 511.2, "end": 514.6}, {"text": "room where he has a screen of everything he needs to see. Did you just say", "start": 514.6, "end": 517.6}, {"text": "they have a little menorah? Do they have a little door under Lincoln's seat", "start": 517.6, "end": 521.3}, {"text": "in the Memorial? I don't actually know. I don't know anything. Everything", "start": 521.3, "end": 525.3}, {"text": "I've learned about Washington, D.C. is from National Treasure. I was just about to say", "start": 525.3, "end": 528.68}, {"text": "I feel like if they had a door under there, there would be some kind of crazy secret, maybe", "start": 528.68, "end": 534.18}, {"text": "his head, Futurama style. I think, okay, I honestly think... And only the 1% get to talk", "start": 534.18, "end": 539.0}, {"text": "to Lincoln. I honestly think if I could be, if I had access to any single building in", "start": 539.0, "end": 544.62}, {"text": "the entirety of the restricted United States, I don't think I would do Area 51. I think", "start": 544.62, "end": 551.08}, {"text": "I would do the Smithsonian because I guess they got some crazy shit. I would put on", "start": 551.08, "end": 555.14}, {"text": "Jim Henson sweater. Yeah, they have different butterflies that we've never", "start": 555.14, "end": 558.82}, {"text": "seen. I would go into the CDC and I would be going in and just opening all the", "start": 558.82, "end": 562.82}, {"text": "doors and walking around. They don't keep the viruses behind a door.", "start": 562.82, "end": 566.82}, {"text": "They keep them behind three doors. What do you, yeah, what else would they keep", "start": 566.82, "end": 570.34}, {"text": "in a box? One door to decontaminate and then two doors.", "start": 570.34, "end": 574.34}, {"text": "They have the gloves so they can play with the virus. Yeah, that does seem very", "start": 574.34, "end": 578.1}, {"text": "fun. I remember, I would love to see like", "start": 578.1, "end": 581.3}, {"text": "what putting a germ in somebody's body does to them.", "start": 581.3, "end": 585.86}, {"text": "It does. We already know. You know what that is.", "start": 585.86, "end": 588.26}, {"text": "I would love to be the guy at the CDC whose job is to walk up to people with the bear mace", "start": 588.26, "end": 593.28}, {"text": "and just spray a whole virus at a person. That's not a job.", "start": 593.28, "end": 597.54}, {"text": "They wear a hazmat suit. The person is sitting in a padded room and is like, \"Oh, thank God.", "start": 597.54, "end": 601.62}, {"text": "Thank God you guys.\"", "start": 601.62, "end": 602.62}, {"text": "\"Thank God I'm being bear sprayed.\"", "start": 602.62, "end": 603.62}, {"text": "\"Thank God. Thank God somebody's coming in here to help me. I don't know where I am. I", "start": 603.62, "end": 606.42}, {"text": "don't know how I got here.\"", "start": 606.42, "end": 607.42}, {"text": "And then you spray them with the virus.", "start": 607.42, "end": 609.26}, {"text": "isn't it? Have you guys ever been, have you ever needed money bad enough that you were", "start": 609.26, "end": 612.94}, {"text": "thinking of doing a human trial? Yeah. Yeah, but you don't get paid that much. That's the", "start": 612.94, "end": 617.9}, {"text": "problem. You get paid like 200 bucks and maybe you die and maybe you're forever red. I did", "start": 617.9, "end": 622.62}, {"text": "a human trial. Look at me. I did some research stuff in high school. Now I'm shrunk. Did", "start": 622.62, "end": 627.26}, {"text": "you do like for high school though? No. You did like it for money? Yeah, they paid me.", "start": 627.26, "end": 631.98}, {"text": "What'd you do? They MRI'd me for one that I think was about, I think I was the control", "start": 631.98, "end": 637.7}, {"text": "group for one that was about alcohol like I didn't drink and they wanted to MRI.", "start": 637.7, "end": 641.62}, {"text": "So they MRI me and that might have even been middle school because I think I was", "start": 641.62, "end": 645.38}, {"text": "listening to American Idiot and the MRI machine. That's my they let you listen", "start": 645.38, "end": 648.9}, {"text": "to fucking music. They put a CD into and they play because it makes a terrifying", "start": 648.9, "end": 654.02}, {"text": "noises. Yeah, it does. They play music inside. Yeah. Well, I mean that's kind of", "start": 654.02, "end": 658.5}, {"text": "a cheat and then I did a bunch of ones that were just like I don't even know it", "start": 658.5, "end": 661.86}, {"text": "or remember what they're for, but it's just a bunch of ones. They ask you a", "start": 661.86, "end": 663.94}, {"text": "a bunch of questions and you do all the like yes. No, I got a survey taken when I", "start": 663.94, "end": 668.94}, {"text": "was", "start": 668.94, "end": 669.24}, {"text": "eight years old down at the public pool is my mom. My mom like", "start": 669.24, "end": 676.14}, {"text": "I think she did it. So I would have like 50 bucks for my birthday, but like your", "start": 676.14, "end": 681.54}, {"text": "kid do a cannonball", "start": 681.54, "end": 682.64}, {"text": "who can do the best belly flop in the entire pool, but I remember I'm pretty", "start": 682.64, "end": 689.84}, {"text": "sure the woman who was like proctoring this survey was asking me about Taco", "start": 689.84, "end": 695.6}, {"text": "Bell.", "start": 695.6, "end": 695.92}, {"text": "If I remember correctly, I don't remember what it was. I just had a", "start": 695.92, "end": 700.12}, {"text": "Taco Bell survey.", "start": 700.12, "end": 701.12}, {"text": "I swear to God. And you took a Taco Bell survey at the pool and", "start": 701.12, "end": 705.48}, {"text": "you're saying these are the same thing? These are similar, yeah. These aren't", "start": 705.48, "end": 708.0}, {"text": "similar at all. These are similar because they were testing... He was the", "start": 708.0, "end": 711.04}, {"text": "control for an alcohol test. That's the same... And you took a survey for a", "start": 711.04, "end": 715.0}, {"text": "that is that is my brain chemicals. That is the same thing. Well, you did it.", "start": 715.0, "end": 719.96}, {"text": "You did a thirteen year old, a thirteen year old being made to like", "start": 719.96, "end": 725.48}, {"text": "being the control to talk about Taco Bell, a thirteen year old being the", "start": 725.48, "end": 730.46}, {"text": "control for an alcohol test is nothing", "start": 730.46, "end": 732.88}, {"text": "you you talking about you were asked about the Mexican pizza. You're probably", "start": 732.88, "end": 737.24}, {"text": "why they got rid of it. Have you ever been an MRI? It gave me scars. I've", "start": 737.24, "end": 741.12}, {"text": "I've never been in it. Really? No. Oh, but it is scary. It's really scary. I", "start": 741.14, "end": 744.94}, {"text": "don't especially because, you know, if you have any metal on you, you will die.", "start": 744.94, "end": 748.18}, {"text": "I don't think that I would do a metal. If I had cancer, I would not be doing", "start": 748.18, "end": 752.26}, {"text": "radiation. I would not be doing chemotherapy. I would I would breaking", "start": 752.26, "end": 756.38}, {"text": "bad it. Yeah, dude.", "start": 756.38, "end": 757.66}, {"text": "That shit, it's too expensive. I wouldn't go to the doctor. That's all I", "start": 757.66, "end": 762.18}, {"text": "mean. Yeah, he goes to the doctor, but only a few times. I don't go to the", "start": 762.18, "end": 766.02}, {"text": "doctor like at all. I haven't been in a long time. Me neither. Last time I went", "start": 766.02, "end": 770.82}, {"text": "doctor. I want to put her on blast to be honest, but I do it wait. No, talk", "start": 770.82, "end": 774.86}, {"text": "shit, talk your shit. No, he's being a big person right now. Talk is no, no,", "start": 774.86, "end": 778.14}, {"text": "no, I want to hear that. I have another appointment in August. I'll do it after", "start": 778.14, "end": 782.18}, {"text": "that. Okay, see if she's got one more chance this and I'm going off and I come", "start": 782.18, "end": 787.14}, {"text": "in for this appointment. Oh, you have it could get dangerous. You have a new type", "start": 787.14, "end": 791.46}, {"text": "of cancer. Yeah, something could happen. She's going to I told you what she did to", "start": 791.46, "end": 795.84}, {"text": "me. She put me in a trap. What we talked about this. I actually don't remember", "start": 795.84, "end": 800.36}, {"text": "that's what happened. She put me into a glass box. Yep. Oh, I kind of remember", "start": 800.38, "end": 803.98}, {"text": "this, but it's a bit. He was put into a glass box and then he walked out and", "start": 803.98, "end": 808.5}, {"text": "they he wasn't supposed to leave. Yeah, I don't remember. They put me in a", "start": 808.5, "end": 811.94}, {"text": "glass, but I said I have. I told her I had asthma. Oh, that made you breathe.", "start": 811.94, "end": 814.9}, {"text": "And she was like, well, I don't I'm not sure if you have asthma or not. I've", "start": 814.9, "end": 817.94}, {"text": "had asthma my whole life and she's like, well, I'm gonna have to do some", "start": 817.94, "end": 820.14}, {"text": "gross on you and she gave did saw trap tests on me for a day. Really? And the", "start": 820.14, "end": 824.1}, {"text": "results were Yep, you have asthma and then they charged me hundreds of", "start": 824.1, "end": 826.54}, {"text": "I hate going to the doctor and the dentist in New York City.", "start": 826.56, "end": 833.28}, {"text": "I hate going to the doctor and the dentist anywhere in the entire world.", "start": 833.28, "end": 835.84}, {"text": "I hate the dentist a lot.", "start": 835.84, "end": 837.68}, {"text": "Me too.", "start": 837.68, "end": 838.68}, {"text": "But the dentist in New York, it's all like, it's either like the tiniest private practice", "start": 838.68, "end": 843.48}, {"text": "and you can't tell because it just looks like somebody's building or it's like some place", "start": 843.48, "end": 848.88}, {"text": "that has just pictures of teeth everywhere and things that are like the...", "start": 848.88, "end": 853.4}, {"text": "I'm never going to find a new dentist again in my life.", "start": 853.4, "end": 855.68}, {"text": "if I have so much I can't go back to my family dentist, I'm never going to the", "start": 855.68, "end": 859.04}, {"text": "dentist. Yeah, I got to go to you don't go to New Hampshire to do my people", "start": 859.04, "end": 863.48}, {"text": "didn't go. I do for years. I need the dentist pretty bad. One of my crowns was", "start": 863.48, "end": 868.88}, {"text": "put in incorrectly and I didn't know and there's been food getting stuck in", "start": 868.88, "end": 871.72}, {"text": "there. How fancy are you? The food be like", "start": 871.72, "end": 873.68}, {"text": "yeah,", "start": 873.68, "end": 875.08}, {"text": "that's what I'd be saying. Yeah, no, then I got that. I cracked that tooth and", "start": 875.08, "end": 880.6}, {"text": "I've had to be like I have a temporary feeling put in there and it's", "start": 880.6, "end": 884.64}, {"text": "the crown be like", "start": 885.64, "end": 886.6}, {"text": "talking to the other teeth. I wish yeah, the other teeth be like yeah, yes,", "start": 886.6, "end": 894.3}, {"text": "master, yes, master king of all the I wish I had a king tooth that told them", "start": 894.3, "end": 898.72}, {"text": "what to do. Then they would say they would say promise you have fight all the", "start": 898.72, "end": 902.46}, {"text": "infections. Yeah, you have a you have a power struggle. Yeah, you have a", "start": 902.46, "end": 906.2}, {"text": "shrewd elism. This side of my mouth and this side of my mouth are warring. You", "start": 906.2, "end": 909.98}, {"text": "have a blood mouth and a crypt side of your mouth with teeth. I had that", "start": 909.98, "end": 914.0}, {"text": "infection on my wisdom tooth that was so crazy. His wisdom to be like no. His", "start": 914.32, "end": 920.78}, {"text": "was in like well,", "start": 920.78, "end": 922.7}, {"text": "he's thinking oh yeah. Well, yeah, I was having the infection. Plus he can't", "start": 922.7, "end": 927.52}, {"text": "think", "start": 927.52, "end": 927.88}, {"text": "I'm infected because of my infection. I had a dream about saw the other night.", "start": 927.88, "end": 935.04}, {"text": "We're a new one really saw x. Maybe I'll include the trap that I thought of", "start": 935.04, "end": 940.4}, {"text": "- Paw Socks. - In my dream.", "start": 940.44, "end": 941.64}, {"text": "- Could be about them, could make the whole movie different.", "start": 941.64, "end": 943.48}, {"text": "- Well, this is something where I had this thought", "start": 943.48, "end": 944.96}, {"text": "and then I actually, have you ever had a thought", "start": 944.96, "end": 946.76}, {"text": "and then you have a dream about it?", "start": 946.76, "end": 948.32}, {"text": "- No, yeah.", "start": 948.32, "end": 949.16}, {"text": "- I had this thought and then I had a dream that was Saw", "start": 949.16, "end": 952.32}, {"text": "and it was my, the Saw trap was that I had to explain,", "start": 952.32, "end": 956.84}, {"text": "I had to explain stuff to my dad was the Saw trap.", "start": 956.84, "end": 959.54}, {"text": "So I had to explain like a 240 hertz monitor to my dad", "start": 959.54, "end": 962.52}, {"text": "or else I'd die.", "start": 962.52, "end": 963.5}, {"text": "And it really scared me when I woke up.", "start": 963.5, "end": 966.98}, {"text": "- Yeah. - I woke up crying.", "start": 966.98, "end": 967.82}, {"text": "crying wake up because like the the punishment was that your dad thought", "start": 967.82, "end": 972.06}, {"text": "you were gay. No, I'm in this. I'm in the bear thing and then they he's like", "start": 972.06, "end": 976.56}, {"text": "call your dad on the phone and try to explain to him. I don't think high", "start": 976.56, "end": 980.06}, {"text": "refresh rate gaming monitor. I feel like you're dead. Explain anything to", "start": 980.06, "end": 984.06}, {"text": "anybody. I was under threat of death. I don't know that that whole thing just", "start": 984.06, "end": 987.3}, {"text": "seems like your dad would just go. Oh, okay, but I had to really get into", "start": 987.3, "end": 991.06}, {"text": "the has to explain. Okay, he takes a test at the end. Oh, got it. Got it. Okay,", "start": 991.06, "end": 996.06}, {"text": "which that is scary. The idea of having to explain are you allowed to say that", "start": 997.26, "end": 1000.06}, {"text": "you're going to die if he doesn't explain it right, because it's because", "start": 1000.06, "end": 1003.26}, {"text": "my dad would get too nervous. He would he would keep him from doing it or the", "start": 1003.26, "end": 1007.5}, {"text": "scariest part is what if my dad's like okay, I don't care what if he takes this", "start": 1007.5, "end": 1011.44}, {"text": "as an opportunity to let me go and pass on to the next world right and he", "start": 1011.44, "end": 1015.34}, {"text": "doesn't give a fuck about me. What I'm thinking is like maybe he since you", "start": 1015.34, "end": 1018.18}, {"text": "can't tell him you're going to die or that saw has you maybe he's like he's", "start": 1018.18, "end": 1021.92}, {"text": "like yeah. I'll do the test and he doesn't do it like I'm at work. I'll do", "start": 1021.92, "end": 1025.02}, {"text": "the test. That's what he would do actually knowing my dad. Yeah, yeah, he", "start": 1025.04, "end": 1029.04}, {"text": "would be on the golf course. You have to basically be like no, this is so", "start": 1029.04, "end": 1031.68}, {"text": "important. There's different things if what if you called 911 and your dad", "start": 1031.68, "end": 1035.6}, {"text": "picked up", "start": 1035.6, "end": 1036.12}, {"text": "my dad would be true. I would hang up and call back to talk to someone else. I", "start": 1036.12, "end": 1040.92}, {"text": "would yeah, it's a conflict of interest. Yeah, and I the job of a 911 operator is", "start": 1040.92, "end": 1045.64}, {"text": "to decide whether the emergency is important or not and whether to send", "start": 1045.64, "end": 1049.2}, {"text": "people true and my dad's always going to send people. My dad, my dad would", "start": 1049.2, "end": 1053.32}, {"text": "I'd probably not send anybody. He would be like so if I call if I send an", "start": 1053.34, "end": 1056.38}, {"text": "amulet, it's going to be too expensive. You're just going to have to figure this", "start": 1056.38, "end": 1058.74}, {"text": "out. I'm just because you know I don't really I can't really figure out whether", "start": 1058.74, "end": 1061.8}, {"text": "I should be calling 911 or not because it's too close to home. So I'm calling", "start": 1061.8, "end": 1064.62}, {"text": "on one. I'm like I'm out of bread. I have a pb. I have j. I got no bread. I", "start": 1064.62, "end": 1069.42}, {"text": "saw an operator should say this is not an emergency hang up, but I call my dad.", "start": 1069.42, "end": 1074.52}, {"text": "My dad says you should go to the grocery store. He's tying up the line. Oh God, I", "start": 1074.52, "end": 1078.04}, {"text": "saw a guy the other day and I think he was faking dying on the ground. Yeah, I", "start": 1078.04, "end": 1082.24}, {"text": "me and my wife. We were walking by this guy and he was like and I normally I", "start": 1082.26, "end": 1086.42}, {"text": "would think he was dead dying in a real way, but he was on the ground and he", "start": 1086.42, "end": 1090.22}, {"text": "was he was completely lifeless and not moving at all and just kept doing this", "start": 1090.22, "end": 1094.22}, {"text": "well, but there was a crowd and at first I was like Holy shit, but then", "start": 1094.22, "end": 1096.94}, {"text": "there was a crowd around him that seemed to be like his family and every single", "start": 1096.94, "end": 1100.82}, {"text": "one of them. Nobody was helping them. They were all just arms cross looking at", "start": 1100.82, "end": 1104.14}, {"text": "a kind of like tapping your feel like oh my God, what the fuck is this like", "start": 1104.14, "end": 1108.02}, {"text": "saying like pointing at him, like yelling at him in Spanish going like", "start": 1108.02, "end": 1111.3}, {"text": "like pointing at him and screaming and then the fire department showed up and", "start": 1111.5, "end": 1115.4}, {"text": "all of his family, instead of like waiting to see what happened to him,", "start": 1115.4, "end": 1118.9}, {"text": "they just walked away.", "start": 1118.9, "end": 1120.02}, {"text": "So I am and I told my wife, I was like I think that guy's dying and she was", "start": 1120.02, "end": 1126.44}, {"text": "like wait, wait now that guy's faking it and then we and then we got a little", "start": 1126.44, "end": 1131.38}, {"text": "bit closer and he was as they're like loading him into the ambulance. He's so", "start": 1131.38, "end": 1136.04}, {"text": "he's fully like eyes open, pretending to be a dead guy for a while and then they", "start": 1136.04, "end": 1139.62}, {"text": "we're loading him into the ambulance and he goes like this. He goes oh and", "start": 1139.64, "end": 1143.18}, {"text": "starts grabbing his stomach, like it's a stomach.", "start": 1143.18, "end": 1145.76}, {"text": "So I just don't know if this guy like if they told and it was right in front", "start": 1145.76, "end": 1150.78}, {"text": "of a bank, so I don't know if he was like somebody was like trying to get", "start": 1150.78, "end": 1154.24}, {"text": "him to write a check or something and he was just like you had a fake die.", "start": 1154.24, "end": 1158.52}, {"text": "You have to get money. You have to get money out to pay your rent and he's", "start": 1158.52, "end": 1162.14}, {"text": "just like", "start": 1162.14, "end": 1162.6}, {"text": "well. First you try being completely lifeless and then you realize at some", "start": 1162.6, "end": 1167.0}, {"text": "point you're going to have to pretend to be alive again. So yeah, your first", "start": 1167.04, "end": 1171.84}, {"text": "instinct is to instantly die, but at some point there needs to be some kind of", "start": 1171.84, "end": 1175.84}, {"text": "symptom that you're actually having. So you hold your stomach, you go, oh, I", "start": 1175.84, "end": 1179.92}, {"text": "would get out of it. I would instantly pretend to be dead, and then when the", "start": 1179.92, "end": 1183.04}, {"text": "ambulance got there, because I didn't want to pay the bill, I'd just be like,", "start": 1183.04, "end": 1185.52}, {"text": "\"Oh, my God, I'm sorry, guys. I thought I was dead. I died for a couple of", "start": 1185.52, "end": 1189.04}, {"text": "minutes there, but God told me to come back. God told me to come back and tell", "start": 1189.04, "end": 1192.44}, {"text": "you that heaven is completely different.\" Sorry, I got confused. I", "start": 1192.44, "end": 1196.88}, {"text": "thought I was dead, but I'm not. I actually completely live yeah. I live", "start": 1196.92, "end": 1200.92}, {"text": "well. That's what that's the only the only thing that made me. I'm a new guy.", "start": 1200.92, "end": 1204.42}, {"text": "I'm a new soul just came into my dead guy. What the hell am I? Who am I now?", "start": 1204.42, "end": 1210.14}, {"text": "What the fuck I've been jumping around different people. Do you guys want to", "start": 1210.14, "end": 1213.5}, {"text": "be my family? You look like me. Do you guys want to be my family, but you have", "start": 1213.5, "end": 1217.76}, {"text": "to forgive every debt that this old guy? Yes, I'm the same guy. I'm a different", "start": 1217.76, "end": 1222.18}, {"text": "guy. I didn't do any of that shit and I'm young yep, so I'm ready to fuck and", "start": 1222.18, "end": 1225.72}, {"text": "I'm from London", "start": 1225.76, "end": 1226.76}, {"text": "and I don't care about it's. Okay, that I said that in front of you guys,", "start": 1226.76, "end": 1231.12}, {"text": "because I don't know you yeah, I'm back and you're my daughter. I'm going to", "start": 1231.12, "end": 1234.36}, {"text": "fuck all your friends", "start": 1234.36, "end": 1235.32}, {"text": "right now, because I'm a brand new guy. I'm going to marry that woman. I'm", "start": 1235.32, "end": 1239.16}, {"text": "just somebody wants that run from two thousand and nine. Oh my God, I was", "start": 1239.16, "end": 1242.66}, {"text": "really I got to this guy's body. Oh, the one where him and Vince Vaughn switch", "start": 1242.66, "end": 1247.4}, {"text": "bodies. No Matthew Perry", "start": 1247.4, "end": 1249.0}, {"text": "it was Matthew Perry. Vince Vaughn is a different man entirely. He's the same", "start": 1249.0, "end": 1255.74}, {"text": "they are not the same. He's the same. He's the same. One of them is more", "start": 1255.74, "end": 1258.68}, {"text": "sarcastic than the other. They're both sarcastic. They are both very sarcastic.", "start": 1258.68, "end": 1262.38}, {"text": "Vince Vaughn, have you guys ever seen a picture of young Vince Vaughn? Yeah,", "start": 1262.38, "end": 1265.02}, {"text": "he looked good. He was hot. Crazy. Yeah, dude, in Psycho. He was so hot. Psycho", "start": 1265.02, "end": 1268.34}, {"text": "remake, he was a good looking guy. Dude, in Swingers, oh, he's good looking.", "start": 1268.34, "end": 1271.28}, {"text": "A real good looking guy. And then now he's,", "start": 1271.28, "end": 1273.22}, {"text": "I hate to say it, he gives me Fred Claus vibes. He does. He's doing cool", "start": 1273.22, "end": 1278.5}, {"text": "ass movies with S. Craig Zahler though, have you seen any of that? No. Like", "start": 1278.5, "end": 1281.78}, {"text": "sprawl and sell block ninety nine and never cost. No, your cell block nine", "start": 1281.78, "end": 1285.38}, {"text": "nine school. Those movies are his name is S Craig or is it as dot Craig S dot", "start": 1285.38, "end": 1290.02}, {"text": "Craig, okay, but you don't say the dot. It's just an initial. Yeah,", "start": 1290.02, "end": 1293.26}, {"text": "that would help me. I thought his name was S Craig. I was like, Oh, who is", "start": 1293.26, "end": 1298.3}, {"text": "this? Who is this?", "start": 1298.3, "end": 1299.38}, {"text": "You should watch", "start": 1299.38, "end": 1300.8}, {"text": "concrete. That movie's so cool. Is it about being odd? It's about two cops who", "start": 1300.8, "end": 1306.5}, {"text": "they do police brutality. It's Mel Gibson and Vince Vaughn. They do police", "start": 1306.5, "end": 1311.26}, {"text": "brutality at the beginning. There's a guy they get they get they get in", "start": 1311.3, "end": 1314.34}, {"text": "trouble and then they're like they're like fuck this. We need to make some", "start": 1314.34, "end": 1317.18}, {"text": "money on the side, so they go and try and stop a bank heist. I get in trouble", "start": 1317.18, "end": 1320.74}, {"text": "for brutalism. I know then the yeah the police keeps like I like if it were up", "start": 1320.74, "end": 1325.0}, {"text": "to me, I wouldn't I wouldn't do shit, but you've been caught one too many", "start": 1325.0, "end": 1328.7}, {"text": "times.", "start": 1328.7, "end": 1329.18}, {"text": "It's so the politics of the movie are so evil. It's so sick, it's cool, it's so", "start": 1329.18, "end": 1334.98}, {"text": "fucking cool. You know it and it's fun. It takes place in a fictional in a", "start": 1334.98, "end": 1339.18}, {"text": "fictional U.S. city called Bulwark.", "start": 1339.22, "end": 1341.22}, {"text": "Bulwark what?", "start": 1341.22, "end": 1343.22}, {"text": "Bulwark where? They don't say.", "start": 1343.22, "end": 1345.22}, {"text": "It's gotta be in the Midwest. So cool.", "start": 1345.22, "end": 1347.22}, {"text": "Vince Vaughn was in this movie a couple years ago.", "start": 1347.22, "end": 1349.22}, {"text": "It was made by", "start": 1349.22, "end": 1351.22}, {"text": "the guy who made all these", "start": 1351.22, "end": 1353.22}, {"text": "skate videos and tried to make like these", "start": 1353.22, "end": 1355.22}, {"text": "kids pay 700k to get their", "start": 1355.22, "end": 1357.22}, {"text": "footage back. Like you try to make", "start": 1357.22, "end": 1359.22}, {"text": "16 year old kids pay him 700k", "start": 1359.22, "end": 1361.22}, {"text": "because he's got like a Pharrell endorsement", "start": 1361.22, "end": 1363.22}, {"text": "and he did this crazy", "start": 1363.22, "end": 1365.22}, {"text": "Doritos commercial where he's like", "start": 1365.22, "end": 1367.22}, {"text": "his skate company was doing a collab with Doritos", "start": 1367.22, "end": 1370.3}, {"text": "and he was like you know the triangle", "start": 1370.3, "end": 1373.46}, {"text": "represents so much and they're like just doing shit like that but Vince Vaughn plays the dad", "start": 1373.46, "end": 1377.5}, {"text": "He did Phil Jackson?", "start": 1377.5, "end": 1378.62}, {"text": "What's that? The triangle? I don't know we should watch that video", "start": 1378.62, "end": 1383.34}, {"text": "of him talking about the Doritos stuff because it's like", "start": 1383.34, "end": 1386.82}, {"text": "the Doritos merch is like little doodles he made and it looks like", "start": 1386.82, "end": 1390.66}, {"text": "absolute horse shit but Vince Vaughn plays the dad in his movie", "start": 1390.66, "end": 1394.14}, {"text": "that's about a teenager going pro skating and he dresses like a 50s greaser for", "start": 1394.14, "end": 1400.14}, {"text": "some rare no like a 50s like so for some reason for some reason because it's cool", "start": 1400.14, "end": 1405.14}, {"text": "no it looks really bad shot it's that kid from I guess he the reason he got", "start": 1405.14, "end": 1411.94}, {"text": "this movie made was because he was like the consultant on mid 90s he like Jonah", "start": 1411.94, "end": 1417.74}, {"text": "Hill either hey I know you're I know you're I saw it in the theater I didn't", "start": 1417.74, "end": 1423.04}, {"text": "I'd seen it in the theaters. I saw it on Showtime.", "start": 1423.04, "end": 1425.3}, {"text": "I bet you brought your board.", "start": 1425.3, "end": 1426.72}, {"text": "No.", "start": 1426.72, "end": 1427.22}, {"text": "You did.", "start": 1427.22, "end": 1427.72}, {"text": "I will say...", "start": 1427.72, "end": 1428.22}, {"text": "You held it by your tr-", "start": 1428.22, "end": 1429.72}, {"text": "No, no, no, no.", "start": 1429.72, "end": 1430.22}, {"text": "You all grabbed it.", "start": 1430.22, "end": 1430.72}, {"text": "I will say the mid is- mid 90s is correct.", "start": 1430.72, "end": 1435.72}, {"text": "Now he can say it because Jonah Hill has been eaten by a shark throne.", "start": 1435.72, "end": 1438.72}, {"text": "I've been saying that's been bad forever.", "start": 1438.72, "end": 1441.72}, {"text": "Yeah.", "start": 1441.72, "end": 1442.22}, {"text": "I've been saying that's bad.", "start": 1442.22, "end": 1443.72}, {"text": "So why haven't you been saying anything about Jonah Hill?", "start": 1443.72, "end": 1445.72}, {"text": "Because I don't know too much about him. I know that he's fat.", "start": 1445.72, "end": 1448.72}, {"text": "You are mistaken, my friend.", "start": 1448.72, "end": 1450.72}, {"text": "He was fat, then skinny, then fat again, and skinny, and then fat again.", "start": 1450.72, "end": 1456.08}, {"text": "And guess what happens?", "start": 1456.08, "end": 1457.08}, {"text": "Guess what happens with skinny guys?", "start": 1457.08, "end": 1459.28}, {"text": "They do inappropriate stuff in relationships.", "start": 1459.28, "end": 1463.4}, {"text": "They really do.", "start": 1463.4, "end": 1465.4}, {"text": "And Cameron, I hate to say it, you're as thin as a fucking bean pole.", "start": 1465.4, "end": 1468.56}, {"text": "It happens when you go from fat to skinny.", "start": 1468.56, "end": 1470.64}, {"text": "That's why we've been calling you fat, to make you, to get that out of your brain.", "start": 1470.64, "end": 1477.2}, {"text": "To get what out of my brain?", "start": 1477.2, "end": 1478.2}, {"text": "Your misconduct.", "start": 1478.2, "end": 1479.2}, {"text": "My misconduct.", "start": 1479.2, "end": 1480.2}, {"text": "conduct. I do think that guys who go fat to really skinny are dangerous.", "start": 1480.2, "end": 1484.1}, {"text": "Well, because it's like being a great carnation, it's like waking up and being", "start": 1484.1, "end": 1488.36}, {"text": "like... I don't mean necessarily dangerous in a relationship, but I think", "start": 1488.36, "end": 1491.02}, {"text": "they just are in every sense of the word dangerous. Skinny to fat, real", "start": 1491.02, "end": 1494.74}, {"text": "paper thin to fat guy. Skinny to fat is a good man. Yeah. That's a great", "start": 1494.74, "end": 1500.86}, {"text": "man. That just means your life got better. You're as jolly as a horse.", "start": 1500.86, "end": 1503.8}, {"text": "That means that you learned about maybe different kind of ethnic foods.", "start": 1503.8, "end": 1507.52}, {"text": "exactly Jonah Jonah. He should be in like that. That's what that means.", "start": 1507.52, "end": 1511.72}, {"text": "Jonah Hill is like the text book, weight change guy. You wake up, you eat five", "start": 1511.72, "end": 1515.44}, {"text": "slices of paneer cheese every single morning,", "start": 1515.44, "end": 1518.68}, {"text": "because you're trying to broaden your horizons,", "start": 1518.68, "end": 1521.4}, {"text": "because you thought it was tofu because of the texture. Yeah, exactly. Realize", "start": 1521.4, "end": 1525.84}, {"text": "it's just it's just cheese. Yeah,", "start": 1525.84, "end": 1527.92}, {"text": "that's what they would you would use Jonah Hill to teach in a weight change", "start": 1527.92, "end": 1533.92}, {"text": "class. They would say, look at this example. This is what happens. This is", "start": 1533.92, "end": 1536.56}, {"text": "the model. Yeah. Yeah. He grew out that beard. There's like videos of him like", "start": 1536.6, "end": 1541.28}, {"text": "surfing and he's just, he's, bro, he's snaking everyone. What is, just shut up,", "start": 1541.28, "end": 1546.74}, {"text": "man. He's snaking me. What do you mean? Is he doing that? You said you surfed as", "start": 1546.74, "end": 1553.38}, {"text": "a kid. I thought you would know. What snaking me? I surfed like four times", "start": 1553.38, "end": 1557.22}, {"text": "when I was eight years old. Snaking's when you like cut off someone's wave.", "start": 1557.22, "end": 1561.72}, {"text": "No. No, wait, their wave? Yeah. How are they going to get another one? Getting in front", "start": 1562.16, "end": 1567.16}, {"text": "of somebody and ruining their shit. Oh, God. Oh, God. Blood. Yeah. That would be, if Jonah", "start": 1567.16, "end": 1574.04}, {"text": "Hill did that to me, I'm... That is a surfer's greatest nightmare. Pulled the chopper out.", "start": 1574.04, "end": 1577.32}, {"text": "Okay, imagine you're like a dude who surfs every day in like LA, then all of a sudden", "start": 1577.32, "end": 1582.16}, {"text": "fucking Jonah Hill is like snaking you, cutting you off. You'd be pissed. You'd be so mad.", "start": 1582.16, "end": 1588.64}, {"text": "I'd probably be so chill that I wouldn't give a fuck.", "start": 1588.64, "end": 1591.2}, {"text": "- Me too. - Yeah, that's true.", "start": 1591.2, "end": 1592.04}, {"text": "- I'd probably be so fucking-- - Dude, that's crazy, dude.", "start": 1592.04, "end": 1595.2}, {"text": "- I'd probably be so high on opium--", "start": 1595.2, "end": 1596.4}, {"text": "- Yo, is that Jonah Hill?", "start": 1596.4, "end": 1597.6}, {"text": "- That I wouldn't even notice.", "start": 1597.6, "end": 1598.44}, {"text": "- What is that, Superman?", "start": 1598.44, "end": 1600.0}, {"text": "- I'm in a movie, dude.", "start": 1600.0, "end": 1602.48}, {"text": "- I wouldn't give a fuck.", "start": 1602.48, "end": 1603.32}, {"text": "- I love Superman.", "start": 1603.32, "end": 1604.14}, {"text": "- That's the thing, you can abuse surfers all you want.", "start": 1604.14, "end": 1606.84}, {"text": "That's why Jonah Hill tried it,", "start": 1606.84, "end": 1608.4}, {"text": "but he didn't realize that this lady was a poser.", "start": 1608.4, "end": 1611.76}, {"text": "She wasn't even chill.", "start": 1611.76, "end": 1613.16}, {"text": "- She was a kook.", "start": 1613.16, "end": 1613.98}, {"text": "- She was a kook.", "start": 1613.98, "end": 1615.8}, {"text": "Wait, no, she's probably a nice lady.", "start": 1615.8, "end": 1618.6}, {"text": "probably nice about fine lady, breaking my silence.", "start": 1618.6, "end": 1621.8}, {"text": "I don't think she sounds like that. I'm going to be honest.", "start": 1621.8, "end": 1629.6}, {"text": "I don't know how that voice is funny to me. That voice is so stupid. It's the", "start": 1629.6, "end": 1638.96}, {"text": "funniest voice in the world.", "start": 1638.96, "end": 1640.44}, {"text": "he's a sick puppy.", "start": 1645.52, "end": 1646.42}, {"text": "No,", "start": 1646.42, "end": 1648.32}, {"text": "here's the thing. I don't understand. He's using therapy speak to you.", "start": 1648.32, "end": 1652.32}, {"text": "I don't know why more actors who get caught doing cannibalism. Oh, have you", "start": 1652.32, "end": 1659.12}, {"text": "guys watched the hammer documentary? There's a documentary. It's on. I think", "start": 1659.12, "end": 1662.62}, {"text": "it's on HBO or Netflix and it's called like the hammer effect or yeah,", "start": 1662.62, "end": 1667.12}, {"text": "it's", "start": 1667.12, "end": 1668.52}, {"text": "it's got a hammer. I don't know. It's some stupid as name about his name.", "start": 1668.52, "end": 1674.72}, {"text": "Yeah,", "start": 1674.72, "end": 1675.12}, {"text": "yeah, but I haven't one or me. I haven't watched it yet because I don't want it.", "start": 1675.42, "end": 1680.3}, {"text": "I literally the reason I haven't watched it is that I don't want it to be. It's", "start": 1680.3, "end": 1685.26}, {"text": "going to be yeah, it's going to be so much less interesting than literally", "start": 1685.26, "end": 1688.54}, {"text": "that's the one if he had done anything cool like actually yeah, anything we", "start": 1688.54, "end": 1692.42}, {"text": "would know about exactly. I don't I really want to document. I really,", "start": 1692.42, "end": 1696.02}, {"text": "really don't want to watch it and find out that he was like I mean he was just", "start": 1696.02, "end": 1700.06}, {"text": "a normal. He was a weird kinky guy who was abusive and wanted to do say weird", "start": 1700.06, "end": 1705.1}, {"text": "sexual. I wanted to stay him thinking he's Dracula in my brain. I don't want", "start": 1705.18, "end": 1709.54}, {"text": "it to be anything but that if it's anything but that it's really gonna make", "start": 1709.54, "end": 1712.38}, {"text": "me sad. Was he in Fifty Shades of Grey? No.", "start": 1712.38, "end": 1715.22}, {"text": "No, he was in I think he was in, he was in I think,", "start": 1715.22, "end": 1721.48}, {"text": "I think he should be gay. He played the driving cruder. He was", "start": 1721.48, "end": 1725.34}, {"text": "What did you send me the other day? Would you rather go to prison for life", "start": 1725.34, "end": 1733.9}, {"text": "or be the drag.", "start": 1733.9, "end": 1734.9}, {"text": "Or be stuck as the driving crooner forever.", "start": 1734.9, "end": 1737.9}, {"text": "Yeah, that's a pretty easy decision.", "start": 1737.9, "end": 1740.9}, {"text": "I was sending Cameron some hypotheticals the other day, and he didn't even message me back.", "start": 1740.9, "end": 1745.9}, {"text": "I was asleep!", "start": 1745.9, "end": 1746.9}, {"text": "I was asleep, but he texted me all night.", "start": 1746.9, "end": 1748.9}, {"text": "That's not an excuse.", "start": 1748.9, "end": 1749.9}, {"text": "You wake up in the morning and you answer them.", "start": 1749.9, "end": 1751.9}, {"text": "I did.", "start": 1751.9, "end": 1752.9}, {"text": "I asked him.", "start": 1752.9, "end": 1753.9}, {"text": "He did answer one.", "start": 1753.9, "end": 1754.9}, {"text": "I said PlayStation versus Xbox.", "start": 1754.9, "end": 1755.9}, {"text": "And he said PlayStation.", "start": 1755.9, "end": 1757.9}, {"text": "Cringe.", "start": 1757.9, "end": 1758.9}, {"text": "And then I said pizza or Crunchwrap.", "start": 1758.9, "end": 1760.9}, {"text": "No answer.", "start": 1760.9, "end": 1761.9}, {"text": "Sleep pizza.", "start": 1761.9, "end": 1762.9}, {"text": "do pizza and then and then he hours later while I was still asleep,", "start": 1762.9, "end": 1766.2}, {"text": "emphasize the question and then sent another one. How long did you sleep and", "start": 1766.2, "end": 1771.1}, {"text": "how long were you in the middle of night? Let me let me look, you know how", "start": 1771.1, "end": 1774.86}, {"text": "we what time yeah, he always gets home from something very drunk and text you", "start": 1774.86, "end": 1778.7}, {"text": "the worst hypothetical question. It's not the worst. How is that the worst", "start": 1778.7, "end": 1783.5}, {"text": "piece versus pizza versus those aren't even a that's nothing that's nonsense.", "start": 1783.5, "end": 1788.36}, {"text": "no eggs were as baked potatoes. He just want to make my phone buzz at three", "start": 1788.4, "end": 1792.96}, {"text": "am foods at all. You see why I'm not answering. No, that was it. Okay,", "start": 1792.96, "end": 1797.3}, {"text": "you are not asleep at nine thirty six PM. I probably was. I've been having", "start": 1797.3, "end": 1802.26}, {"text": "some trouble sleeping nuggets or tacos. That one is the closest to an equivalent", "start": 1802.26, "end": 1807.36}, {"text": "food. I'm just not I'm just if I wake up and I see that you were", "start": 1807.36, "end": 1810.94}, {"text": "texting me that in the middle of the night and I wasn't responding and you", "start": 1810.94, "end": 1813.56}, {"text": "emphasized it. I'm not responding to you. You don't you're not getting that", "start": 1813.56, "end": 1817.4}, {"text": "I don't get why you wouldn't want to answer these. Then he said it's crazy", "start": 1817.4, "end": 1821.54}, {"text": "to watch Amanda Bynes clips and taken how effervescent of a performer she was", "start": 1821.54, "end": 1825.08}, {"text": "and how she totally her surrealist brand of humor took over my generation,", "start": 1825.08, "end": 1829.1}, {"text": "literally human analog to sponge Bob, an incredible contribution to culture. She", "start": 1829.1, "end": 1832.8}, {"text": "deserves the greatest care and respect.", "start": 1832.8, "end": 1834.76}, {"text": "What is that from", "start": 1834.76, "end": 1837.06}, {"text": "something I thought of", "start": 1837.06, "end": 1840.06}, {"text": "I don't remember. I copied a piece of that from somewhere", "start": 1840.06, "end": 1844.3}, {"text": "Amanda Bynes, she used to have it like that.", "start": 1846.1, "end": 1848.34}, {"text": "Yeah, she was funny.", "start": 1848.34, "end": 1849.06}, {"text": "Dude, Amanda Bynes was funny as hell.", "start": 1849.06, "end": 1851.08}, {"text": "You know what was--", "start": 1851.08, "end": 1852.62}, {"text": "She was human Spongebob.", "start": 1852.62, "end": 1854.14}, {"text": "Who the fuck says that?", "start": 1854.14, "end": 1855.74}, {"text": "There's a sketch on the Amanda show I remember.", "start": 1855.74, "end": 1858.24}, {"text": "I remember, yeah, Maha, Tony Pajamas, but I remember being six years old and", "start": 1858.24, "end": 1864.46}, {"text": "like I didn't realize like it was supposed to be a parody of like a", "start": 1864.46, "end": 1868.7}, {"text": "commercial and I saw Meatloaf Crunch and I was like, I like meatloaf. I like", "start": 1868.7, "end": 1873.74}, {"text": "cereal. Oh, that's a perfect combination.", "start": 1873.74, "end": 1875.22}, {"text": "I would eat that. I wanted to eat Meatloaf Crunch so bad. Was it Mad TV or Amanda Bynes", "start": 1875.24, "end": 1880.96}, {"text": "show? The Amanda show rather. That had the soap opera. Moody's Point. Moody's Point used", "start": 1880.96, "end": 1887.96}, {"text": "to make me cry. Oh wait, because the dad was stuck in a hot air balloon? It literally would", "start": 1887.96, "end": 1895.4}, {"text": "make me cry every time it came on. I was such an emotional child. Wow. They should not be", "start": 1895.4, "end": 1899.98}, {"text": "be allowed to do that man. What make a fake Dawson's Creek? The part where his", "start": 1899.98, "end": 1905.26}, {"text": "her dad's in the it's sad. It's not that sad. He's stuck he's gonna fucking die.", "start": 1905.26, "end": 1910.66}, {"text": "No no doesn't her dad know her mom's in the hot-air balloon that's her dad loses", "start": 1910.66, "end": 1915.36}, {"text": "his big toe or something yeah it's like a huge. Oh I didn't realize how much I", "start": 1915.36, "end": 1924.7}, {"text": "remember of Moody's Point. That is crazy. Dude just the idea that your mom or any", "start": 1924.7, "end": 1929.82}, {"text": "any parent really. If you have any variations. My mom is stuck in a hot air balloon.", "start": 1929.82, "end": 1933.18}, {"text": "Bro, I am eating chips every meal.", "start": 1933.18, "end": 1936.54}, {"text": "I would, you would not feel good about that. If your mom was stuck in a hot air", "start": 1936.54, "end": 1941.9}, {"text": "balloon somewhere way above the stratosphere. I would feel good for the first two days.", "start": 1941.9, "end": 1944.78}, {"text": "No, you wouldn't, dude. That's Jimmy Neutron movie vibes. That's Jimmy Neutron movie.", "start": 1944.78, "end": 1947.62}, {"text": "You're ripping it off. You just copied Jimmy Neutron to the movie. Great. I", "start": 1947.62, "end": 1951.46}, {"text": "watched that movie so many times. That movie made me cry, too. That made, you", "start": 1951.46, "end": 1954.78}, {"text": "know what also, what part of it made you cry? The aliens were too hungry. The aliens were too", "start": 1954.78, "end": 1957.38}, {"text": "when she's in the shower. Who the hell is she?", "start": 1957.38, "end": 1960.42}, {"text": "You know what? What are you talking? Sheen? You think that's a name? You know", "start": 1960.42, "end": 1968.16}, {"text": "it made me real hungry, though, was", "start": 1968.16, "end": 1970.02}, {"text": "seeing those green guys turned into eggs, turning fried eggs. I end where", "start": 1970.02, "end": 1975.46}, {"text": "Carl eats the egg. I thought that what is that? What is that egg holder that", "start": 1975.46, "end": 1979.78}, {"text": "eats the egg out of? Oh, that's a British thing. Yeah, I never saw. Well,", "start": 1979.78, "end": 1983.22}, {"text": "guys, you can dip them in the piece of toast. You all remember Poultra? What big", "start": 1983.26, "end": 1987.86}, {"text": "chicken monster? Yeah, yeah, yeah. That was so cool. I remember Sepoultra. And it", "start": 1987.86, "end": 1992.62}, {"text": "goes down. Yeah. One of my, one of my mom's friends. Your mom was in Sepoultra?", "start": 1992.62, "end": 1997.9}, {"text": "No, one of my mom's friends, I told him that I liked, like, Black Sabbath when I", "start": 1997.9, "end": 2002.24}, {"text": "was nine and he showed me Sepoultra. They're sick. Yeah, I never listened to", "start": 2002.24, "end": 2006.72}, {"text": "them though. They're cool. He was a grown man who had snake bites. I'm the kind of", "start": 2006.72, "end": 2012.66}, {"text": "I haven't seen Snake Bites in a while. Me neither, but they are on the way back. I think the", "start": 2012.68, "end": 2016.84}, {"text": "last time I saw Snake Bites might have been in high school. Yeah, it's probably been at", "start": 2016.84, "end": 2020.12}, {"text": "Snake Bites in Monroe. I mean, you can see, I saw someone with a Monroe the other day.", "start": 2020.12, "end": 2025.36}, {"text": "That's not a good thing. You ever know anybody who had the girls who get the dimple piercing?", "start": 2025.36, "end": 2029.2}, {"text": "Amanda Bynes. Oh yeah, true. You knew her? I knew her, personally. I knew of her, but", "start": 2029.2, "end": 2035.8}, {"text": "I didn't know her. We ran in some of the same circles, but we never crossed paths. We were", "start": 2035.8, "end": 2040.12}, {"text": "hanging out in hipster clubs in 2012. Yeah. With the weekend. You weren't hanging out", "start": 2040.12, "end": 2045.0}, {"text": "with hipsters. I was a damn I was in these hipster clubs in 2012. I would see her going", "start": 2045.0, "end": 2049.68}, {"text": "to one door. I was doing Indie Sleaze crap. I would be in a hallway I'd see her going", "start": 2049.68, "end": 2053.16}, {"text": "to one door and I'd be going to another door. Then I'd come out she'd be going out across", "start": 2053.16, "end": 2055.96}, {"text": "the hallway to another door and then I'd like go into that door and she'd come out to another", "start": 2055.96, "end": 2058.64}, {"text": "one and then down the hallway. Then I would think I would think I'd see her then I'd turn", "start": 2058.64, "end": 2062.64}, {"text": "around and then it would be Penelope Taint. Her last name's Taint? Penelope from a band", "start": 2062.64, "end": 2069.28}, {"text": "to show. Oh, shit. Her last name was Taint, which funny AF to get that on to TV. That's", "start": 2069.28, "end": 2075.52}, {"text": "like Poker Face. Which you listen to that now. This should, this song should not have", "start": 2075.52, "end": 2081.0}, {"text": "been on the airwaves. This lady's pretending to be having sex with a woman. Fuck her face?", "start": 2081.0, "end": 2086.32}, {"text": "No. Yeah. You're thinking of If You Seek Amy. No, Poker Face. She says, Britney Spears. No,", "start": 2086.32, "end": 2092.4}, {"text": "Britney Spears. No, Poker Face is about a woman having sex with a guy and pretending", "start": 2092.4, "end": 2096.56}, {"text": "it's a woman. But she says \"fuh fuh fuh\" or \"puh puh puh poke her face, fuh fuh fuck her", "start": 2096.56, "end": 2100.96}, {"text": "face.\" No. Yeah, she admitted that she said this. She said this. She did a, she said this.", "start": 2100.96, "end": 2106.48}, {"text": "Lady Garga? Lady Gaga, Lady Gargle, fucked a face. Lady Garga, fucked a face? Yeah, isn't", "start": 2106.48, "end": 2111.44}, {"text": "that awful? Wow. And that got. That really changes my whole perspective. That's like", "start": 2111.44, "end": 2115.0}, {"text": "how Fall Out Boy got away with saying \"God damn\" on the radio. This ain't a scene, it's", "start": 2115.0, "end": 2122.96}, {"text": "a god damn arms race. I remember that one. That's a good song. No it's not. That's a good song.", "start": 2122.96, "end": 2129.64}, {"text": "No no no no no. If you see K-Me though, that was on the radio. I remember that one. You", "start": 2129.64, "end": 2134.44}, {"text": "say that one fast enough, F-U-C-K-Me. I would not. I never thought Britney Spears was hot", "start": 2134.44, "end": 2140.24}, {"text": "man. Even when she was 17. And making those music videos or whatever. I didn't think she", "start": 2140.24, "end": 2146.16}, {"text": "was hot. Well I was younger than that Patrick. I thought she was weird. Yeah that's true.", "start": 2146.16, "end": 2150.86}, {"text": "I don't I didn't like her. I thought I loved Britain never did it for me. Yeah,", "start": 2150.86, "end": 2154.94}, {"text": "I was more of an in sync fan. I loved her music. Wow. You did not love her music.", "start": 2154.94, "end": 2160.54}, {"text": "I did. All right, drive me crazy. Okay, what did you prepare for us today that", "start": 2160.54, "end": 2165.56}, {"text": "we don't know about? So today, if you have looked, I have the I'm not talking", "start": 2165.56, "end": 2172.44}, {"text": "to you is the 250th episode of podcast about list and yeah. Oh wait, hold on.", "start": 2172.44, "end": 2179.66}, {"text": "That means we're halfway to 300. We're halfway there, guys. 500 we end.", "start": 2179.86, "end": 2183.72}, {"text": "You said halfway to 300?", "start": 2183.72, "end": 2185.06}, {"text": "Yeah. If we started at 200, yeah. We're halfway to 200.", "start": 2185.06, "end": 2191.44}, {"text": "Half of 200 is 250.", "start": 2191.44, "end": 2193.66}, {"text": "Half of 200 is 250? Half of that is plus 50.", "start": 2193.66, "end": 2198.56}, {"text": "If you're looking at it like it's a dollar. If you're looking at it like it's a dollar.", "start": 2198.56, "end": 2206.56}, {"text": "Right.", "start": 2206.56, "end": 2207.46}, {"text": "2.50.", "start": 2207.46, "end": 2209.56}, {"text": "that's two and a half right plus another half, which is fifty right would be", "start": 2209.56, "end": 2215.96}, {"text": "three. He's right that we only have one more half until we get to three hundred", "start": 2215.96, "end": 2219.76}, {"text": "half of something. Well, half is fifty or five. It makes sense in my head. So", "start": 2219.76, "end": 2225.76}, {"text": "then I will say it, but you did say it stills a halfway to three hundred when I", "start": 2225.76, "end": 2229.86}, {"text": "said two fifty. We're halfway to three hundred from two hundred. We're giving", "start": 2229.86, "end": 2234.56}, {"text": "him a hard time for this. He makes sense. It's not he's not a genius. No, he", "start": 2234.56, "end": 2239.16}, {"text": "never claimed to be a genius. He doesn't have to know. I've never claimed to ever be a smart", "start": 2239.16, "end": 2243.76}, {"text": "person. It's just a funny thing to say. It's not that funny of a thing to say. I don't", "start": 2243.76, "end": 2248.92}, {"text": "even know why we're, this is a waste of our time. He's getting anal retentive. Getting", "start": 2248.92, "end": 2255.36}, {"text": "anal retentive? Wow. And metrosexual. I'm not metrosexual. People used to say anal retentive", "start": 2255.36, "end": 2262.36}, {"text": "and metrosexual every single day for about five years. Anal retentive then became, oh", "start": 2262.36, "end": 2267.44}, {"text": "he's so OCD about that. And metrosexual became autism.", "start": 2267.44, "end": 2270.64}, {"text": "People say that guy is... People, we used to just, if somebody didn't know how to", "start": 2270.64, "end": 2276.72}, {"text": "match their clothes, you'd say they're metrosexual. Now you say, \"That guy's", "start": 2276.72, "end": 2280.64}, {"text": "autistic.\" Last night,", "start": 2280.64, "end": 2281.84}, {"text": "my girlfriend said that she thinks that I have autism,", "start": 2281.84, "end": 2287.84}, {"text": "because I was stimming and I didn't realize it. What were you stimming? I", "start": 2287.84, "end": 2291.76}, {"text": "was just, I was sitting there just going...", "start": 2291.76, "end": 2293.96}, {"text": "- This fucking bitch thinks you're autistic.", "start": 2296.48, "end": 2298.58}, {"text": "'Cause you were singing?", "start": 2298.58, "end": 2299.76}, {"text": "You were stimming, you were singing.", "start": 2299.76, "end": 2301.56}, {"text": "- I guess I was doing it for really long.", "start": 2301.56, "end": 2303.04}, {"text": "- You're doing Patrick Lee-Lee-Lee", "start": 2303.04, "end": 2304.6}, {"text": "in the middle of the day", "start": 2304.6, "end": 2305.68}, {"text": "and she thinks that you're autistic for that?", "start": 2305.68, "end": 2308.06}, {"text": "- I was doing it a lot.", "start": 2308.06, "end": 2310.6}, {"text": "I was doing it a lot, I didn't even,", "start": 2310.6, "end": 2312.24}, {"text": "I was in the other room just doing that.", "start": 2312.24, "end": 2315.04}, {"text": "- I've had the Grinch song stuck in my head for two weeks.", "start": 2315.04, "end": 2317.68}, {"text": "I'm not stimming, I'm singing my song.", "start": 2317.68, "end": 2320.04}, {"text": "- I don't know.", "start": 2320.04, "end": 2321.36}, {"text": "I think--", "start": 2321.36, "end": 2322.48}, {"text": "- You're not autistic.", "start": 2322.48, "end": 2323.58}, {"text": "- I think that I should take a quiz right now.", "start": 2323.58, "end": 2325.56}, {"text": "on a web no, no, no, no, no, no, no, no, I think that I should die.", "start": 2325.56, "end": 2328.92}, {"text": "Alright, explain the two hundred and fiftieth episode. What are we doing?", "start": 2328.92, "end": 2331.52}, {"text": "What's the so let me ask you guys a question. What's the number one thing", "start": 2331.52, "end": 2337.44}, {"text": "that has got us to where we are list? That's true, but what's the more number", "start": 2337.44, "end": 2342.84}, {"text": "one thing questions to be? It's a quality equality. It's a quality. Oh,", "start": 2342.84, "end": 2348.56}, {"text": "it's not equality. Far from", "start": 2348.56, "end": 2350.84}, {"text": "humor. It's evil evil. You can't you can't get to two hundred and fifty", "start": 2352.92, "end": 2357.72}, {"text": "episodes without how that's two hundred and fifty, not even including the", "start": 2357.72, "end": 2362.38}, {"text": "patrion, not even that's true, not even including that at all.", "start": 2362.38, "end": 2365.36}, {"text": "You gotta be if you want to make it in this biz, you gotta be evil. That is", "start": 2365.36, "end": 2370.04}, {"text": "you have to be more so ruthless, ruthless, which is a subtype of evil. I", "start": 2370.04, "end": 2374.52}, {"text": "guess you're right. Yeah, you gotta be evil and I thought for the two hundred", "start": 2374.52, "end": 2378.08}, {"text": "and fiftieth episode because you know two hundred and fifty that's a lot", "start": 2378.08, "end": 2381.12}, {"text": "eventually we'll have to stop maybe a two hundred fifty two or two hundred", "start": 2381.32, "end": 2383.8}, {"text": "fifty three. Yeah. When we run out of space on our hard drive. I'm surprised", "start": 2383.8, "end": 2388.48}, {"text": "that so we're going to need we're going to need some other people to fill in", "start": 2388.48, "end": 2391.72}, {"text": "the gap when that happens. So I thought maybe that we could look at", "start": 2391.72, "end": 2394.24}, {"text": "you know if you're looking to create your own podcast empire. Yeah. Can you", "start": 2394.24, "end": 2399.76}, {"text": "click on the power point? This is when we this is where we become influential", "start": 2399.76, "end": 2404.12}, {"text": "how to act evil. Oh my God. So I found my God. Look at that super villain ass", "start": 2404.12, "end": 2409.6}, {"text": "name. The name is already as evil as they come. So here's the problem. I", "start": 2409.64, "end": 2412.92}, {"text": "found this how to act evil. It's about acting.", "start": 2412.92, "end": 2416.0}, {"text": "It's about preparing for a theater role, and I was pretty disappointed by", "start": 2416.0, "end": 2420.58}, {"text": "that 'cause it's all stuff how to read your lines, how to do your", "start": 2420.58, "end": 2423.74}, {"text": "costume, whatever. But... Can you give us an example? Can you... No, 'cause", "start": 2423.74, "end": 2428.22}, {"text": "it's all boring and I didn't prepare it. No, I mean, can you like", "start": 2428.22, "end": 2431.0}, {"text": "do... Can you just do like a... Like an off the dome evil monologue", "start": 2431.0, "end": 2435.9}, {"text": "with evil acting? No, because I'm not an actor. Well, you could probably do it. I", "start": 2436.4, "end": 2440.76}, {"text": "am. I don't know why you want me to do that. What is my what's my scenario?", "start": 2440.76, "end": 2444.0}, {"text": "What's okay? So the scene is that you are the evil ice cream man.", "start": 2444.0, "end": 2449.72}, {"text": "Basically, do you remember Max Keyboard? Yeah, we have two flavors today,", "start": 2449.72, "end": 2454.12}, {"text": "bone and blood.", "start": 2454.12, "end": 2457.08}, {"text": "That's my evil ice cream song. That was Woody the Woodpecker. Yeah, that was", "start": 2457.08, "end": 2463.0}, {"text": "I was what either would pick what's that", "start": 2463.0, "end": 2465.32}, {"text": "that again we do it more evil and more sinister.", "start": 2465.32, "end": 2470.52}, {"text": "Today we only have two flavors blind and bloody bone.", "start": 2470.52, "end": 2478.12}, {"text": "Okay, that was really good, but today is not an acting episode.", "start": 2478.12, "end": 2482.6}, {"text": "That's what I was trying to say here. This we're not doing how to act evil,", "start": 2482.6, "end": 2486.28}, {"text": "but what we are doing from how to act evil something that is attached to this", "start": 2486.28, "end": 2490.12}, {"text": "this wiki how is they have a really big Q and a section where people who found", "start": 2490.12, "end": 2495.0}, {"text": "this article type to ask their questions and the author answered them. Okay, so", "start": 2495.0, "end": 2498.8}, {"text": "these are people who found this wiki how clearly did not read it and are just", "start": 2498.8, "end": 2503.4}, {"text": "kind of asking free freestyling questions based on the name. I like this.", "start": 2503.4, "end": 2507.0}, {"text": "They're asking Alina Boko, Colovia, yeah, go, Vickova, Boko, Vickova. How do I", "start": 2507.0, "end": 2511.84}, {"text": "become super evil", "start": 2511.84, "end": 2513.04}, {"text": "acting selfishly without regard for the feelings of others will make you super", "start": 2513.04, "end": 2518.58}, {"text": "helpful. 196 said that was helpful. 41 people tried this and it did not work.", "start": 2518.6, "end": 2523.8}, {"text": "Yeah. It didn't work at all. I tried being selfish and it just didn't work at", "start": 2523.8, "end": 2526.68}, {"text": "all. I tried cutting in line, I was not super evil. Yeah, well, the point, the", "start": 2526.68, "end": 2530.4}, {"text": "sticking point is without regard for the feelings of others, because they probably", "start": 2530.4, "end": 2532.96}, {"text": "cut in line and were like, \"Sorry.\" Yeah, I can't say that. Yeah. I don't think", "start": 2532.96, "end": 2536.4}, {"text": "you can teach evil, honestly. Well, no, you just, it's nurture. Yeah. It's", "start": 2536.4, "end": 2541.0}, {"text": "nurture. So, you just taught... Or nature. No, it's nature. Yeah. It's nature. I", "start": 2541.0, "end": 2544.96}, {"text": "think it's maybe a combination of nature and nurture, but the nurture is", "start": 2544.96, "end": 2548.48}, {"text": "large. I think it's opposite nurture, where someone has to be evil to you and", "start": 2548.48, "end": 2552.14}, {"text": "not to lack of nurture makes you", "start": 2552.14, "end": 2554.94}, {"text": "and the lack of nature. I think that kids who were put on baby formula instead", "start": 2554.94, "end": 2560.78}, {"text": "of fed from their mother's teat are probably more than 50% more likely to", "start": 2560.78, "end": 2565.28}, {"text": "become evil. Definitely, I nephew learned that he was breastfed recently and has", "start": 2565.28, "end": 2571.3}, {"text": "been making fun of his brother for also being breastfed. Well, that's a that's a", "start": 2571.3, "end": 2576.04}, {"text": "classic stones in a glass house kind of sit. It's a pretty funny thing to do,", "start": 2576.06, "end": 2580.7}, {"text": "though. I will say that is funny. I guess", "start": 2580.7, "end": 2583.74}, {"text": "I guess they got into an argument or something and he said yeah. Well, you", "start": 2583.74, "end": 2588.9}, {"text": "used to suck mom's boobs.", "start": 2588.9, "end": 2590.58}, {"text": "Sheesh", "start": 2590.58, "end": 2592.78}, {"text": "I didn't come back from that. I guess you did too,", "start": 2592.78, "end": 2596.58}, {"text": "but then you're you're not winning. Then you're just both on the same level.", "start": 2596.58, "end": 2600.94}, {"text": "Like there's no point even saying no, I didn't. I pretended", "start": 2600.94, "end": 2603.9}, {"text": "I pretend I put it behind my mouth and", "start": 2604.9, "end": 2606.66}, {"text": "can I have a high doll like voice and make it sound creepy. It is difficult to", "start": 2606.66, "end": 2613.98}, {"text": "make a high voice sound creepy, but it can be done practice speaking in a", "start": 2613.98, "end": 2617.06}, {"text": "squeaky voice, but weigh it down with a horse. Darth Vader, you can have a", "start": 2617.06, "end": 2620.5}, {"text": "whole high, dry this voice right now squeaky voice, but with a horse Darth", "start": 2620.5, "end": 2624.74}, {"text": "Vader tone", "start": 2624.74, "end": 2625.38}, {"text": "Whoa.", "start": 2628.98, "end": 2629.82}, {"text": "- Hi. - That's creepy.", "start": 2629.82, "end": 2630.66}, {"text": "Oh my God, I'm getting shivers.", "start": 2630.66, "end": 2631.78}, {"text": "- I'm getting shivers. - I'm gonna eat you.", "start": 2631.78, "end": 2634.58}, {"text": "- Oh my God. - That is scary, man.", "start": 2634.58, "end": 2636.02}, {"text": "- I'm gonna turn you into food.", "start": 2636.02, "end": 2637.98}, {"text": "- Into fruit?", "start": 2637.98, "end": 2638.98}, {"text": "- Into fruit.", "start": 2638.98, "end": 2639.82}, {"text": "You're gonna become a berry.", "start": 2639.82, "end": 2642.66}, {"text": "- This is just-- - A berry.", "start": 2642.66, "end": 2643.66}, {"text": "- Gollum.", "start": 2643.66, "end": 2644.5}, {"text": "- Yeah.", "start": 2644.5, "end": 2645.94}, {"text": "- I just realized.", "start": 2645.94, "end": 2646.9}, {"text": "- Yeah, it's just Gollum. - Not that impressive", "start": 2646.9, "end": 2648.02}, {"text": "'cause we've heard-- - Eat you.", "start": 2648.02, "end": 2649.02}, {"text": "- Wow! - Whoa.", "start": 2649.02, "end": 2651.46}, {"text": "- I'm gonna eat you.", "start": 2651.46, "end": 2652.58}, {"text": "- That's better.", "start": 2652.58, "end": 2653.86}, {"text": "This is an original kind of character.", "start": 2653.86, "end": 2655.62}, {"text": "- This is a frog.", "start": 2655.62, "end": 2656.54}, {"text": "(frog croaking)", "start": 2656.54, "end": 2657.5}, {"text": "- No, this is a-- - What do I, yeah,", "start": 2657.5, "end": 2658.42}, {"text": "I don't know the evil toad", "start": 2658.42, "end": 2659.92}, {"text": "say we have two flavors today, blood and", "start": 2659.92, "end": 2664.12}, {"text": "I guess I found out I'm not an actor. I'm more of a writer.", "start": 2664.12, "end": 2671.72}, {"text": "No, don't go really.", "start": 2671.72, "end": 2674.32}, {"text": "What", "start": 2674.32, "end": 2676.42}, {"text": "I thought of even an even better evil ice cream man. Okay,", "start": 2676.42, "end": 2680.72}, {"text": "oh my God, because the thing I would eat a bone ice cream blood", "start": 2680.72, "end": 2688.32}, {"text": "probably not yeah. Depends on the type of one, though I don't I've never eaten", "start": 2688.32, "end": 2692.92}, {"text": "that shit. It's not good enough to be ice cream. It is food, but you want to", "start": 2692.92, "end": 2696.52}, {"text": "have ice cream. I guess there's an ice cream place around here that does a", "start": 2696.52, "end": 2700.06}, {"text": "black sesame.", "start": 2700.06, "end": 2700.84}, {"text": "How can I be an evil person's sidekick? That's a that's kind of nice yeah. No,", "start": 2700.84, "end": 2706.86}, {"text": "that's I mean that's guys. This guy's a loser. Yeah, if you're already going to", "start": 2706.86, "end": 2710.68}, {"text": "already decided,", "start": 2710.68, "end": 2711.68}, {"text": "yeah, I've already decided to be evil and then you're like, but also I want to", "start": 2711.68, "end": 2715.36}, {"text": "a henchman. It's like you don't even have the kind of confidence needed to be an", "start": 2715.38, "end": 2719.38}, {"text": "evil mastermind. Yeah, you kind of just become", "start": 2719.38, "end": 2722.14}, {"text": "an evil person sidekick through like years of abuse. It's basically luck.", "start": 2722.14, "end": 2727.66}, {"text": "Well, this person says find someone evil and ask if they could use an evil", "start": 2727.66, "end": 2731.38}, {"text": "henchman to aid them with their evil deeds. Say you'll do all the dirty work", "start": 2731.38, "end": 2734.82}, {"text": "and you'll discard the bodies when asked. Okay, I mean that's pretty good.", "start": 2734.82, "end": 2739.3}, {"text": "I guess that's fine. That's good advice. That doesn't even tell you how to find", "start": 2739.3, "end": 2742.58}, {"text": "like no, you really need you need somebody and it could be anybody doesn't", "start": 2742.6, "end": 2746.64}, {"text": "have to be me who makes maybe some kind of like", "start": 2746.64, "end": 2749.16}, {"text": "Patreon Siri web series of how to get your foot in the door of the", "start": 2749.16, "end": 2754.54}, {"text": "industry. I mean that more than anything else. Yeah, 'cause this is fine advice.", "start": 2754.54, "end": 2758.56}, {"text": "A master class. How do you fucking find someone who's evil? They don't usually", "start": 2758.56, "end": 2762.26}, {"text": "like telling people that they're evil. So... Their evilness is actually displayed", "start": 2762.26, "end": 2767.24}, {"text": "through their actions. Which you need or you need some kind of detector,", "start": 2767.24, "end": 2770.12}, {"text": "but at that point tell it to your and make some money yeah also at that point", "start": 2770.12, "end": 2774.58}, {"text": "you're an inventor and you could be evil yeah. You don't really get a finders fee", "start": 2774.58, "end": 2778.32}, {"text": "for finding an evil person to reporting them to the police, because guess what", "start": 2778.32, "end": 2781.52}, {"text": "you'd be reporting the police all the time. Yeah, I mean we disagree on that,", "start": 2781.52, "end": 2786.6}, {"text": "but yeah sure", "start": 2786.6, "end": 2787.64}, {"text": "what should I eat if I'm evil eat anything that really makes your taste", "start": 2787.64, "end": 2792.68}, {"text": "bud pop being evil. You could also ignore all the advice about sugar,", "start": 2792.68, "end": 2796.52}, {"text": "additives, fats and everything else, or you could be extremely precise and weigh", "start": 2796.56, "end": 2801.02}, {"text": "every calorie and a shoe all sugars and fats really eat as you want your evil", "start": 2801.02, "end": 2805.4}, {"text": "and capable of thinking for yourself. This person is kind of saying that it's", "start": 2805.4, "end": 2808.52}, {"text": "evil to be big and fat yeah and eat whatever you want, but like that's the", "start": 2808.52, "end": 2812.44}, {"text": "thing. Don't you think somebody being more like the precision like what says", "start": 2812.44, "end": 2817.12}, {"text": "how I like a lector eats like who's that mother fucker that ate one P on death", "start": 2817.12, "end": 2822.12}, {"text": "row? It wasn't Hannibal lector as a real person. That was Hannibal lector", "start": 2822.12, "end": 2825.84}, {"text": "kind of like peas, he liked peas, he likes fava bean, skinny Fred, skinny Fred, yeah,", "start": 2825.88, "end": 2830.48}, {"text": "he was, he was a notorious serial killer with even one pea, he was, yeah, he had a", "start": 2830.48, "end": 2835.16}, {"text": "small stomach, yeah, and he drove him to evil, he killed all the workers at", "start": 2835.16, "end": 2838.84}, {"text": "Burger King, no, he wouldn't even kill him, he would cannibalize people, would", "start": 2838.84, "end": 2841.64}, {"text": "just eat like their one fingernail, yeah, and he'd be so stuffed, one fingernail", "start": 2841.64, "end": 2845.04}, {"text": "clipping, yeah, and he'd go, oh, God,", "start": 2845.04, "end": 2846.96}, {"text": "you filled me up, yeah, yeah.", "start": 2846.96, "end": 2851.32}, {"text": "How can I be a dark princess? That's a good question. Looked the part by", "start": 2851.32, "end": 2855.6}, {"text": "wearing dark clothes, do random evil acts, adopt an evil nickname and be", "start": 2855.64, "end": 2859.38}, {"text": "mysterious. This is the most bullshit advice man yeah. Okay, what's your", "start": 2859.38, "end": 2864.04}, {"text": "advice? Be okay, how can I be a dark? Here's how you do it first of all red", "start": 2864.04, "end": 2869.34}, {"text": "or red or black or red and black dress okay tiara made out of maybe thorns or", "start": 2869.34, "end": 2875.5}, {"text": "or ivory something some kind of material, you know or ebony or or day", "start": 2875.5, "end": 2881.9}, {"text": "day trick stuff, some kind of day trick. I don't know what that is, but yes,", "start": 2881.94, "end": 2885.46}, {"text": "something bad that is either white or black that has some kind of spell on it.", "start": 2885.46, "end": 2890.78}, {"text": "First of all, this is now you need specifics, right? You need a spell, you", "start": 2890.78, "end": 2894.38}, {"text": "do random evil acts, give out parking tickets, people are gonna pay them,", "start": 2894.38, "end": 2898.5}, {"text": "they're not gonna check. What about the evil nickname? Evil nickname?", "start": 2898.5, "end": 2901.62}, {"text": "Throw some out. The Queen of Shit, the Queen of Ass. The Queen of Ass, yeah.", "start": 2901.62, "end": 2910.34}, {"text": "the queen of our rated movies. Yeah, anything like that is going to be fine", "start": 2910.42, "end": 2914.66}, {"text": "yeah, because it just needs to be the queen of something evil or the princess", "start": 2914.66, "end": 2918.7}, {"text": "princess prejudice print yeah perfect dude. That would be a good super yes", "start": 2918.7, "end": 2922.94}, {"text": "dude princess fucking", "start": 2922.94, "end": 2924.3}, {"text": "normalizing stuff yeah, and normalize a d i e princess normalizing", "start": 2924.3, "end": 2931.18}, {"text": "heterosexuality yeah, exactly as princess normalizing monogamy exactly", "start": 2931.18, "end": 2935.42}, {"text": "princess vilifying prince. Here's what a lot of people think is", "start": 2935.42, "end": 2939.62}, {"text": "big snack for a lot of meals. The thing is also evil has changed every single", "start": 2939.66, "end": 2944.1}, {"text": "year of the world, so so evil this year, somebody could say guys, I'm princess", "start": 2944.1, "end": 2950.66}, {"text": "Christianity and honestly a huge portion of the American population would say get", "start": 2950.66, "end": 2956.06}, {"text": "out of my face. I spit on you. I actually want a chip into my left hand, some kind", "start": 2956.06, "end": 2960.66}, {"text": "of mark of the beast and then half the other half of America is like I want to", "start": 2960.66, "end": 2964.3}, {"text": "chip in my left hand and then put in my mouth. I'm a fat, so what the hell has", "start": 2964.3, "end": 2967.34}, {"text": "what happened to America, born, serum eating fat, chit after seed oil, all", "start": 2967.38, "end": 2972.52}, {"text": "that kind of a seed oil. That's a great.", "start": 2972.52, "end": 2974.42}, {"text": "Our codes on the restaurants on the telephone poles on computer and another", "start": 2974.42, "end": 2980.54}, {"text": "thing. If I have to show my Vax card before going into a restaurant, I'm", "start": 2980.54, "end": 2984.82}, {"text": "dipping and what the fuck of my fries and the fucking dip. I'm staying yeah", "start": 2984.82, "end": 2989.62}, {"text": "because I like that", "start": 2989.62, "end": 2990.58}, {"text": "and whose fucking idea was it to make the Roku app have a remote on it. See", "start": 2990.58, "end": 2995.98}, {"text": "that. Oh, let me use a regular. I don't want to use my phone. Oh, okay, I got it", "start": 2996.02, "end": 2999.48}, {"text": "guys.", "start": 2999.48, "end": 2999.82}, {"text": "You could be princess", "start": 2999.82, "end": 3002.0}, {"text": "activision or princess, a games, something as a blizzard. You could be", "start": 3002.0, "end": 3008.26}, {"text": "princess, DRM says blizzard, princess, DRM. See that's the thing evil is so", "start": 3008.26, "end": 3012.4}, {"text": "subjective, really good, evil, so subject that to some nerds in this world,", "start": 3012.4, "end": 3016.22}, {"text": "they're going to hear princess activision, princess DRM, assume that", "start": 3016.22, "end": 3019.62}, {"text": "you're doing micro transactions right. So some people hate micro transactions.", "start": 3019.62, "end": 3024.06}, {"text": "the other half hate microaggressions and the other half love micro greens and the", "start": 3024.08, "end": 3028.8}, {"text": "other half are microscopic. Yeah, exactly. Some people are short, some people are", "start": 3028.8, "end": 3031.88}, {"text": "vegan, some people are gamers and some people don't like microaggression. It's", "start": 3031.88, "end": 3035.68}, {"text": "all a spectrum, really. The spectrum of evil. Yeah. And there's also billions of", "start": 3035.68, "end": 3040.8}, {"text": "microscopic human beings in America and they're called sperms. Yeah. Life begins", "start": 3040.8, "end": 3045.64}, {"text": "at sperm. And you know what? Most of them die in a towel or a napkin. A towel? Why", "start": 3045.64, "end": 3051.64}, {"text": "maybe waste a towel. I don't know or waste your spunk. Hey, you gotta ask", "start": 3051.68, "end": 3056.28}, {"text": "these evil people. Yeah, you gotta ask these evil beings why they're putting", "start": 3056.28, "end": 3060.38}, {"text": "loads and towels. Oh, that's I would be princess planned parenthood. Yeah, yeah,", "start": 3060.38, "end": 3064.74}, {"text": "he p p p p p p p p p loans. A lot of evil people got p p p loans during the", "start": 3064.74, "end": 3070.38}, {"text": "plan. Demi lone wolf is just facts. You should I fight with everybody?", "start": 3070.38, "end": 3075.08}, {"text": "Not necessarily insulting and mocking people will probably be enough. Yeah, me", "start": 3075.08, "end": 3080.52}, {"text": "him got insulted and mocked the other day when we were. Oh yeah, before the show", "start": 3080.56, "end": 3084.76}, {"text": "some we got we got homophobically hate crime. He called us F. A. G. I. T. and", "start": 3084.76, "end": 3089.44}, {"text": "said he would put his cock in our asses because we were gay and he and he", "start": 3089.44, "end": 3094.68}, {"text": "wasn't saying it politely or propositioning you in a polite. No,", "start": 3094.68, "end": 3097.76}, {"text": "that's the thing. I said, Hey, yeah, that's the word. That's the word that", "start": 3097.76, "end": 3102.0}, {"text": "you say. Oh, motherfucking ass. Maybe his voice just sounds like that. He", "start": 3102.0, "end": 3104.72}, {"text": "might have. That's what I'm saying. He had a gay accent and he was like, I", "start": 3104.72, "end": 3108.52}, {"text": "I'll put your dick in my mother. He said, Oh yeah, he said he was gonna put our", "start": 3108.52, "end": 3112.42}, {"text": "dicks in his ass. That's what it really it was some very, I think he said both.", "start": 3112.42, "end": 3116.32}, {"text": "He said that I'm gonna do it both ways. Yeah, I think he said, I think he said", "start": 3116.32, "end": 3120.04}, {"text": "he was gonna do it both ways, but we were yeah, and then he just like walked", "start": 3120.04, "end": 3123.36}, {"text": "around my car a couple of times. He also did see us unloading like costume", "start": 3123.36, "end": 3127.38}, {"text": "and we looked a little gay. Yeah, it's gay about costumes. We did have a sword", "start": 3127.38, "end": 3132.74}, {"text": "though. We could have done the entire world. Where's costume?", "start": 3132.74, "end": 3134.78}, {"text": "that's what we should have done. We should have challenged him on guard,", "start": 3136.28, "end": 3139.08}, {"text": "but basically we both flighted instead of fight it, but but did you find him", "start": 3139.08, "end": 3145.12}, {"text": "to be evil? I think he maybe was. Did you find him to be evil? Yes or no? It", "start": 3145.12, "end": 3149.92}, {"text": "depends. Yes or no? He would be able to say yes or no. I think he was evil", "start": 3149.92, "end": 3155.22}, {"text": "because if you're saying no, that means that maybe he did have to fight with", "start": 3155.22, "end": 3157.94}, {"text": "everybody. Maybe insulting and mocking isn't enough. It wasn't maybe in today's", "start": 3157.94, "end": 3162.16}, {"text": "America. Maybe it's not enough. You have to resort to physical. You have to fight", "start": 3162.16, "end": 3165.28}, {"text": "with everybody, everybody. He was also kind of an old guy. Sure, we probably", "start": 3165.32, "end": 3170.46}, {"text": "could have fucked him if we wanted to, but we really didn't want to that bad.", "start": 3170.46, "end": 3174.58}, {"text": "No, I mean we had to go, we had a lot of tech we had to set up for that show.", "start": 3174.58, "end": 3178.5}, {"text": "I think the only thing that either of us said was I said, okay, yeah, that's", "start": 3178.5, "end": 3182.1}, {"text": "what you should say. That's all you can say, right? Yeah, you can't say like,", "start": 3182.1, "end": 3185.34}, {"text": "you say, okay, it's like", "start": 3185.34, "end": 3186.9}, {"text": "maybe he'll mistake it as like the go ahead, but go ahead man. I don't care as", "start": 3186.9, "end": 3192.6}, {"text": "as long as we're done by eight o'clock, I have to load in for this. Yeah, yeah,", "start": 3192.62, "end": 3196.08}, {"text": "you can do whatever to me. I'm fine with it.", "start": 3196.08, "end": 3198.14}, {"text": "What if I am evil, but I want friends and no one likes me? People generally", "start": 3198.14, "end": 3203.44}, {"text": "don't like bad or evil people. The purpose of the article is to help you", "start": 3203.44, "end": 3206.28}, {"text": "act evil for fun while pretending to be a character, not to actually become an", "start": 3206.28, "end": 3209.9}, {"text": "evil person in your everyday life. If you want to have friends, you should be", "start": 3209.9, "end": 3212.78}, {"text": "nice unless you can find other people who are also evil. Most evil people like", "start": 3212.78, "end": 3216.8}, {"text": "to work alone and not with the help of people, but that is totally your choice.", "start": 3216.8, "end": 3219.9}, {"text": "I love that this is like first half being like doing like listen this article", "start": 3220.08, "end": 3224.24}, {"text": "it's it's not real. It's about acting. You should be nice to people unless you", "start": 3224.24, "end": 3228.48}, {"text": "go with other evil people.", "start": 3228.48, "end": 3230.0}, {"text": "What I don't understand what if this person's already evil, why are they even", "start": 3230.0, "end": 3234.66}, {"text": "looking at this fucking article? They should be writing the article good.", "start": 3234.66, "end": 3237.88}, {"text": "Yeah, true my two cents, but yeah, if you're evil, you have to have evil", "start": 3237.88, "end": 3242.04}, {"text": "friends or else you have a war on your hands. That's no you would not be", "start": 3242.04, "end": 3245.48}, {"text": "getting along with folks or you can be have a good friend and keep them close,", "start": 3245.48, "end": 3248.68}, {"text": "be secretly evil. But keep them closer. Yeah. The most evil thing you can do is actually", "start": 3248.72, "end": 3254.6}, {"text": "I think maybe be evil. Right? For sure. But also have a second life where you are nice", "start": 3254.6, "end": 3260.84}, {"text": "a la Barry. Do you think evil guys get on World of Warcraft and they play the good guys?", "start": 3260.84, "end": 3268.68}, {"text": "Yes. Because they want to feel like. Because they're so evil in person. Whenever I play", "start": 3268.68, "end": 3271.66}, {"text": "an MMO or any kind of RPG, I always go full evil because of how good I am. Uh huh. Right?", "start": 3271.66, "end": 3276.96}, {"text": "so I'm only I have gray skin. I'm playing the old Republic and I'm saying Bastila", "start": 3276.96, "end": 3282.66}, {"text": "you're going to be my evil Queen. I'm not helping them. I hate Cartho Nassus, but", "start": 3282.66, "end": 3289.08}, {"text": "if a good guy plays nights, the old Republic, he's probably got a blue lights", "start": 3289.08, "end": 3293.8}, {"text": "or a bad guy. He's got a blue lightsaber. I'm so I have a horn. I have horns", "start": 3293.8, "end": 3298.18}, {"text": "growing out of my head, which is how it should be. God should have made real", "start": 3298.18, "end": 3301.22}, {"text": "life work as well, by the way. Yeah,", "start": 3301.22, "end": 3302.68}, {"text": "will my will any tattoos make me evil? Yes, it depends on what kind of tattoos", "start": 3304.28, "end": 3308.22}, {"text": "you could research evil looking tattoos, but keep in mind that a tattoo is", "start": 3308.22, "end": 3311.52}, {"text": "permanent. So you want to make sure you'd want it forever. See I got all", "start": 3311.52, "end": 3314.14}, {"text": "these evil tattoos on me.", "start": 3314.14, "end": 3315.84}, {"text": "I think that's a pretty evil doctor evil right there. You if you you should", "start": 3315.84, "end": 3321.14}, {"text": "have just gotten evil that would have been a much that would have actually", "start": 3321.14, "end": 3325.02}, {"text": "been that would have been hard. Yeah, this is kind of goof. This is goofy.", "start": 3325.02, "end": 3328.64}, {"text": "It's good. I was going to be getting it's getting a little tattooed on. This", "start": 3328.64, "end": 3332.52}, {"text": "is", "start": 3332.54, "end": 3347.52}, {"text": "Evil makes me think of a good guy.", "start": 3347.52, "end": 3350.92}, {"text": "You're going to cover this up one day.", "start": 3350.92, "end": 3353.12}, {"text": "I don't think I will.", "start": 3353.12, "end": 3354.12}, {"text": "Do you feel my cold hand?", "start": 3354.12, "end": 3355.12}, {"text": "Jesus Christ.", "start": 3355.12, "end": 3356.12}, {"text": "Is my hand cold?", "start": 3356.12, "end": 3357.12}, {"text": "Yeah, well my hand feels mine.", "start": 3357.12, "end": 3358.12}, {"text": "It's cold in here.", "start": 3358.12, "end": 3359.12}, {"text": "Yours are warmish.", "start": 3359.12, "end": 3360.12}, {"text": "Mine are so warm.", "start": 3360.12, "end": 3361.12}, {"text": "Yours are very warm.", "start": 3361.12, "end": 3362.12}, {"text": "You have a temperature regulation problem and that's why you always turn the ACs to zero", "start": 3362.12, "end": 3367.12}, {"text": "degree.", "start": 3367.12, "end": 3368.12}, {"text": "I think us with cold hands are the ones that are bad.", "start": 3368.12, "end": 3369.12}, {"text": "No.", "start": 3369.12, "end": 3370.12}, {"text": "Well, whatever.", "start": 3370.12, "end": 3371.12}, {"text": "I think I do have a temperature regulation problem.", "start": 3371.12, "end": 3372.12}, {"text": "I have normal circulation and my limbs don't turn purple at any time of my life every day.", "start": 3372.12, "end": 3375.8}, {"text": "I sweat whenever I walk even in the fall", "start": 3375.8, "end": 3378.44}, {"text": "whenever you walk. I walk in turns gray and frankenstein in yeah, you do you", "start": 3378.44, "end": 3385.32}, {"text": "got a color right now. Would you go signs monsterion is I'm having a green", "start": 3385.32, "end": 3389.48}, {"text": "yeah", "start": 3389.48, "end": 3390.9}, {"text": "your heaven is that we said I'm heaven", "start": 3390.9, "end": 3394.2}, {"text": "to gamers that mean something else. What kind of music will make me evil", "start": 3394.2, "end": 3400.08}, {"text": "try heavy base dubstep songs. Skrillex is a good place to start. I would say try", "start": 3402.16, "end": 3407.4}, {"text": "goar", "start": 3407.4, "end": 3409.24}, {"text": "yeah, try ghost yeah that'll make you go is going to turn you evil real quick.", "start": 3409.24, "end": 3414.48}, {"text": "Yeah, that's right yeah, as well as horror movie soundtracks yeah, a salt on", "start": 3414.48, "end": 3419.44}, {"text": "recent thirteen", "start": 3419.44, "end": 3420.72}, {"text": "yeah, the", "start": 3420.72, "end": 3421.92}, {"text": "you're entering a dimension, exorcist theme song that'll make you scared or", "start": 3421.92, "end": 3430.12}, {"text": "evil. There's no difference to me. There isn't much difference. People you tend", "start": 3430.16, "end": 3433.6}, {"text": "to act evil when they're scared, yeah, especially the most evil looking people", "start": 3433.6, "end": 3437.16}, {"text": "are actually sometimes the nicest.", "start": 3437.16, "end": 3438.6}, {"text": "I disagree. No,", "start": 3438.6, "end": 3440.62}, {"text": "yeah, I don't agree either. No, I agree. You agree. I mean, I don't agree. I", "start": 3440.62, "end": 3446.48}, {"text": "agree with him disagreeing against you. I agree against you. What other advice", "start": 3446.48, "end": 3451.56}, {"text": "do they have? Would dressing in a more edgy way make me evil? No, it will", "start": 3451.56, "end": 3455.22}, {"text": "likely not. What does it even mean to be edgily dressed? You wear a stud, you", "start": 3455.22, "end": 3459.92}, {"text": "are studied. You are studied black shirt. You wear a black shirt. I almost wore a", "start": 3459.94, "end": 3463.62}, {"text": "black shirt today and I said I'm going to look like Steve Jobs. I'm not going to", "start": 3463.62, "end": 3466.42}, {"text": "do you have a shirt that says evil on it. Do I e dot v? Oh yeah, what is it? I", "start": 3466.42, "end": 3472.1}, {"text": "don't know. I just thought it was funny. This evil on it. What is like a little", "start": 3472.1, "end": 3475.98}, {"text": "picture of a dragon doing something on the back? Got some Godzilla thing on it.", "start": 3475.98, "end": 3479.54}, {"text": "I don't fucking know.", "start": 3479.54, "end": 3480.46}, {"text": "How can I be evil if everyone thinks I'm cute and sweet? This is a brag. This is", "start": 3480.46, "end": 3486.7}, {"text": "but I ask every day. I think I only put in one of these, but there's like five", "start": 3486.72, "end": 3490.6}, {"text": "of these questions. I think this is the same person who asked about the doll", "start": 3490.6, "end": 3493.36}, {"text": "high pitched. Oh, okay, and they have a bunch of questions. I was like what if", "start": 3493.36, "end": 3496.4}, {"text": "I'm cute and I only dress in pink and I'd be evil. There's a bunch of stuff", "start": 3496.4, "end": 3499.48}, {"text": "like that you can if you want to look the part, try perfecting the smirk that", "start": 3499.48, "end": 3503.18}, {"text": "cunning smile when you know something they don't that look on your face when", "start": 3503.18, "end": 3506.6}, {"text": "you suddenly hatch a perfectly evil plan. This is like asking this is like", "start": 3506.6, "end": 3510.36}, {"text": "asking I'm four foot eight. Can I make it in the NBA? No, you could need.", "start": 3510.36, "end": 3516.48}, {"text": "What do you guys think of my smirk? You look like a bird and you look like a", "start": 3516.5, "end": 3521.5}, {"text": "pirate and pirates are evil pirates. Pirate", "start": 3521.5, "end": 3525.1}, {"text": "that's not a smirk. That's not a smirk at all. You look like Bill Skarsgard just", "start": 3525.1, "end": 3531.18}, {"text": "then. Wait, how was mine? I'm changing my newest smirk. I got like it. No, this", "start": 3531.18, "end": 3535.46}, {"text": "is not a real smirk. You look ugly. You look like Igor.", "start": 3535.46, "end": 3538.54}, {"text": "No, you look ugly as fuck. You both look like shit. Honestly, you look like", "start": 3538.54, "end": 3542.94}, {"text": "about this one. I don't", "start": 3542.98, "end": 3544.08}, {"text": "that one's not evil. No, you don't you're incapable of an evil face. You have an", "start": 3544.08, "end": 3549.38}, {"text": "ugly one about this one.", "start": 3549.38, "end": 3550.5}, {"text": "You just face is ugly. You can't do any of these. Is this face evil?", "start": 3550.5, "end": 3554.54}, {"text": "This is kind of itchy. You're coming a bitch face.", "start": 3554.54, "end": 3558.74}, {"text": "You look like you were", "start": 3558.74, "end": 3562.46}, {"text": "coming. You only tried one face and it was bad. So you don't really have any", "start": 3562.46, "end": 3566.9}, {"text": "like a watch.", "start": 3566.9, "end": 3567.38}, {"text": "no, not evil at all. That's conscious and intelligent. That's face that's that's", "start": 3568.78, "end": 3572.38}, {"text": "like English teachers, Facebook profile picture. When you think you find your", "start": 3572.38, "end": 3576.22}, {"text": "English teacher on Facebook and then his profile picture is him sitting at his", "start": 3576.22, "end": 3579.7}, {"text": "computer like", "start": 3579.7, "end": 3580.3}, {"text": "how can I make my cat and dog evil to", "start": 3580.3, "end": 3584.1}, {"text": "this is what you need. You need a summoned to pay yeah yeah well some and", "start": 3584.1, "end": 3589.94}, {"text": "your cat is probably evil already, but your dog might take a little more work.", "start": 3589.94, "end": 3593.66}, {"text": "You may want to consider giving your pets evil looking access accessories like", "start": 3593.66, "end": 3597.06}, {"text": "a dark spiked collar, sinister looking tags or a bandana. If your pets are", "start": 3597.1, "end": 3601.54}, {"text": "newly adopted, try giving them creepy or evil sounding names like Vex or Crimson.", "start": 3601.54, "end": 3605.5}, {"text": "I know a dog in this neighbourhood called Necro. That's sick, what kind of", "start": 3605.5, "end": 3610.34}, {"text": "dog? He's a German Shepherd, he's like an all black German Shepherd. He's very", "start": 3610.34, "end": 3614.22}, {"text": "sweet though. That's sick. Yeah, and his owner's like this like Norwegian, like", "start": 3614.22, "end": 3619.42}, {"text": "black metal guy. Yeah, it's cool. That's very tight, that's really cool, that's", "start": 3619.42, "end": 3624.18}, {"text": "extremely cool. Would wearing latex make me look more evil? Yes, latex and", "start": 3624.22, "end": 3628.66}, {"text": "leather are pretty good choices for looking you yeah because of doctors", "start": 3628.66, "end": 3631.54}, {"text": "they're wearing latex.", "start": 3631.54, "end": 3633.04}, {"text": "That is a really good point and they're wearing the leather lab coat. Uh", "start": 3633.04, "end": 3637.58}, {"text": "well, I go to there. Steve Martin and fucking the big plant. Yeah, plant the", "start": 3637.58, "end": 3644.22}, {"text": "movie plant plan. They should have called it plant. The movie should that", "start": 3644.22, "end": 3647.5}, {"text": "is basically the number one plant. Here's what I there's no other movie", "start": 3647.5, "end": 3650.78}, {"text": "that's more plant than that. Move through here's what I would have called", "start": 3650.78, "end": 3653.18}, {"text": "the movie, though there's reverse the reverse vegetarian. That's good", "start": 3653.2, "end": 3657.24}, {"text": "vegetable that eats a person. That'll be a good tag line. The revenge of the", "start": 3657.24, "end": 3662.2}, {"text": "reverse vegetarian. That's what I would have revenge of the plants revenge of", "start": 3662.2, "end": 3666.2}, {"text": "the reverse vegetarians a better. Yeah, that's true, because the reverse", "start": 3666.2, "end": 3669.04}, {"text": "vegetarian would be a plan. But then people would be like, what is that? Is", "start": 3669.04, "end": 3672.4}, {"text": "that the one about the tomatoes or the plant?", "start": 3672.4, "end": 3674.32}, {"text": "Well, in to me, I would call the killer to go. I would try and class it up a", "start": 3674.32, "end": 3678.28}, {"text": "little bit and I would title it in which the plant terrifies, oh and sings God", "start": 3678.32, "end": 3683.8}, {"text": "damn in which a sing in which the plant terrifies the musical and here's what I", "start": 3683.8, "end": 3687.54}, {"text": "would have put at the end of the movie fin", "start": 3687.54, "end": 3689.42}, {"text": "and I would have put at the beginning of the movie players in alphabetical order.", "start": 3689.42, "end": 3695.44}, {"text": "Yeah, I would have done all that shit yeah, but they won't let me make movies", "start": 3695.44, "end": 3699.52}, {"text": "would a luxury car fit my evil persona. It depends on the character you're", "start": 3699.52, "end": 3703.64}, {"text": "playing. It could, though I like the one person that said this is not helpful.", "start": 3703.64, "end": 3707.04}, {"text": "I must have been the dude who like owns like a Mercedes Benz dealership. No, it", "start": 3707.12, "end": 3710.82}, {"text": "would have been a it's a that's a hater. That's somebody with a junker jalopy", "start": 3710.82, "end": 3714.2}, {"text": "style car yeah and it wasn't me. I don't have a jalopy. I fixed my mirror, so I", "start": 3714.2, "end": 3719.54}, {"text": "do not have a jalopy. I put a new mirror on. You have a jalopy. I do not. I want", "start": 3719.54, "end": 3723.08}, {"text": "to be very scary and possessed. What should I do?", "start": 3723.08, "end": 3725.44}, {"text": "Acting possessed needs a lot of work. Make sure the person you want to scare", "start": 3725.44, "end": 3729.46}, {"text": "is a bit of the jumpy type. If the person doesn't seem very jumpy, focus on", "start": 3729.46, "end": 3733.08}, {"text": "their weaknesses and try to scare them using that focus on their weaknesses.", "start": 3733.08, "end": 3736.6}, {"text": "this one the answer isn't so good, but I do really like the question. I want to", "start": 3737.08, "end": 3739.88}, {"text": "be very scary and possessed. You don't choose to be possessed, but yeah, the", "start": 3739.88, "end": 3743.98}, {"text": "devil to you on it. You're not going to get a watch pot never boils. You try", "start": 3743.98, "end": 3747.4}, {"text": "play. Did you guys ever play the midnight game? No, no, you do a so I", "start": 3747.4, "end": 3751.2}, {"text": "actually know I did play the midnight game. A few times you put salt on the", "start": 3751.2, "end": 3754.52}, {"text": "ground. I never got a game where you do a salt to a salt. Well, he he", "start": 3754.52, "end": 3758.04}, {"text": "interrupted me. Assault circles what I was going to say, but assault would also", "start": 3758.04, "end": 3761.16}, {"text": "be an evil style your circle. No, my circle is not open for assaulting.", "start": 3761.16, "end": 3767.04}, {"text": "I tried to play the midnight game.", "start": 3767.04, "end": 3769.24}, {"text": "I never got any points, though", "start": 3769.24, "end": 3772.7}, {"text": "my circle", "start": 3772.7, "end": 3780.28}, {"text": "that's funny is being evil, a subculture, yes, evil, no evil is a", "start": 3780.28, "end": 3787.12}, {"text": "mindset, not a subculture. There's no single way to look or act evil.", "start": 3787.12, "end": 3791.0}, {"text": "Hippies are evil. Hippies are evil. They are so evil, evil and then usually", "start": 3791.0, "end": 3795.24}, {"text": "the monks are kind. It's kind of a purse what you would think. Yeah, you would", "start": 3795.28, "end": 3799.72}, {"text": "think that hippies would be kind, but they like drugs and premarital stealing", "start": 3799.72, "end": 3803.12}, {"text": "hard core guys are straight edge. Yeah, hard core guys and as long as you as", "start": 3803.12, "end": 3808.48}, {"text": "long as you only pay attention to what they do during the day. Yeah, and when", "start": 3808.48, "end": 3813.9}, {"text": "and when they're not in the presence of people who are younger than them, yep,", "start": 3813.9, "end": 3817.28}, {"text": "then they're then they're upstanding citizens. Yeah, they all work at they do", "start": 3817.28, "end": 3822.16}, {"text": "acrobatics. Yeah, they all work at Trader Joe's. They all work at Trader Joe's. They wear that", "start": 3822.18, "end": 3826.5}, {"text": "Hawaiian shirt. Yup. They all wear watches. Yup. They don't look at their phone, they", "start": 3826.5, "end": 3832.22}, {"text": "look at their watch. I've been feeling for a minute that the tide is turning on Trader", "start": 3832.22, "end": 3837.9}, {"text": "Joe's. And Trader Joe's has now become... Has it fallen? I think Trader Joe's is cringe.", "start": 3837.9, "end": 3842.94}, {"text": "Yes! I'm sorry. I don't like saying that. I don't want to have to say this. This is", "start": 3842.94, "end": 3850.22}, {"text": "is the kind of thing you'll only hear here. But as a cultural commentator,", "start": 3850.22, "end": 3854.22}, {"text": "Trader Joe's. It's time to call it. I'm ready. I've seen enough. I'm ready to call it.", "start": 3854.22, "end": 3857.22}, {"text": "It's over. It's over. Trader Joe's is cringe.", "start": 3857.22, "end": 3861.22}, {"text": "Fuck you, Joe. I mean, Joe's over. Joe, Ming, Jose.", "start": 3861.22, "end": 3867.22}, {"text": "It's Joe for me. It's Joe for me. All of them. Yeah.", "start": 3867.22, "end": 3871.22}, {"text": "I don't care how good that everything in the Elote dip is.", "start": 3871.22, "end": 3875.22}, {"text": "I don't care how convenient the pork belly is. It's over. I'm going", "start": 3875.22, "end": 3879.22}, {"text": "somewhere else. I'm taking my business to Aldi. I'm going to Aldi. Is Aldi over?", "start": 3879.22, "end": 3884.1}, {"text": "You know too much about Trader Joe's to be dissing it. You clearly are a patron.", "start": 3884.1, "end": 3888.18}, {"text": "You're asking if Aldi was over? Aldi never began.", "start": 3888.18, "end": 3890.98}, {"text": "Damn.", "start": 3890.98, "end": 3892.98}, {"text": "Aldi's nuts in yo face.", "start": 3892.98, "end": 3896.98}, {"text": "How many?", "start": 3896.98, "end": 3898.98}, {"text": "Aldi's.", "start": 3898.98, "end": 3900.98}, {"text": "Aldi, yeah Aldi never began.", "start": 3900.98, "end": 3904.26}, {"text": "Yeah.", "start": 3904.26, "end": 3906.26}, {"text": "We're never doing it's by the way when I say Trader Joe's is over every single", "start": 3906.26, "end": 3910.78}, {"text": "alternative supermarket is all foods all foods.", "start": 3910.78, "end": 3914.18}, {"text": "We're going local all the no, we're not going local. Not even we're doing the", "start": 3914.18, "end": 3919.98}, {"text": "we're doing whatever the big chain supermarket is stop and shop Harris", "start": 3919.98, "end": 3923.38}, {"text": "Teeter Publix Crocker Market Basket Market Basket. Now, Market Basket has", "start": 3923.38, "end": 3928.18}, {"text": "been a little over, but they could be back soon, but right for now. It's over", "start": 3928.18, "end": 3933.18}, {"text": "now. We do not and anything by the way anything that is local to an area is over as well.", "start": 3933.38, "end": 3938.9}, {"text": "Yep. The Stop and Shop is local to the northeast. But it's not like people don't have prior", "start": 3938.9, "end": 3943.86}, {"text": "experience. From now on we are only going to any supermarket where they have one in", "start": 3943.86, "end": 3949.1}, {"text": "every town in America. If there's even one town that doesn't have it, we're not going", "start": 3949.1, "end": 3954.22}, {"text": "there. Pigs and Wiggly is not funny anymore. Shaw's, you're done. Every supermarket. Or", "start": 3954.22, "end": 3958.34}, {"text": "or it all has to be owned by the same company. Hannaford supermarket,", "start": 3958.34, "end": 3962.18}, {"text": "Walmart grocery stores are back. Yeah, here's what I'm saying. And you can", "start": 3962.18, "end": 3966.06}, {"text": "actually and here's how back they are. You can actually buy Wagyu beef at a", "start": 3966.06, "end": 3970.66}, {"text": "Walmart. Yeah, so that's huge. You know what else you can get at Walmart?", "start": 3970.66, "end": 3974.28}, {"text": "Every other stuff in your house.", "start": 3974.28, "end": 3976.82}, {"text": "You can get a curtain rod and Wagyu steak and beer, depending on the area.", "start": 3976.82, "end": 3985.98}, {"text": "and they have good deals on movies, DVDs and hey trader joe's. Here's why you're", "start": 3986.0, "end": 3993.2}, {"text": "over by the way. No dvds, no dvds first of all, but also guys no cds. Hey guys,", "start": 3993.2, "end": 3998.76}, {"text": "if I'm buying an avocado, I don't need to see a picture of the farmer.", "start": 3998.76, "end": 4002.72}, {"text": "I don't need to know his story. I don't need to know that he's been farming", "start": 4002.72, "end": 4007.8}, {"text": "avocado since he was 15 with his family. Shut the fuck up and here's another", "start": 4007.8, "end": 4013.48}, {"text": "thing, Trader Joe's. Why do you have all these parodies around the store?", "start": 4013.48, "end": 4018.44}, {"text": "Yeah. Why do you have these parodies that say like, like, uh,", "start": 4018.44, "end": 4023.16}, {"text": "empire strikes, whatever, some kind of thing.", "start": 4023.16, "end": 4027.36}, {"text": "Hey, Trader Joe, nice chalkboards.", "start": 4027.36, "end": 4030.12}, {"text": "How about I outline you in chalk when I kill you?", "start": 4030.12, "end": 4033.2}, {"text": "Yeah. Outline, outline you in shock. That's right.", "start": 4033.2, "end": 4038.4}, {"text": "And you said outlaw. I'm going to outlaw you. You're an outlaw now.", "start": 4038.4, "end": 4042.4}, {"text": "also Joe and I'm pointing to a camera. We don't have, but", "start": 4042.4, "end": 4046.36}, {"text": "we left all the cameras in Caleb's car. Yeah, that's why we have just two", "start": 4046.36, "end": 4051.7}, {"text": "cameras today. Now I'm pointing at this one, but because of the show we did", "start": 4051.7, "end": 4055.22}, {"text": "and trader Joe, you're gonna you have a fearless flyer. I will become the", "start": 4055.22, "end": 4060.6}, {"text": "fearsome flyer and I will haunt your store with wings and Costco.", "start": 4060.6, "end": 4066.06}, {"text": "Welcome back. Costco's back. Costco is Sam's Club. Sam's Club. Welcome back.", "start": 4066.06, "end": 4072.34}, {"text": "Sam's Club is still technically Walmart. BJ's, guess what? You never left because it's always", "start": 4072.34, "end": 4077.18}, {"text": "been funny to say your name. But Trader Joe's. Oh, Trader Joe's. You poor bastard. You little", "start": 4077.18, "end": 4083.3}, {"text": "Trader Joe's. Hawaiian shirts, you still think that's funny? You're making me gag. Look,", "start": 4083.3, "end": 4088.18}, {"text": "you're making Cameron throw up. If you want to switch all the girls to bikinis and all", "start": 4088.18, "end": 4092.66}, {"text": "the guys to suits though, you will be back. You will be back. That's the only bargain", "start": 4092.66, "end": 4097.3}, {"text": "you have a if you have a corporate hose and CEOs party yep every day, you will", "start": 4097.3, "end": 4102.44}, {"text": "be back, you will be back for now you're done and that's enough on trader Joe and", "start": 4102.44, "end": 4107.78}, {"text": "we can finish now yeah.", "start": 4107.78, "end": 4109.16}, {"text": "We can finish now is that all the slides, I don't remember, let's check", "start": 4109.16, "end": 4113.78}, {"text": "we'll check really quickly.", "start": 4113.78, "end": 4115.46}, {"text": "Can I wear fancy clothes and have a fancy hairstyle when acting evil? Can I", "start": 4115.46, "end": 4119.76}, {"text": "wear makeup as well? Of course, in fact, that will up the evil factor. I think", "start": 4119.76, "end": 4124.04}, {"text": "but a fancy clothes is okay, but a fancy hairstyle is not evil. I agree unless", "start": 4124.08, "end": 4128.24}, {"text": "you well unless you're some kind of dark judge.", "start": 4128.24, "end": 4130.42}, {"text": "That's a wig, though that's a hairstyle yeah is the evil laugh cliche when", "start": 4130.42, "end": 4135.88}, {"text": "acting evil, not necessarily just try to put your own spin. Let's all put our", "start": 4135.88, "end": 4139.02}, {"text": "own spin on it. Okay, ready?", "start": 4139.02, "end": 4140.74}, {"text": "That's a class. It is no, no, okay, okay, okay, okay,", "start": 4140.74, "end": 4148.24}, {"text": "wait, I got it. I was good. I got one. Are you ready? Yeah,", "start": 4148.24, "end": 4152.24}, {"text": "that's", "start": 4152.24, "end": 4154.34}, {"text": "you know somebody who laughs like that they're evil.", "start": 4154.34, "end": 4156.94}, {"text": "You have a don't how do I imply I'm evil without being evil dress like you're", "start": 4156.94, "end": 4162.28}, {"text": "evil. The way you dress can imply that you're evil, but you could be the nicest", "start": 4162.28, "end": 4165.44}, {"text": "person ever. Here's my implications. That's just evil my implications. What", "start": 4165.44, "end": 4169.44}, {"text": "if you maybe put it on your ID card? Here's my implication. Here's my", "start": 4169.44, "end": 4172.92}, {"text": "assumption. What if they put that on your driver's license when they ask", "start": 4172.92, "end": 4175.48}, {"text": "what's your height? What's your sex? What's your age? My age is six or good", "start": 4175.48, "end": 4180.44}, {"text": "and you could just say well, I'm evil yeah.", "start": 4180.92, "end": 4183.12}, {"text": "I came here for a more broad context in theater with that in mind. Do you have", "start": 4183.12, "end": 4188.48}, {"text": "any more tips on becoming a villain? Villains never think they're the bad", "start": 4188.48, "end": 4191.78}, {"text": "guy. They never see themselves as sadistic or wrong. They're the hero of", "start": 4191.78, "end": 4194.36}, {"text": "their own story. Keep that in mind. That's right. I think this next one", "start": 4194.36, "end": 4197.5}, {"text": "might be the last one.", "start": 4197.5, "end": 4198.32}, {"text": "No, do I have to wear accessories like a choker? My mom doesn't allow me", "start": 4198.32, "end": 4202.32}, {"text": "here we go. This is the last one. What if you accidentally murder people while", "start": 4202.32, "end": 4208.44}, {"text": "acting evil. Will it still be considered a crime after you stop being evil and", "start": 4208.48, "end": 4212.48}, {"text": "the person says of course murder is murder. If you're not legally insane,", "start": 4212.48, "end": 4216.24}, {"text": "you'll be charged with murder. Oh my God, so there's no such thing as they", "start": 4216.24, "end": 4220.82}, {"text": "got rid of the evil, evil defense, the evil to your honor. My client was evil", "start": 4220.82, "end": 4225.36}, {"text": "at the time, but he's not anymore, but he's come nice. Oh, he was just acting", "start": 4225.36, "end": 4230.56}, {"text": "evil when he did the that is kind of it was an accident. A lot of evil villains", "start": 4230.56, "end": 4233.72}, {"text": "and movies kind of get off on that at the end. If they are turned to the good", "start": 4233.72, "end": 4237.6}, {"text": "because they realize that it's wrong to be an environmentalist or whatever.", "start": 4237.64, "end": 4240.28}, {"text": "Yeah.", "start": 4240.28, "end": 4240.78}, {"text": "Why are so many evil villains environmentalists also?", "start": 4240.78, "end": 4243.64}, {"text": "It is funny.", "start": 4243.64, "end": 4244.36}, {"text": "That what is that going on? What's going on with that?", "start": 4244.36, "end": 4245.8}, {"text": "Eco-terrorism.", "start": 4245.8, "end": 4246.6}, {"text": "Yeah.", "start": 4246.6, "end": 4247.16}, {"text": "Yeah. Why is that? Why is that being evil? That seems like it's nice.", "start": 4247.16, "end": 4250.76}, {"text": "Well, they're just guys who blow stuff up.", "start": 4250.76, "end": 4253.56}, {"text": "Yeah, true.", "start": 4253.56, "end": 4254.76}, {"text": "Well, they're blowing up bad stuff.", "start": 4254.76, "end": 4256.28}, {"text": "I'm an ego terrorist.", "start": 4256.28, "end": 4257.64}, {"text": "Yeah, that's right. You figure out what that means. All right. Goodbye.", "start": 4257.64, "end": 4261.64}, {"text": "All right. If you...", "start": 4261.64, "end": 4262.44}, {"text": "Oh, wait. The what day?", "start": 4262.44, "end": 4265.8}, {"text": "Monday, shareholder meeting is on Monday, the next Monday, twenty fourth", "start": 4265.8, "end": 4269.94}, {"text": "is at the twenty fourth and if you want to see me open for Dan Lakata in Austin,", "start": 4269.94, "end": 4274.78}, {"text": "Texas, I will be there the weekend of the twenty eighth, twenty eighth and the", "start": 4274.78, "end": 4279.12}, {"text": "twenty ninth is two shows. There's a real good poster that my old roommate", "start": 4279.12, "end": 4284.32}, {"text": "Neil drew where Dan is Bam and I am fat Phil from CKY three. You don't need to", "start": 4284.32, "end": 4291.3}, {"text": "plug the poster when you plug the show. I like the poster poster. I have to pee.", "start": 4291.3, "end": 4295.24}, {"text": "I keep plugging stuff and then on the 26th, I have a there's a show with the", "start": 4295.28, "end": 4300.08}, {"text": "Pitbull impersonator. He's hosting the show and then I think maybe the yes,", "start": 4300.08, "end": 4307.16}, {"text": "the Sunday, two days before this, three days before this will be my birthday,", "start": 4307.16, "end": 4313.5}, {"text": "the 23rd, the day before the shareholder meeting. If you don't have anything", "start": 4313.5, "end": 4318.32}, {"text": "planned for my birthday, guess what? You will get struck by the back of my hand.", "start": 4318.32, "end": 4325.08}, {"text": "and", "start": 4325.08, "end": 4327.08}, {"text": "Cameron will be at my birth.", "start": 4327.08, "end": 4329.08}, {"text": "No I'm not.", "start": 4329.08, "end": 4331.08}, {"text": "(static)", "start": 4331.08, "end": 4333.08}, {"text": "Have you guys ever tried remote viewing?", "start": 4333.08, "end": 4335.08}, {"text": "Yes.", "start": 4335.08, "end": 4337.08}, {"text": "Yeah, Jubia's doing it right now.", "start": 4337.08, "end": 4339.08}, {"text": "Did you succeed?", "start": 4339.08, "end": 4341.08}, {"text": "Yeah, I actually can see my bedroom with my eyes closed at all times.", "start": 4341.08, "end": 4343.08}, {"text": "I'm going to try it right now.", "start": 4343.08, "end": 4345.08}, {"text": "Okay, where are you going to go?", "start": 4345.08, "end": 4347.08}, {"text": "Where should I go? I don't know.", "start": 4347.08, "end": 4349.08}, {"text": "You don't go, you see.", "start": 4349.08, "end": 4351.08}, {"text": "Where should I see?", "start": 4351.08, "end": 4353.08}, {"text": "And usually you draw it", "start": 4353.08, "end": 4355.08}, {"text": "Well, I'm not very good at drawing Cameron. I'm my art form is my words. Okay, then describe I", "start": 4355.08, "end": 4361.78}, {"text": "See some seriously white", "start": 4361.78, "end": 4364.6}, {"text": "ground", "start": 4364.6, "end": 4366.74}, {"text": "And I see a bunch of black crap out there, which is on my call space", "start": 4366.74, "end": 4372.54}, {"text": "Okay, and wait, what's that? I'm oh god. I'm seeing a pale blue dot. Oh", "start": 4372.54, "end": 4378.72}, {"text": "Great. It's a dot", "start": 4378.72, "end": 4381.74}, {"text": "That moon is very far away. I'm seeing some pale blue. I didn't say which moon", "start": 4381.74, "end": 4387.34}, {"text": "I was on. Oh, I guess you didn't say you were on a moon at all. Now that I think", "start": 4387.34, "end": 4393.06}, {"text": "about it, I'm on a moon and I'm seeing a pale blue dot. Oh, but wait, what am I", "start": 4393.06, "end": 4398.74}, {"text": "seeing on the pale blue dot? Instead of love, I'm seeing hate and I'm seeing", "start": 4398.74, "end": 4403.74}, {"text": "racial prejudice and sexism and worse of all, misogyny and also kids being", "start": 4403.74, "end": 4410.38}, {"text": "unfairly treated by their parents.", "start": 4410.38, "end": 4412.14}, {"text": "And also there's five or six green monsters all around.", "start": 4412.14, "end": 4418.32}, {"text": "And they are making something, some kind of giant weapon.", "start": 4418.32, "end": 4424.84}, {"text": "- A weapon?", "start": 4424.84, "end": 4426.68}, {"text": "- Yep, and also I can tell that one of them", "start": 4426.68, "end": 4428.5}, {"text": "is the most popular of the six,", "start": 4428.5, "end": 4430.72}, {"text": "because the other ones are kind of just listening", "start": 4430.72, "end": 4432.6}, {"text": "to what he's saying, and also he's the tallest one.", "start": 4432.6, "end": 4435.28}, {"text": "- But does he have like a special kind of hair?", "start": 4435.28, "end": 4437.68}, {"text": "- He has an Elvis hairdo.", "start": 4437.68, "end": 4439.14}, {"text": "*swoosh*", "start": 4439.14, "end": 4440.14}, {"text": "Yeah.", "start": 4440.14, "end": 4441.14}, {"text": "He has an Elvis...", "start": 4441.14, "end": 4442.14}, {"text": "Greasy...", "start": 4442.14, "end": 4443.14}, {"text": "That style?", "start": 4443.14, "end": 4444.14}, {"text": "...bombhead hairdo.", "start": 4444.14, "end": 4445.14}, {"text": "That slick back Elvis rock and roll style.", "start": 4445.14, "end": 4447.14}, {"text": "That we all know and love?", "start": 4447.14, "end": 4448.14}, {"text": "Oh my god, are the other ones bald or do they all have their own distinct hairstyles that", "start": 4448.14, "end": 4451.06}, {"text": "define their personality?", "start": 4451.06, "end": 4452.06}, {"text": "Well, basically, one of them has...", "start": 4452.06, "end": 4453.06}, {"text": "Okay, so there's six of them.", "start": 4453.06, "end": 4454.06}, {"text": "One of them has an Elvis hair.", "start": 4454.06, "end": 4455.06}, {"text": "Okay.", "start": 4455.06, "end": 4456.06}, {"text": "One of them has very long hair.", "start": 4456.06, "end": 4457.06}, {"text": "Uh huh.", "start": 4457.06, "end": 4458.06}, {"text": "One of them has shorter...", "start": 4458.06, "end": 4459.06}, {"text": "Shorter-ish hair?", "start": 4459.06, "end": 4460.06}, {"text": "Does he have glasses?", "start": 4460.06, "end": 4461.06}, {"text": "One of them has a bob.", "start": 4461.06, "end": 4462.06}, {"text": "Very...", "start": 4462.06, "end": 4463.06}, {"text": "Kind of cute.", "start": 4463.06, "end": 4464.06}, {"text": "Okay.", "start": 4464.06, "end": 4465.06}, {"text": "With a bow?", "start": 4465.06, "end": 4466.06}, {"text": "And then three of them...", "start": 4466.06, "end": 4467.06}, {"text": "Or the remaining three of them have a bob.", "start": 4467.06, "end": 4468.06}, {"text": "Or the remaining two...", "start": 4468.06, "end": 4470.06}, {"text": "[laughter]", "start": 4470.06, "end": 4471.06}, {"text": "...have no hair at all.", "start": 4471.06, "end": 4473.06}, {"text": "*Demonic Scream*", "start": 4473.06, "end": 4475.06}], "title": "Ep. 250 - WE ARE EVIL!!!", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--250---WE-ARE-EVIL-e272dcr", "date": "Wed, 19 Jul 2023 11:00:00 GMT", "id": 275}