{"lines": [{"text": "We're at a dramatic scene after a vehicle slams into a building.", "start": 0.0, "end": 3.2}, {"text": "Maria Stephanos in the newsroom with some new surveillance of this crash, Maria.", "start": 3.2, "end": 7.2}, {"text": "Emily, what a mess.", "start": 7.2, "end": 8.2}, {"text": "Police are still investigating what led up to this crash,", "start": 8.2, "end": 10.6}, {"text": "but we can tell you that there are no survivors.", "start": 10.6, "end": 12.9}, {"text": "Apparently, security footage caught three weird-looking adult men", "start": 12.9, "end": 16.0}, {"text": "playing with a laser pointer just before the crash.", "start": 16.0, "end": 18.2}, {"text": "They seem to be giggling and tickling each other,", "start": 18.2, "end": 20.3}, {"text": "and enhancement of the video even reveals one suspect touching another's butt.", "start": 20.3, "end": 24.5}, {"text": "Police have released sketches of the suspects responsible for this crash", "start": 24.5, "end": 27.8}, {"text": "along with the following audio clip.", "start": 27.8, "end": 29.8}, {"text": "[laughing]", "start": 29.8, "end": 32.12}, {"text": "Wait, wait, guys. Let's crash that car.", "start": 32.12, "end": 34.6}, {"text": "[crash]", "start": 34.6, "end": 37.4}, {"text": "[screaming]", "start": 37.4, "end": 38.6}, {"text": "Just kidding. I don't care.", "start": 38.6, "end": 40.2}, {"text": "Let's touch his butt.", "start": 40.2, "end": 41.6}, {"text": "Many amateur sleuths have taken to the internet with theories on who the police sketch resembles,", "start": 41.6, "end": 45.7}, {"text": "but police chief Mike Horan had this to say.", "start": 45.7, "end": 47.9}, {"text": "With our current resources, we are unlikely to identify the culprits responsible for this tragedy.", "start": 47.9, "end": 52.9}, {"text": "The only way I could see us finding these criminals would be if there were some kind of", "start": 52.9, "end": 56.5}, {"text": "massive digital repository of hours of video and audio footage of these men that we could", "start": 56.5, "end": 61.46}, {"text": "use to match their faces in the security footage.", "start": 61.46, "end": 64.26}, {"text": "Weird guys like this are hard to hunt down.", "start": 64.26, "end": 66.52}, {"text": "If they were semi-popular internet celebrities or somewhat famous comedians, that would be", "start": 66.52, "end": 70.34}, {"text": "another story.", "start": 70.34, "end": 71.34}, {"text": "But we're still waiting on details at this time.", "start": 71.34, "end": 73.9}, {"text": "In addition to dozens of fatalities and nearly 100 serious injuries, there was structural", "start": 73.9, "end": 78.74}, {"text": "damage to the building, as you can imagine, and that right now is being investigated.", "start": 78.74, "end": 83.66}, {"text": "As well as the psychological damages caused by the bald suspect's attempt to riz one of", "start": 83.66, "end": 87.78}, {"text": "the female crash victims.", "start": 87.78, "end": 89.64}, {"text": "One thing's for certain, these three pieces of shit have a life sentence ahead of them", "start": 89.64, "end": 93.1}, {"text": "once they're caught.", "start": 93.1, "end": 94.66}, {"text": "Back to you, FUD.", "start": 94.66, "end": 96.66}, {"text": "(music)", "start": 96.66, "end": 103.66}, {"text": "Okay.", "start": 103.66, "end": 108.66}, {"text": "One word.", "start": 108.66, "end": 112.66}, {"text": "Brad.", "start": 112.66, "end": 113.66}, {"text": "Yep.", "start": 113.66, "end": 114.66}, {"text": "Yeah, I mean that doesn't even begin to...", "start": 114.66, "end": 115.66}, {"text": "No, Brad does not encapsulate what we have seen and what we found ourselves on.", "start": 115.66, "end": 119.66}, {"text": "Dan, you're getting a little bit closer, I would say.", "start": 119.66, "end": 123.66}, {"text": "Okay, still not fully there. One word.", "start": 123.66, "end": 125.66}, {"text": "one word", "start": 125.66, "end": 126.36}, {"text": "Boeing sproing is okay. It's boring is colder, though you're you're almost on", "start": 126.36, "end": 132.7}, {"text": "it one word.", "start": 132.7, "end": 133.9}, {"text": "No, that's the sound. I mean that's definitely the closest one", "start": 133.9, "end": 138.56}, {"text": "guys. We have found ourselves in a bit of a sticky legal situation. It's", "start": 138.56, "end": 145.1}, {"text": "ongoing, but ongoing for a very long time, ongoing for essentially the rest", "start": 145.1, "end": 150.86}, {"text": "of our lives. They hundred years", "start": 150.86, "end": 152.96}, {"text": "We've been sentenced to 100 years in federal maximum security prison, cell block 1000,", "start": 154.26, "end": 158.86}, {"text": "that's where we are right now.", "start": 158.86, "end": 160.86}, {"text": "And yeah, I mean, there's no two ways about it.", "start": 160.86, "end": 165.58}, {"text": "We messed up.", "start": 165.58, "end": 166.58}, {"text": "Yeah, I think we're completely innocent.", "start": 166.58, "end": 169.22}, {"text": "I don't think we should have been.", "start": 169.22, "end": 170.22}, {"text": "But quote the immortal words of Kendrick Lamar, \"When shit hits the fan, are you still a fan?", "start": 170.22, "end": 176.5}, {"text": "And the rest of the line doesn't matter.\"", "start": 176.5, "end": 178.5}, {"text": "I don't know what the rest of the line is.", "start": 178.5, "end": 179.9}, {"text": "Me neither.", "start": 179.9, "end": 180.9}, {"text": "It doesn't matter.", "start": 180.9, "end": 181.9}, {"text": "Can you say it?", "start": 181.9, "end": 182.9}, {"text": "What's the rest?", "start": 182.9, "end": 183.9}, {"text": "when shit hits the fan, are you still a fan or do you I'm looking around right", "start": 183.9, "end": 188.06}, {"text": "now? I like shit. I say it now. It's when shit hits the fan. Are you still", "start": 188.06, "end": 192.58}, {"text": "a fan? And then he says, he says, my name is Michael Jackson. He says he", "start": 192.58, "end": 196.62}, {"text": "says he gave us Billy Jean. They say he touched those kids. It's a bit of", "start": 196.62, "end": 201.22}, {"text": "it. It's kind of weird that he never got in trouble for that song. Yeah,", "start": 201.22, "end": 203.74}, {"text": "yeah, he's kind of being like Michael Jackson never got in trouble for Billy", "start": 203.74, "end": 207.18}, {"text": "Jean. Yeah, I don't think you should get in trouble for Billy Jean. Is that", "start": 207.18, "end": 211.42}, {"text": "You're dating a girl named Billie?", "start": 211.42, "end": 213.14}, {"text": "Kinda gay, Michael Jackson.", "start": 213.14, "end": 215.22}, {"text": "Come on now.", "start": 215.22, "end": 216.18}, {"text": "Kinda, ugh.", "start": 216.18, "end": 217.02}, {"text": "No, but Kendrick Lamar didn't get in any trouble", "start": 217.02, "end": 220.54}, {"text": "for making this song, where he was like--", "start": 220.54, "end": 221.9}, {"text": "He got in some trouble when his last album came out, right?", "start": 221.9, "end": 224.38}, {"text": "Didn't people, wasn't, didn't he have something about--", "start": 224.38, "end": 226.06}, {"text": "Well, people were mad about Humble.", "start": 226.06, "end": 228.14}, {"text": "People were mad that he said he's sick and tired", "start": 228.14, "end": 230.06}, {"text": "of the Photoshop, and show me something real.", "start": 230.06, "end": 232.9}, {"text": "What's wrong with that, he wants real girls.", "start": 232.9, "end": 233.78}, {"text": "I don't know what was wrong with it.", "start": 233.78, "end": 235.18}, {"text": "I wish that I could.", "start": 235.18, "end": 236.02}, {"text": "But there was people getting,", "start": 236.02, "end": 236.84}, {"text": "I remember my friend telling me that people,", "start": 236.84, "end": 239.06}, {"text": "like that people were mad about that.", "start": 239.06, "end": 241.34}, {"text": "when we were in an Uber and I was like what I do fucking hate when a girl", "start": 241.34, "end": 245.78}, {"text": "sends me a selfie with the Photoshop on the yo that is true. I'm not getting", "start": 245.78, "end": 249.98}, {"text": "those anymore, though. I know that's not when I came in here, not mine. I'm one", "start": 249.98, "end": 253.58}, {"text": "of those prisoners that makes tic tocs. Yeah, really? I do jumping jacks and", "start": 253.58, "end": 257.82}, {"text": "sing songs. How many cigarettes does that cost you? One hundred and twenty.", "start": 257.82, "end": 261.26}, {"text": "He has the most cigarettes. The thing about", "start": 261.26, "end": 263.02}, {"text": "one right now. Okay, so if you're wondering, if you're wondering where", "start": 263.02, "end": 267.62}, {"text": "we're at Cameron has become kind of the king of the jail so far. I mean he's", "start": 267.66, "end": 272.86}, {"text": "feared, revered,", "start": 272.86, "end": 274.7}, {"text": "reviled, reviled by many, respected. I mean I think you've gotten basically", "start": 274.7, "end": 280.64}, {"text": "everything that starts with re and then two syllables, that's me. So what we", "start": 280.64, "end": 284.8}, {"text": "have learned is that everybody, there's different cars in prison and Cameron is", "start": 284.8, "end": 290.32}, {"text": "all of the cars respect him. Yeah, every single one of the groups in prison", "start": 290.32, "end": 295.24}, {"text": "really respect him. You haven't noticed this? People are calling him Cars. People are calling", "start": 295.28, "end": 299.28}, {"text": "him Cars? Yeah, yeah. Like every group in prison is a car, they say. So every single", "start": 299.28, "end": 305.96}, {"text": "one, I mean we're just lucky that we didn't have to join any of these other guys. Yeah,", "start": 305.96, "end": 310.04}, {"text": "by the way, if you were wondering, we did not join any kind of white group. We formed", "start": 310.04, "end": 315.04}, {"text": "our own group, thank you very much. We formed our own group called the Prison Jitterbugs.", "start": 315.04, "end": 319.96}, {"text": "prison jitterbugs. We thought that it was a nice kind of low profile name.", "start": 319.96, "end": 324.24}, {"text": "We'd be able to stay out of trouble. And we didn't think that Cameron would", "start": 324.24, "end": 327.66}, {"text": "snap. Like the jitterbugs, the jitterbugs, like everything else in jail,", "start": 327.66, "end": 331.44}, {"text": "it's about respect.", "start": 331.44, "end": 332.76}, {"text": "And Cameron has just been, I mean, adding years to his sentence,", "start": 332.76, "end": 338.48}, {"text": "with stuff that he's been doing. I'm honestly not so worried about adding", "start": 338.48, "end": 342.62}, {"text": "years to my sentence, because as you guys know, the arrangement we have with", "start": 342.62, "end": 345.62}, {"text": "the warden right now, who we do...", "start": 345.62, "end": 347.16}, {"text": "here's a painting of these are my these are my watercolors to go through my", "start": 347.84, "end": 351.14}, {"text": "watercolors real up will know i'm still talking here about a range with the", "start": 351.14, "end": 354.58}, {"text": "warden which is that", "start": 354.58, "end": 355.94}, {"text": "uh... every podcast episode record while we're in here they're actually taking a", "start": 355.94, "end": 359.44}, {"text": "year offer sentence to the house of how much these episodes have been helping", "start": 359.44, "end": 362.52}, {"text": "the community both in and out of prison but simultaneously we are doing a lot of", "start": 362.52, "end": 366.74}, {"text": "stuff that is getting time added to our sent all yeah i mean these watercolors i", "start": 366.74, "end": 371.02}, {"text": "was not supposed to have paint", "start": 371.02, "end": 373.52}, {"text": "i don't even know you got to know who would bring you pain", "start": 373.52, "end": 376.76}, {"text": "buddy, it took me a long time to get all this paint in here. I can tell you that", "start": 376.76, "end": 381.76}, {"text": "for free. One drop at a time? Yeah. I just smuggled it in one drop at a time.", "start": 381.76, "end": 387.52}, {"text": "That's why it's watercolors because it's mixed in with my mouth. That makes sense.", "start": 387.52, "end": 391.2}, {"text": "See, we have up here on the right,", "start": 391.2, "end": 394.76}, {"text": "that is our former cell mate as a portrait of our former cell mate, Ryan.", "start": 394.76, "end": 400.6}, {"text": "And Cameron, why don't you tell them", "start": 400.6, "end": 403.12}, {"text": "why Ryan looks like right in that photo.", "start": 404.44, "end": 406.8}, {"text": "Oh", "start": 406.8, "end": 409.04}, {"text": "well, I was having a bad dream", "start": 409.04, "end": 413.24}, {"text": "where I got struck by lightning", "start": 413.24, "end": 416.44}, {"text": "and in the dream, I thought, oh my God, I'm going to die. I might as well lash", "start": 416.44, "end": 422.04}, {"text": "out at everybody around me and by the way, Ryan's nickname was white lightning.", "start": 422.04, "end": 425.34}, {"text": "Yeah,", "start": 425.34, "end": 425.94}, {"text": "you woke up, you saw lightning, I woke up, I saw his lightning bolt tattoos that", "start": 425.94, "end": 431.84}, {"text": "he has", "start": 431.84, "end": 432.34}, {"text": "That's what I was thinking about. Lightning, two lightning bolt tattoos.", "start": 434.24, "end": 437.96}, {"text": "I think it was like a family crest or so because he was white. Yeah. Oh,", "start": 437.96, "end": 441.52}, {"text": "well, yeah, true. That was the other part of the big man. The tattoos are", "start": 441.52, "end": 444.96}, {"text": "black. Yeah, they were not white. It doesn't make a lot of sense. No,", "start": 444.96, "end": 447.36}, {"text": "you already do white ink. He did have some,", "start": 447.36, "end": 448.92}, {"text": "we did have white stuff tattooed on him in other places. Yeah, that is true.", "start": 448.92, "end": 452.44}, {"text": "He tried to tattoo you. Oh yeah. I forgot about that. Yeah. I did actually", "start": 452.44, "end": 456.36}, {"text": "get end up getting a prison tattoo. Oh yeah. I don't know if I've shown you", "start": 456.36, "end": 459.12}, {"text": "guys this yet. Yeah. Yeah. I haven't seen it. Ryan, our cell mate was a,", "start": 459.12, "end": 463.32}, {"text": "That's okay. You can have that one. Oh, Ryan, our cell mate was giving me a", "start": 464.16, "end": 468.06}, {"text": "tattoo and", "start": 468.06, "end": 469.56}, {"text": "I didn't really look at what I was kind of closing my eyes. Yeah, I mean, I've", "start": 469.56, "end": 473.8}, {"text": "been pretty tired in here, been pretty bored. Yeah, so I was just kind of", "start": 473.8, "end": 477.56}, {"text": "taking a quick nap. I thought it was a pain thing. And no, pain doesn't bother", "start": 477.56, "end": 481.3}, {"text": "me at all. I'm actually invincible,", "start": 481.3, "end": 482.96}, {"text": "but he was tattooing me and I didn't look until about halfway through the", "start": 482.96, "end": 487.16}, {"text": "tattoo down at what he was tattooing. So I ended up finishing it myself when I", "start": 487.16, "end": 491.5}, {"text": "I saw what he was trying to put on my body. So here I'll just I'll just show", "start": 491.5, "end": 495.7}, {"text": "it right now. Let me stand up and show the", "start": 495.7, "end": 497.9}, {"text": "so", "start": 497.9, "end": 499.9}, {"text": "I don't know if you can read that for me because I'm off my says says it's a", "start": 499.9, "end": 504.9}, {"text": "white person, but it looks like maybe it's kind of a blend of two styles kind", "start": 504.9, "end": 509.7}, {"text": "of old English up until the P. Yeah, and then maybe is that just Sharpie?", "start": 509.7, "end": 514.2}, {"text": "No, it's a it's it's it's all tattooed. It's all tattooed. No, it's just very", "start": 514.2, "end": 518.3}, {"text": "alone out. That's why it looks like sharpie. Yeah, I mean you don't we don't", "start": 518.3, "end": 521.26}, {"text": "have machines in here for for tattoos, right? So maybe only machines we have", "start": 521.26, "end": 525.28}, {"text": "here is the industry prison. So he was trying to tattoo on you white prisoner.", "start": 525.28, "end": 530.74}, {"text": "Yeah, maybe I hope that's what he was tattooing. I'm not gonna be a prisoner", "start": 530.74, "end": 534.9}, {"text": "forever, but I am a white person. Yeah, that'll probably never change unless we", "start": 534.9, "end": 538.86}, {"text": "develop technology. Yeah, so it's good to get that on your belly too. Yeah, so", "start": 538.86, "end": 542.94}, {"text": "you can like, you know, when I go swimming, people don't get confused if I", "start": 542.94, "end": 545.78}, {"text": "get really tan. Exactly. Yeah. Yeah. Yeah. If you sit out in the sun, you bake.", "start": 545.78, "end": 549.78}, {"text": "Yeah. Let's get the... So then the one on the... Oh, we're back to your...", "start": 549.78, "end": 554.28}, {"text": "The one on the right here, this is a portrait of me and the warden.", "start": 554.28, "end": 558.64}, {"text": "Right. So that's... That's on the left. That's either the left or the middle.", "start": 558.64, "end": 563.24}, {"text": "That's the only... The camera left. Where are you chewing? Who's chewing on", "start": 563.24, "end": 567.04}, {"text": "something? He's got ice. You can't chew ice. Yeah. Don't chew ice into the", "start": 567.04, "end": 570.38}, {"text": "microphone. It's bad for your teeth. You're gonna get 10 years out of prison", "start": 570.38, "end": 573.0}, {"text": "for chewing ice. I didn't get ten years added for rudeness. I put my elbows on the table", "start": 573.0, "end": 579.04}, {"text": "pretty often.", "start": 579.04, "end": 580.04}, {"text": "In the middle here is the portrait of me and the warden and then underneath that is Pizza", "start": 580.04, "end": 584.16}, {"text": "Friday. We've been getting Pizza Fridays because of stuff that Cameron has been threatening", "start": 584.16, "end": 592.52}, {"text": "in the prison. And he said, what did you say? You said if we don't get Pizza Friday, you", "start": 592.52, "end": 598.68}, {"text": "kind of had like your own little like...", "start": 598.68, "end": 600.08}, {"text": "All of y'all getting splatted.", "start": 600.08, "end": 601.08}, {"text": "at it. Yeah, all you get is a little protest in here. Yeah, prison protest", "start": 601.08, "end": 606.44}, {"text": "and it got us, it got us pizza Friday. So put the play that applause sound for", "start": 606.44, "end": 611.72}, {"text": "you. So, so that's growing. I'm so blessed to be stuck in this hell hole", "start": 611.72, "end": 616.96}, {"text": "with one of my most violent friends. Yeah, me too. It really is. Yeah, it's", "start": 616.96, "end": 621.52}, {"text": "too bad that I got put in a cell with two kind of way fish little pussy cats.", "start": 621.52, "end": 626.96}, {"text": "yeah. I mean I've been getting really into my art. I'm a complete bitch. I'm", "start": 627.0, "end": 630.3}, {"text": "a fucking bitch, right? The first day that I was here, I went up to the biggest,", "start": 630.3, "end": 635.4}, {"text": "baddest guy in the prison and I hopped on his back and he gave me a piggyback", "start": 635.4, "end": 639.02}, {"text": "ride. That's just how I roll in prison. I'm actually enjoying myself a lot.", "start": 639.02, "end": 643.3}, {"text": "The wine, guys, I've never been into wine before, but the tannins in this wine", "start": 643.3, "end": 650.1}, {"text": "truly is, it's unreal. I never understood what legs on wine meant until I", "start": 650.1, "end": 656.92}, {"text": "rank it in a styrofoam cup. Yeah, that's what I was just about to say. We take", "start": 656.96, "end": 660.36}, {"text": "the you know you'd you'd swirl it around on the table like that in the styrofoam", "start": 660.36, "end": 664.76}, {"text": "flute that they gave us and we got", "start": 664.76, "end": 666.5}, {"text": "by the way.", "start": 666.5, "end": 668.52}, {"text": "We have full sampling. We take the we take the wine guys. We're cutting up", "start": 668.52, "end": 674.5}, {"text": "black olives. We're getting slices of craft singles. We're cutting them into", "start": 674.5, "end": 678.12}, {"text": "quarters and we sit there and guys, we are enjoying. Don't feel bad for us in", "start": 678.12, "end": 683.6}, {"text": "prison. We're happy we are I'm living the best life I've ever had him.", "start": 683.64, "end": 687.44}, {"text": "Absolutely, absolutely, I get to use a rotary telephone. It's amazing. I get to", "start": 687.44, "end": 693.88}, {"text": "use a rotary telephone to call my cousins. My wife is out of the picture.", "start": 693.88, "end": 698.24}, {"text": "Don't care. I don't remember her phone number. It was in my contacts and I", "start": 698.24, "end": 701.36}, {"text": "don't have my phone guy. Actually, I do, but it's only on tick tock is the only", "start": 701.36, "end": 704.96}, {"text": "app I have. It's the only", "start": 704.96, "end": 706.24}, {"text": "one gigabyte phone and that's the only reason that I could sneak it in and it's", "start": 706.24, "end": 710.74}, {"text": "big enough to store my TikToks on.", "start": 710.76, "end": 712.22}, {"text": "Yeah, and my wife is watching. Listen, a phone number is at least 3 gigabytes.", "start": 712.22, "end": 716.44}, {"text": "Oh, yeah.", "start": 716.44, "end": 717.26}, {"text": "It doesn't fit on these tiny ass phones that we have in here.", "start": 717.26, "end": 720.2}, {"text": "These phones are so, they have no space in them at all.", "start": 720.2, "end": 724.16}, {"text": "But we've really made a home for ourselves here.", "start": 724.16, "end": 726.44}, {"text": "Oh, absolutely.", "start": 726.44, "end": 727.2}, {"text": "Honestly, we've have, we put up the watercolors we put over here. On my side we have a sexy", "start": 727.2, "end": 734.2}, {"text": "calendar, you know?", "start": 734.2, "end": 735.64}, {"text": "And these guys, it is so, I mean I have been just a pack mule. I've been smuggling all", "start": 735.64, "end": 742.74}, {"text": "this stuff in, rolling all this up, putting it in my butt and my mouth. I'm walking around", "start": 742.74, "end": 747.94}, {"text": "here like a, what's the? Like a reverse chipmunk. You've got your butt cheeks full of food.", "start": 747.94, "end": 754.24}, {"text": "I've got my butt cheeks full of food and my mouth full of posters. Walking around, you've", "start": 754.24, "end": 760.9}, {"text": "we've been popping out talkies for us and all sorts of that's why that's why they", "start": 760.9, "end": 764.62}, {"text": "call me the monk or I mean you guys do the monk, even though they also call me", "start": 764.62, "end": 768.54}, {"text": "the monk for a different reason. What's the reason they call you the well? I", "start": 768.54, "end": 771.58}, {"text": "look like a monk. Yeah, especially in this orange. You try to set yourself on", "start": 771.58, "end": 775.74}, {"text": "fire. Well, yeah, the first day didn't take it very well. The PlayStation", "start": 775.74, "end": 780.26}, {"text": "stopped working, so I tried to set myself on fire, but apparently orange", "start": 780.26, "end": 784.22}, {"text": "juice is not flammable. No, I just walked around sticky for a couple of days", "start": 784.22, "end": 787.86}, {"text": "because I was afraid of the showers. Yeah. Well, I mean you guys, you guys brought in", "start": 787.86, "end": 791.74}, {"text": "some nice stuff. Pat brought in these or he painted these wall watercolors and Caleb brought", "start": 791.74, "end": 795.88}, {"text": "in this this calendar in this nice map of Cyrodiil here. But we didn't have I actually", "start": 795.88, "end": 800.78}, {"text": "the world. So I've I've been this home. I've been I actually contributed to the cell, too.", "start": 800.78, "end": 806.46}, {"text": "And yeah, yeah, I got in here first. Maybe you guys didn't even notice this, but I actually", "start": 806.46, "end": 809.94}, {"text": "brought these bars for the window. I got here. This window is just open and I figured, well,", "start": 809.94, "end": 815.38}, {"text": "much of a jail. There's not bars here.", "start": 815.38, "end": 817.38}, {"text": "There wasn't really a jail feel to it.", "start": 817.38, "end": 819.38}, {"text": "So I threw some bars up there. I welded them in.", "start": 819.38, "end": 821.38}, {"text": "Yeah. They're pretty solid.", "start": 821.38, "end": 823.38}, {"text": "We're on the first floor too, which is like, you know,", "start": 823.38, "end": 825.38}, {"text": "somebody could come in. Exactly. I don't want anyone", "start": 825.38, "end": 827.38}, {"text": "coming in and interrupting us. I don't want somebody...", "start": 827.38, "end": 829.38}, {"text": "What if they stole my posters? What if they stole my watercolors?", "start": 829.38, "end": 831.38}, {"text": "Honestly, it's also a little", "start": 831.38, "end": 833.38}, {"text": "drafty in here and the bars stop", "start": 833.38, "end": 835.38}, {"text": "just enough air for it to be the", "start": 835.38, "end": 837.38}, {"text": "perfect temperature. Oh, absolutely. True.", "start": 837.38, "end": 839.38}, {"text": "I mean, I couldn't live without these watercolors.", "start": 839.38, "end": 841.38}, {"text": "These are my pride and joy here. I mean, look at", "start": 841.38, "end": 843.38}, {"text": "this one right here. We're not going to look closely at that one because why not", "start": 843.38, "end": 847.98}, {"text": "is going to get us in trouble. Get in trouble. I don't think we'll get in", "start": 847.98, "end": 850.58}, {"text": "trouble if we look closely at that one. That one I can't wait till this. That", "start": 850.58, "end": 853.58}, {"text": "one is a drawing of my free time. That's what it is. The title. That's my free", "start": 853.58, "end": 859.14}, {"text": "time. Cellmate Ryan, me and the warden and pizza Friday and these are all", "start": 859.14, "end": 864.54}, {"text": "available on Etsy. They let me open up my own Etsy store in here. That's very", "start": 864.54, "end": 869.5}, {"text": "The thing is also people talk all this bullshit about correctional officers. Guys, Linda is", "start": 869.5, "end": 876.06}, {"text": "a fucking nice lady. She's nice.", "start": 876.06, "end": 879.38}, {"text": "She's...", "start": 879.38, "end": 880.38}, {"text": "What do you mean? What are you laughing about?", "start": 880.38, "end": 882.66}, {"text": "She's pretty nice, all right.", "start": 882.66, "end": 883.66}, {"text": "What? Did she get you extra food?", "start": 883.66, "end": 887.42}, {"text": "I'll leave it at that.", "start": 887.42, "end": 889.02}, {"text": "Did you bring her something in your butt?", "start": 889.02, "end": 890.5}, {"text": "Uh-huh.", "start": 890.5, "end": 891.5}, {"text": "What did you bring her?", "start": 891.5, "end": 892.5}, {"text": "Chips. It was mostly chips.", "start": 892.5, "end": 894.5}, {"text": "So now you're... You're such a fucking teacher's pet, man.", "start": 894.5, "end": 898.22}, {"text": "You are.", "start": 898.22, "end": 899.22}, {"text": "really crazy. I've been", "start": 899.22, "end": 900.82}, {"text": "fucking smuggling in bags of the whole shebang or smuggling out bags of the", "start": 900.82, "end": 907.52}, {"text": "whole shebang. What's the Linda? Linda sells them on eBay. Oh, it's looking", "start": 907.52, "end": 912.14}, {"text": "like there's a that I need to go over to the other side of the prison cell. Oh,", "start": 912.14, "end": 916.22}, {"text": "yeah, I can and figure out. I think something was supposed to be plugged in", "start": 916.22, "end": 919.12}, {"text": "that I told one of us to plug in that ended up not being plugged in. No, it's", "start": 919.12, "end": 922.2}, {"text": "plugged in. Well, it's not.", "start": 922.2, "end": 923.94}, {"text": "I think the cable is broken.", "start": 923.94, "end": 926.34}, {"text": "Yeah, I mean luckily this cell is four complete walls.", "start": 928.44, "end": 932.44}, {"text": "Yeah.", "start": 932.44, "end": 933.44}, {"text": "But yeah, Linda takes whole shebang chips out of prison and sells them on eBay to people", "start": 933.44, "end": 942.2}, {"text": "who like chips.", "start": 942.2, "end": 943.2}, {"text": "Yeah, I mean, which is most of the population.", "start": 943.2, "end": 946.32}, {"text": "You know, how Linda and I have bonded is over chips.", "start": 946.32, "end": 948.96}, {"text": "But if you take them out of your ass, don't they get back and it's all crumbled?", "start": 948.96, "end": 952.8}, {"text": "It's just a bunch of pieces of chips.", "start": 952.8, "end": 955.16}, {"text": "It's like bread crumbs.", "start": 955.16, "end": 956.16}, {"text": "Well, I mean, I guess that's the when you're buying chips off of eBay. I feel", "start": 956.16, "end": 960.24}, {"text": "like that's kind of that's par for the course. Yeah, par for the quiz. You know,", "start": 960.24, "end": 963.68}, {"text": "you run the you run the risk, especially present chips. Like, yeah, but I love", "start": 963.68, "end": 968.36}, {"text": "prison chips. Oh my God, the whole shebangs are very good chips. Oh my God.", "start": 968.36, "end": 972.8}, {"text": "I've been asking him to get zaps in here, but I don't think they're going to.", "start": 972.8, "end": 976.08}, {"text": "No, I really would like to get just some. Is it too much to fucking ask for", "start": 976.08, "end": 980.12}, {"text": "plain original lays once in a while? Yeah, I mean everything here is some", "start": 980.12, "end": 984.96}, {"text": "some spicy flavor of this or that. Or some fucking pretzels!", "start": 984.96, "end": 987.96}, {"text": "Yeah, I do miss- Where are the pretzels, where are the wheat thins, and where is the whole wheat bread?", "start": 987.96, "end": 994.96}, {"text": "I miss the McDonald's on the outside, but the steak and lobsters we've been having in here have been just so incredible.", "start": 994.96, "end": 1002.96}, {"text": "Dude, it's disgusting. It's fucking disgusting. You hate- Steak and lobster, bro?", "start": 1002.96, "end": 1007.96}, {"text": "You hate surf and turf days?", "start": 1007.96, "end": 1009.96}, {"text": "Dude, I'm walking around- We have pizza Friday and surf and turf.", "start": 1009.96, "end": 1012.96}, {"text": "My blood pressure is going through the fucking roof, right?", "start": 1012.96, "end": 1015.96}, {"text": "I can barely even muster up the courage to play tennis outside anymore.", "start": 1015.96, "end": 1019.36}, {"text": "No, it's pickleball now.", "start": 1019.36, "end": 1020.56}, {"text": "Well, they turned it into the pickleball courts two days ago.", "start": 1020.56, "end": 1023.76}, {"text": "Yeah, because again, Cameron's wrath.", "start": 1023.76, "end": 1026.36}, {"text": "I mean, you really have laid down the law here.", "start": 1026.36, "end": 1029.16}, {"text": "You've kind of made prison...", "start": 1029.16, "end": 1030.26}, {"text": "I've always told you guys, first day in prison, I'm changing it.", "start": 1030.26, "end": 1034.26}, {"text": "You saw what the warden was doing to me, and then you snapped at him,", "start": 1034.26, "end": 1039.56}, {"text": "and now the warden is a prisoner.", "start": 1039.56, "end": 1041.76}, {"text": "And I do what the warden did to you.", "start": 1041.76, "end": 1044.08}, {"text": "And you're the warden.", "start": 1044.08, "end": 1045.76}, {"text": "It's a very strange scenario.", "start": 1045.76, "end": 1048.08}, {"text": "Yeah, I mean, if you--", "start": 1048.08, "end": 1049.68}, {"text": "He made the warden his proverbial bitch.", "start": 1049.68, "end": 1052.64}, {"text": "People all the time-- you know what I've been realizing?", "start": 1052.64, "end": 1055.28}, {"text": "I've been talking to family members and stuff,", "start": 1055.28, "end": 1057.28}, {"text": "and they're saying, is it like Shawshank Redemption?", "start": 1057.28, "end": 1060.4}, {"text": "Is it like--", "start": 1060.4, "end": 1060.96}, {"text": "No, it's like Delfino Plaza in Mario Sunshine.", "start": 1060.96, "end": 1064.32}, {"text": "Guys, it's like Ned's Declassified in this bitch, right?", "start": 1064.32, "end": 1067.52}, {"text": "It's like Suite Life on Deck.", "start": 1067.52, "end": 1069.76}, {"text": "Yeah, we have guys. I have a crush. Okay, I'm twenty something years old and I", "start": 1069.76, "end": 1077.76}, {"text": "haven't said this in years. I have a crush right. I'm not gonna tell you who", "start": 1077.76, "end": 1081.96}, {"text": "it is.", "start": 1081.96, "end": 1082.36}, {"text": "No,", "start": 1082.36, "end": 1084.16}, {"text": "it's better not. It's another prisoner who I can't tell you who it is because", "start": 1084.16, "end": 1090.06}, {"text": "he's gonna listen to this. Oh great, but we have a teacher we have. I mean", "start": 1090.06, "end": 1096.56}, {"text": "there's all sorts of characters that janitor this guy's off his fucking", "start": 1096.56, "end": 1099.46}, {"text": "a rocker right. He wears a basically I keep mistaking him for some kind of", "start": 1099.46, "end": 1103.86}, {"text": "bizarro world prisoner, because he's wears a blue jumpsuit instead of an", "start": 1103.86, "end": 1107.26}, {"text": "orange. Yeah, and honestly, I", "start": 1107.26, "end": 1109.3}, {"text": "like speaking of with stuff that's kind of you kind of don't expect based on TV", "start": 1109.3, "end": 1114.9}, {"text": "and movies before you go into prison. Like I've always seen prison in the", "start": 1114.9, "end": 1119.32}, {"text": "movies and I thought it's one way and then I get in here and I realize like", "start": 1119.32, "end": 1122.24}, {"text": "you know", "start": 1122.24, "end": 1122.98}, {"text": "most of the child molesters are actually pretty chill guy. Not too bad to hang", "start": 1122.98, "end": 1128.52}, {"text": "dealt with and people don't mind them in here. Yeah, they don't get beaten up.", "start": 1128.54, "end": 1132.0}, {"text": "Is that because is that is that because when you first the first day they", "start": 1132.0, "end": 1135.94}, {"text": "thought that that's where you were going and they put you at that lunch table?", "start": 1135.94, "end": 1139.42}, {"text": "No, I just walked over and I was like, Hey guys, no one seems to be talking to", "start": 1139.42, "end": 1142.44}, {"text": "you, but a lot of you seem cool.", "start": 1142.44, "end": 1144.16}, {"text": "Interesting. I don't I don't see you. I walked over to that table and you", "start": 1144.16, "end": 1148.46}, {"text": "dap them all up. Yeah, and I was like, don't feel badly. Yeah, I mean, that's", "start": 1148.46, "end": 1152.14}, {"text": "because I believe that what you've done, you're being punished and you'll come", "start": 1152.14, "end": 1154.54}, {"text": "That was the one thing when you first got here, you were so inspirational to everyone, walking", "start": 1154.56, "end": 1162.18}, {"text": "up to every single prisoner and saying, \"Don't feel badly.\"", "start": 1162.18, "end": 1165.2}, {"text": "And I think that's maybe once you showed them your soft side, but then immediately...", "start": 1165.2, "end": 1169.88}, {"text": "Except Larry the Litterbug.", "start": 1169.88, "end": 1170.88}, {"text": "Oh, dude.", "start": 1170.88, "end": 1171.88}, {"text": "And we had to get rid of him because his name rhymed with jitterbug.", "start": 1171.88, "end": 1175.88}, {"text": "You're literally fucking destroying the earth, bro.", "start": 1175.88, "end": 1177.32}, {"text": "His name rhymed with jitterbug.", "start": 1177.32, "end": 1178.5}, {"text": "We can't have litterbugs versus jitterbugs.", "start": 1178.5, "end": 1181.04}, {"text": "No.", "start": 1181.04, "end": 1182.04}, {"text": "and if you're out on the yard right, it's fine to have a couple of beers right.", "start": 1182.04, "end": 1187.24}, {"text": "We're all out there, we're lifting weights, we're making beers, yeah, we", "start": 1187.24, "end": 1190.3}, {"text": "have a craft brewery, we're making beers, we're making wine, it's not that big of", "start": 1190.3, "end": 1193.74}, {"text": "a deal, it's fine to have that, but that can is gonna go in the proper receptacle,", "start": 1193.74, "end": 1199.08}, {"text": "right? This is our space, we're gonna respect it, we're gonna treat it right,", "start": 1199.08, "end": 1202.74}, {"text": "because we are going to be here for 200 years. Yeah, we are dying, we are in", "start": 1202.74, "end": 1206.68}, {"text": "this Swedish prison for 200 years and we're gonna be, and I'm gonna get bored", "start": 1206.68, "end": 1210.76}, {"text": "of PlayStation. I'm going to get bored of Xbox. I'm going to get bored of surf", "start": 1210.76, "end": 1215.1}, {"text": "and turf and all this stuff right, but one thing that I will never get bored of", "start": 1215.1, "end": 1219.38}, {"text": "rolling around on the ground. Yeah, I can't do that. If there's fucking trash", "start": 1219.38, "end": 1223.54}, {"text": "all over, I'm going to get a", "start": 1223.54, "end": 1225.02}, {"text": "star. I'm going to get a mental splinter stuck in my mental one, a mental and I", "start": 1225.02, "end": 1230.7}, {"text": "already have a mental mental and it's caused a lot of issues with how I'm", "start": 1230.7, "end": 1234.5}, {"text": "treating people in here. I think it's the root of my problems. I don't think", "start": 1234.5, "end": 1238.34}, {"text": "the way that you're treating people is wrong or you should be put in any kind", "start": 1238.48, "end": 1242.56}, {"text": "of solitary confined. By the way, solitary confinement is comfortable.", "start": 1242.56, "end": 1247.38}, {"text": "We're in it right now. Yeah. I don't even think it was a three person", "start": 1247.38, "end": 1250.78}, {"text": "solitary confinement.", "start": 1250.78, "end": 1251.48}, {"text": "Yeah, because we overcooked the hamburgers when we were on kitchen duty.", "start": 1251.48, "end": 1257.4}, {"text": "Also, yes, kitchen duty's fun. I, yeah, kitchen duty's fun. I like the dishes.", "start": 1257.4, "end": 1261.8}, {"text": "And I admit it, y'all. And to my girlfriend, yes, before I was sent off to", "start": 1261.8, "end": 1266.68}, {"text": "jail, I forgot to do the dishes. Oh, add it to my sentence. Yeah, when he gets", "start": 1266.72, "end": 1273.06}, {"text": "out,", "start": 1273.06, "end": 1273.34}, {"text": "when I get out,", "start": 1273.34, "end": 1274.68}, {"text": "just leave him there, be patient and guys, Jesus Christ, if you've been", "start": 1274.68, "end": 1278.66}, {"text": "wondering if we've been making funny license plates, you, you best believe", "start": 1278.66, "end": 1283.82}, {"text": "have we've been making very funny license plates. We've been making ones", "start": 1283.82, "end": 1287.9}, {"text": "that have an eight, an equal sign and a D. You are owned was one that I drew", "start": 1287.9, "end": 1292.94}, {"text": "the they do. They do crack down on a lot of the ones that are more obviously", "start": 1292.94, "end": 1296.24}, {"text": "twenty. So I have been making some silly ones that maybe appeal to a", "start": 1296.28, "end": 1300.24}, {"text": "different crowd. So I've been making ones that say, for example, one, two,", "start": 1300.24, "end": 1303.98}, {"text": "three, five. Yep, so as if it's made by someone who can't count, if you're", "start": 1303.98, "end": 1308.14}, {"text": "not a math nerd, you might have not noticed that's not in sequence, right?", "start": 1308.14, "end": 1311.54}, {"text": "Yeah, that's the wrong because the ones I make that say semen or vaginal yeah", "start": 1311.54, "end": 1317.22}, {"text": "these ones usually get", "start": 1317.24, "end": 1318.32}, {"text": "bad", "start": 1318.32, "end": 1319.96}, {"text": "off the", "start": 1319.96, "end": 1321.16}, {"text": "a g a n a l", "start": 1321.16, "end": 1323.76}, {"text": "for all the", "start": 1323.76, "end": 1325.48}, {"text": "trouble. These ones they get crumpled down and they get made into cubes that", "start": 1325.48, "end": 1329.72}, {"text": "then turn into and again on my Etsy store. I have been making these license", "start": 1329.72, "end": 1335.76}, {"text": "plates for hipsters. I've been doing ironic stuff yeah and never in my life", "start": 1335.76, "end": 1340.04}, {"text": "did I think I'd know how to build a car, but apparently that's really I've known", "start": 1340.04, "end": 1344.76}, {"text": "come along. It was kind of it was incredible how natural he was at", "start": 1344.8, "end": 1348.74}, {"text": "building a car. We've been coming, we're coming manly men.", "start": 1348.74, "end": 1352.14}, {"text": "We're hardened right when I get out of here, I'm going to be a", "start": 1352.14, "end": 1356.76}, {"text": "different guy because I'll be a hundred and eighty years old.", "start": 1356.76, "end": 1359.98}, {"text": "So they say that you're all your cells are different every seven years.", "start": 1359.98, "end": 1365.0}, {"text": "People say that people say twenty different guys before you get out of", "start": 1365.0, "end": 1367.92}, {"text": "here. People say that prison that it punishes people instead of reforming", "start": 1367.92, "end": 1371.64}, {"text": "them, but no, I'm going to be completely different when I got it. My brain is", "start": 1371.66, "end": 1375.44}, {"text": "getting completely rewired. When I get out of prison, I'm going to have a", "start": 1375.44, "end": 1378.14}, {"text": "completely different conception of race. Exactly, because in here we're all one", "start": 1378.14, "end": 1382.92}, {"text": "race. We're orange, we have orange, we all wear orange clothes out in the", "start": 1382.92, "end": 1387.84}, {"text": "in the out in the in the old world. That's what we call that, because we", "start": 1387.84, "end": 1390.78}, {"text": "kind of feel like we're pilgrims kind of", "start": 1390.78, "end": 1393.34}, {"text": "coming here. It is brave new world and we're changing it for the better. We're", "start": 1393.34, "end": 1398.76}, {"text": "of terraforming this place. And Pat brought in a few new diseases. Oh yeah.", "start": 1398.78, "end": 1403.7}, {"text": "People have defenses built up against. Nobody here was immune to ADHD.", "start": 1403.7, "end": 1409.3}, {"text": "I've been telling so. Something with the food that was in your butt has also caused it to.", "start": 1409.3, "end": 1413.5}, {"text": "Oh absolutely. To mutate and be easily spreadable. But it did make the steaks better.", "start": 1413.5, "end": 1418.9}, {"text": "Yeah. That is true. It kind of dry aged them. It's working. The one thing that I have been", "start": 1418.9, "end": 1423.9}, {"text": "doing while I have been in here is teaching a lot of the other prisoners about mental health", "start": 1423.9, "end": 1428.62}, {"text": "and mental health awareness. And I've diagnosed pretty much every single person on the cell", "start": 1428.62, "end": 1433.08}, {"text": "block with ADHD and autism.", "start": 1433.08, "end": 1436.24}, {"text": "Which is going to really help in their defenses, I think. I think that's a good chance of getting", "start": 1436.24, "end": 1439.68}, {"text": "paroled.", "start": 1439.68, "end": 1440.68}, {"text": "I've pretty much diagnosed every single person in here with some kind of TikTok mental health", "start": 1440.68, "end": 1445.16}, {"text": "thing.", "start": 1445.16, "end": 1446.16}, {"text": "And if you're scared that we're hanging out with serial killers and stuff.", "start": 1446.16, "end": 1449.08}, {"text": "Yeah, we are.", "start": 1449.08, "end": 1450.08}, {"text": "Yeah, we are. Yeah, sue me. Yeah, I mean, at this point, yeah, Cameron is probably approaching", "start": 1450.08, "end": 1455.0}, {"text": "serial killer numbers.", "start": 1455.0, "end": 1456.0}, {"text": "but also we were doing that before we got sent to jail to yeah. I mean and you", "start": 1456.0, "end": 1460.76}, {"text": "might be too and not even know it. Yeah, that's the scariest part about me to", "start": 1460.76, "end": 1463.72}, {"text": "say killer the Brooklyn all comedy scene. It's more fucked up than you think that", "start": 1463.72, "end": 1467.8}, {"text": "is some real shit. It's pretty much all serial. A huge percentage of serial", "start": 1467.8, "end": 1472.64}, {"text": "killers have been in refuge hiding. They've been put. They've been put into a", "start": 1472.64, "end": 1476.96}, {"text": "lot of people also get put into witness protection in the in the all comedy", "start": 1476.96, "end": 1480.12}, {"text": "scene is something I found out. Yeah, yeah, people like I know you see people", "start": 1480.12, "end": 1484.36}, {"text": "who you're like this person is are they doing a character that couldn't possibly", "start": 1484.4, "end": 1487.96}, {"text": "that be this weird guys like Nathan Fielder, Joe para no, they act like that,", "start": 1487.96, "end": 1491.72}, {"text": "because they're putting on a way to cover it up exactly to cover it up. They've", "start": 1491.72, "end": 1495.44}, {"text": "been horrible things. You think John Wilson, you think he did", "start": 1495.44, "end": 1498.16}, {"text": "you think any human being would talk like that and do you think he turns that", "start": 1498.16, "end": 1502.48}, {"text": "camera off before he walks by people's windows at night and then records them", "start": 1502.48, "end": 1507.04}, {"text": "putting the pin code on their on their door? No, did he steal that shit? He's", "start": 1507.04, "end": 1511.68}, {"text": "going in there, he's slitting throat. Pretty much every single comedian you've", "start": 1511.72, "end": 1514.32}, {"text": "ever, every single comedian you've ever seen, every single comedian you've ever", "start": 1514.32, "end": 1518.7}, {"text": "met has one or six bodies. And if you're wondering, buried underneath their house.", "start": 1518.7, "end": 1524.52}, {"text": "And if you're wondering if we've given up our dreams just 'cause we moved to", "start": 1524.52, "end": 1527.72}, {"text": "prison. Prison. Hello! No, we are still comedians, we are still actors. Guess", "start": 1527.72, "end": 1532.16}, {"text": "what these mics are for when we're not recording the podcast. That's why we are", "start": 1532.16, "end": 1536.32}, {"text": "still screenwriters, poets, authors, and amateur film colorists. Artists.", "start": 1536.32, "end": 1541.24}, {"text": "potential musicians if we ever learned how to play an instrument.", "start": 1541.28, "end": 1544.24}, {"text": "I made one of those. I took the washboards.", "start": 1544.24, "end": 1547.36}, {"text": "I've been working on a song in here really quick.", "start": 1547.36, "end": 1549.36}, {"text": "Do you guys want to hear it?", "start": 1549.36, "end": 1550.48}, {"text": "Yes.", "start": 1550.48, "end": 1550.98}, {"text": "Here's how it goes.", "start": 1550.98, "end": 1551.48}, {"text": "It's called \"Beep.\"", "start": 1551.48, "end": 1554.48}, {"text": "I haven't learned how to do pitches yet.", "start": 1554.48, "end": 1555.92}, {"text": "Uh-huh.", "start": 1555.92, "end": 1556.42}, {"text": "But that's the rhythm behind it.", "start": 1556.42, "end": 1557.92}, {"text": "But once you figure out the notes, that'll sound amazing.", "start": 1557.92, "end": 1560.64}, {"text": "That's going to be the next \"Feel Good, Inc.\"", "start": 1560.64, "end": 1562.08}, {"text": "And it will have vocals as well. It could even be touching.", "start": 1562.08, "end": 1564.96}, {"text": "Yeah.", "start": 1564.96, "end": 1565.46}, {"text": "Yeah, that does sound like \"Feel Good, Inc.\"", "start": 1565.46, "end": 1567.2}, {"text": "Kind of. Wait. Do it again.", "start": 1567.2, "end": 1568.16}, {"text": "you", "start": 1568.16, "end": 1569.16}, {"text": "see that's a sample that song for my song. You can sample it might sample", "start": 1569.16, "end": 1579.12}, {"text": "thirty seconds to my better that's", "start": 1579.12, "end": 1580.68}, {"text": "do it", "start": 1580.68, "end": 1581.68}, {"text": "for a copy. Yeah, exactly that's the other thing you'll copyright anybody is", "start": 1581.68, "end": 1588.08}, {"text": "gone. You guys remember the episode of family guy where he gets diplomatic", "start": 1588.08, "end": 1591.52}, {"text": "immunity. Uh-huh pretty much we have that we have that dad. We have prison", "start": 1591.52, "end": 1596.4}, {"text": "his addict immunity. What are they going? They can't punish us any more than", "start": 1596.4, "end": 1600.4}, {"text": "we've already been punished. We're in jail for the rest of our lives. None of", "start": 1600.4, "end": 1603.4}, {"text": "this shit matters. I'll hit Patrick. I will hit you. What are they going to do?", "start": 1603.4, "end": 1608.68}, {"text": "Not going to. Execute us? The death penalty's been revoked by Communist", "start": 1608.68, "end": 1613.2}, {"text": "liberals in almost every single state. I never thought I would be thankful for a", "start": 1613.2, "end": 1618.08}, {"text": "liberal or a commie in my life, but here I am. But here I am. Guess where we", "start": 1618.08, "end": 1621.64}, {"text": "were going before these liberal bastards? Straight to the chair. We were going to", "start": 1621.64, "end": 1625.8}, {"text": "execution method called the pit that was based on a mortal combat stage.", "start": 1625.84, "end": 1630.04}, {"text": "They're going to throw us into a spike. They're going to do a brutality at us.", "start": 1630.04, "end": 1634.24}, {"text": "We were they don't even think we're important enough to get the camera", "start": 1634.24, "end": 1636.8}, {"text": "angles of a fatality. No, just a brutality. Just punch our heads right", "start": 1636.8, "end": 1640.6}, {"text": "off our fucking heads.", "start": 1640.6, "end": 1641.84}, {"text": "And that was it.", "start": 1641.84, "end": 1644.36}, {"text": "Sometimes I confuse", "start": 1644.36, "end": 1647.84}, {"text": "one of the same in here, the same. Honestly, in here, people are treating", "start": 1647.84, "end": 1653.6}, {"text": "feel like I'm one big foot, so it doesn't fucking matter what my body", "start": 1653.6, "end": 1658.2}, {"text": "they're all massaging you massage me smell me from your own massages.", "start": 1658.2, "end": 1662.24}, {"text": "And what is that? So many? I guess I look tight. The rub king. Yeah, I", "start": 1662.24, "end": 1666.52}, {"text": "guess I look like you get rubbed. I get rubbed. I call him the rub king.", "start": 1666.52, "end": 1669.56}, {"text": "I'm the monk and they call you the", "start": 1669.56, "end": 1671.92}, {"text": "they call you gang. I'm a Megatron. They call you Megatron. Recently,", "start": 1671.92, "end": 1676.8}, {"text": "people have been calling you Genghis Khan. Yeah, they call you the Slayer", "start": 1676.8, "end": 1680.04}, {"text": "Tron. Yeah, they call you the gang is convict. Gang is convict.", "start": 1680.08, "end": 1685.08}, {"text": "Genghis Tron. No, you can't make your own nickname. I mean, you can do", "start": 1685.08, "end": 1689.58}, {"text": "whatever you want because I'm scared of you. We're not gonna tell you what", "start": 1689.58, "end": 1692.44}, {"text": "you can and can't do. The Hound would be cool. The Hound of Cellblock 1000?", "start": 1692.44, "end": 1697.78}, {"text": "The Hell Hound of Cellblock 1000. Yeah, that would work. The Psycho Crazy of", "start": 1697.78, "end": 1703.3}, {"text": "Cellblock 10,000. They've mostly been calling you Cameron though because you", "start": 1703.3, "end": 1707.0}, {"text": "do this when you I don't like nicknames. Yeah, you don't like nicknames. You", "start": 1707.0, "end": 1711.12}, {"text": "don't like names at all. If my name were if I wanted my name to be shorter, I", "start": 1711.12, "end": 1714.76}, {"text": "would have got it legally changed. Yeah, what would you change your to cam? Do", "start": 1714.76, "end": 1718.98}, {"text": "you guys think that I could get people to stop calling me the rub king and", "start": 1718.98, "end": 1721.78}, {"text": "maybe start calling me? I think you'd have to rattle snake. You'd have to go.", "start": 1721.78, "end": 1726.0}, {"text": "Well, I think the award the one way that you can definitely change your name.", "start": 1726.0, "end": 1730.24}, {"text": "Why", "start": 1730.24, "end": 1730.76}, {"text": "you could join Nation of Islam. What about? Oh, I'm already trying to yeah.", "start": 1730.76, "end": 1735.44}, {"text": "They have a lengthy hazing process to get in though.", "start": 1735.48, "end": 1738.12}, {"text": "That makes sense.", "start": 1738.12, "end": 1739.12}, {"text": "I've been getting dunked into big buckets of glue and stuff.", "start": 1739.12, "end": 1742.36}, {"text": "Yeah, they put feathers on you?", "start": 1742.36, "end": 1744.16}, {"text": "Yeah, yeah.", "start": 1744.16, "end": 1745.16}, {"text": "I did see you on the commissary and you were...", "start": 1745.16, "end": 1748.36}, {"text": "Commissary?", "start": 1748.36, "end": 1749.36}, {"text": "Is that the word?", "start": 1749.36, "end": 1751.16}, {"text": "I did see you, you were nude and you had your hand over your balls.", "start": 1751.16, "end": 1756.08}, {"text": "And I was like, \"Oh my God.\"", "start": 1756.08, "end": 1757.08}, {"text": "Guys, I could see you being called \"Q-Ball.\"", "start": 1757.08, "end": 1758.36}, {"text": "That could be cool.", "start": 1758.36, "end": 1759.36}, {"text": "Q-Ball is good.", "start": 1759.36, "end": 1760.36}, {"text": "Q-Ball.", "start": 1760.36, "end": 1761.36}, {"text": "I mean I kind of want something a little tougher because I do I mean you all", "start": 1761.36, "end": 1767.12}, {"text": "cool. I like getting tough man. It hits all the other balls after it gets hit in", "start": 1767.12, "end": 1771.52}, {"text": "the butt with the stick.", "start": 1771.52, "end": 1772.36}, {"text": "I mean, I guess I just want like I like being the rub King. I like okay. What", "start": 1772.36, "end": 1779.08}, {"text": "about", "start": 1779.08, "end": 1779.36}, {"text": "yeah? I mean I can. Oh, I got one Mr Clean, you know what about Mr Sean? Maybe", "start": 1779.36, "end": 1787.68}, {"text": "it wouldn't have anything. It could have nothing to do with what about shiny", "start": 1787.68, "end": 1791.08}, {"text": "superstar, shiny superstar, it doesn't have to be shiny, it's good, superstar,", "start": 1791.12, "end": 1795.92}, {"text": "superstar is a little close, but again, I want you to be like, what about like", "start": 1795.92, "end": 1799.42}, {"text": "popstar is good, popstar is good, wait, okay, the vanilla gorilla, oh my God,", "start": 1799.42, "end": 1803.84}, {"text": "no, no, no, no, no, we are rebranding you as popstar, popstar, okay, we are", "start": 1803.84, "end": 1808.1}, {"text": "gonna take these microphones, we are going to have a prison concert, you're", "start": 1808.1, "end": 1810.96}, {"text": "gonna be like Johnny Cash, but you're gonna go up there and you're gonna be", "start": 1810.96, "end": 1813.48}, {"text": "doing all these like little boy band songs, yeah, you're gonna be doing like,", "start": 1813.48, "end": 1816.8}, {"text": "yeah, big time rush rush style. Yeah, I just went to prison, getting after", "start": 1819.32, "end": 1823.72}, {"text": "children and I feel just like a pop star kidnap the children. It just rhymes.", "start": 1823.72, "end": 1828.28}, {"text": "Okay, I didn't do any kidnap. I don't even know. I don't even know. I don't", "start": 1828.28, "end": 1832.88}, {"text": "know what so much. I mean, we were we we are in here because we shined a laser", "start": 1832.88, "end": 1836.82}, {"text": "pointer at a motorist, allegedly, allegedly, so no, I did that shit. I did", "start": 1836.82, "end": 1843.4}, {"text": "that shit, bro. It was three different. I did that shit. Yeah, I did it too. I", "start": 1843.4, "end": 1847.48}, {"text": "did all the other stuff they said we were doing, but I didn't do that one.", "start": 1847.48, "end": 1850.28}, {"text": "Yeah, I shined a laser pointer at a motorist, a person behind the wheel of a", "start": 1850.28, "end": 1854.68}, {"text": "car, for those who don't know, and I stole movies from free movies.com.", "start": 1854.68, "end": 1859.4}, {"text": "That was why you got in here. That was one of the reasons. I also killed a", "start": 1859.4, "end": 1864.2}, {"text": "family. I left a bunch of fucking dog turds all over the city. Yeah, and the", "start": 1864.2, "end": 1868.64}, {"text": "parking tickets. It was the parking tickets, but guys, I'm going to be", "start": 1868.64, "end": 1872.36}, {"text": "honest, it was mostly the dog turds. Yeah, I drew and I was throwing them in", "start": 1872.36, "end": 1876.24}, {"text": "places. There was I just thought kind of you could put them wherever. So I was", "start": 1876.28, "end": 1880.72}, {"text": "putting them in, you know, those little kid race car things that", "start": 1880.72, "end": 1884.24}, {"text": "the little electric ones. I am not that smart and I don't wear my glasses. That", "start": 1884.24, "end": 1889.08}, {"text": "was a garbage can. So I was and I was accumulating and I wasn't bagging them", "start": 1889.08, "end": 1893.52}, {"text": "either. So I was just kind of just picking them up, throwing them in there.", "start": 1893.52, "end": 1895.92}, {"text": "I'd walk around with a dust pan and kind of just sweep turds into this thing.", "start": 1895.92, "end": 1899.48}, {"text": "Then all of a sudden, this kid sits down in it, squishes poop everywhere, and", "start": 1899.48, "end": 1904.4}, {"text": "basically he sued me because he got grounded for shitting his pants, but", "start": 1904.92, "end": 1907.62}, {"text": "yeah, it wasn't true. I was also I also another charge. They levied against me.", "start": 1907.62, "end": 1911.56}, {"text": "I was I drew crude nudes in my personal notebook. I left it on the train. Yeah,", "start": 1911.56, "end": 1917.02}, {"text": "yeah, I could see doing trace me back based on my based on what they had a", "start": 1917.02, "end": 1923.36}, {"text": "handwriting expert and also you got to stop signing those things. Yeah, well, I", "start": 1923.36, "end": 1927.32}, {"text": "sign it with my address, my phone number and my S. S. N. and then I put $5000", "start": 1927.32, "end": 1932.38}, {"text": "reward if returned, which if they ever do return, I'm saying no man that says", "start": 1932.42, "end": 1936.56}, {"text": "five point oh oh oh dollars. Oh, that's best for and I also don't have five", "start": 1936.56, "end": 1941.26}, {"text": "dollars. Yeah, I don't have any money. I mean, I think if I was if you think if I", "start": 1941.26, "end": 1945.2}, {"text": "was all my money is in cigarettes, I think if I was rich, I'd be drawing", "start": 1945.2, "end": 1947.72}, {"text": "these in my notebook. No, no, I'd be painting them on canvas. It'd be in the", "start": 1947.72, "end": 1951.06}, {"text": "Luma or the eye. The one both the one thing I did get sent in here for", "start": 1951.06, "end": 1956.92}, {"text": "the one thing that I was like, oh, the laser pointer thing, whatever, whatever", "start": 1956.92, "end": 1961.92}, {"text": "and they try, then these mother fuckers try to get me on skateboarding. I have", "start": 1961.96, "end": 1967.46}, {"text": "never once in my life touched a skateboard. You're not a boarder. I'm not", "start": 1967.46, "end": 1971.84}, {"text": "a skater. You're the farthest thing from a skateboard. I don't skate. I don't do", "start": 1971.84, "end": 1975.32}, {"text": "vandalizing of property. No, he's a toy, man. Yeah. I'm a total toy. I don't do", "start": 1975.32, "end": 1979.3}, {"text": "graffiti. Yeah, admit it. He's a toy poser. I don't do graffiti and I don't", "start": 1979.3, "end": 1981.96}, {"text": "skateboard. I'm a complete... And, and this, the alleged skateboarding, there is", "start": 1981.96, "end": 1986.9}, {"text": "no proof. Yeah. There is no proof that I have ever once in my life put wax on a", "start": 1986.9, "end": 1991.88}, {"text": "the ledge and all those videos of Patrick skateboarding guys. That was", "start": 1991.9, "end": 1996.04}, {"text": "not skateboarding. He doesn't land any of the tricks. They all look like", "start": 1996.04, "end": 1999.66}, {"text": "complete shit. He can't do a single fucking thing. I know every clip he's", "start": 1999.66, "end": 2003.76}, {"text": "ever posted. He's not skateboarding. No, you couldn't call that skateboarding.", "start": 2003.76, "end": 2008.68}, {"text": "I went on to be a if I got on the soccer pitch and I fell over and", "start": 2008.68, "end": 2013.56}, {"text": "started putting the soccer ball on my ass and punching my balls and put the", "start": 2013.56, "end": 2017.4}, {"text": "other hand in my mouth. Would you say? Oh, that guy's playing soccer?", "start": 2017.4, "end": 2020.9}, {"text": "basically what he does for the I don't know what soccer is. That's what I would", "start": 2021.3, "end": 2025.16}, {"text": "say a foot sorry foot foot foot foot foot foot foot foot foot foot foot foot", "start": 2025.16, "end": 2028.1}, {"text": "foot, but yeah, you wouldn't call that soccer and you wouldn't call what he", "start": 2028.1, "end": 2031.04}, {"text": "does skateboarding because really it's an embarrassment to skateboarding. We", "start": 2031.04, "end": 2034.44}, {"text": "don't have to go. I mean just well, you said it yourself. You don't scare", "start": 2034.44, "end": 2037.4}, {"text": "well. Just I don't skateboard. Allegedly, we don't have to go or allegedly don't,", "start": 2037.4, "end": 2041.5}, {"text": "but you don't what, but you don't this is the case. This is basically the case", "start": 2041.5, "end": 2047.08}, {"text": "that my lawyer is trying to do. Maybe he was trying to yeah, but he's not.", "start": 2047.08, "end": 2051.28}, {"text": "but he's never he's never successfully. That was what that's what it was.", "start": 2051.28, "end": 2056.28}, {"text": "There's no crime there. Maybe listen. They have attempted murder. They don't", "start": 2056.28, "end": 2058.48}, {"text": "have attempted skateboarding. Exactly, which is not a crime. Apparently, or it", "start": 2058.48, "end": 2063.12}, {"text": "is a crime skateboarding, skateboarding, that's always a complete crime. But", "start": 2063.12, "end": 2066.44}, {"text": "what you were doing with the skateboard, I would say, is arguably even bigger", "start": 2066.44, "end": 2070.0}, {"text": "crime. Yeah, because it was just so hard to art just worth. I mean, just to", "start": 2070.0, "end": 2074.44}, {"text": "call me worthless and I get that you were doing like a kind of Sasha Baron", "start": 2074.44, "end": 2078.64}, {"text": "Cohen satire thing right like wouldn't it be funny if a guy was this bad at", "start": 2078.64, "end": 2083.14}, {"text": "skateboarding, but", "start": 2083.14, "end": 2084.78}, {"text": "it just I get why they locked you up in here as well. Yeah, no, they locked me up", "start": 2084.78, "end": 2089.88}, {"text": "in here for the laser pointer and I'm currently fighting this case that I", "start": 2089.88, "end": 2094.78}, {"text": "ever touched a skateboard. I got it for that. They got our fingerprints on this", "start": 2094.78, "end": 2098.28}, {"text": "laser point. They used it to tie us to all these other cases. I mean this they", "start": 2098.28, "end": 2103.08}, {"text": "let us keep it, even though it's evidence. Yeah, you don't have to switch", "start": 2103.08, "end": 2106.72}, {"text": "it on and off. It's on", "start": 2106.72, "end": 2107.68}, {"text": "I don't know how you don't know how to use...", "start": 2107.68, "end": 2110.68}, {"text": "You don't know how to do anything basically and that's why you're in prison.", "start": 2110.68, "end": 2114.68}, {"text": "This is where stupid people go to die.", "start": 2114.68, "end": 2116.68}, {"text": "But another thing they got me on, I was expiring milk.", "start": 2116.68, "end": 2119.68}, {"text": "Yeah, I would get it from the grocery store and I would just let it sit in my house until the expiration day passed and I'd bring it back.", "start": 2119.68, "end": 2125.68}, {"text": "Bro, that is nasty as fuck.", "start": 2125.68, "end": 2127.68}, {"text": "Oh, you would return it?", "start": 2127.68, "end": 2128.68}, {"text": "Yeah.", "start": 2128.68, "end": 2129.68}, {"text": "You'd switch it out?", "start": 2129.68, "end": 2130.68}, {"text": "Yeah.", "start": 2130.68, "end": 2131.68}, {"text": "Switch out the jugs?", "start": 2131.68, "end": 2132.68}, {"text": "Yeah.", "start": 2132.68, "end": 2133.68}, {"text": "That's a good move.", "start": 2133.68, "end": 2134.68}, {"text": "Yeah.", "start": 2134.68, "end": 2135.68}, {"text": "I mean, you know you're basically just giving people sour cream, right a big", "start": 2135.68, "end": 2138.88}, {"text": "whoop. I got I got way show me literally one line of any US law where it says it", "start": 2138.88, "end": 2145.52}, {"text": "is illegal to expire milk. Exactly nobody even thought of this. You're not", "start": 2145.52, "end": 2149.5}, {"text": "not allowed to expire. I wouldn't have done it if there was a lot that said", "start": 2149.5, "end": 2152.78}, {"text": "that, unless they exactly as they recently put an amendment in the", "start": 2152.78, "end": 2156.2}, {"text": "Constitution, which it could have been because I don't read. I don't read every", "start": 2156.2, "end": 2159.08}, {"text": "update to the Constitution. I do I keep I keep up with it and there's nothing", "start": 2159.08, "end": 2163.3}, {"text": "I saw milk in there even a little bit. They are didn't have milk. They did", "start": 2163.34, "end": 2167.5}, {"text": "what was that amendment? They just are thinking of adding", "start": 2167.5, "end": 2170.64}, {"text": "probably something to to make woke is a mandatory", "start": 2170.64, "end": 2175.84}, {"text": "that literally it makes me want to make a shiv and go down to find the wokest", "start": 2175.84, "end": 2183.1}, {"text": "person in prison and stab them. That's the thing man. I used to think shiv was", "start": 2183.1, "end": 2186.84}, {"text": "a succession character, a woman who's as big as the guys on the show, but now", "start": 2186.84, "end": 2192.74}, {"text": "it's a tooth now. It's a it's a tooth brush that I've sharpened with a knife", "start": 2192.78, "end": 2197.22}, {"text": "that they let me bring in. Yeah,", "start": 2197.22, "end": 2198.88}, {"text": "you whittled it.", "start": 2198.88, "end": 2200.18}, {"text": "Yeah, they give you all these knives. They let me bring you not to whittle", "start": 2200.18, "end": 2204.58}, {"text": "stuff into weapons. Yeah, they let me bring in my knife collection. I have", "start": 2204.58, "end": 2208.72}, {"text": "butcher's knives. I have like little bear grills, pocket knives and shit,", "start": 2208.72, "end": 2212.36}, {"text": "and what is wrong with taking my toothbrush, filing it down to look like a", "start": 2212.36, "end": 2218.78}, {"text": "sharp object. I and as you get in a guy in the belly, your shivs man,", "start": 2218.82, "end": 2222.98}, {"text": "because I'm always trying to brush my teeth and I pick it up and I", "start": 2222.98, "end": 2225.62}, {"text": "fucking hurt my palm because the way I hold the toothbrushes, I cut the", "start": 2225.62, "end": 2229.02}, {"text": "end of it and I am putting a... I have my wet stones too. I know your", "start": 2229.02, "end": 2233.34}, {"text": "secret, Matt. I'm wetting them down. He's lying. I'm doing the whole thing.", "start": 2233.34, "end": 2236.94}, {"text": "I know your secret, man. What? Oh, you're doing a whole thing. I'm doing", "start": 2236.94, "end": 2239.66}, {"text": "a whole thing. 'Cause you're being... Yeah, I know where you're going with", "start": 2239.66, "end": 2242.06}, {"text": "this. You've gotten so much control of your ass by carrying all these", "start": 2242.06, "end": 2245.08}, {"text": "- Yes. - It's a pencil sharpener.", "start": 2245.08, "end": 2246.56}, {"text": "- It's a pencil sharpener down there now.", "start": 2246.56, "end": 2248.9}, {"text": "- Admit it. - Yes.", "start": 2248.9, "end": 2249.74}, {"text": "- I see the crank you attached to your head.", "start": 2249.74, "end": 2251.74}, {"text": "- Oh, it's not even a crank, it's electric.", "start": 2251.74, "end": 2254.16}, {"text": "It's using the electrons in my heart at night.", "start": 2254.16, "end": 2257.98}, {"text": "- You gotta stop 'cause you're keeping me up at night.", "start": 2257.98, "end": 2259.82}, {"text": "I'm trying to fall asleep, right?", "start": 2259.82, "end": 2261.54}, {"text": "- I'm bored.", "start": 2261.54, "end": 2262.66}, {"text": "- I'm looking at my calendar.", "start": 2262.66, "end": 2263.74}, {"text": "- This is the only thing I can do in my free time is this.", "start": 2263.74, "end": 2268.62}, {"text": "- And then you (imitates buzzing)", "start": 2268.62, "end": 2270.6}, {"text": "- And I'm sitting there and I'm sharpening", "start": 2270.6, "end": 2273.76}, {"text": "all the toothbrush", "start": 2273.76, "end": 2274.96}, {"text": "in the jail. I'm sharpening every single end of every single toothbrush and", "start": 2274.96, "end": 2282.86}, {"text": "there's going to be a full scale. Ryan,", "start": 2282.86, "end": 2285.26}, {"text": "listen, if this is how you're doing it, prove it. Why don't you do it right", "start": 2285.26, "end": 2288.16}, {"text": "now to the cigarette? Okay, well, you'd have to I mean, it's he's in a one", "start": 2288.16, "end": 2291.96}, {"text": "piece. I'll take it off.", "start": 2291.96, "end": 2293.26}, {"text": "I mean, you can't take it off. You're going to get banned off YouTube. Yeah,", "start": 2293.26, "end": 2296.76}, {"text": "but guys still have to care about YouTube and we still have to do the", "start": 2296.76, "end": 2299.66}, {"text": "podcast because as much as I would love to move this thing to live leak", "start": 2299.66, "end": 2303.36}, {"text": "doesn't exist anymore. Right. So we still have to do the podcast. If you're", "start": 2303.36, "end": 2308.16}, {"text": "wondering, is it going to end? No, no, no, no, it's not. It will never end.", "start": 2308.16, "end": 2311.4}, {"text": "If anything, we have more time to do it now. We have nothing fucking better to", "start": 2311.4, "end": 2314.56}, {"text": "do, man. We've already, I mean, we've already made the four paintings. I've", "start": 2314.56, "end": 2318.48}, {"text": "already looked at every single date on my calendar. Which, by the way, the 26th", "start": 2318.48, "end": 2323.6}, {"text": "of August is National Dog Day. So look forward to that. Yeah. I actually am", "start": 2323.6, "end": 2328.32}, {"text": "maybe have to step away, step back from the podcast for a little while because I", "start": 2328.32, "end": 2332.36}, {"text": "I do. I did get a job.", "start": 2332.36, "end": 2333.96}, {"text": "You got a job. Yeah, I'm doing a remote work. I'm doing marketing.", "start": 2333.96, "end": 2339.26}, {"text": "Oh, they're fucking who higher ed. I don't want to say this specific school", "start": 2339.26, "end": 2342.84}, {"text": "because I don't want to get fired, but state school.", "start": 2342.84, "end": 2344.76}, {"text": "I don't want to say anything about it really, but I've been building emails", "start": 2344.76, "end": 2348.14}, {"text": "and MailChimp and using Canva and InDesign and stuff. So that's been", "start": 2348.14, "end": 2351.34}, {"text": "taking me a lot of time out of my day.", "start": 2351.34, "end": 2353.36}, {"text": "Are you I mean,", "start": 2353.36, "end": 2354.96}, {"text": "that's interesting. You're going to have time to like I have is I have a", "start": 2354.96, "end": 2359.14}, {"text": "I have a filter on my video for Zoom calls where it makes me look like I'm", "start": 2359.16, "end": 2362.86}, {"text": "wearing a normal shirt", "start": 2362.86, "end": 2363.88}, {"text": "instead of a jumpsuit. You're always wearing that green shirt, Cameron.", "start": 2363.88, "end": 2369.16}, {"text": "Very interesting. It's my favorite shirt. It's my lucky, it's my lucky", "start": 2369.16, "end": 2374.16}, {"text": "business shirt.", "start": 2374.16, "end": 2374.98}, {"text": "Okay, but yeah, let's go ahead. I've prepared. They let me use the internet", "start": 2374.98, "end": 2380.16}, {"text": "a little bit in here. Oh, you have to. Well, I mean, by the way, we do have,", "start": 2380.16, "end": 2383.9}, {"text": "we have Google Fiber in here. Which the reason that I got the job,", "start": 2383.9, "end": 2388.16}, {"text": "besides money, which I do like money is also so to give an excuse to give", "start": 2388.8, "end": 2394.06}, {"text": "myself some internet access here, use some of that extra internet time put", "start": 2394.06, "end": 2397.96}, {"text": "together. So is that slide shows they just give you the internet access for", "start": 2397.96, "end": 2401.52}, {"text": "that? Yeah, they put a computer in my download Baldur's Gate three for me. I", "start": 2401.52, "end": 2406.8}, {"text": "know you know, I don't think they usually let you download nerd ass shit", "start": 2406.8, "end": 2410.12}, {"text": "in prison. They got naked guys in there. Yeah, that's why they're not allowed.", "start": 2410.12, "end": 2414.32}, {"text": "You're not allowed to do that. You're gonna rile everyone else in prison up.", "start": 2414.32, "end": 2416.96}, {"text": "that's why you're only a little jack up to paintings in here. Well in my", "start": 2417.0, "end": 2420.06}, {"text": "calendar", "start": 2420.06, "end": 2420.52}, {"text": "here's a here's what we're looking at today. Here's our list. Oh, so I thought", "start": 2420.52, "end": 2425.06}, {"text": "that this might be pretty helpful for us to have a good laugh. It's one hundred", "start": 2425.06, "end": 2428.8}, {"text": "plus best prison jokes to send to someone in jail for a good laugh. Do we", "start": 2428.8, "end": 2433.44}, {"text": "know this is by Rhoda Mugini? Do we know Rhoda? I think so. I don't know. I think", "start": 2433.44, "end": 2441.28}, {"text": "he might know Rodan. He's a big bird. Yeah, wait. He's a big bird that sits on", "start": 2441.28, "end": 2446.5}, {"text": "top of the prison thinking and I know a genie. Yeah, by the way, guys, I'm", "start": 2446.54, "end": 2450.8}, {"text": "getting really good at basketball. I just wanted to say that and don't say", "start": 2450.8, "end": 2453.44}, {"text": "that I", "start": 2453.44, "end": 2453.98}, {"text": "that's a good nickname. The best I don't. He is the basketball. They call him", "start": 2453.98, "end": 2458.94}, {"text": "the basketball because they are, they are picking him up and they're throwing", "start": 2458.94, "end": 2462.34}, {"text": "him.", "start": 2462.34, "end": 2462.58}, {"text": "Can I be pop? They're throwing him in the hoop. They are picking him up and", "start": 2462.58, "end": 2466.08}, {"text": "throwing him in the hoop. They don't treat me like a ball. They treat him", "start": 2466.08, "end": 2469.44}, {"text": "like a ball because they once they, they saw him on the court the first time", "start": 2469.44, "end": 2473.5}, {"text": "he showed up. They said, \"Damn!\" Yeah, they said, \"Damn, let's throw this guy in the hoop.\"", "start": 2473.54, "end": 2478.54}, {"text": "\"That basketball can dribble himself!\" \"Damn!\" \"Let's throw this guy in the hoop right now.", "start": 2478.54, "end": 2482.36}, {"text": "He's making a fool of himself out here.\" No. He had his hand behind his back and he was", "start": 2482.36, "end": 2487.5}, {"text": "dribbling like this. No, he's mad that I said his skateboarding was bad. I'm not mad. He", "start": 2487.5, "end": 2491.34}, {"text": "was taking it out on me. If you want to fight, we can fucking schedule the fight. I'm not", "start": 2491.34, "end": 2494.82}, {"text": "going to fight. We'll put it up on the calendar. Yeah, we'll put it up on the calendar. 3 p.m.,", "start": 2494.82, "end": 2498.9}, {"text": "meet in the yard. We'll form the circle. Everybody will scream \"Fight!\" And then one of us will", "start": 2498.9, "end": 2503.3}, {"text": "we'll go to fucking the principal's office. All right, if you want to do", "start": 2503.3, "end": 2506.26}, {"text": "that, I'm not going to fight.", "start": 2506.26, "end": 2507.34}, {"text": "I'm here, I'm here to work on my art prison can be a depressing and", "start": 2507.34, "end": 2511.74}, {"text": "difficult place and finding ways to bring a little bit of humor and laughter", "start": 2511.74, "end": 2515.66}, {"text": "to someone's life who is behind bars can go a long way. If you know someone", "start": 2515.66, "end": 2520.1}, {"text": "currently serving time in jail and want to brighten their day, one option is to", "start": 2520.1, "end": 2523.62}, {"text": "send them a fun need joke. This article has compiled a list of the best prison", "start": 2523.62, "end": 2528.58}, {"text": "jokes sure to make your friends smile one hundred plus prison jokes to send to", "start": 2528.62, "end": 2533.48}, {"text": "someone. I personally I don't need what are you doing because I'm", "start": 2533.48, "end": 2535.72}, {"text": "I'm laughing it up all day every day. We're writing our own jokes for I think", "start": 2535.72, "end": 2540.88}, {"text": "like I think that you're going to like these jokes, though. I think we're going", "start": 2540.88, "end": 2543.5}, {"text": "to read these jokes together and I think we're going to get some good laughs.", "start": 2543.5, "end": 2545.6}, {"text": "Will these make people out of prison laugh? I think that these might be a", "start": 2545.6, "end": 2549.4}, {"text": "little inside baseball or inside jail.", "start": 2549.4, "end": 2551.98}, {"text": "I like that, but you did that, but I think that maybe we can bring did that. I", "start": 2551.98, "end": 2556.36}, {"text": "I think, hopefully, that maybe we can bring prison culture a little bit to", "start": 2556.38, "end": 2559.24}, {"text": "the outside and maybe we can help the rest of the world act more like", "start": 2559.24, "end": 2562.14}, {"text": "prisoners. Yeah, yeah, I do think that I didn't realize that it was such a", "start": 2562.14, "end": 2567.34}, {"text": "we got seen yes, men or yes, man. Yeah, I went on my first date in", "start": 2567.34, "end": 2573.06}, {"text": "middle school to see yes, man, and I ate all the popcorn that she bought.", "start": 2573.06, "end": 2577.46}, {"text": "That's kind of how I see the world now is like the people who are in who are", "start": 2577.46, "end": 2581.98}, {"text": "prisoners. Those are the yes, men. Those are the doers. They said, yes, I", "start": 2581.98, "end": 2585.18}, {"text": "to be in prison yeah because yes, I will report to do legally have to ask the", "start": 2585.22, "end": 2588.76}, {"text": "doers hey. I wish the prison had some doors and they said yeah damn bars see", "start": 2588.76, "end": 2593.92}, {"text": "that's a lot of yes men do end up at being in prison because they ask them if", "start": 2593.92, "end": 2598.04}, {"text": "they did something. Did you murder that woman and yeah, yeah, I have to say yes,", "start": 2598.04, "end": 2601.86}, {"text": "I have to say yes, I guess", "start": 2601.86, "end": 2603.34}, {"text": "god damn it yes, yes, I am a yes man. I have to say yes,", "start": 2603.34, "end": 2608.66}, {"text": "it is difficult to find things to discuss with someone in prison, especially", "start": 2608.66, "end": 2614.88}, {"text": "if you have never been jailed, but sometimes a good joke can be a great", "start": 2614.92, "end": 2618.48}, {"text": "way to break the ice and connect with someone behind bars. So this is good if", "start": 2618.48, "end": 2622.12}, {"text": "you're trying to break the ice with someone who's in prison. Why don't my", "start": 2622.12, "end": 2624.92}, {"text": "job for breaking the ice last week, whether you are penning down a letter or", "start": 2624.92, "end": 2628.4}, {"text": "sending a message through a prison communication system, including a funny", "start": 2628.4, "end": 2631.92}, {"text": "joke and show that you are thinking of the person and trying to bring a little", "start": 2631.92, "end": 2634.52}, {"text": "bit of joy to their day. Now, what is this? Recommended for you. Yeah, Durban", "start": 2634.52, "end": 2637.68}, {"text": "men pay R123 for water at Platinum Belt Lounge after seeing expensive. Oh,", "start": 2637.68, "end": 2643.28}, {"text": "Okay, who are what is a Durban man that is in South Africa? I believe", "start": 2643.32, "end": 2647.4}, {"text": "funny prison jokes. What are some famous prison lines? Check out the", "start": 2647.4, "end": 2651.06}, {"text": "following jokes below that will make any prison smile. Okay, they include the", "start": 2651.06, "end": 2654.56}, {"text": "following. So now we're finally getting into it. I think maybe we can switch", "start": 2654.56, "end": 2657.42}, {"text": "off, switch off reading them, maybe. I mean yeah, but I'll start here.", "start": 2657.42, "end": 2661.0}, {"text": "What do you call a fake noodle in prison? A cell phony?", "start": 2661.0, "end": 2666.56}, {"text": "Okay,", "start": 2666.56, "end": 2668.04}, {"text": "maybe this is like chelphony like maybe there's like a", "start": 2670.68, "end": 2673.88}, {"text": "telephone", "start": 2673.88, "end": 2676.48}, {"text": "yeah, that's kind of funny, but kind of, but I think it's more prison, phony,", "start": 2676.48, "end": 2683.22}, {"text": "fake telephone, a noodle. This is more of a joke for the writers, though yeah", "start": 2683.22, "end": 2688.48}, {"text": "reader, that's definitely readers not going to get yeah. There are the", "start": 2688.48, "end": 2691.26}, {"text": "listeners not going to get it, maybe the reader. All right, well, let's go to", "start": 2691.26, "end": 2694.02}, {"text": "the next one, then okay, you do this one. Okay. Why did the prisoner take a", "start": 2694.02, "end": 2698.8}, {"text": "shower before he ate?", "start": 2698.8, "end": 2700.18}, {"text": "he wanted to enjoy his meal behind bars.", "start": 2700.18, "end": 2705.02}, {"text": "Why bars of soap? Oh", "start": 2705.02, "end": 2709.64}, {"text": "bars of soap, but he doesn't want to enjoy his meal behind bars, maybe", "start": 2709.64, "end": 2718.34}, {"text": "what meal like meal like you take you shower guys like you take a shower.", "start": 2718.34, "end": 2722.62}, {"text": "That makes sense yeah wait okay. He wanted to shout like you oh shout show", "start": 2722.62, "end": 2727.54}, {"text": "maybe it's show or like he wanted to show her everybody has big food. Yeah,", "start": 2727.58, "end": 2731.84}, {"text": "he wanted to show her everyone me likey, maybe the shower", "start": 2731.84, "end": 2736.32}, {"text": "we like to eat food. Oh, no, I get it. Why did the prisoner take a shower", "start": 2736.32, "end": 2740.62}, {"text": "before he ate as opposed to during", "start": 2740.62, "end": 2743.5}, {"text": "while he's eating because the shower doesn't have bars, but it's seldom, so", "start": 2743.5, "end": 2747.48}, {"text": "we wanted to enjoy his meal behind bars in the cell. So it's not so much a", "start": 2747.48, "end": 2750.82}, {"text": "joke as much as it is just like this guy. This is what he yeah,", "start": 2750.82, "end": 2753.66}, {"text": "try to figure out what this means. Is he so why is enjoy his meal? Why died", "start": 2753.74, "end": 2759.44}, {"text": "linked the prize price owner? Maybe it's price owner. Why died the price owner", "start": 2759.44, "end": 2765.18}, {"text": "take a shower shower by for he ate for he ate and ate as in the number yeah he", "start": 2765.18, "end": 2770.94}, {"text": "wanted to years in prison. Enjoy his me all", "start": 2770.94, "end": 2775.22}, {"text": "bad behind bars,", "start": 2776.7, "end": 2779.7}, {"text": "soap, be to watch, watch your behind,", "start": 2779.7, "end": 2783.74}, {"text": "but with a bar, so smart you wash your behind with a bar of soap yeah.", "start": 2783.74, "end": 2789.74}, {"text": "Finally figured it out. Let's go to the next joke. Caleb, this one's okay. I", "start": 2789.74, "end": 2794.98}, {"text": "got you. We had a technical difficulty because of a riot that broke out. I", "start": 2794.98, "end": 2801.46}, {"text": "thought it was a rat that broke. It was a it's confusing because they basically", "start": 2801.46, "end": 2805.54}, {"text": "the same fucking word, which was reverse kudos to whoever invented fucking English.", "start": 2805.58, "end": 2810.82}, {"text": "What happened was the guys outside saw a rat scurry across the floor and it", "start": 2810.82, "end": 2817.3}, {"text": "caused a rat scurry on the floor.", "start": 2817.3, "end": 2819.46}, {"text": "And then somebody said, you want to start a riot?", "start": 2819.46, "end": 2821.98}, {"text": "And I said, you're going to start a rat.", "start": 2821.98, "end": 2824.22}, {"text": "And that's where the confusion, it was the whole confusion stemmed from, and it", "start": 2824.22, "end": 2828.4}, {"text": "started and then it led to, I think, 31 confirmed kills.", "start": 2828.4, "end": 2833.22}, {"text": "Yes.", "start": 2833.22, "end": 2833.76}, {"text": "All from Cameron.", "start": 2833.76, "end": 2835.1}, {"text": "Well, let's go ahead and move to Caleb's joke. All right, let's see. So my joke", "start": 2835.14, "end": 2839.14}, {"text": "now. Okay,", "start": 2839.14, "end": 2840.5}, {"text": "did you hear about the prisoner who invented a teleportation device? He was", "start": 2840.5, "end": 2846.64}, {"text": "sentenced to life.", "start": 2846.64, "end": 2847.66}, {"text": "Oh, life in prison.", "start": 2847.66, "end": 2850.22}, {"text": "Well, but okay, but kind of like us. All right, well, let's do the same thing", "start": 2850.22, "end": 2854.08}, {"text": "we did with the other ones. So sentenced, this is a sentence. True.", "start": 2854.08, "end": 2858.66}, {"text": "It's actually two sentences. So", "start": 2858.66, "end": 2861.7}, {"text": "and also life. Maybe it's like he spent his entire life", "start": 2862.78, "end": 2866.04}, {"text": "teleporting. Yeah,", "start": 2866.04, "end": 2868.66}, {"text": "yeah, this one's hard to figure out. We can I've got a bunch of these. We can", "start": 2868.66, "end": 2873.58}, {"text": "just keep moving forward. Invented, he got in the vents, he tried to escape.", "start": 2873.58, "end": 2876.42}, {"text": "Oh yeah, there we go. That's it. Port.", "start": 2876.42, "end": 2878.5}, {"text": "Yeah, port. Port. Tele. He's on the tele. He's on the tele. On the porta.", "start": 2878.5, "end": 2885.9}, {"text": "Here's another one. That makes sense. Why did the prisoner break his own watch?", "start": 2885.9, "end": 2889.86}, {"text": "you wanted to serve time. Oh, I like that. That's like kind of how drag queens say", "start": 2890.06, "end": 2894.2}, {"text": "serve. Yeah, yeah. Like, oh, he's, he's serving, if somebody's wearing a watch,", "start": 2894.2, "end": 2897.8}, {"text": "they'd be like, oh, you're serving time. Right. It's giving time. It's, that's", "start": 2897.8, "end": 2902.6}, {"text": "giving, oh, that's giving time. A watch is giving time. Serving time. Which is", "start": 2902.6, "end": 2905.2}, {"text": "something I've said for a long time, even before giving came out as slang, I always", "start": 2905.2, "end": 2908.88}, {"text": "say, this watch is giving time. Yeah. Because it gives me time. Yeah. It gives", "start": 2908.88, "end": 2912.16}, {"text": "me the time. So, you kind of invented that. Yeah. Yeah. The whole giving and", "start": 2912.16, "end": 2915.86}, {"text": "serving thing. I was first when it comes to giving and serving, when it comes to", "start": 2915.86, "end": 2917.34}, {"text": "watches and time yeah would be my area on expertise and can honestly say that", "start": 2917.36, "end": 2922.1}, {"text": "watch is a cunt. I usually say it's stuff like she was giving me cunt. She", "start": 2922.1, "end": 2925.64}, {"text": "was and that kind of got corrupted and changed through the power of slang yeah,", "start": 2925.64, "end": 2930.06}, {"text": "yeah, then he turned it in all these branches yeah.", "start": 2930.06, "end": 2932.56}, {"text": "This next one here.", "start": 2932.56, "end": 2934.68}, {"text": "Why did the prisoner bring a ladder to his cell?", "start": 2934.68, "end": 2939.68}, {"text": "He wanted to reach new heights that's straight forward. That's pretty much", "start": 2939.68, "end": 2944.76}, {"text": "Yeah, but I don't like the implication of this, which is that the I mean, I", "start": 2944.84, "end": 2949.88}, {"text": "don't even know that he was gonna cut the he was gonna kick the ladder out", "start": 2949.88, "end": 2953.04}, {"text": "from his foot and kill himself. He's gonna end his own life. Yeah, usually", "start": 2953.04, "end": 2956.8}, {"text": "they do that on a bucket. Yeah, a ladder if you're a tall, real tall guy.", "start": 2956.8, "end": 2961.12}, {"text": "That's true. Ladder if you are tall. Yeah. Well, usually what they really", "start": 2961.12, "end": 2964.36}, {"text": "do is they... So what you get a neck tie or any kind of noose thing,", "start": 2964.36, "end": 2969.12}, {"text": "you tie it around a doorknob and then", "start": 2969.12, "end": 2970.8}, {"text": "slam the door.", "start": 2970.8, "end": 2972.92}, {"text": "it's really", "start": 2972.92, "end": 2973.92}, {"text": "I think you're thinking of pulling teeth. No, no, no, no pulling souls from body", "start": 2973.92, "end": 2981.68}, {"text": "yeah yeah. You slam the door, not really hard. I've heard of that done", "start": 2981.68, "end": 2986.26}, {"text": "because it's tragic. I think that's the way that a lot of eight and nine year", "start": 2986.26, "end": 2989.96}, {"text": "olds kill themselves is by. I think you guys are really getting confused about", "start": 2989.96, "end": 2994.22}, {"text": "the two getting your teeth out. No, you are you saying so you put a piece of", "start": 2994.22, "end": 2998.6}, {"text": "dental floss around your neck yeah, no, no like a neck tie or like a neck floss", "start": 2998.68, "end": 3003.52}, {"text": "yeah, you put neck floss around your neck. You put neck floss or a neck and", "start": 3003.52, "end": 3008.9}, {"text": "then you tied on the door, and then you slam the door, you get your brother to", "start": 3008.9, "end": 3011.5}, {"text": "slam the door as hard as he can, because he's older and stronger yeah. I mean I", "start": 3011.5, "end": 3015.7}, {"text": "guess it would work if you yeah okay, that would work if it's neck floss and", "start": 3015.7, "end": 3018.64}, {"text": "yeah, obviously it's for your neck.", "start": 3018.64, "end": 3020.52}, {"text": "Okay, so here I'll just read these rapid fire. Okay, real quick. What do you call", "start": 3020.52, "end": 3025.56}, {"text": "a prisoner who's always ready to fight celluroid? What do you call a prisoner", "start": 3025.6, "end": 3029.76}, {"text": "who's good at math? Cellculator. What do you call a prisoner who's always on", "start": 3029.76, "end": 3033.8}, {"text": "time? Cellender. What do you call a prisoner who's good at painting?", "start": 3033.8, "end": 3037.98}, {"text": "Cellbert.", "start": 3037.98, "end": 3038.8}, {"text": "What do you call a prisoner who's good at telling jokes? Cellmate. I know", "start": 3038.8, "end": 3044.2}, {"text": "Cellbert. Me too. I know Cellmate too. He does the Cellbert report.", "start": 3044.2, "end": 3047.92}, {"text": "See, the thing about all these jokes,", "start": 3047.92, "end": 3050.96}, {"text": "The things that's great about all five of these jokes here is if you said these in a real prison,", "start": 3052.72, "end": 3060.5}, {"text": "they would laugh. They wouldn't even try to beat you up.", "start": 3060.5, "end": 3062.98}, {"text": "You'd get a huge amount of laughs, yeah.", "start": 3062.98, "end": 3063.98}, {"text": "They wouldn't even try to beat your ass for saying this stuff.", "start": 3063.98, "end": 3065.7}, {"text": "This is good. This will maybe the next time that somebody takes the massage over an hour,", "start": 3065.7, "end": 3070.26}, {"text": "which is my limit, by the way. Past that, it starts giving me bruises like I got cupping", "start": 3070.26, "end": 3074.86}, {"text": "done.", "start": 3074.86, "end": 3075.86}, {"text": "Getting bruised.", "start": 3075.86, "end": 3076.86}, {"text": "I get bruised.", "start": 3076.86, "end": 3077.86}, {"text": "Getting too massaged.", "start": 3077.86, "end": 3078.86}, {"text": "I mean over an hour is just way too much. I'm a very light bruiser, so by the", "start": 3078.86, "end": 3086.48}, {"text": "like a banana yeah, I mean", "start": 3086.48, "end": 3087.9}, {"text": "nobody calls me banana yet everyone calls you banana because they make you", "start": 3087.9, "end": 3092.44}, {"text": "do the splits, but now when I say stop and they say I'm not going to stop now.", "start": 3092.44, "end": 3095.58}, {"text": "I can get them to stop by telling them one of these jokes and rolling on the", "start": 3095.58, "end": 3098.26}, {"text": "ground. So okay, okay, sell you road yeah yeah exactly yeah, you look ready to", "start": 3098.26, "end": 3103.06}, {"text": "fight and you're in prison. You're going to sell your royal fold the phone. We", "start": 3103.06, "end": 3107.02}, {"text": "at the new class clown. I guess a little analysis on their hands off of my", "start": 3107.04, "end": 3111.08}, {"text": "glutes to slap their knees. I think sell bert sell mate. These things are", "start": 3111.08, "end": 3114.88}, {"text": "pretty straight forward, but I do want to analyze really quick, though. What do", "start": 3114.88, "end": 3117.56}, {"text": "you call a prisoner is always ready to fight? Sell you roid. We're seeing two", "start": 3117.56, "end": 3121.24}, {"text": "hyphens here. We're seeing sell you roid, so the you and the roid are separate", "start": 3121.24, "end": 3127.32}, {"text": "things here. Oh yeah, true. We have cellculator, obviously cell calculator,", "start": 3127.32, "end": 3131.5}, {"text": "sell and der, sell calendar, sell bert, don't even need to go any deeper into", "start": 3131.5, "end": 3135.72}, {"text": "yeah, that one's obvious. So you roid so obviously the roid is what is the word", "start": 3135.76, "end": 3141.54}, {"text": "droid, which is created for war and the you could mean I'm fighting you. Oh, it", "start": 3141.54, "end": 3146.5}, {"text": "could mean I'm fighting you or maybe what it means, maybe a you haul right,", "start": 3146.5, "end": 3151.5}, {"text": "but what is the you utility utility? Oh, okay, you are in jail, yep, unfree", "start": 3151.5, "end": 3158.72}, {"text": "the opposite of free", "start": 3158.72, "end": 3160.68}, {"text": "here is some light hearted prison related gags that are not intended to harm or", "start": 3162.52, "end": 3166.4}, {"text": "offend anyone", "start": 3166.4, "end": 3167.36}, {"text": "share the jokes with any of your relatives or friends in jail. Why did", "start": 3167.36, "end": 3172.16}, {"text": "the prisoner refuse to eat his meal? He said it was a con artist", "start": 3172.16, "end": 3176.8}, {"text": "confectionary artist. Yep, the meal was the man. It's funny. I mentioned", "start": 3176.8, "end": 3184.12}, {"text": "confectionary because we're going to be seeing a lot of confectionaries in the", "start": 3184.12, "end": 3188.92}, {"text": "future of these jokes really so just kind of keep that in your mouth in your", "start": 3188.96, "end": 3192.5}, {"text": "brain, my mouth and your brine, your brine, your brine,", "start": 3192.5, "end": 3195.06}, {"text": "yeah", "start": 3195.06, "end": 3196.1}, {"text": "okay. Why did the burglar take a shower after breaking into the house? He wanted", "start": 3196.1, "end": 3202.1}, {"text": "to wash away his conviction. That's pretty. I it's pretty straight. I tried", "start": 3202.1, "end": 3205.94}, {"text": "that kind of dry or should I say wet and dry, wet and wet, then dry, soap and", "start": 3205.94, "end": 3210.5}, {"text": "wet, yeah, so some water, soaked and soaked and wet, wished myself with soap", "start": 3210.5, "end": 3215.08}, {"text": "and wetter.", "start": 3215.08, "end": 3215.6}, {"text": "I wish myself clean. Oh yeah, sound like you're from Wisconsin. I wish myself", "start": 3216.82, "end": 3223.36}, {"text": "clean a little more Australian wished myself a small chief claim. Give me", "start": 3223.36, "end": 3228.96}, {"text": "another joke yeah. Let's see this one. Why didn't prisoners use social media", "start": 3228.96, "end": 3233.2}, {"text": "kind of slipped into Rodney for a second? Sure I couldn't hit it. Why", "start": 3233.2, "end": 3236.24}, {"text": "don't we? Why didn't prisoners use social media? They prefer", "start": 3236.24, "end": 3240.48}, {"text": "they prefer cellular communication.", "start": 3240.48, "end": 3244.88}, {"text": "we have that yeah. We do completely have that I should been doing this every", "start": 3244.88, "end": 3250.08}, {"text": "time doing the God, I'm slipping sorry guys jail is kind of put me in a bit of", "start": 3250.08, "end": 3254.62}, {"text": "a tizzy yeah, and it made me a lot more orange with my clothes. My fashion", "start": 3254.62, "end": 3258.84}, {"text": "changed when I moved to jail. What's this next joke here? Why did the prisoner", "start": 3258.84, "end": 3264.04}, {"text": "keep sneezing? He was allergic to cell mate. That would really be a problem.", "start": 3264.04, "end": 3270.12}, {"text": "Would be that would be such a you're a could be dangerous. If it was a serious", "start": 3270.12, "end": 3273.4}, {"text": "it would be really dangerous. You wouldn't be able to keep you in jail.", "start": 3273.44, "end": 3276.4}, {"text": "No, they'd have to let you free legally. Is this supposed to be like a", "start": 3276.4, "end": 3279.48}, {"text": "solitary cellmates?", "start": 3279.48, "end": 3281.44}, {"text": "Cellmaties. Cellmaties? Cell...", "start": 3281.44, "end": 3286.24}, {"text": "Fuck, this one's tough, man. Cellmate, cellmate, cellophane, latex. Oh, you", "start": 3286.24, "end": 3292.64}, {"text": "could be allergic to... Yeah, some kind of plastic. Cellmates, cellmates,", "start": 3292.64, "end": 3296.24}, {"text": "cellmatates, cellmatates, cellmatates, cellmatates, cellmatates, cellmatates,", "start": 3296.24, "end": 3298.24}, {"text": "cellmatates, cellmatates, cellmatates, cellmatates, cellmatates, cellmatates,", "start": 3298.24, "end": 3300.44}, {"text": "a semen. You can't be allergic to semen sneezing. I know who I know guys allergic", "start": 3300.44, "end": 3305.88}, {"text": "to semen. How'd you find out", "start": 3305.88, "end": 3307.12}, {"text": "from a doctor?", "start": 3307.12, "end": 3310.56}, {"text": "A doctor, I was saying a doctor jizzed on me and yeah, I was saying, well,", "start": 3310.56, "end": 3316.72}, {"text": "you're allergic. I was saying it's a guy. I don't like that. You must be", "start": 3316.72, "end": 3321.44}, {"text": "allergic. Let me just put this in this. I was saying it was a guy. I know I was", "start": 3321.44, "end": 3326.24}, {"text": "saying it was a guy. I know because I didn't want to embarrass myself, but you", "start": 3326.24, "end": 3329.8}, {"text": "sent to the doctor. He just on your face and found out I'm allergic to my", "start": 3329.84, "end": 3333.14}, {"text": "semen. My my penis always swells up when semen is near. Yes, I've seen this", "start": 3333.14, "end": 3338.18}, {"text": "happen red and bumpy. Yeah,", "start": 3338.18, "end": 3339.78}, {"text": "you should put that in the joke", "start": 3339.78, "end": 3341.8}, {"text": "bumpy yeah like an allergy because the palpables on the", "start": 3341.8, "end": 3347.46}, {"text": "yeah, it looks like a dog's tongue. Yeah, the palpables make it look like a", "start": 3347.46, "end": 3352.98}, {"text": "citrus fruit. They're like minuscule mushrooms with just as much psychedelic", "start": 3352.98, "end": 3357.16}, {"text": "respect on me. People get penile penis cancer pretty much every day. Oh, some", "start": 3357.2, "end": 3362.6}, {"text": "of us do make your penis bigger. Now it makes it bigger in the way that a", "start": 3362.6, "end": 3368.6}, {"text": "branch of a tree would get bigger and get a separate part of it that's going", "start": 3368.6, "end": 3372.44}, {"text": "off in a different direction. You get to fractalized to mother fucking dongs", "start": 3372.44, "end": 3377.0}, {"text": "yeah swag. Think about a y shape. Think about why my wife and my other wife", "start": 3377.0, "end": 3382.72}, {"text": "my wife's but think about why did I not get penile cancer before? Why did that?", "start": 3383.6, "end": 3388.7}, {"text": "Why is it that a baby suck my prong? Why is it that there's a this always", "start": 3388.7, "end": 3393.14}, {"text": "bothered me in that foster home for imaginary friends porn that I've talked", "start": 3393.14, "end": 3397.64}, {"text": "about so many times? I know the one yeah, they draw blue with two dicks. I", "start": 3397.64, "end": 3403.48}, {"text": "think that makes sense. He's imaginary on top of each other. He's imaginary. He", "start": 3403.48, "end": 3407.36}, {"text": "can have anything you want. Why? When I was a kid, I thought that the second one", "start": 3407.36, "end": 3412.08}, {"text": "was his balls and he's putting his balls into Frankie,", "start": 3412.1, "end": 3414.7}, {"text": "but it wasn't it was his. I've been thinking about this. You've been", "start": 3414.7, "end": 3419.64}, {"text": "thinking about this a lot, but I know I think he actually doesn't have a", "start": 3419.64, "end": 3422.14}, {"text": "ball in that in that in that short film, so he really logically he is a", "start": 3422.14, "end": 3428.58}, {"text": "ball sack and he has to rise or he's a dick and those are his two balls.", "start": 3428.58, "end": 3432.62}, {"text": "Just something I've been thinking of in my so every day. I'll go ahead and", "start": 3432.62, "end": 3436.98}, {"text": "read the next one here. Okay,", "start": 3436.98, "end": 3438.1}, {"text": "why did the prison guard refuse to eat the prisoners cooking? He said it was a", "start": 3439.38, "end": 3443.62}, {"text": "confection. Oh okay, this one's actually make sense like you gave it like a", "start": 3443.62, "end": 3448.92}, {"text": "confession, right? I won't need a confession yeah, it doesn't make it.", "start": 3448.92, "end": 3453.38}, {"text": "Well, that's not actually that's just kind of a thing that yeah, what this", "start": 3453.38, "end": 3457.1}, {"text": "joke should have said is he said it was a confection and what he meant was", "start": 3457.1, "end": 3460.6}, {"text": "confession and he was confused and thought the food", "start": 3460.6, "end": 3463.62}, {"text": "he said confection because he had confusion and he meant and he meant", "start": 3465.66, "end": 3469.7}, {"text": "confection yeah. It should say this is the real version of the joke yeah.", "start": 3469.7, "end": 3473.58}, {"text": "Let's watch this. Why did the prison guard refuse to eat the prisoners", "start": 3473.58, "end": 3476.22}, {"text": "cooking? Well, he misspoke and he said it was a confection, a confection, but", "start": 3476.22, "end": 3481.02}, {"text": "he meant confession and the guard thought it was a confession", "start": 3481.02, "end": 3484.26}, {"text": "and he had confusion. He thought it was alphabet soup yeah. That's why I", "start": 3484.26, "end": 3489.94}, {"text": "thought it was because the guard because it was a confession and by the way", "start": 3489.94, "end": 3494.54}, {"text": "the guards hate confess. They won't eat them. They won't even go near them.", "start": 3494.62, "end": 3498.78}, {"text": "They do not go near that you say confession. They turn around. They walk", "start": 3498.78, "end": 3501.64}, {"text": "the other way all right next one here.", "start": 3501.64, "end": 3503.86}, {"text": "If you have not found the best joke yet, you may want to check these funniest", "start": 3503.86, "end": 3507.66}, {"text": "jail jokes below that are hilarious. They include what a great they include", "start": 3507.66, "end": 3512.98}, {"text": "and then right into it. Why did the cookie go to jail because it was cut", "start": 3512.98, "end": 3518.82}, {"text": "stealing all the chocolate chips?", "start": 3518.82, "end": 3520.42}, {"text": "this is a really good joke to send to somebody in jail. This is yeah. This is", "start": 3523.98, "end": 3527.1}, {"text": "funny because I said this one so far. I said this to the warden and then that", "start": 3527.1, "end": 3531.7}, {"text": "happened in the photo. I beat you up. You beat the shit out of me. It does make", "start": 3531.7, "end": 3536.3}, {"text": "sense because what are chocolate chips to a cookie? Y'all, money, they're", "start": 3536.3, "end": 3540.04}, {"text": "jewelry, jewelry, and what do people steal all the time? I was going to say", "start": 3540.04, "end": 3543.3}, {"text": "they're body parts, but a body part that you could have a variable amount of", "start": 3543.3, "end": 3546.46}, {"text": "like a finger, but more if there are more people with six or four fingers", "start": 3546.46, "end": 3551.18}, {"text": "stand out their jewelry yeah. It's more of a they're adorned on top of a cookie.", "start": 3551.2, "end": 3555.48}, {"text": "They're not really a part of it. So it's like it's like", "start": 3555.48, "end": 3558.72}, {"text": "yeah, it's like so people still do real time right and that's why I went to jail.", "start": 3558.72, "end": 3562.6}, {"text": "So it's just the fact a", "start": 3562.6, "end": 3563.96}, {"text": "chip would or a cookie would definitely steal a chocolate. Yeah, all right,", "start": 3563.96, "end": 3567.8}, {"text": "what's this next one? Yeah, take this one. What do you call a potato in jail?", "start": 3567.8, "end": 3572.36}, {"text": "A French fry.", "start": 3572.36, "end": 3574.56}, {"text": "That's a bit of French fry, a French fry, a bit insensitive", "start": 3574.56, "end": 3579.08}, {"text": "electric chair joke. I don't know if I like that one yeah and also it's kind of", "start": 3580.24, "end": 3584.12}, {"text": "stereotyping the French as", "start": 3584.12, "end": 3585.76}, {"text": "French fries as for as food fries as food, yeah, which doesn't make any sense.", "start": 3585.76, "end": 3592.66}, {"text": "Doesn't sit well with me and French fries don't sit well with me either. When", "start": 3592.66, "end": 3595.84}, {"text": "I eat them, they give me heartburn yeah, seed oil, the salt, the seed oils and so", "start": 3595.84, "end": 3600.08}, {"text": "glad they don't have any seed oil in prison. Oh, well, that's because", "start": 3600.08, "end": 3602.24}, {"text": "everything's put in a hundred percent beef tallow yeah, or maybe it would,", "start": 3602.24, "end": 3605.52}, {"text": "maybe it's some other animal, but it's some kind of a tallow. I somebody's", "start": 3605.52, "end": 3609.6}, {"text": "tallow. I heard that it was it was questing beast from Arthurian legend.", "start": 3609.64, "end": 3614.24}, {"text": "Oh wow, that's an animal that they keep on that only questing can. Oh, it's not", "start": 3614.24, "end": 3618.46}, {"text": "beef talent, beast talent. I don't care what kind of talent is as long as the", "start": 3618.46, "end": 3622.68}, {"text": "taxpayers paid for it. Hey, don't forget to bring your towel because by the way", "start": 3622.68, "end": 3626.64}, {"text": "you that's what I would say if I was high as fuck and I wanted to eat again.", "start": 3626.64, "end": 3630.12}, {"text": "This is a word confusion that you're doing, though you're doing a word", "start": 3630.12, "end": 3632.98}, {"text": "confusion, right? And by the way, guys, we are you if you're worried about yes,", "start": 3632.98, "end": 3637.98}, {"text": "we are welfare queens. Essentially, oh yeah, everybody in prison is", "start": 3638.0, "end": 3640.76}, {"text": "essentially a welfare queen. We're living off your dollar. All right, I got", "start": 3640.76, "end": 3644.06}, {"text": "another lightning round coming up here for us.", "start": 3644.06, "end": 3646.3}, {"text": "Why did the pencil go to jail? Because it was a little sketchy cool. Yeah, hit", "start": 3646.3, "end": 3653.02}, {"text": "that. I will go to jail. It was too tired to tired. You go for being tired.", "start": 3653.02, "end": 3658.4}, {"text": "That was one of my things. Why did the smell was one of the things I went to", "start": 3658.4, "end": 3661.86}, {"text": "jail? Look at some of the other ones here on some of the other reasons. Why", "start": 3661.86, "end": 3665.3}, {"text": "why did the smartphone go to jail? It couldn't control its appetite. Oh, it", "start": 3665.32, "end": 3668.88}, {"text": "ate a woman. What do you call a bear in jail? A gummy bear because of the blow", "start": 3668.88, "end": 3672.62}, {"text": "jobs. What did the scarecrow go to and why did the scarecrow go to jail?", "start": 3672.62, "end": 3676.02}, {"text": "Because it was outstanding in its field, you can go to jail for being too good", "start": 3676.02, "end": 3679.06}, {"text": "here. Yeah. What do you call a fish in jail? A jail fish? That's a jelly fish,", "start": 3679.06, "end": 3683.08}, {"text": "a jelly fish. What did the coffee? Why did the coffee go to jail? It got mugged.", "start": 3683.08, "end": 3687.12}, {"text": "You go to jail. It's illegal. It's illegal to be mugged. Yeah. Why did the", "start": 3687.12, "end": 3691.56}, {"text": "Ryan go to jail because it roared too loudly. No, what do you call a snake in", "start": 3691.6, "end": 3696.08}, {"text": "jail? A hysterical prisoner he's funny. Why did the tomato go to jail because it", "start": 3696.08, "end": 3700.96}, {"text": "was charged with saucery? You can get sauce, sorry, like sorcery, yeah,", "start": 3700.96, "end": 3705.36}, {"text": "sorcery is a very, very, very, very, very, very, very, very, very, very, very", "start": 3705.36, "end": 3708.1}, {"text": "that's one okay, well, that's what we would never do. What do you call a dog", "start": 3708.1, "end": 3712.52}, {"text": "in jail? A cell phone", "start": 3712.52, "end": 3713.96}, {"text": "wait,", "start": 3716.6, "end": 3717.1}, {"text": "and why did the sun go to jail? It was too hot to handle. You can go to you.", "start": 3717.1, "end": 3722.68}, {"text": "What do you call a dog in jail? A cell phone? What do we think about that? So", "start": 3722.68, "end": 3726.76}, {"text": "let's go so like", "start": 3726.76, "end": 3729.12}, {"text": "because okay wait, it's a dog trying to say bone. I sound", "start": 3729.12, "end": 3736.48}, {"text": "yeah, I sell like a blue", "start": 3736.48, "end": 3742.16}, {"text": "yourself. I sell bone would have made more sense yeah, but what do you call a", "start": 3743.68, "end": 3749.06}, {"text": "dog's", "start": 3749.06, "end": 3749.52}, {"text": "maybe dog? Do you call a dog stands for something like device of", "start": 3749.52, "end": 3754.78}, {"text": "girl and geolocation? Why would", "start": 3754.78, "end": 3758.14}, {"text": "because the phone has a GPS? Yeah, yeah, okay, that makes sense a device on board.", "start": 3758.14, "end": 3763.18}, {"text": "It has GPS yeah all right, let's go forward here. Yeah jokes about inmates or", "start": 3763.18, "end": 3768.26}, {"text": "any group of people can be what happens if you click on people. I wonder if that", "start": 3768.26, "end": 3772.18}, {"text": "hyperlink. There was mostly ads. I clicked on all these. Can be insensitive and", "start": 3772.22, "end": 3776.3}, {"text": "inappropriate, even if not intended to be offensive. Okay, so now we're getting", "start": 3776.3, "end": 3779.9}, {"text": "into dark humor. This is my territory. Therefore, we must be mindful of their", "start": 3779.9, "end": 3784.04}, {"text": "potential impact, even as we share them. Number one, why did the prisoner - this is", "start": 3784.04, "end": 3788.34}, {"text": "this is a dark joke - why did the prisoner break out his harmonica? He", "start": 3788.34, "end": 3793.34}, {"text": "wanted to go get out on a good note. Does it mean go out? Go out on a good note?", "start": 3793.34, "end": 3801.14}, {"text": "so like because if this is the dark, this is the dark humor. Oh, like maybe he", "start": 3801.14, "end": 3805.68}, {"text": "passed away yeah yeah he was killed in a well. I just don't know and there's no", "start": 3805.68, "end": 3810.08}, {"text": "way to tell yeah all right. Why did the inmate refuse to watch the prison", "start": 3810.08, "end": 3815.02}, {"text": "documentary? He didn't want to be a connoisseur of crime", "start": 3815.02, "end": 3818.72}, {"text": "kind of he didn't want to be a connoisseur of crime.", "start": 3818.72, "end": 3824.62}, {"text": "Why did the prisoner get mad when he saw his reflection in the mirror? He was", "start": 3824.62, "end": 3829.0}, {"text": "having a hard time. Got a boner. Yeah, he was jacking off at the mirror. Here's", "start": 3829.04, "end": 3833.74}, {"text": "another one. Why did the prisoner refuse to take a bath?", "start": 3833.74, "end": 3837.72}, {"text": "He was afraid of getting soap on a rope.", "start": 3837.72, "end": 3840.84}, {"text": "He's afraid of... Does that mean... Being tied up", "start": 3840.84, "end": 3844.24}, {"text": "in the soap. He was afraid of getting soap on a rope. Yeah, he didn't want to", "start": 3844.24, "end": 3848.72}, {"text": "get soap on a rope in prison. He would rather not have soap on a rope. Do they", "start": 3848.72, "end": 3852.2}, {"text": "have it in prison? They have it in prison so you don't drop it. Oh, but he", "start": 3852.2, "end": 3858.24}, {"text": "he wanted to drop it. He also refusing to take a you know, refusing to take a", "start": 3858.24, "end": 3862.54}, {"text": "not a shower. This is about a bath yeah, so it's also not as much of a problem", "start": 3862.54, "end": 3866.58}, {"text": "when you drop a so we go to a koozie bats in prison that are shaped like", "start": 3866.58, "end": 3869.92}, {"text": "hearts from the Sims. We have whirlpool jacuzzis. They're so powerful that", "start": 3869.92, "end": 3874.12}, {"text": "people have been getting neck and back injuries from getting a world or yeah,", "start": 3874.12, "end": 3878.0}, {"text": "and then they come and they massage me yeah. They say let's make this better", "start": 3878.0, "end": 3881.96}, {"text": "yeah. Yeah, well, I need a massage, but they're saying they need to give a", "start": 3881.96, "end": 3884.54}, {"text": "massage yeah because it relaxes them yeah", "start": 3884.6, "end": 3887.06}, {"text": "prison is the worst place you can ever dream of lie common misconception, but", "start": 3887.06, "end": 3893.0}, {"text": "whatever. Therefore, you should always stay out of trouble. These jokes are the", "start": 3893.0, "end": 3896.58}, {"text": "best for someone. Unfortunately, in jail, why did the prisoner refuse to eat the", "start": 3896.58, "end": 3901.56}, {"text": "steak in jail?", "start": 3901.56, "end": 3902.64}, {"text": "He was afraid of being grilled by the warden. I was grilled by the warden a few", "start": 3902.64, "end": 3908.6}, {"text": "times, so he's afraid that my food was grilled by the war. Okay, way,", "start": 3908.6, "end": 3911.5}, {"text": "personally making it for me put me on a form. I have he put my he put my foot in", "start": 3911.52, "end": 3917.12}, {"text": "a foreman and said you Michael Scott. Now where there is a there is a call me", "start": 3917.12, "end": 3921.16}, {"text": "Dunder Mifflin for weeks.", "start": 3921.16, "end": 3922.56}, {"text": "This this", "start": 3922.56, "end": 3924.44}, {"text": "it is all makes sense. This joke makes sense. If you think about a simple,", "start": 3924.44, "end": 3928.94}, {"text": "I think it's from the Bible yeah, you are what you eat right exactly. I was", "start": 3928.94, "end": 3935.16}, {"text": "going to this makes perfect sense. If he was a stake yeah, so he's saying you are", "start": 3935.16, "end": 3938.84}, {"text": "that you eat, you eat a steak, you become a steak and then all of a sudden and by", "start": 3938.88, "end": 3942.24}, {"text": "the way to a warden, these guys are hungry. You walk around and you're a you", "start": 3942.24, "end": 3946.64}, {"text": "know five foot eleven steak walking through his halls. He's going to eat", "start": 3946.64, "end": 3950.98}, {"text": "you yeah, he's going to grill you and eat you exactly it's dangerous.", "start": 3950.98, "end": 3955.18}, {"text": "What do you call a bear in jail?", "start": 3955.18, "end": 3959.08}, {"text": "A prisoner of bear,", "start": 3959.08, "end": 3961.48}, {"text": "because if you're a bear in jail, you're probably in a prison made for and run by", "start": 3961.48, "end": 3968.84}, {"text": "by bears. Oh, this is making some sense to me. This is not recently poses a", "start": 3968.84, "end": 3973.2}, {"text": "world where bears run and are in prisons. Yeah, because why would a human put a", "start": 3973.2, "end": 3977.9}, {"text": "bear in prison? That's just a zoo. Yeah, doesn't make much sense now. Oh, oh,", "start": 3977.9, "end": 3983.08}, {"text": "what do you call a bear in a zoo?", "start": 3983.08, "end": 3985.28}, {"text": "A zoo bear?", "start": 3985.28, "end": 3987.32}, {"text": "Wait, no, that wasn't", "start": 3987.32, "end": 3989.16}, {"text": "just guessing. I mean, I guess I maybe wrote a joke. I don't know. That's a", "start": 3989.16, "end": 3994.96}, {"text": "good joke. Thank you, man. All right, what's this? All right, just a couple", "start": 3994.96, "end": 3997.48}, {"text": "left here. Okay. Why do prisoners wear stripes in jail? Fact check. We don't", "start": 3997.52, "end": 4002.86}, {"text": "always. We don't always wear actually against the dress code. Let's try to", "start": 4002.86, "end": 4006.58}, {"text": "check in the middle of jokes. I don't know you guys want fucking sorry about", "start": 4006.58, "end": 4009.96}, {"text": "that. Okay. Why do prisoners wear stripes in jail so they can earn", "start": 4009.96, "end": 4013.92}, {"text": "their fashion stripes? Well, you already have them according to this. These", "start": 4013.92, "end": 4020.04}, {"text": "aren't fashion, but again, you can't wait. Maybe we haven't earned our", "start": 4020.04, "end": 4022.32}, {"text": "stripes yet, but there's a lot. The dress code is pretty strict. You can't", "start": 4022.32, "end": 4026.24}, {"text": "have a skirt that's above your finger tip. You can only have a baseball hat if", "start": 4026.26, "end": 4030.26}, {"text": "it's backwards. Yeah, yeah, you can't no big white t shirts, only sunglasses you", "start": 4030.26, "end": 4034.3}, {"text": "can have if they're cool. You can't sag because apparently that means something", "start": 4034.3, "end": 4038.04}, {"text": "else. Secretly, we are gay. Yeah, well, that's you can't swag.", "start": 4038.04, "end": 4042.22}, {"text": "You can't swag your pants. You can't sag your pants. Secretly am really. That's", "start": 4042.22, "end": 4048.18}, {"text": "secretly am gay is what sag stands guy in honestly speaking of jail.", "start": 4048.18, "end": 4053.7}, {"text": "these guys are on speaking about a strike. That's what I'm going to say", "start": 4054.46, "end": 4057.56}, {"text": "speaking of guys who are belong in prison, the writers or the the sectors", "start": 4057.56, "end": 4063.1}, {"text": "with a sag to her sectors screen and her's gill really are gay. Oh", "start": 4063.1, "end": 4068.46}, {"text": "huh all right this next one.", "start": 4068.46, "end": 4074.5}, {"text": "Why do inmates love playing soccer in jail? It's the only way they can score", "start": 4074.5, "end": 4079.88}, {"text": "now that's not true. Yeah, that's not true. I get", "start": 4079.94, "end": 4082.64}, {"text": "yeah next joke, though", "start": 4082.64, "end": 4085.04}, {"text": "yeah next one. So that was actually the last joke, but I", "start": 4085.04, "end": 4088.64}, {"text": "have here a few other things. This is at the bottom of this", "start": 4088.64, "end": 4090.84}, {"text": "of this list. Okay, so maybe you can read this out. This is", "start": 4090.84, "end": 4093.64}, {"text": "actually pretty interesting. It's more of a fact,", "start": 4093.64, "end": 4095.54}, {"text": "so I'll play a different sound effect after it.", "start": 4095.54, "end": 4097.84}, {"text": "What are some slang words for prison? What is the slang for a", "start": 4097.84, "end": 4102.24}, {"text": "jail cell? Here are some of the popular ones. So there's three", "start": 4102.24, "end": 4105.04}, {"text": "here number one the big house,", "start": 4105.04, "end": 4107.14}, {"text": "the joint", "start": 4107.14, "end": 4109.54}, {"text": "and the slammer.", "start": 4109.54, "end": 4113.34}, {"text": "Wow, that's I mean I just call it. I just call it home me too. Yeah, and", "start": 4113.34, "end": 4119.84}, {"text": "then I have one last thing I before I found these jokes. I was looking for", "start": 4119.84, "end": 4122.34}, {"text": "other prison stuff and I was looking for more Q. I was looking at Q and A", "start": 4122.34, "end": 4125.74}, {"text": "like we did for that evil one and here there was only one good Q and A", "start": 4125.74, "end": 4129.74}, {"text": "question, but I wanted to throw it in just as a bonus at the end because I", "start": 4129.74, "end": 4132.54}, {"text": "did really like it, but there wasn't enough other stuff to for it to make", "start": 4132.54, "end": 4136.54}, {"text": "make sense to do a Q and a one, but here's a question answer someone has", "start": 4136.54, "end": 4139.5}, {"text": "about prison.", "start": 4139.5, "end": 4140.06}, {"text": "Will my flatulence bother my cell mate and here's the answer yes. If your fart", "start": 4140.06, "end": 4146.58}, {"text": "stinks, you'll likely get what they call rolled out and that's a bad thing. Go", "start": 4146.58, "end": 4151.3}, {"text": "sit on the toilet, fart and flush the suction from the water flow should help", "start": 4151.3, "end": 4155.28}, {"text": "with the smell. They want you to flush the fart yeah. I should get rolled out", "start": 4155.28, "end": 4158.78}, {"text": "the fart.", "start": 4158.78, "end": 4159.3}, {"text": "If it's between flushing my fart and getting rolled the fuck out yeah, I'm", "start": 4159.3, "end": 4164.94}, {"text": "I just didn't realize that that was prison etiquette, but I guess I will", "start": 4165.1, "end": 4168.34}, {"text": "start. Yeah, I thought you just had to light a match. We get matches by the", "start": 4168.34, "end": 4171.18}, {"text": "way. We get matches. We also get those lighters that you use to light candles,", "start": 4171.18, "end": 4174.66}, {"text": "the long neck ones. Yeah, we get those. We get those for our cigarettes. We get", "start": 4174.66, "end": 4179.0}, {"text": "Zippos too and the good ones. We get the ones that we get the ones, yeah,", "start": 4179.0, "end": 4182.44}, {"text": "the ones you get in a glass case in the Midwest at a gas station. And guess", "start": 4182.44, "end": 4186.94}, {"text": "who's paying for them? Joe Biden. Joe Biden, Mitt Romney.", "start": 4186.94, "end": 4190.84}, {"text": "all through your pockets. So guys, go out and vote. Vote for whoever's going to", "start": 4191.86, "end": 4196.74}, {"text": "vote for me. Vote for as he's going to be prom king likely to be most", "start": 4196.74, "end": 4201.38}, {"text": "attractive of the prison. Yes, in a couple of years, once I get my act", "start": 4201.38, "end": 4204.66}, {"text": "and they're letting us do our stand up dates, they're letting us, we're going", "start": 4204.66, "end": 4209.22}, {"text": "to be wheeled out like Hannibal Lecter on all the shows. It's technically a", "start": 4209.22, "end": 4214.0}, {"text": "conjugal visit. Yeah, but yeah,", "start": 4214.0, "end": 4216.94}, {"text": "tomorrow and through the weekend, I'm going to be in Washington D. C.", "start": 4218.18, "end": 4222.02}, {"text": "appearing as a hologram", "start": 4222.02, "end": 4223.26}, {"text": "with Mr Adam Friedland and was actually in here to he's actually in here for", "start": 4223.26, "end": 4229.86}, {"text": "being a gay bug.", "start": 4229.86, "end": 4231.66}, {"text": "And", "start": 4231.66, "end": 4238.94}, {"text": "yeah, so that's the life", "start": 4238.94, "end": 4243.38}, {"text": "And I am going to be also I'm not going to be a hologram. I'm just sending a", "start": 4245.46, "end": 4250.76}, {"text": "guy that looks like me. MF doom style to do that. Yeah, but nobody looks like", "start": 4250.76, "end": 4255.9}, {"text": "me. Yeah, that's the problem. There's a lot of guys look like me.", "start": 4255.9, "end": 4258.9}, {"text": "I'm going to be in Pittsburgh and in Baltimore opening for girl God on their", "start": 4258.9, "end": 4268.02}, {"text": "tickets are on their website at girl God dot co. I think I don't know. I", "start": 4268.02, "end": 4273.26}, {"text": "my lord God girl God the website.", "start": 4273.26, "end": 4276.7}, {"text": "Just Google.", "start": 4276.7, "end": 4277.26}, {"text": "Just Google you fucking idiot.", "start": 4277.26, "end": 4278.94}, {"text": "Just Google you dummy.", "start": 4278.94, "end": 4279.74}, {"text": "And I mean speaking of guy holograms and guys who look like each of us,", "start": 4279.74, "end": 4284.14}, {"text": "my wife does not know that I am in prison, so don't tell her.", "start": 4284.14, "end": 4287.94}, {"text": "Do not tell her.", "start": 4287.94, "end": 4288.62}, {"text": "And if you want to help us buy more cigarettes and hopefully some bubble", "start": 4288.62, "end": 4293.5}, {"text": "tape, go check out the Patreon.", "start": 4293.5, "end": 4295.3}, {"text": "I love bubble tape.", "start": 4295.3, "end": 4297.06}, {"text": "Well, with the bubble tape, I'm hoping to make a saw out of bubble tape and", "start": 4297.06, "end": 4301.02}, {"text": "saw my way out of this world.", "start": 4301.02, "end": 4302.94}, {"text": "I have been again bubble tape is something I was addicted to on the", "start": 4303.06, "end": 4307.02}, {"text": "outside and it's been pretty it's been pretty hard on the inside. My guy is", "start": 4307.02, "end": 4310.82}, {"text": "itching because he keeps trying to put it in the wrong way. He's trying to put", "start": 4310.82, "end": 4314.86}, {"text": "it in. I can't a bubble bubble tape because I get too excited. He starts", "start": 4314.86, "end": 4318.5}, {"text": "chewing it with his but he's yeah and then you don't even get to enjoy it.", "start": 4318.5, "end": 4322.02}, {"text": "Now it's just your butt getting on yeah, my butts getting so much fun in", "start": 4322.02, "end": 4325.22}, {"text": "prison, my butt over who can get more fun, my butter, my mouth.", "start": 4325.22, "end": 4328.66}, {"text": "Why? Well, why do you care you're not your mouth? I am my mouth you. Oh, if", "start": 4330.46, "end": 4336.94}, {"text": "my face, if my butt gets more fun than my face in a week, I literally try to", "start": 4336.94, "end": 4341.7}, {"text": "kill myself. Yeah, that makes sense or at least chop the bottom off. Yeah, you", "start": 4341.7, "end": 4345.12}, {"text": "ever see those guys with no. I try to turn into to a Diablo three enemy where", "start": 4345.12, "end": 4348.68}, {"text": "I call that my intestines coming out of the video recently. That was the guy", "start": 4348.68, "end": 4352.28}, {"text": "with no bottom half and he's doing boxing. No, no video of this guy doing", "start": 4352.28, "end": 4356.28}, {"text": "boxing and I was sitting there and I was like this guy is living the dream. No,", "start": 4356.28, "end": 4359.52}, {"text": "No, but never have to worry about walking around with a shoe on.", "start": 4359.58, "end": 4366.58}, {"text": "He's never had swamp ass. He has swamp bottom.", "start": 4366.58, "end": 4369.58}, {"text": "That's the only thing I think that is horrible about him.", "start": 4369.58, "end": 4373.58}, {"text": "I bet Daredevil style his body makes up for it and his belly button smells really bad.", "start": 4373.58, "end": 4377.58}, {"text": "He also doesn't have to worry about pants. It's hard to buy men's pants.", "start": 4377.58, "end": 4382.58}, {"text": "He's just a shirt guy.", "start": 4382.58, "end": 4384.58}, {"text": "I hate buying pants.", "start": 4384.58, "end": 4385.58}, {"text": "Me too, but I wonder if he wears lady tighties.", "start": 4385.58, "end": 4387.58}, {"text": "We'll see you guys on Saturday for National Dog Day.", "start": 4387.58, "end": 4392.46}, {"text": "And then next week and then next week and then next week for about 150 years.", "start": 4392.46, "end": 4398.26}, {"text": "Bye.", "start": 4398.26, "end": 4399.26}, {"text": "I believe.", "start": 4399.26, "end": 4400.26}, {"text": "I think somebody's selling drugs outside of my apartment.", "start": 4400.26, "end": 4406.06}, {"text": "Yeah.", "start": 4406.06, "end": 4407.06}, {"text": "I saw an old, old man and a young, young man sitting on the bench right outside my apartment.", "start": 4407.06, "end": 4412.58}, {"text": "There's a bench right up front.", "start": 4412.58, "end": 4413.58}, {"text": "It could be father and son.", "start": 4413.58, "end": 4414.58}, {"text": "But a third man of an age in between the two men", "start": 4414.58, "end": 4419.58}, {"text": "came by and sat down and the young man", "start": 4419.58, "end": 4421.9}, {"text": "reached into a plastic grocery bag,", "start": 4421.9, "end": 4424.86}, {"text": "brought something out and slid it very slyly,", "start": 4424.86, "end": 4427.3}, {"text": "breaking bad into me.", "start": 4427.3, "end": 4428.14}, {"text": "- Was it drugs?", "start": 4428.14, "end": 4429.62}, {"text": "- I have to assume it was drugs or a rare baseball card.", "start": 4429.62, "end": 4432.46}, {"text": "- It could be a rare baseball card.", "start": 4432.46, "end": 4434.14}, {"text": "- And they looked at me and I broke eye contact", "start": 4434.14, "end": 4437.26}, {"text": "and then I've been scared for two days", "start": 4437.26, "end": 4438.62}, {"text": "that they're gonna try to kill me.", "start": 4438.62, "end": 4439.9}, {"text": "- No. - Because I know.", "start": 4439.9, "end": 4441.7}, {"text": "- They don't know that you know.", "start": 4441.7, "end": 4443.42}, {"text": "I mean I was walking around weird, I was acting really weird.", "start": 4443.42, "end": 4446.62}, {"text": "Yeah you had your, like you had a huge paper and a camera.", "start": 4446.62, "end": 4449.42}, {"text": "Let me rewind time for you, here's how you should have handled that.", "start": 4449.42, "end": 4452.22}, {"text": "Okay.", "start": 4452.22, "end": 4452.72}, {"text": "You see him slipping the thing into his bag, you in your brain, you know you've just seen a drug deal.", "start": 4452.72, "end": 4457.52}, {"text": "Yeah.", "start": 4457.52, "end": 4458.02}, {"text": "Maybe you're gonna get killed for knowing what's going on here.", "start": 4458.02, "end": 4460.42}, {"text": "Here's what you say.", "start": 4460.42, "end": 4461.22}, {"text": "They're evil.", "start": 4461.22, "end": 4462.12}, {"text": "You look at these guys on the bench, here's what you say.", "start": 4462.12, "end": 4464.62}, {"text": "\"Geez, you guys are always sitting here doing completely nothing.", "start": 4464.62, "end": 4467.02}, {"text": "Why don't you find a hobby? You're not even doing anything, you're just sitting there.\"", "start": 4467.02, "end": 4469.72}, {"text": "Get a job you lazy bones!", "start": 4469.72, "end": 4472.52}, {"text": "You haven't even moved in the past 10 minutes.", "start": 4472.52, "end": 4474.92}, {"text": "You've been sitting completely still there doing nothing.", "start": 4474.92, "end": 4476.72}, {"text": "You've been sitting here for hours talking to your friends, giving them gifts.", "start": 4476.72, "end": 4479.32}, {"text": "Stop loitering. No, not giving--", "start": 4479.32, "end": 4480.72}, {"text": "No, no, no, no.", "start": 4480.72, "end": 4481.52}, {"text": "Sir, doing nothing.", "start": 4481.52, "end": 4482.72}, {"text": "That's what I'm saying.", "start": 4482.72, "end": 4483.62}, {"text": "Doing completely nothing.", "start": 4483.62, "end": 4485.22}, {"text": "Yeah, you should say, \"Why don't you take up a hobby like drug dealing or something?\"", "start": 4485.22, "end": 4489.52}, {"text": "I wish you guys would sell fucking drugs, because at least I could buy some.", "start": 4489.52, "end": 4493.32}, {"text": "Yeah, they know that you don't know that they're doing anything.", "start": 4493.32, "end": 4495.82}, {"text": "That's how you repair the thing, is like, \"If you're selling drugs, I would like some.\"", "start": 4495.82, "end": 4501.32}, {"text": "Right. I think you're not dealing drugs, so you shouldn't kill me.", "start": 4501.32, "end": 4505.0}, {"text": "But if you were, it would be okay with me.", "start": 4505.0, "end": 4508.12}, {"text": "That's what I was wondering.", "start": 4508.12, "end": 4509.24}, {"text": "Is it better if they think that I'm a police officer", "start": 4509.24, "end": 4511.96}, {"text": "because I kind of have a police officer's head and build?", "start": 4511.96, "end": 4515.24}, {"text": "Or is it better if they think that I'm just a just a-", "start": 4515.24, "end": 4518.52}, {"text": "A wasteoid?", "start": 4518.52, "end": 4519.56}, {"text": "Yeah, because who are they least-", "start": 4519.56, "end": 4521.0}, {"text": "Who are they less likely to kill?", "start": 4521.0, "end": 4522.36}, {"text": "Probably a cop.", "start": 4522.36, "end": 4523.72}, {"text": "[MUSIC]", "start": 4523.72, "end": 4527.08}], "title": "Ep. 255 - Prison At Last", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--255---Prison-At-Last-e28dsa2", "date": "Wed, 23 Aug 2023 11:00:00 GMT", "id": 280}