{"lines": [{"text": "*AWESOME MUSIC*", "start": 0.0, "end": 8.64}, {"text": "(singing)", "start": 8.64, "end": 38.4}, {"text": "Welcome back to another episode of Podcasts Without Lists. I'm your host Caleb Pitt.", "start": 38.4, "end": 42.4}, {"text": "You had potatoes and peas for lunch?", "start": 42.4, "end": 44.12}, {"text": "I had just potatoes and peas.", "start": 44.12, "end": 45.12}, {"text": "It's called a combination.", "start": 45.12, "end": 46.12}, {"text": "It's called beasties and...", "start": 46.12, "end": 47.12}, {"text": "Potatoes and peas.", "start": 47.12, "end": 48.12}, {"text": "Potatoes and peas. It's a Jamaican dish called potatoes and peas combination.", "start": 48.12, "end": 53.4}, {"text": "You're thinking of rice and peas. That's a Jamaican dish.", "start": 53.4, "end": 55.4}, {"text": "Rice and peas.", "start": 55.4, "end": 56.4}, {"text": "Rice and peas.", "start": 56.4, "end": 57.4}, {"text": "Potatoes and peas is the Jamaican Irish dish.", "start": 57.4, "end": 60.56}, {"text": "Which is the same thing.", "start": 60.56, "end": 61.56}, {"text": "Which could be fucking fire.", "start": 61.56, "end": 62.56}, {"text": "They have a lot of parallels in their culture I've heard.", "start": 62.56, "end": 65.68}, {"text": "Yes.", "start": 65.68, "end": 66.68}, {"text": "They both live on the...", "start": 66.68, "end": 67.68}, {"text": "And they both live in Ireland. They both live on the island.", "start": 67.68, "end": 70.88}, {"text": "When you go to County Cork, they're just daggering. Did you see a bunch of", "start": 70.88, "end": 76.52}, {"text": "these old... Did you see a bunch of daggering in Ireland? Most Irish women.", "start": 76.52, "end": 78.92}, {"text": "Everybody was playing steel drums when I went. And daggering each other.", "start": 78.92, "end": 82.64}, {"text": "Yeah. And there was... Shooting their butts with maximum velocity. Except it's", "start": 82.64, "end": 86.0}, {"text": "illegal to", "start": 86.0, "end": 87.12}, {"text": "play Rasta music in Ireland. Really? There's a law against it.", "start": 87.12, "end": 92.0}, {"text": "You can't play any music that has more than one instrument and the voice", "start": 92.0, "end": 96.4}, {"text": "counts as an instrument. There is an interview with Morrissey from the 80s", "start": 96.4, "end": 100.9}, {"text": "where they asked him if rubber ring was inspired by like dub songs or whatever,", "start": 100.9, "end": 106.96}, {"text": "and he said that", "start": 106.96, "end": 107.76}, {"text": "rubber ring a condom song rubber ring is like it's the there's like I don't know", "start": 107.76, "end": 112.8}, {"text": "kind of sounds they're like oh it kind of sounds like a reggae song and he said", "start": 112.8, "end": 116.48}, {"text": "no reggae is the most black supremacist music.", "start": 116.48, "end": 119.76}, {"text": "What is the thing with I've never understood the Morrissey love? I don't", "start": 119.76, "end": 125.36}, {"text": "give a fuck about his music at all. I think that most of people like Morrissey just like", "start": 125.4, "end": 130.02}, {"text": "that he's racist. You weren't like 15 when you first heard the Smiths or anything. Back", "start": 130.02, "end": 133.56}, {"text": "when you were 15 you really connect with the lyrics. Oh yeah. Well I didn't know how racist", "start": 133.56, "end": 138.84}, {"text": "he was until like later. But he's also gay. Yeah. And he's sad too. He's a big queen.", "start": 138.84, "end": 146.68}, {"text": "I guess to be a singer who's racist and is always sad is better than being really happy", "start": 146.68, "end": 152.64}, {"text": "about being racist. Yeah, yeah, this is a system being like more", "start": 152.64, "end": 156.44}, {"text": "balance. I think in that regard, more sees almost a", "start": 156.44, "end": 160.88}, {"text": "cautionary tale to the racist. Yeah, if you're racist, you could be a", "start": 160.88, "end": 166.06}, {"text": "millionaire, but maybe you'll have to be a millionaire about frowning. Yes,", "start": 166.06, "end": 171.64}, {"text": "you'll have to make songs about how many frown. What does his sound sound", "start": 171.64, "end": 175.38}, {"text": "like a million frowns? I think it was the name of one of the", "start": 175.38, "end": 177.72}, {"text": "What was his band that he did? The Smiths. His name is Morrissey Smith? No, his name", "start": 179.04, "end": 183.16}, {"text": "is Stephen Patrick Morrissey. Stephen Patrick? Irish. Irish Blood English Heart was another", "start": 183.16, "end": 189.64}, {"text": "one of his songs that came out in 2004. What does that mean? Irish Blood English Heart?", "start": 189.64, "end": 194.48}, {"text": "The song is about how he was born in Ireland, but he loves England so much. He loves England?", "start": 194.48, "end": 200.12}, {"text": "Yeah, he's a weird character, this guy. He's a weird freak. And he dresses in trench coats?", "start": 200.12, "end": 207.2}, {"text": "pretty much. But he also doesn't wear a shirt. He doesn't wear a shirt and then", "start": 207.2, "end": 211.2}, {"text": "he swings flowers around on stage. Did he used to be skinny and now he's fat or was he", "start": 211.2, "end": 215.2}, {"text": "always kind of fat and old? He was very, very, very thin. You're the one", "start": 215.2, "end": 219.2}, {"text": "for me fatty. That's a good song. Oh God, he has the worst kind of", "start": 219.2, "end": 223.2}, {"text": "Irish body. Yeah, he looks kind of exactly like my father.", "start": 223.2, "end": 227.2}, {"text": "Yeah, those like really skinny arms and just the", "start": 227.2, "end": 231.2}, {"text": "giant. My dad's, he's, you know. Look at that. The skinny arms and the", "start": 231.2, "end": 235.2}, {"text": "giant torso. Pat, I'm going to be honest, this is where you're headed.", "start": 235.2, "end": 238.2}, {"text": "Yeah?", "start": 238.2, "end": 239.2}, {"text": "Yeah, this is a skater body.", "start": 239.2, "end": 240.7}, {"text": "A skater body?", "start": 240.7, "end": 241.7}, {"text": "Yeah.", "start": 241.7, "end": 242.7}, {"text": "He's clearly a skater.", "start": 242.7, "end": 243.7}, {"text": "I don't think he looks terrible.", "start": 243.7, "end": 244.7}, {"text": "Why is he, he looks fucking terrible. Are you crazy?", "start": 244.7, "end": 247.2}, {"text": "He just looks fat.", "start": 247.2, "end": 248.2}, {"text": "Is he milking himself in this picture?", "start": 248.2, "end": 249.2}, {"text": "Yeah, he's milking himself.", "start": 249.2, "end": 250.2}, {"text": "For what? As a statement of, is he bleeding onto his hand or is that the shadow of his", "start": 250.2, "end": 254.2}, {"text": "microphone?", "start": 254.2, "end": 255.2}, {"text": "He is milking himself because he's so anti-milk and he's vegan and he's so anti-milk that he", "start": 255.2, "end": 261.7}, {"text": "he'd rather have his own body be milked. He wants to be a cow milk. Yeah, that", "start": 261.7, "end": 267.8}, {"text": "sounds like a", "start": 267.8, "end": 268.3}, {"text": "man.", "start": 268.3, "end": 269.8}, {"text": "He's jealous of the cows. He's jealous of the cows to be able to be having", "start": 269.8, "end": 276.3}, {"text": "milk. Yes, I do think it would feel pretty good to get milked. Yeah. Well,", "start": 276.3, "end": 280.6}, {"text": "look what he's doing right. I don't know. It depends on if you have milk", "start": 280.6, "end": 283.1}, {"text": "ready to go or if your body doesn't have milk. It's probably going to feel", "start": 283.1, "end": 285.7}, {"text": "like when you get blood drawn, you run out. Yeah, it's going to hurt pretty", "start": 285.7, "end": 288.5}, {"text": "bad where your body's kind of grasping at straws and I know that", "start": 288.5, "end": 291.2}, {"text": "Oh, I know that milk needs to come out, but there's none ready. So you're saying", "start": 291.2, "end": 294.88}, {"text": "it's like, oh, I'm dry. Yeah, it's like trying to force. I think that's what he's", "start": 294.88, "end": 299.32}, {"text": "saying. Milk out of him. I think he's saying I'm dry and I'm sad because I'm", "start": 299.32, "end": 303.2}, {"text": "dry. I don't have any milk to give you my adoring fans. This person on X said", "start": 303.2, "end": 308.96}, {"text": "they googled why is Morrissey fat and they came upon this horror. It's not", "start": 308.96, "end": 312.96}, {"text": "that much necessarily horror. Yeah, I don't love it. This is a horror to you", "start": 312.96, "end": 318.6}, {"text": "you should check out a twenty four. You should maybe try on reaster flick", "start": 318.6, "end": 323.04}, {"text": "yeah because what's more horrific than your own family? Yeah, your mom,", "start": 323.04, "end": 327.08}, {"text": "we should what's scarier than your own mom that every reaster movie is what if", "start": 327.08, "end": 333.24}, {"text": "your friends or your family had", "start": 333.24, "end": 335.96}, {"text": "the ability to be odd to you or what if you went on vacay or what if you went", "start": 335.96, "end": 341.24}, {"text": "on a fire ass vacay, what if your vacation took a left turn? Did you guys", "start": 341.24, "end": 345.76}, {"text": "you ever watch the that movies about you ever watch his point of a", "start": 345.76, "end": 349.36}, {"text": "total debut is sure.", "start": 349.36, "end": 350.96}, {"text": "Something we talked about one yeah yeah, some things up with the", "start": 350.96, "end": 355.36}, {"text": "johnson's are not that funny man listen man. I just can't get into", "start": 355.36, "end": 358.86}, {"text": "that kind of stuff. It's a that's a movie about it.", "start": 358.86, "end": 361.46}, {"text": "Hey, if that's if that's that's the way you swing that's fine.", "start": 361.46, "end": 368.66}, {"text": "You know, I'm not the kind of I'm not going to come into your", "start": 368.66, "end": 370.76}, {"text": "house and tell you what to do, but but that type of thing. It's", "start": 370.76, "end": 373.56}, {"text": "which is typically not for me doesn't do it, except in the rarest of cases.", "start": 373.56, "end": 377.36}, {"text": "That's a movie", "start": 377.36, "end": 381.32}, {"text": "keeping it's not keeping up with the johnson's something about the johnson's", "start": 381.32, "end": 386.08}, {"text": "the movie about a child molesting his own dad. Yeah, it's kind of a reverse", "start": 386.08, "end": 390.68}, {"text": "move. Yeah, it's kind of a fish", "start": 390.68, "end": 391.92}, {"text": "yeah,", "start": 391.92, "end": 399.72}, {"text": "kind of the ultimate fish out of water. It's an unlikely hero.", "start": 401.12, "end": 404.62}, {"text": "Listen, buddy,", "start": 404.62, "end": 406.82}, {"text": "what's so confusing to me about that movie? Why go for your dad? Yeah,", "start": 406.82, "end": 412.66}, {"text": "dude, mom.", "start": 412.66, "end": 414.12}, {"text": "It really doesn't make a lot of sense. That's not right. Well, that's what's", "start": 414.12, "end": 422.76}, {"text": "so terrifying about it. Yeah, is that this kid is, this kid is so weird.", "start": 422.76, "end": 427.12}, {"text": "Wait till you have kids. Yeah, you're in a rush.", "start": 427.12, "end": 430.62}, {"text": "trying to get all the molesting done. Come on man. Yeah, you got a nephew man.", "start": 430.62, "end": 437.66}, {"text": "This is about a", "start": 437.66, "end": 438.7}, {"text": "somebody who is I mean he's a mold breaker. Yeah, you know, youngest to do", "start": 438.7, "end": 444.9}, {"text": "it. Not only is he trying to molest his parents, but he picks the weirdest one.", "start": 444.9, "end": 448.06}, {"text": "He picks the weird and his dad is a weird guy in the movie, which is a", "start": 448.06, "end": 451.94}, {"text": "standard.", "start": 451.94, "end": 452.38}, {"text": "That would make you weird too. I think your dad was weird. Your son was straight", "start": 452.38, "end": 457.9}, {"text": "getting up in your stuff.", "start": 457.94, "end": 459.4}, {"text": "- Yeah, well he acts weird as hell in that movie.", "start": 459.4, "end": 462.3}, {"text": "- I'd probably be the family man and I'd handle it.", "start": 462.3, "end": 464.5}, {"text": "- How many times have we talked about this movie", "start": 464.5, "end": 466.36}, {"text": "on the show?", "start": 466.36, "end": 467.2}, {"text": "- I don't know if we ever have.", "start": 467.2, "end": 468.46}, {"text": "- Yeah?", "start": 468.46, "end": 469.3}, {"text": "- It's a bit risque and we don't typically cover that type", "start": 469.3, "end": 470.94}, {"text": "of a guy as blue.", "start": 470.94, "end": 471.78}, {"text": "- No, I mean as soon as the video started getting bluer,", "start": 471.78, "end": 475.7}, {"text": "I think our material has as well.", "start": 475.7, "end": 478.2}, {"text": "- Oh God.", "start": 478.2, "end": 479.46}, {"text": "- Yeah.", "start": 479.46, "end": 480.34}, {"text": "- I like the blue video.", "start": 480.34, "end": 481.62}, {"text": "- I do like the blue video,", "start": 481.62, "end": 482.78}, {"text": "but do you think we could tone it down", "start": 482.78, "end": 485.04}, {"text": "with the blue material?", "start": 485.04, "end": 486.22}, {"text": "- Do you think it, oh.", "start": 486.22, "end": 487.22}, {"text": "you're the one who no you didn't. I didn't. But you're the one who called it", "start": 487.22, "end": 490.74}, {"text": "blue. But you're the one who was talking about blueness. Yeah. Blue, we can go", "start": 490.74, "end": 494.86}, {"text": "blue-ish, but I don't think we can go. I'm ready to go. I'm ready to dive head", "start": 494.86, "end": 498.58}, {"text": "first. You want to go straight blue? I like every once in a while. You want to", "start": 498.58, "end": 502.94}, {"text": "become completely blue? Are you mad? Are you mad Cameron? Every once in a while we", "start": 502.94, "end": 506.9}, {"text": "do something really disgusting and I think that's good. It weeds out the", "start": 506.9, "end": 511.5}, {"text": "people on their toes. People who like normal stuff. It weeds out the weak.", "start": 511.5, "end": 514.14}, {"text": "we don't we don't something about us is a little. How do I say a little", "start": 514.18, "end": 518.72}, {"text": "offensive to normies? Yeah, what we haven't done a big disgust her in a", "start": 518.72, "end": 523.18}, {"text": "while, though, stinky shit, you haven't you know touched upon eating poop.", "start": 523.18, "end": 529.74}, {"text": "Well, I guess yeah, you know, now that I think about it, it's not so gross to", "start": 529.74, "end": 533.3}, {"text": "molest your dad. It's just wrong.", "start": 533.3, "end": 534.94}, {"text": "You don't think it's a little I mean it depends on the dad. I guess I was on", "start": 534.94, "end": 540.04}, {"text": "the situation of how you do it, but it's not that I mean it's just it's", "start": 540.04, "end": 544.16}, {"text": "it's maybe morally repugnant, but you know it's just sex. Well, it doesn't say", "start": 544.16, "end": 548.7}, {"text": "anything about this in the Bible,", "start": 548.7, "end": 550.12}, {"text": "but if your dad is really I'm positive, a son molested their dad in the Bible", "start": 550.12, "end": 556.4}, {"text": "yeah, it's not upon the I'm absolutely positive. The Old Testament that is an", "start": 556.4, "end": 560.72}, {"text": "Old Testament story and the moral is supposed to be a job molester that", "start": 560.72, "end": 564.82}, {"text": "treat your parents with", "start": 564.82, "end": 566.04}, {"text": "listen", "start": 566.04, "end": 568.88}, {"text": "clean your room and listen to your parents.", "start": 568.88, "end": 573.08}, {"text": "I think there was a boy. There was a boy,", "start": 573.08, "end": 577.12}, {"text": "the most disobedient boy in all of Jerusalem,", "start": 577.12, "end": 582.76}, {"text": "father, Jod would tell him to clean to clean the", "start": 582.76, "end": 589.08}, {"text": "to sweep the part of the house or the it's so dusty, but all I had was sand", "start": 589.08, "end": 594.92}, {"text": "floors. The whole thing's dust and he's making his kids sweep. So he's to get", "start": 594.92, "end": 598.72}, {"text": "I'm going to let them. This is not", "start": 598.76, "end": 601.26}, {"text": "testament story. This isn't right. What we're talking about isn't right. If", "start": 601.26, "end": 606.26}, {"text": "that was an old testament story, they would have done a veggie tales about it", "start": 606.26, "end": 608.88}, {"text": "with the asperius son and dad", "start": 608.88, "end": 610.46}, {"text": "and I could honestly see a shot for shot recreation of there's something wrong", "start": 610.46, "end": 617.88}, {"text": "about it. We completely they would do they would do they would like kind of do", "start": 617.88, "end": 621.36}, {"text": "the Bible for kids thing and they would make the entire story about the sun was", "start": 621.36, "end": 624.28}, {"text": "tickling his dad. Yeah, yeah, that was like stop. You're making me laugh. Yeah,", "start": 624.28, "end": 628.44}, {"text": "I'm laughing all over the place on now. Normally a dad tickles the sun yeah,", "start": 628.46, "end": 633.02}, {"text": "but here the sun is getting tickles on the is the getting he's getting points", "start": 633.02, "end": 638.12}, {"text": "on the tickle board and he has no interest in is that part of that movie", "start": 638.12, "end": 642.9}, {"text": "where the sun molest the dad and the dad's like oh my God, this is awful. My", "start": 642.9, "end": 648.74}, {"text": "son's gay", "start": 648.74, "end": 649.62}, {"text": "is that", "start": 649.62, "end": 652.3}, {"text": "I don't think so yeah it shouldn't be you know what son I'm kicking you out", "start": 652.3, "end": 656.86}, {"text": "yep, you better find your own apartment, because if you're going to be", "start": 657.34, "end": 661.1}, {"text": "okay, that's right, you're going to pay rent. You're going to be paying rent", "start": 661.1, "end": 667.96}, {"text": "buddy. You want to do that stuff. You move to New York where all the other", "start": 667.96, "end": 670.9}, {"text": "sons are molesting their dad. Dad molesters yeah, I'm sending my son to San", "start": 670.9, "end": 677.14}, {"text": "Francisco.", "start": 677.14, "end": 677.96}, {"text": "Movie, why did he make this movie? Don't have to talk about it all the time.", "start": 677.96, "end": 685.74}, {"text": "to be weird. You probably just want everyone to have deep conversations,", "start": 686.9, "end": 690.8}, {"text": "but how do you if you're if you were I mean, I don't know about you guys, but I", "start": 690.8, "end": 695.58}, {"text": "can tell you how I can't count how many times I've been, you know, in those", "start": 695.58, "end": 698.72}, {"text": "classic plastic chairs, sitting around the fire pit", "start": 698.72, "end": 701.68}, {"text": "out of the cabin with my friends. So", "start": 701.68, "end": 705.28}, {"text": "you guys ever molested your dad? Yeah, and everyone deep thoughts, everyone", "start": 705.28, "end": 710.5}, {"text": "smoking the weed, smoking weed and then like talking to your talking to your", "start": 710.5, "end": 714.24}, {"text": "I did you ever fight your dad. Oh yeah. Yeah, I'm actually kind of a weird", "start": 714.28, "end": 718.68}, {"text": "relationship with my dad right now. Yeah.", "start": 718.68, "end": 720.48}, {"text": "Yeah, after I graduated, I just started molested. I just got really sad after I", "start": 720.48, "end": 727.28}, {"text": "graduated and left the house.", "start": 727.28, "end": 728.48}, {"text": "But why would you make it right? First movie? So disgustingly make that was", "start": 728.48, "end": 736.98}, {"text": "that one of his ones he made when he was in college. I think that was just", "start": 736.98, "end": 739.98}, {"text": "like yeah, it's like a five project. This is man. You can't make a movie like", "start": 739.98, "end": 743.58}, {"text": "make that until you are a dad. That's right. Why would you make that movie as", "start": 743.58, "end": 747.94}, {"text": "a dad? You make that as you make that movie as a son. It's an admission of", "start": 747.94, "end": 750.9}, {"text": "guilt. Exactly. You make that movie as a dad. It's a cry for attention or help.", "start": 750.9, "end": 755.86}, {"text": "This is why only a girl should have been able to make this movie. That's true.", "start": 755.86, "end": 759.42}, {"text": "That is kind of completely divorced from the problem. Honestly, you know what the", "start": 759.42, "end": 763.26}, {"text": "problem is. If a girl had made that movie, it would have been erotic, steamy", "start": 763.26, "end": 766.5}, {"text": "and sexual. It would have been a firefighter. It would have been to", "start": 766.5, "end": 769.9}, {"text": "fiddle late firefighter firefighters.", "start": 769.94, "end": 772.08}, {"text": "So they literally get off on shit like that.", "start": 772.08, "end": 774.68}, {"text": "That's true.", "start": 774.68, "end": 775.46}, {"text": "Like girls get off on the idea of a firefighter, like just tying their shoe", "start": 775.46, "end": 780.46}, {"text": "for them.", "start": 780.46, "end": 780.86}, {"text": "I did recently find out that girls like guys kissing video.", "start": 780.86, "end": 784.18}, {"text": "Yeah, they like gay guys against each other, girls fighting each girls, like", "start": 784.18, "end": 789.14}, {"text": "videos of guys fighting.", "start": 789.14, "end": 790.58}, {"text": "They like videos of like guys on like sixth street in Austin.", "start": 790.58, "end": 793.94}, {"text": "Just beat each other.", "start": 793.94, "end": 795.82}, {"text": "The Morgan Wallen concert fights.", "start": 795.82, "end": 797.62}, {"text": "Oh yeah.", "start": 797.66, "end": 798.66}, {"text": "All that kind of stuff.", "start": 798.66, "end": 799.66}, {"text": "People fighting in the stands at Philly's games.", "start": 799.66, "end": 801.66}, {"text": "Yeah, that kid at the Dallas Stars game who said the N-word and then got the shit kicked", "start": 801.66, "end": 805.3}, {"text": "out of him.", "start": 805.3, "end": 806.3}, {"text": "Yeah.", "start": 806.3, "end": 807.3}, {"text": "They like, they watch that stuff and they start gilling off like crazy.", "start": 807.3, "end": 811.48}, {"text": "They watch.", "start": 811.48, "end": 812.48}, {"text": "They're sitting on the washing machine watching that video of that guy getting shot with paintball", "start": 812.48, "end": 817.58}, {"text": "pellets.", "start": 817.58, "end": 818.58}, {"text": "Speaking of gilling off, Cameron, pray tell, what was the funny pornography video title", "start": 818.58, "end": 826.42}, {"text": "that you saw?", "start": 826.42, "end": 827.46}, {"text": "And can we find it? I don't want to find it. Okay. He's afraid nerd versus thug and there", "start": 827.46, "end": 833.9}, {"text": "was no victory. He said I didn't watch it there. Well, in a situation like that, I think", "start": 833.9, "end": 838.4}, {"text": "I would hope that both people win. Well, I would hope that the nerd, I think that it", "start": 838.4, "end": 842.06}, {"text": "was one girl who was a girl and then there was a nerd and there was a thug and and poor", "start": 842.06, "end": 846.62}, {"text": "boys. So she probably she's like, who does she was probably a nerd and a thug. She probably", "start": 846.62, "end": 852.9}, {"text": "I picked the thug, but the nerd should have won.", "start": 852.9, "end": 855.6}, {"text": "Yeah, I mean yeah, well the thug", "start": 855.6, "end": 858.4}, {"text": "the nerd would win the war. The nerd would win the war, but this battle", "start": 858.4, "end": 864.5}, {"text": "between the nerd and the thug. Well, but it was a I mean it was probably he", "start": 864.5, "end": 871.0}, {"text": "could have outsmarted the thug with his nerdly ways, but the thug knows about", "start": 871.0, "end": 875.5}, {"text": "the art of Shiatsu massage. Oh, that was that would actually work. That's", "start": 875.5, "end": 881.0}, {"text": "it's actually true. It's actually half. Also, no is he's also got giving a", "start": 881.0, "end": 886.14}, {"text": "massage, but the nerd has spider man, esk reflexes, though exactly and maybe", "start": 886.14, "end": 891.26}, {"text": "probably got webs of nut. Maybe maybe the nerd had a bigger member. Yeah,", "start": 891.26, "end": 896.74}, {"text": "it's always the nerds man. The nerds got", "start": 896.74, "end": 899.46}, {"text": "always an unsuspecting nerd with a large member", "start": 899.46, "end": 905.34}, {"text": "suspecting the large. That was another video title. Do you guys have a large", "start": 907.3, "end": 912.56}, {"text": "man? Do you have big members or small members? I don't even know what my", "start": 912.56, "end": 915.88}, {"text": "member. Honestly, I haven't seen it in the scale of like you says a scale in", "start": 915.88, "end": 920.88}, {"text": "the scale of like like as a rainbow fish scale, small to like large. I'm", "start": 920.88, "end": 926.2}, {"text": "probably", "start": 926.2, "end": 926.82}, {"text": "I'd say my average to small to large. That's your scale. The scale of members", "start": 926.82, "end": 932.74}, {"text": "across the world. I think that mine is nothing to write home about.", "start": 932.74, "end": 936.98}, {"text": "Okay, so you think that maybe there are some that people are writing home about.", "start": 936.98, "end": 941.94}, {"text": "I think that there is.", "start": 941.94, "end": 942.94}, {"text": "Dear mother and father, I've had the most exquisite experience.", "start": 942.94, "end": 946.14}, {"text": "A member I saw this evening was absolutely godzillan.", "start": 946.14, "end": 951.5}, {"text": "Oh well.", "start": 951.5, "end": 953.7}, {"text": "Europe is treating me quite well mother.", "start": 953.7, "end": 955.98}, {"text": "Martha, our daughter has seen one of the most godzillian members of the state.", "start": 955.98, "end": 960.86}, {"text": "I met the most unsuspecting nerd.", "start": 960.86, "end": 964.18}, {"text": "With the largest member.", "start": 964.18, "end": 965.62}, {"text": "whose name is Benjamin Franklin. She's having only coupled with thugs in my", "start": 965.62, "end": 970.02}, {"text": "ten year as a lover", "start": 970.02, "end": 971.14}, {"text": "I've found myself accustomed to the small. I'm now dabbling with the size", "start": 971.14, "end": 979.82}, {"text": "of the main member dinky, dinky member, a dinky member. I've I've saw a member", "start": 979.82, "end": 988.52}, {"text": "my word, our daughter is", "start": 988.52, "end": 990.14}, {"text": "moved on from the key members for member", "start": 990.14, "end": 993.14}, {"text": "She's moved on completely from dinky members.", "start": 995.58, "end": 997.88}, {"text": "There were people back in the day. She throws the window up and she leans out", "start": 997.88, "end": 1003.34}, {"text": "all the people walk around the street holding clothes. I've seen the nerd", "start": 1003.34, "end": 1006.66}, {"text": "with the largest", "start": 1006.66, "end": 1007.48}, {"text": "I can't hold it in any longer.", "start": 1007.48, "end": 1010.34}, {"text": "When I've been with a nerd,", "start": 1010.34, "end": 1012.68}, {"text": "back in the day before they had phones to shoot each other, disgusting,", "start": 1012.68, "end": 1019.18}, {"text": "lewd images. Well, there were people who could draw real fast, but not", "start": 1019.18, "end": 1022.78}, {"text": "drawing even where people sure where people just writing like hello. Yes,", "start": 1022.78, "end": 1028.12}, {"text": "the war continues. My penis is as big as a bullet and I wish that I could", "start": 1028.12, "end": 1034.86}, {"text": "magnetize it to your mouth. They were taking daguerreotypes where you have to", "start": 1034.86, "end": 1038.68}, {"text": "sit still for the photo for like three minutes straight or else it blurs, so", "start": 1038.68, "end": 1042.22}, {"text": "they're jacking off in front of the camera and then they get the picture", "start": 1042.22, "end": 1045.32}, {"text": "printed on. It looks like they're the flash, their hands blurred up and down", "start": 1045.32, "end": 1048.92}, {"text": "on their thing completely still and their areas, like", "start": 1048.94, "end": 1052.02}, {"text": "which is why Japan does that.", "start": 1052.02, "end": 1055.52}, {"text": "What is that about man? Why do they still do that? I think it's a law over", "start": 1055.52, "end": 1060.58}, {"text": "there that people have to be cartoon to be in a movie. You can see well,", "start": 1060.58, "end": 1064.88}, {"text": "do they", "start": 1064.88, "end": 1065.2}, {"text": "different laws? No, when they blur the they blur out all the all the junk", "start": 1065.2, "end": 1074.1}, {"text": "yeah", "start": 1074.1, "end": 1074.78}, {"text": "that's a cartoon. Well, if you can show it in a cartoon, can you show a car to", "start": 1076.08, "end": 1081.84}, {"text": "cartoons where they show it? I've seen cartoons. You guys wouldn't believe", "start": 1081.84, "end": 1085.0}, {"text": "I've seen about cartoons in Japan is cartoons over there are for adults.", "start": 1085.0, "end": 1089.16}, {"text": "Doesn't make a lot of sense. No, I seen this one cartoon over there. That was", "start": 1089.16, "end": 1094.76}, {"text": "this kid and he's trying to collect all these Pokemon.", "start": 1094.76, "end": 1099.04}, {"text": "why can't I see their things in Japan to be able to search twenty things can't be", "start": 1101.6, "end": 1106.98}, {"text": "seen anywhere, but in Japan, well, that's why in red they have to Miffy. They have", "start": 1106.98, "end": 1110.84}, {"text": "stuff that you can see in a noodle brand. Pringles is a noodle. Pringles is", "start": 1110.84, "end": 1114.88}, {"text": "not a noodle brand stupid Google. What is considered wait? What is considered", "start": 1114.88, "end": 1119.24}, {"text": "disrespectful in Japan? Let's read okay, pointing in public. I just you're", "start": 1119.24, "end": 1123.84}, {"text": "pointing to it. We're not in public. We're not yeah, we're in private. I guess", "start": 1123.84, "end": 1127.28}, {"text": "you're right yeah, but at what line does what point is the line between public", "start": 1127.28, "end": 1131.5}, {"text": "a private blur in a podcast yeah. That's a really good point. We are", "start": 1131.52, "end": 1135.42}, {"text": "technically outside. What point do we do you guys think that we would fare well", "start": 1135.42, "end": 1138.92}, {"text": "or intensely poorly in eastern nations,", "start": 1138.92, "end": 1144.06}, {"text": "like eastern which ones far east far yeah? I mean I think okay, here's here's", "start": 1144.06, "end": 1150.22}, {"text": "my my run down. I think I would do really well in China. I think I do", "start": 1150.22, "end": 1155.64}, {"text": "pretty well. I don't know. Is that a party? Not sure I do so well in Korea,", "start": 1155.64, "end": 1159.04}, {"text": "Korea, I Korea, Korea, North Korea, they're a little buttoned up. I could", "start": 1159.52, "end": 1163.68}, {"text": "do North Korea, South Korea. I'm not so sure about China would definitely be my", "start": 1163.68, "end": 1167.48}, {"text": "most my best performance. Yeah, as a citizen, I do think you would be an", "start": 1167.48, "end": 1171.28}, {"text": "amazing citizen. I'd be really good. They would think Japan, I mean, I do", "start": 1171.28, "end": 1174.84}, {"text": "think I'm think I'm kind of quiet and demure that I could adjust to public", "start": 1174.84, "end": 1178.28}, {"text": "life in Japan and not and you see this a guy like this. He has an outside", "start": 1178.28, "end": 1181.48}, {"text": "voice and that's not looked so kindly upon in Japan. Now me, I'm more of I'm", "start": 1181.48, "end": 1185.88}, {"text": "I'm well it depends. But also but the main problem about Japan is I can't", "start": 1185.92, "end": 1191.08}, {"text": "speak Japanese. The most that I've seen of Japan. It's a big barrier. Most I've", "start": 1191.08, "end": 1195.88}, {"text": "seen of Japan is from Jackass One. That's the most you've seen of Japan? I've", "start": 1195.88, "end": 1201.34}, {"text": "not seen a lot of, I've seen maybe a few videos here and there, but the most I've", "start": 1201.34, "end": 1206.5}, {"text": "seen of, like, people going out in public. You've never seen Lost in", "start": 1206.5, "end": 1209.72}, {"text": "Translation? No, I've really, I haven't seen that. I've seen Jackass One. Really", "start": 1209.72, "end": 1213.16}, {"text": "great movie going off of what they did in that if I go there and I start", "start": 1213.2, "end": 1217.34}, {"text": "shooting bottle rockets out of my ass and doing wasabi snooters and like", "start": 1217.34, "end": 1221.3}, {"text": "running around in a panda suit. I think that that could fare well if that's", "start": 1221.3, "end": 1226.04}, {"text": "what you can do. Did you guys see that video that video on x.com of the guy", "start": 1226.04, "end": 1230.6}, {"text": "who's from Australia or something and he goes to Japan and you know in Japan,", "start": 1230.6, "end": 1233.58}, {"text": "they have they have subway cars that are women only. Yeah, I can be on and he", "start": 1233.58, "end": 1237.1}, {"text": "goes he's like he's felt selfie filming. It's like they've got a car that's", "start": 1237.1, "end": 1241.8}, {"text": "women only walk and he goes into the key, walks into the car and he's just", "start": 1241.86, "end": 1246.0}, {"text": "videoing all the women and they're all like staring at it. It's like staring at", "start": 1246.0, "end": 1249.66}, {"text": "him and he's like well yeah, it looks like it's all women.", "start": 1249.66, "end": 1252.56}, {"text": "He just walks around it for like thirty seconds and they're all just like", "start": 1252.56, "end": 1256.88}, {"text": "staring him down and then he just leaves. That is awesome! It's really", "start": 1256.88, "end": 1260.5}, {"text": "funny. I seen a video of a dude, these two twitch like IRL stream. I saw that", "start": 1260.5, "end": 1266.52}, {"text": "this week, got in there, they got their jaw slid and their phones broke. They", "start": 1266.52, "end": 1269.86}, {"text": "knocked out. They got knocked the fuck out. But the best part about that video is as soon", "start": 1269.9, "end": 1275.16}, {"text": "as the second guy gets punched, he's filming the other guy who's already on the ground,", "start": 1275.16, "end": 1281.0}, {"text": "he gets a donation. He gets a text to speech. But the sound, he gets clocked and then as", "start": 1281.0, "end": 1286.76}, {"text": "soon as he's on the ground you hear the Mario coin. It's so good. And then the text to speech", "start": 1286.76, "end": 1293.1}, {"text": "is somebody who just paid $5 to write Hiroshima Nagasaki over and over and over again. So", "start": 1293.1, "end": 1298.68}, {"text": "The guy's like knocked out on the ground. It's like Hiroshima Nagasaki.", "start": 1298.68, "end": 1302.36}, {"text": "Oh my God.", "start": 1302.36, "end": 1302.86}, {"text": "Hiroshima Nagasaki.", "start": 1302.86, "end": 1303.86}, {"text": "It's crazy.", "start": 1303.86, "end": 1304.86}, {"text": "It's crazy.", "start": 1304.86, "end": 1305.86}, {"text": "Definitely. If I was over there, I would not be IRL streaming.", "start": 1305.86, "end": 1309.88}, {"text": "You would have...", "start": 1309.88, "end": 1310.88}, {"text": "That's all I would do.", "start": 1310.88, "end": 1311.88}, {"text": "I think that you would definitely be knocked out if you were in a public place in Japan.", "start": 1311.88, "end": 1314.6}, {"text": "I would be knocked out. Yeah.", "start": 1314.6, "end": 1316.08}, {"text": "Why?", "start": 1316.08, "end": 1317.08}, {"text": "Wait, no. You're the meekest one in public. What are we talking about? You and me are", "start": 1317.08, "end": 1319.8}, {"text": "the crazies.", "start": 1319.8, "end": 1320.8}, {"text": "No, no, no, no, no, no.", "start": 1320.8, "end": 1321.8}, {"text": "He's nothing.", "start": 1321.8, "end": 1322.8}, {"text": "No, because...", "start": 1322.8, "end": 1323.8}, {"text": "He's nothing.", "start": 1323.8, "end": 1324.8}, {"text": "but he's meek when he's playing a prank.", "start": 1324.8, "end": 1328.8}, {"text": "But if you're hanging out and you're having a good time, you're going to be skateboarding around.", "start": 1328.8, "end": 1332.8}, {"text": "You can't skateboard during... actually I do know this, you can't skateboard", "start": 1332.8, "end": 1336.8}, {"text": "every single skateboard clip in Japan, not every single but a good chunk of them, if you try", "start": 1336.8, "end": 1340.8}, {"text": "to street skate, they're very, very... They only let you do it on a hoverboard.", "start": 1340.8, "end": 1344.8}, {"text": "They don't want you to... yeah, basically you get five stars", "start": 1344.8, "end": 1348.8}, {"text": "the cops... you get your board taken away, stuff like that. Every single", "start": 1348.8, "end": 1352.8}, {"text": "illegal street clip is filmed at like nighttime. The one thing about Japan,", "start": 1352.8, "end": 1356.8}, {"text": "their culture that is pretty interesting is, I guess it's very customary over", "start": 1356.8, "end": 1360.8}, {"text": "there that normally it's frowned upon when you break the laws of Japan.", "start": 1360.8, "end": 1365.6}, {"text": "Really? Yeah, where here... You're not so much supposed to do illegal things", "start": 1365.6, "end": 1369.2}, {"text": "that break the law. It's more than just a recommendation there. It's part of", "start": 1369.2, "end": 1372.4}, {"text": "their culture. Yeah, it's a cultural difference where you can actually go to", "start": 1372.4, "end": 1376.3}, {"text": "prison for breaking laws. Really? Yeah. Yeah. And kind of backwards country is", "start": 1376.3, "end": 1381.8}, {"text": "yes, I've never seen good manners are usually smiled upon. Yes, that's that", "start": 1381.8, "end": 1386.3}, {"text": "hell. We're here. The mild mannered are actually some of the lowest people in", "start": 1386.3, "end": 1390.7}, {"text": "our society. Yeah, like us yeah beaten down yeah, we're down trodden burn to a", "start": 1390.7, "end": 1396.26}, {"text": "crisp. We're completely down. Do they have jails in Japan? No, do they have", "start": 1396.26, "end": 1401.48}, {"text": "food in Japan? They do, but they don't eat that much of it, huh, and it's", "start": 1401.48, "end": 1405.98}, {"text": "considered respectful to", "start": 1405.98, "end": 1407.8}, {"text": "enjoy your food. Yeah, and you don't really house it. You're supposed to show", "start": 1409.38, "end": 1413.98}, {"text": "your respect the burp in Japan. I think it's very I can't is which I saw. I", "start": 1413.98, "end": 1422.56}, {"text": "always remember hearing in elementary school, you know, and and is I don't", "start": 1422.56, "end": 1425.54}, {"text": "remember Japan or China or what you're supposed to burp after you eat because", "start": 1425.54, "end": 1428.58}, {"text": "it really respect you're thinking of Shrek. Yeah, that's never never land.", "start": 1428.58, "end": 1432.9}, {"text": "That was one of those, but you know, you know, when you hear one of those facts", "start": 1432.9, "end": 1435.74}, {"text": "about an Asian country when you're in elementary school and you don't know if", "start": 1435.74, "end": 1438.98}, {"text": "You know, speaking of food and customs, there's a, in Germany, it's apparently very disrespectful", "start": 1438.98, "end": 1445.66}, {"text": "to get a to-go box because you couldn't finish your food.", "start": 1445.66, "end": 1448.94}, {"text": "Is that true?", "start": 1448.94, "end": 1449.94}, {"text": "Yeah.", "start": 1449.94, "end": 1450.94}, {"text": "That's what my German teacher told me in high school, is that if you ask for a to-go box,", "start": 1450.94, "end": 1454.42}, {"text": "they'll give it to you, but it's like, \"Fucking Americans.\"", "start": 1454.42, "end": 1457.42}, {"text": "Americans that can't eat their food?", "start": 1457.42, "end": 1460.38}, {"text": "No, like if you don't...", "start": 1460.38, "end": 1462.18}, {"text": "Nobody, they don't eat giant portions of like sausage and pretzels?", "start": 1462.18, "end": 1466.62}, {"text": "Not that much, though.", "start": 1466.62, "end": 1467.62}, {"text": "I mean if you go to the if you go to the restaurant and you over eat or I guess", "start": 1467.62, "end": 1472.76}, {"text": "are you like over order over order that's considered very rude because", "start": 1472.76, "end": 1477.12}, {"text": "you come from a country where you get a burger with four stacks on it exactly", "start": 1477.12, "end": 1481.48}, {"text": "stuff patties and fillings, but it's also rude to tip.", "start": 1481.48, "end": 1486.14}, {"text": "Why did I ever under why is it rude to think about I don't I think it's I", "start": 1486.14, "end": 1490.94}, {"text": "think it's I think it's not right money. I think that maybe it is rude, but", "start": 1490.94, "end": 1494.88}, {"text": "they figured out that they tell you when you're a tourist in Europe. What they", "start": 1494.9, "end": 1497.94}, {"text": "say to you is they're like now it's not it's not customary to tip here, but if", "start": 1497.94, "end": 1502.54}, {"text": "you want to, you can that's every place they're like, but if you want to leave", "start": 1502.54, "end": 1505.8}, {"text": "them a little extra money, I don't understand how that could be possibly", "start": 1505.8, "end": 1508.9}, {"text": "now. How could that possibly be construed as rude that I'm giving you extra money?", "start": 1508.9, "end": 1513.18}, {"text": "Yeah, yeah, how fucking stupid are these Europeans that they think that that's", "start": 1513.18, "end": 1517.02}, {"text": "wrong every single European? They also if when you do leave them a tip or in", "start": 1517.02, "end": 1522.34}, {"text": "Ireland. We left if we left people a tip, would you a few times? I mean, I", "start": 1522.38, "end": 1525.38}, {"text": "think you're supposed to tip a bartender. Maybe I can't remember, but we left", "start": 1525.38, "end": 1528.08}, {"text": "people to they're like, Oh, my God, thank you. It's like chill. I get the", "start": 1528.08, "end": 1533.16}, {"text": "fuck out of my face. Yeah,", "start": 1533.16, "end": 1535.06}, {"text": "you got danger close to my face. I can't see with these sunglasses. You got a", "start": 1535.06, "end": 1541.54}, {"text": "real real close. I guys are fly. I felt I felt like I felt a whiff of your", "start": 1541.54, "end": 1546.14}, {"text": "finger. These are fly. You got a way from my finger. He has aren't his", "start": 1546.14, "end": 1549.34}, {"text": "finger pit smell. You need finger deodorant.", "start": 1549.42, "end": 1552.04}, {"text": "Yeah, you got to get in those webs.", "start": 1552.04, "end": 1553.38}, {"text": "My body's been smelling really badly.", "start": 1553.38, "end": 1555.14}, {"text": "Yeah.", "start": 1555.14, "end": 1555.64}, {"text": "What's going on, man?", "start": 1555.64, "end": 1556.72}, {"text": "Ever since I've had it.", "start": 1556.72, "end": 1558.02}, {"text": "Nerd versus thug.", "start": 1558.02, "end": 1559.14}, {"text": "I didn't jack off to nerd versus thug.", "start": 1559.14, "end": 1560.84}, {"text": "No, he said earlier he thought he was ruining the mood,", "start": 1560.84, "end": 1563.02}, {"text": "so he couldn't do it.", "start": 1563.02, "end": 1563.56}, {"text": "I was too funny.", "start": 1563.56, "end": 1564.6}, {"text": "Yeah.", "start": 1564.6, "end": 1565.26}, {"text": "You don't want to...", "start": 1565.26, "end": 1565.98}, {"text": "That's why that ad that always comes up on porn that's like,", "start": 1565.98, "end": 1569.18}, {"text": "\"This is not a dating website.", "start": 1569.18, "end": 1570.86}, {"text": "You need to fuck ugly old grannies.\"", "start": 1570.86, "end": 1572.98}, {"text": "You need to fuck an old woman.", "start": 1572.98, "end": 1574.44}, {"text": "Yeah. If you reject someone's...", "start": 1574.44, "end": 1576.36}, {"text": "What are the lyrics?", "start": 1576.36, "end": 1577.78}, {"text": "you need you will have to the lyrics ugly grannies. If you reject something", "start": 1577.78, "end": 1581.92}, {"text": "someone sexually, you will be banned from the website.", "start": 1581.92, "end": 1584.86}, {"text": "It's a really good ad, but if that comes up, I'm not familiar with it. I", "start": 1584.86, "end": 1589.78}, {"text": "thought you were joking. No, it's real and I show I talked to three people", "start": 1589.78, "end": 1593.7}, {"text": "about it last night who all said they had seen it too. Wow and somebody", "start": 1593.7, "end": 1596.72}, {"text": "actually had a screen recording of it on their phone when I brought it up", "start": 1596.72, "end": 1599.52}, {"text": "and I was like, yep, that's the one man. That is a funny fucking ad and", "start": 1599.52, "end": 1602.9}, {"text": "let me tell you what these grannies not that so many grannies are hot. These", "start": 1602.9, "end": 1606.72}, {"text": "grannies are especially ugly. They have freckles.", "start": 1606.72, "end": 1609.72}, {"text": "No, liver spots you mean.", "start": 1609.72, "end": 1611.72}, {"text": "Liver spots. Old liver spots.", "start": 1611.72, "end": 1613.72}, {"text": "I can't wait to have liver spots.", "start": 1613.72, "end": 1615.72}, {"text": "Morgan Freeman's got them.", "start": 1615.72, "end": 1617.72}, {"text": "I'm going to get some good ass liver spots.", "start": 1617.72, "end": 1619.72}, {"text": "He's got freckles. He's got normal freckles.", "start": 1619.72, "end": 1621.72}, {"text": "I think I heard somebody say he has liver spots one time.", "start": 1621.72, "end": 1623.72}, {"text": "Are people still mad at him just because he's dating his daughter?", "start": 1623.72, "end": 1626.72}, {"text": "Oh my god.", "start": 1626.72, "end": 1630.72}, {"text": "Something's up with the Freemans.", "start": 1630.72, "end": 1632.72}, {"text": "In the reverse way.", "start": 1632.72, "end": 1634.72}, {"text": "Actually we don't know.", "start": 1634.72, "end": 1635.72}, {"text": "Yeah, we don't know.", "start": 1635.72, "end": 1636.72}, {"text": "We don't know who started it.", "start": 1636.72, "end": 1640.44}, {"text": "But Morgan's finishing it, I'll tell you that much.", "start": 1640.44, "end": 1643.68}, {"text": "Is it like a Sun Yi thing?", "start": 1643.68, "end": 1646.24}, {"text": "I think it was his step-daughter, but not adopted daughter like Sun Yi.", "start": 1646.24, "end": 1652.28}, {"text": "Speaking of Sun Yi, on Friday I went to this party with my friend.", "start": 1652.28, "end": 1657.16}, {"text": "It was like this event thing.", "start": 1657.16, "end": 1659.92}, {"text": "It's like 3 a.m. It's like a bunch of fucking some like", "start": 1659.92, "end": 1664.02}, {"text": "like stupid", "start": 1664.02, "end": 1666.88}, {"text": "exclusive like fucking", "start": 1666.88, "end": 1668.84}, {"text": "stupid excuses like VIP fucking", "start": 1668.84, "end": 1671.96}, {"text": "It was at this this like club thing where they have a pool in the middle of the room like a little like bathtub", "start": 1671.96, "end": 1682.32}, {"text": "and", "start": 1682.32, "end": 1685.12}, {"text": "We convinced this dude that Woody Allen was there", "start": 1685.12, "end": 1688.0}, {"text": "like two in the morning.", "start": 1688.56, "end": 1690.0}, {"text": "And", "start": 1690.0, "end": 1692.5}, {"text": "I thought this story is funny. I thought this is really funny. You can", "start": 1692.5, "end": 1697.52}, {"text": "convince them. We convinced him that Woody Allen was there with soon. He and", "start": 1697.52, "end": 1703.76}, {"text": "he was sitting by the crepe station.", "start": 1703.76, "end": 1706.64}, {"text": "There was a crepe. They had a crepe. They had a crepe station and it was", "start": 1706.64, "end": 1711.2}, {"text": "three in the morning. This guy went over and looked and then came back and was", "start": 1711.2, "end": 1716.4}, {"text": "like he's not there and we're like oh yeah no I think him and Sun Yi were really tired.", "start": 1716.4, "end": 1723.68}, {"text": "That's got to be one of the most incredible things I've ever heard in my life.", "start": 1723.68, "end": 1728.04}, {"text": "It was really funny I think you just should have seen the guy we told.", "start": 1728.04, "end": 1731.88}, {"text": "Well were you under the influence of alcohol?", "start": 1731.88, "end": 1734.76}, {"text": "I was actually under the influence of alcohol and drugs.", "start": 1734.76, "end": 1738.4}, {"text": "So you were a bit slap happy?", "start": 1738.4, "end": 1740.88}, {"text": "I was a little bit slap happy.", "start": 1740.88, "end": 1742.48}, {"text": "I think that maybe I regret telling this story now because everyone is going to make fun", "start": 1742.48, "end": 1746.72}, {"text": "of me.", "start": 1746.72, "end": 1747.72}, {"text": "Well now it just set you basically just the punchline was not all there I'm going to be", "start": 1747.72, "end": 1751.32}, {"text": "honest with you.", "start": 1751.32, "end": 1752.32}, {"text": "So it really is this story about you being a you're a socialite.", "start": 1752.32, "end": 1755.52}, {"text": "I was yes I was at an annoying thing for fashion week because of my friend.", "start": 1755.52, "end": 1760.96}, {"text": "Oh I think your fashion's week.", "start": 1760.96, "end": 1765.04}, {"text": "I think fascism's week and it's going to lose to us.", "start": 1765.04, "end": 1767.92}, {"text": "Yeah a strong socialist.", "start": 1767.92, "end": 1771.64}, {"text": "Yeah. Okay. I can save that by saying that there was something actually funny that happened", "start": 1771.64, "end": 1777.56}, {"text": "before this, which I showed you the video, but I don't know if I showed you.", "start": 1777.56, "end": 1780.76}, {"text": "Oh, wait. Yes, this actually does save it.", "start": 1780.76, "end": 1782.36}, {"text": "Okay. So before we went there, we went to this other bar because our friend was DJing", "start": 1782.36, "end": 1788.36}, {"text": "and we were outside having a cheeky cigarette and a little boy at -- this was at midnight", "start": 1788.36, "end": 1796.84}, {"text": "A little boy ran up to me and my friend Rupert and screamed at us.", "start": 1796.84, "end": 1802.84}, {"text": "Then held out a box of candy and went, \"CASH APP!\"", "start": 1802.84, "end": 1807.84}, {"text": "Rupert's from Australia, he's not gonna fuck it, he can't use any of that.", "start": 1807.84, "end": 1812.84}, {"text": "What'd you buy?", "start": 1812.84, "end": 1814.84}, {"text": "We didn't have any cash, we were gonna pay him, but we didn't.", "start": 1814.84, "end": 1819.84}, {"text": "didn't. Somebody else gave him twenty dollars to scare every single person", "start": 1819.84, "end": 1825.44}, {"text": "that walked by.", "start": 1825.44, "end": 1826.6}, {"text": "So all these people were leaving this club and", "start": 1826.6, "end": 1830.8}, {"text": "this little boy is hiding in like the outdoor seating of a restaurant that's", "start": 1830.8, "end": 1837.52}, {"text": "directly next door,", "start": 1837.52, "end": 1838.64}, {"text": "just running up and grabbing people and going.", "start": 1838.64, "end": 1842.32}, {"text": "See, I watched the video that you show because you took a video of him doing", "start": 1842.32, "end": 1846.72}, {"text": "hit somebody and I realize that's my biggest nightmare, because I think my", "start": 1846.76, "end": 1850.2}, {"text": "instant react. I was my", "start": 1850.2, "end": 1851.8}, {"text": "before I even realize it's a kid yeah. I would I'm swinging there was somebody", "start": 1851.8, "end": 1857.08}, {"text": "there were I didn't record the other this person, but somebody went up to", "start": 1857.08, "end": 1861.8}, {"text": "like he jumped out at the guy that's that's a so funny yeah. We just hold the", "start": 1861.8, "end": 1866.88}, {"text": "sound up. Just listen to his scream when he startles him. He did this to somebody", "start": 1866.88, "end": 1871.36}, {"text": "and the guy went kid fuck you and", "start": 1871.36, "end": 1874.56}, {"text": "That's what I was doing.", "start": 1875.88, "end": 1877.08}, {"text": "Yeah.", "start": 1877.08, "end": 1877.58}, {"text": "See, that was the only that was the funny story.", "start": 1877.58, "end": 1887.88}, {"text": "I should have told that one.", "start": 1887.88, "end": 1888.88}, {"text": "That kid is poor, guys.", "start": 1888.88, "end": 1891.08}, {"text": "That kid needs that money badly.", "start": 1891.08, "end": 1893.28}, {"text": "Well, he made a lot of money.", "start": 1893.28, "end": 1894.88}, {"text": "It's so funny to take the $20 and be like, \"I guess I have to do this.\"", "start": 1894.88, "end": 1898.98}, {"text": "No, he was just run away.", "start": 1898.98, "end": 1900.58}, {"text": "Yeah, he was happy to do it.", "start": 1900.58, "end": 1902.08}, {"text": "He was happy to do it.", "start": 1902.08, "end": 1903.08}, {"text": "And also, I noticed.", "start": 1903.08, "end": 1904.58}, {"text": "He has a shield.", "start": 1904.58, "end": 1905.18}, {"text": "so you can say no, that guy paid me to do it. Yeah that too, but also I noticed he", "start": 1905.18, "end": 1908.98}, {"text": "the the as soon as he like scared me and Rupert and showed the thing he had two", "start": 1908.98, "end": 1916.06}, {"text": "pieces of candy left. He was doing good that night. He cleaned up. Oh my God,", "start": 1916.06, "end": 1920.52}, {"text": "pieces. How do you know he didn't start with two pieces? How do you know I", "start": 1920.52, "end": 1923.44}, {"text": "didn't eat the candy and that's why you're scaring people. He had a sugar", "start": 1923.44, "end": 1925.96}, {"text": "rush. That's a good point. I have a bit of a sugar rush right now because I ate", "start": 1925.96, "end": 1929.68}, {"text": "pineapple and had an electro lit. Yeah, that's a good. I have a little bit of a", "start": 1929.68, "end": 1934.22}, {"text": "- I got a sugar rush off of my coffee from this morning.", "start": 1934.24, "end": 1936.84}, {"text": "- That is a different kind of rush.", "start": 1936.84, "end": 1939.52}, {"text": "That's a black drink rush.", "start": 1939.52, "end": 1940.84}, {"text": "- It's a sugar rush.", "start": 1940.84, "end": 1941.68}, {"text": "- I did, I woke up very early 'cause my cat woke me up.", "start": 1941.68, "end": 1946.68}, {"text": "He bit me to feed him and I stayed up", "start": 1946.68, "end": 1950.08}, {"text": "and I had both a Celsius, or no, a Prime,", "start": 1950.08, "end": 1955.08}, {"text": "and a couple squirts of Pizzazz.", "start": 1955.08, "end": 1957.6}, {"text": "- I saw you spraying your drug.", "start": 1957.6, "end": 1958.8}, {"text": "- You squirted Pizzazz in your, yeah, that is so,", "start": 1958.8, "end": 1961.32}, {"text": "you know, I've been tempted sometimes when you're not here", "start": 1961.32, "end": 1963.16}, {"text": "when I'm at the office and I see the pizzazz thing. Oh, that's out", "start": 1963.16, "end": 1966.16}, {"text": "completely. I was, I was squirting the remnants of it because I knew that I", "start": 1966.16, "end": 1969.32}, {"text": "needed to be on my top of my game today", "start": 1969.32, "end": 1971.7}, {"text": "and, you know, and I was, I told this amazing story about a funny joke that", "start": 1971.7, "end": 1977.8}, {"text": "I'd, that I told. You just need to, you know what you need to do with your", "start": 1977.8, "end": 1980.56}, {"text": "stories, man? I need to go to a storytelling class. You gotta embellish.", "start": 1980.56, "end": 1982.4}, {"text": "Here, let me, let me, let me, let me, this is the version of the story you", "start": 1982.4, "end": 1985.12}, {"text": "should have told. Okay. So we're at this party, fashion week. It was hella dope.", "start": 1985.12, "end": 1990.08}, {"text": "you are a my way cooler and yes, more exclusive. We were people. We were", "start": 1990.4, "end": 1994.76}, {"text": "beatboxing and be boing in the corner sounds fire and this guy, this chump", "start": 1994.76, "end": 1999.4}, {"text": "pulls up chud, this chud pulls up and it's like is there anyone cool at the", "start": 1999.4, "end": 2004.04}, {"text": "party and and I'm like I Patrick, I'm like yo fam it ain't like that, but", "start": 2004.04, "end": 2009.64}, {"text": "there is one cat over there by the punch.", "start": 2009.64, "end": 2016.28}, {"text": "his name's Woody Allen. Maybe you heard of him. Oh, and he's here with soon.", "start": 2018.68, "end": 2022.6}, {"text": "You send this so fucking this guy goes over. He", "start": 2022.6, "end": 2026.04}, {"text": "sashays over to the bull. This person would have been was there and he was", "start": 2026.04, "end": 2031.64}, {"text": "fucking soon on the table. Damn wow.", "start": 2031.64, "end": 2034.6}, {"text": "See that's how you tell a story. See the problem is and then probably is I just", "start": 2034.6, "end": 2040.16}, {"text": "don't know how to tell stories. I was lying. Well, you just got to into you", "start": 2040.16, "end": 2043.64}, {"text": "get whenever you tell stories like this. I get too into the detail. You add too", "start": 2043.64, "end": 2046.56}, {"text": "details that make it sound really annoying. Yeah. Of like, \"Well, I was at this", "start": 2046.6, "end": 2050.6}, {"text": "exclusive party at 3 a.m. at Fashion Week.\" I know. I said that. As soon as I said that, I", "start": 2050.6, "end": 2056.12}, {"text": "was like, \"Who the fuck am I to say that? Why did I say that?\" Yeah, you were not...", "start": 2056.12, "end": 2060.28}, {"text": "you were nothing. I was at a more exclusive party that night. I literally...", "start": 2060.28, "end": 2064.12}, {"text": "as soon as the words left my mouth, I was like, \"If I... I should kill myself.\"", "start": 2064.12, "end": 2068.44}, {"text": "You don't kill yourself. You know what party I was a part of that night? You're not", "start": 2068.44, "end": 2072.12}, {"text": "Not beyond saving.", "start": 2072.12, "end": 2073.62}, {"text": "I don't think I'm beyond saving, but it could get there.", "start": 2073.62, "end": 2078.26}, {"text": "You think you could get to the point where you can't be saved?", "start": 2078.26, "end": 2081.18}, {"text": "I think so.", "start": 2081.18, "end": 2082.18}, {"text": "I think I could get there.", "start": 2082.18, "end": 2083.72}, {"text": "Where it's just over, there's nothing, there's only one way out.", "start": 2083.72, "end": 2087.16}, {"text": "Every single one of the fans of the show turns on me and you two secretly resent me and don't", "start": 2087.16, "end": 2091.72}, {"text": "tell me.", "start": 2091.72, "end": 2092.84}, {"text": "I have dreams about this.", "start": 2092.84, "end": 2094.0}, {"text": "I already resent you so much for going to exclusive parties.", "start": 2094.0, "end": 2097.24}, {"text": "Can I tell my joke about my exclusive parties?", "start": 2097.24, "end": 2098.6}, {"text": "I have dreams about this.", "start": 2098.6, "end": 2100.76}, {"text": "I'll say this and then you can tell me about that.", "start": 2100.76, "end": 2103.16}, {"text": "I have dreams about this because before I go to bed,", "start": 2103.16, "end": 2106.6}, {"text": "I watch all of the, like everyone,", "start": 2106.6, "end": 2109.4}, {"text": "like you guys turning on me and like everyone", "start": 2109.4, "end": 2111.72}, {"text": "hating me a lot.", "start": 2111.72, "end": 2113.04}, {"text": "I have nightmares about this because I,", "start": 2113.04, "end": 2115.68}, {"text": "but when I, before I go to bed,", "start": 2115.68, "end": 2117.04}, {"text": "I will watch the Too Lazy to Try Bert Kreischer.", "start": 2117.04, "end": 2119.96}, {"text": "(laughing)", "start": 2119.96, "end": 2122.2}, {"text": "And I'm like, what if I end up like that?", "start": 2122.2, "end": 2126.64}, {"text": "What if like every single person hates my guts?", "start": 2126.64, "end": 2129.84}, {"text": "like ten years down the line. Yeah, you got a while once once I write my", "start": 2129.84, "end": 2134.6}, {"text": "machine bro. It's", "start": 2134.6, "end": 2135.88}, {"text": "figure out your machine. Patrick, I love you and I appreciate you and I like the", "start": 2135.88, "end": 2141.88}, {"text": "fact that you are unapologetically you. I've had so many nightmares about", "start": 2141.88, "end": 2146.68}, {"text": "because it's it's it's boiling in my brain like", "start": 2146.68, "end": 2151.08}, {"text": "I'm going to be Bert dude. Maybe you're going to be the machine. Maybe you're", "start": 2151.08, "end": 2155.72}, {"text": "just coming to you're just becoming too cool for me and camera. I think so. I", "start": 2155.72, "end": 2159.36}, {"text": "you one day guys. I think wait you think you're becoming too cool. Let me tell my", "start": 2159.38, "end": 2162.62}, {"text": "thing now yeah. I was I was part of an exclusive party that night. You know who", "start": 2162.62, "end": 2166.78}, {"text": "was there for people me a rogue, a cleric and a wizard. There's three all", "start": 2166.78, "end": 2172.1}, {"text": "night. Holy shit that is exclusive as fuck, but it's also kind of nerdy yeah,", "start": 2172.1, "end": 2176.94}, {"text": "maybe a little see he didn't go to your kind of like chic, chic, though", "start": 2176.94, "end": 2180.1}, {"text": "say ye she you're kind of like geek chic, though geek chic yeah that guy's that", "start": 2180.1, "end": 2189.1}, {"text": "guys make some bad music. You think he makes bad music? That's his favorite", "start": 2189.14, "end": 2193.74}, {"text": "artist.", "start": 2193.74, "end": 2194.14}, {"text": "Defend yourself.", "start": 2194.14, "end": 2196.42}, {"text": "He only listens to TikTok sounds.", "start": 2196.42, "end": 2201.38}, {"text": "You do listen to that shit. His favorite song is", "start": 2201.38, "end": 2206.02}, {"text": "that's why he's in such a jolly mood every morning. You know what song that...", "start": 2206.02, "end": 2215.14}, {"text": "He listens to this song.", "start": 2215.14, "end": 2216.02}, {"text": "Oh no, oh no, oh no, no, no, no, no, no.", "start": 2216.02, "end": 2219.42}, {"text": "I do.", "start": 2219.42, "end": 2220.42}, {"text": "So the Plex has your music on it and I'll accidentally, I'll go down, I'll go to watch", "start": 2220.42, "end": 2224.98}, {"text": "a film maybe, you know, the other night I watched Network.", "start": 2224.98, "end": 2230.22}, {"text": "Nice.", "start": 2230.22, "end": 2231.22}, {"text": "And, but I clicked on the music and I saw that all of the stuff on there was like Yeet", "start": 2231.22, "end": 2236.82}, {"text": "and Joey and Cemetery and stuff like that.", "start": 2236.82, "end": 2240.58}, {"text": "And Jubio, you're pushing 50.", "start": 2240.58, "end": 2242.06}, {"text": "I don't have any cemetery or joy in that and that's it. You're completely lying.", "start": 2242.06, "end": 2249.66}, {"text": "Yeah, we're lying, but we're watching out. You were born in 1970. You were born", "start": 2249.66, "end": 2256.14}, {"text": "during the Eisenhower administration. You can't be listening to the kid Leroy.", "start": 2256.14, "end": 2260.54}, {"text": "That is a wrong. It's wrong. Okay, if we just never talked about it, but like", "start": 2260.54, "end": 2268.38}, {"text": "do you feel it's like like really fucking", "start": 2268.38, "end": 2270.88}, {"text": "yeah, maybe he fakes his birth certificate like minute bowl. Maybe", "start": 2270.88, "end": 2275.38}, {"text": "yeah, it's possible.", "start": 2275.38, "end": 2276.3}, {"text": "Guys, we have been talking about exclusivity", "start": 2276.3, "end": 2281.42}, {"text": "and different parties and what is more exclusive? What is more exclusive", "start": 2281.42, "end": 2288.54}, {"text": "than what then I need to get abducted by an alien. I need to learn my choices", "start": 2288.54, "end": 2294.42}, {"text": "of words better. Play the sound getting abducted by an alien from another world.", "start": 2294.42, "end": 2300.82}, {"text": "What I think we kind of abandoned the secret alien costumes thing. What are", "start": 2300.82, "end": 2309.02}, {"text": "you talking about? The identity protection thing? My identity is", "start": 2309.02, "end": 2311.72}, {"text": "fucking protected.", "start": 2311.72, "end": 2312.52}, {"text": "That's why I've been so on one. This is the truth, guys. I'm not going to. I'm", "start": 2312.52, "end": 2320.62}, {"text": "I'm not I'm not going to split forks with you. We", "start": 2320.62, "end": 2323.82}, {"text": "could get killed for doing this episode. A hundred percent yeah. This is a lot of", "start": 2323.82, "end": 2328.74}, {"text": "private in let me just let me disguise your voice real quick. Please, please,", "start": 2328.74, "end": 2332.18}, {"text": "please", "start": 2332.18, "end": 2333.46}, {"text": "imagine this.", "start": 2333.46, "end": 2336.82}, {"text": "You are in your bed late at night. You're falling asleep. They're counting", "start": 2336.82, "end": 2343.7}, {"text": "your sheep. You're at ninety nine out of a hundred. This is normally where you", "start": 2343.7, "end": 2346.82}, {"text": "would fall asleep", "start": 2346.82, "end": 2347.54}, {"text": "as you say, one hundred, who should come and be, who should burst through your", "start": 2348.86, "end": 2353.1}, {"text": "closet door. He was there the whole time. Your suspicions from childhood were", "start": 2353.1, "end": 2356.54}, {"text": "correct. There was an alien in your closet. He uses a beam of green to put", "start": 2356.54, "end": 2360.98}, {"text": "you in a machine where he looks at your teen thing. You're teenaged? You're teen-,", "start": 2360.98, "end": 2366.26}, {"text": "yeah, you're a teenager and he looks at your teen thing. That makes sense.", "start": 2366.26, "end": 2369.26}, {"text": "The alien, the alien is looking at your teen thing? He looks at your teeny,", "start": 2369.26, "end": 2373.18}, {"text": "teen thing. Is it teen-, are you saying it's teeny or it's teenaged? He looks", "start": 2373.18, "end": 2376.18}, {"text": "at your tween thing. I'm a tween now you're back to being a tween and", "start": 2376.22, "end": 2380.54}, {"text": "you've been a buttoning up deked it by an alien and they are looking into your", "start": 2380.54, "end": 2385.12}, {"text": "stink and your thing is his green guys. It's an alien episode.", "start": 2385.12, "end": 2390.84}, {"text": "Here's some things I found. I just looked at it was honestly we were", "start": 2390.84, "end": 2394.98}, {"text": "talking about it was surprisingly hard to find yeah. It was actually really,", "start": 2394.98, "end": 2399.08}, {"text": "really hard to find the problem with the finding a UFO and alien sightings is", "start": 2399.08, "end": 2402.36}, {"text": "none of the people or none of the stuff is funny. Nobody ever yeah funny one and", "start": 2402.36, "end": 2405.66}, {"text": "When you do look this stuff up, if you look up what I was looking up about Arcturians,", "start": 2405.7, "end": 2411.02}, {"text": "right?", "start": 2411.02, "end": 2412.02}, {"text": "Obama, a famous Arcturian shapeshifter.", "start": 2412.02, "end": 2415.78}, {"text": "You have to click the captcha thing on Google.", "start": 2415.78, "end": 2418.98}, {"text": "And you don't know how to do that.", "start": 2418.98, "end": 2419.98}, {"text": "No.", "start": 2419.98, "end": 2420.98}, {"text": "No, you can't read captchas.", "start": 2420.98, "end": 2421.98}, {"text": "I have to have, I was waiting for you guys to come into the office because I was sitting,", "start": 2421.98, "end": 2424.82}, {"text": "yeah, I'm sitting there, I'm like, what's a fire hydrant?", "start": 2424.82, "end": 2427.7}, {"text": "That's tough.", "start": 2427.7, "end": 2428.7}, {"text": "Well, it's also tough because you don't know, is the little corner still a fire hydrant?", "start": 2428.7, "end": 2432.46}, {"text": "Exactly.", "start": 2432.46, "end": 2433.46}, {"text": "Right.", "start": 2433.46, "end": 2434.46}, {"text": "aliens killing people, which I've never heard this before, but I clicked it", "start": 2434.46, "end": 2438.34}, {"text": "because the guy's name is Am I crazy or not?", "start": 2438.34, "end": 2440.42}, {"text": "Have you heard of any stories of aliens killing people? And this guy says no, I", "start": 2440.42, "end": 2446.18}, {"text": "think, or he's", "start": 2446.18, "end": 2447.06}, {"text": "some Dr. Wu said, I know of only one instance in South America or Central", "start": 2447.06, "end": 2451.7}, {"text": "America, but can't recall the country. Apparently, the man had been partially", "start": 2451.7, "end": 2455.22}, {"text": "stripped of skin. I don't recall why they thought it was alien connected", "start": 2455.22, "end": 2458.86}, {"text": "regarding Beckley. He is someone they're talking about. He's known for", "start": 2458.86, "end": 2462.14}, {"text": "conversationalizing ufo tails blah blah blah. This guy says no. I think I", "start": 2462.58, "end": 2466.08}, {"text": "remember that one. Some guy in South America saw a ufo and went to get a", "start": 2466.08, "end": 2470.08}, {"text": "closer look, then got hit with a beam of light and his skin started falling off", "start": 2470.08, "end": 2474.48}, {"text": "and he died. I remember that too. This was the biggest news story ever yeah", "start": 2474.48, "end": 2478.52}, {"text": "and this was doctor. Doctor who the last reply on this thread is this guy say my", "start": 2478.52, "end": 2483.8}, {"text": "own experiences is that the reptilian slash a lizard humanoids I'm dealing with", "start": 2483.8, "end": 2488.38}, {"text": "seems to eat my clones when the need for them are up after a soul abduction is", "start": 2488.68, "end": 2493.88}, {"text": "completed. That happened in March, July, August and September this year. They", "start": 2493.88, "end": 2498.82}, {"text": "probably did that in June too, but I don't know, because I slash my soul, cut", "start": 2498.82, "end": 2503.26}, {"text": "the contact with the clone on my own and probably in early stage of the abduction.", "start": 2503.26, "end": 2507.62}, {"text": "I'm still a little baffled how I could do that, though. So long they don't eat", "start": 2507.62, "end": 2512.08}, {"text": "me, my main body, so I'm fine, I guess. That's my main body, my soul. Oh yeah,", "start": 2512.08, "end": 2517.26}, {"text": "he was curious. Yeah. Oh yeah, he's got clones. He was saying that. So this guy", "start": 2517.3, "end": 2521.5}, {"text": "has clones all over the world. They're being abducted by reptilians/lizard", "start": 2521.5, "end": 2525.4}, {"text": "humanoids, but his main body is fine. He's baffled how he's doing this. I", "start": 2525.4, "end": 2530.9}, {"text": "guess that's a good explanation on why nobody's like, \"Whoa, why's there so", "start": 2530.9, "end": 2533.98}, {"text": "many of these guys? Because they eat the clones.\" True.", "start": 2533.98, "end": 2536.62}, {"text": "My Journey to Find Out Who or What I Am by Mark Antony. Wow, rings a bell.", "start": 2536.62, "end": 2543.82}, {"text": "Maybe it's the real Marc Antony. J-Lo's ex-husband. J-Lo's ex-husband.", "start": 2543.86, "end": 2546.86}, {"text": "Hello. I had the craziest year of my life and found out I'm the biggest secret in the world.", "start": 2546.86, "end": 2551.36}, {"text": "First thing first, I was born a pieces in 1969. That makes me a Earth rooster fish, the creator.", "start": 2551.36, "end": 2559.36}, {"text": "Both of my grandfathers are special men. Joseph John... Wait, mine too.", "start": 2559.36, "end": 2564.36}, {"text": "Yeah, of course. My special big guys. My grandfathers are pieces of shit.", "start": 2564.36, "end": 2569.36}, {"text": "Joseph John Rochefort. He ran the magic program for the U.S. Navy that broke the", "start": 2569.36, "end": 2574.52}, {"text": "Japanese codes in WW2. His nickname was Merlin, and he remembers everything he", "start": 2574.52, "end": 2579.6}, {"text": "see and heard, and the greatest puzzle solver in history.", "start": 2579.6, "end": 2582.36}, {"text": "- Whoa.", "start": 2582.36, "end": 2582.96}, {"text": "- Elf, he looks like a elf, as my father and me when I was younger, super skinny", "start": 2582.96, "end": 2587.04}, {"text": "head with large sticking out ears. Ray Bruce, that comes from a long line of", "start": 2587.04, "end": 2591.4}, {"text": "cunning folks that is famous for miracle healing. The rumor is that makes him an", "start": 2591.4, "end": 2595.84}, {"text": "angel alien. My mother and father both didn't get sick and can heal miracle", "start": 2595.84, "end": 2600.98}, {"text": "fast. Light and dark angel.", "start": 2600.98, "end": 2603.04}, {"text": "Whoa, wait.", "start": 2603.04, "end": 2603.52}, {"text": "Getting sick from what?", "start": 2603.52, "end": 2604.44}, {"text": "Ray Bruce. Rodney Bruce.", "start": 2604.44, "end": 2606.44}, {"text": "Who dat?", "start": 2606.44, "end": 2607.94}, {"text": "Oh my God.", "start": 2607.94, "end": 2609.04}, {"text": "The leader of the Illuminati.", "start": 2609.04, "end": 2610.24}, {"text": "The leader of the Illuminati.", "start": 2610.24, "end": 2611.64}, {"text": "Shit.", "start": 2611.64, "end": 2612.14}, {"text": "Who we contacted, the master.", "start": 2612.14, "end": 2614.24}, {"text": "I've been talking to him since then, actually.", "start": 2614.24, "end": 2615.84}, {"text": "Oh yeah?", "start": 2615.84, "end": 2616.34}, {"text": "Wait, actually, can you...", "start": 2616.34, "end": 2617.24}, {"text": "Once he's done with this, can you pull up some of those texts?", "start": 2617.24, "end": 2620.44}, {"text": "Yeah, I'll give you a quick update once he's done with this.", "start": 2620.44, "end": 2621.44}, {"text": "Okay.", "start": 2621.44, "end": 2621.94}, {"text": "I've been making, whoops, I've been making life from day one", "start": 2621.94, "end": 2626.2}, {"text": "paragenesis way, or like Zeus does.", "start": 2626.2, "end": 2628.24}, {"text": "I just look at you and you have a baby in a couple weeks.", "start": 2628.24, "end": 2631.08}, {"text": "(laughing)", "start": 2631.08, "end": 2633.12}, {"text": "I don't die, I don't remember my dreams,", "start": 2633.12, "end": 2636.38}, {"text": "but when woken up in a dream, I'm lost for about 30 to 60", "start": 2636.38, "end": 2639.84}, {"text": "minutes because I don't know where I am or what is real.", "start": 2639.84, "end": 2642.38}, {"text": "The dream I was pulled out of felt real.", "start": 2642.38, "end": 2645.42}, {"text": "I knew about my miracle healing because it runs in my family.", "start": 2645.42, "end": 2648.72}, {"text": "I just found out I was being used by the reptiles", "start": 2648.72, "end": 2650.8}, {"text": "to make them babies and that they've been blocking my memory and controlling me.", "start": 2650.8, "end": 2654.16}, {"text": "This Halloween at a bar party, a drunk reptile told me what I was doing in their bar.", "start": 2654.16, "end": 2659.06}, {"text": "I'm an angel and they hate me, but respect me.", "start": 2659.06, "end": 2661.72}, {"text": "30 minutes later, I heard crazy screaming coming from the girls' bathroom.", "start": 2661.72, "end": 2665.56}, {"text": "A woman who kissed me started to lay eggs.", "start": 2665.56, "end": 2668.26}, {"text": "Before that, they was staying close to me and feeding off my life energy.", "start": 2668.26, "end": 2672.6}, {"text": "But all of a sudden, they distanced themselves from me.", "start": 2672.6, "end": 2675.26}, {"text": "And I heard whispers saying, \"He is an archangel.\"", "start": 2675.26, "end": 2677.56}, {"text": "He's an archangel. He's an archangel.", "start": 2677.56, "end": 2679.56}, {"text": "After that, the Lord Reptile at Capo Beach Church told me I was God. He only", "start": 2680.3, "end": 2685.82}, {"text": "told me because I healed him of COVID in less than a week.", "start": 2685.82, "end": 2688.62}, {"text": "Whoa.", "start": 2688.62, "end": 2689.1}, {"text": "The reptile aliens are in charge of Calvary Chapel Church, Saddleback Church,", "start": 2689.1, "end": 2693.9}, {"text": "and Mariners, and they are brainwashing the church-going humans and taking over", "start": 2693.9, "end": 2697.1}, {"text": "their bodies during baptism. You have to assume, yeah.", "start": 2697.1, "end": 2699.18}, {"text": "Yeah.", "start": 2699.18, "end": 2699.74}, {"text": "Christianity is reptile religion.", "start": 2699.74, "end": 2701.98}, {"text": "Facts.", "start": 2701.98, "end": 2702.48}, {"text": "Kind of cool, kind of like some Hitchens shit. That's pretty cool.", "start": 2702.48, "end": 2708.14}, {"text": "Yeah.", "start": 2708.14, "end": 2708.46}, {"text": "It looks like the Freemasons are in charge of the reptile souls to make sure", "start": 2708.46, "end": 2711.46}, {"text": "they are not lost and put into a new human body. LDS Church, that happens if", "start": 2711.46, "end": 2715.2}, {"text": "a male at 18 decided to become an elder. His human life ends when they put the", "start": 2715.2, "end": 2719.16}, {"text": "snake into them. Whoa. It looks like I'm the 26,000 end of the era cycle creator", "start": 2719.16, "end": 2725.4}, {"text": "of aliens, animals and humans. Birds and fish go sex crazy around me.", "start": 2725.4, "end": 2730.0}, {"text": "That's my favorite line of this. Birds and fish go sex crazy around me, as well", "start": 2730.0, "end": 2736.34}, {"text": "as younger aliens. It looks like there is a new alien in play. Big eyes, owls. They fight", "start": 2736.34, "end": 2742.34}, {"text": "with their minds and they don't like it when I look straight into their eyes and they can't", "start": 2742.34, "end": 2745.74}, {"text": "touch my mind. I'm told my alien race is a shapeshifter but looks like a very tall roadrunner.", "start": 2745.74, "end": 2752.5}, {"text": "Rooster God the creator alien. I look different to different people. God or the best looking", "start": 2752.5, "end": 2757.9}, {"text": "male or female you like. My race conquer time and space. I think I'm the firstborn. Father", "start": 2757.9, "end": 2763.84}, {"text": "of humans and younger alien races. I need help to understand all of this because", "start": 2763.84, "end": 2767.68}, {"text": "they see me but I don't see them. Most of them don't know I'm the first ancient", "start": 2767.68, "end": 2771.2}, {"text": "born aliens. They just see me as an angel as humans do.\"", "start": 2771.2, "end": 2773.92}, {"text": "Rooster God the creator alien sounds like one of those like", "start": 2773.92, "end": 2778.56}, {"text": "tertiary Wu-Tang clan members.", "start": 2778.56, "end": 2782.4}, {"text": "That's Rooster God the creator alien.", "start": 2782.4, "end": 2787.44}, {"text": "And that sounds like a ghost face line. \"Birds and fish go sex crazy.\"", "start": 2787.44, "end": 2793.28}, {"text": "It's like that Wu-Tang affiliated guy that like chopped off his dick and jumped off a", "start": 2793.28, "end": 2797.6}, {"text": "building or whatever.", "start": 2797.6, "end": 2798.6}, {"text": "Oh, I forgot that guy.", "start": 2798.6, "end": 2799.6}, {"text": "I don't remember his name.", "start": 2799.6, "end": 2800.6}, {"text": "Is that what he did?", "start": 2800.6, "end": 2801.6}, {"text": "I don't remember what he did.", "start": 2801.6, "end": 2802.6}, {"text": "Did he get, did he, was he hung by his, his balls off of a six story building?", "start": 2802.6, "end": 2807.76}, {"text": "Was he, did...", "start": 2807.76, "end": 2808.76}, {"text": "I don't think that's true.", "start": 2808.76, "end": 2809.76}, {"text": "Did they smash his balls with a spike bat?", "start": 2809.76, "end": 2811.76}, {"text": "I think his balls got cut off in a way or something.", "start": 2811.76, "end": 2814.68}, {"text": "Did they heat up a rusty hanger?", "start": 2814.68, "end": 2815.68}, {"text": "He got castrated or some shit.", "start": 2815.68, "end": 2816.68}, {"text": "No, it didn't do that.", "start": 2816.68, "end": 2817.68}, {"text": "I didn't do it. I heard it went. It probably went if that happened, but it", "start": 2817.68, "end": 2821.18}, {"text": "didn't. Did they lay his nuts on a dresser? This is kind of the only", "start": 2821.18, "end": 2824.28}, {"text": "interesting thing I found. So then I just do what you do when you want to", "start": 2824.28, "end": 2827.28}, {"text": "find some cool stuff and you just go to go to India forums,", "start": 2827.28, "end": 2830.76}, {"text": "which has just got all of it's just a forum in India where you can talk about", "start": 2830.76, "end": 2836.64}, {"text": "TV, movies and digital and this digital yeah, which I didn't really delve into", "start": 2836.64, "end": 2841.28}, {"text": "the digital. They did have a one day. We will that a book just sections, but the", "start": 2841.28, "end": 2845.86}, {"text": "main sections was called the entertain cave where you can talk about movies and", "start": 2845.88, "end": 2849.72}, {"text": "tv. That's pretty cool. It's a good name too, but they have a paranormal section", "start": 2849.72, "end": 2853.32}, {"text": "alien abductions. Do you believe watch? I believe in aliens. This is monar, but", "start": 2853.32, "end": 2858.68}, {"text": "not sure if they abduct. I prefer to imagine them more human rather than any", "start": 2858.68, "end": 2862.78}, {"text": "creepy looking sloppy creature,", "start": 2862.78, "end": 2864.76}, {"text": "which is a pretty scary idea. It'd be working for us. Sloppy looking sloppy", "start": 2864.76, "end": 2870.12}, {"text": "creature, a sloppy, scary, slobbery creature is not what you want to see when", "start": 2870.12, "end": 2874.48}, {"text": "to open up a UFO alien ship.", "start": 2874.5, "end": 2876.3}, {"text": "Aliens could find humans to barbaric with an over fondness for wars. Pink", "start": 2876.3, "end": 2882.1}, {"text": "says ET was the best alient.", "start": 2882.1, "end": 2884.5}, {"text": "Weld alien. Yeah, a little Brian Jordan Alvarez type of way of talking this", "start": 2884.5, "end": 2890.6}, {"text": "welt. This alient", "start": 2890.6, "end": 2892.0}, {"text": "is seriously going to TJ Mac guys", "start": 2892.0, "end": 2896.1}, {"text": "last I heard.", "start": 2896.1, "end": 2897.8}, {"text": "Yeah, and is that the end? Yep. That's the end of mine guys. Wow. It's nice.", "start": 2897.8, "end": 2904.4}, {"text": "Thank you. Thank you so much. Pat, you want to go next?", "start": 2904.4, "end": 2908.08}, {"text": "Sure. All right. Well, this one, this is, well, guess what? I couldn't find much,", "start": 2908.08, "end": 2916.56}, {"text": "but I saw an alien last night. Cameron and Caleb told me to write about an alien that I saw.", "start": 2916.56, "end": 2922.4}, {"text": "I gave you a book report.", "start": 2922.4, "end": 2923.52}, {"text": "They gave me a book report.", "start": 2923.52, "end": 2924.72}, {"text": "Because you said, \"Guys, there's no, nobody's ever said anything funny about aliens on the internet.\"", "start": 2924.72, "end": 2928.96}, {"text": "And I said, \"Okay, well, then you could be the first.\"", "start": 2928.96, "end": 2931.68}, {"text": "Well, this is an alien that I saw last night.", "start": 2931.68, "end": 2934.6}, {"text": "I was asleep in my bed, usually sleep on my back.", "start": 2934.6, "end": 2936.84}, {"text": "But this night I slept on my side because I was using my phone.", "start": 2936.84, "end": 2939.72}, {"text": "And when I look up, I saw the strangest thing I think I've ever seen.", "start": 2939.72, "end": 2943.44}, {"text": "You want to click play on that?", "start": 2943.44, "end": 2945.84}, {"text": "You put a video in.", "start": 2945.84, "end": 2947.56}, {"text": "OK, so describe this video.", "start": 2947.56, "end": 2951.44}, {"text": "It's a one eyed green", "start": 2951.44, "end": 2953.6}, {"text": "alien that I saw this in my bedroom last night.", "start": 2953.6, "end": 2960.76}, {"text": "What the fuck? This is terrifying. Yeah.", "start": 2960.76, "end": 2963.06}, {"text": "You know, this is a slop, a sloppy alien.", "start": 2963.06, "end": 2967.06}, {"text": "That is a sloppy looking sloppy green.", "start": 2967.06, "end": 2969.86}, {"text": "I understand now.", "start": 2969.86, "end": 2970.86}, {"text": "Yeah, God.", "start": 2970.86, "end": 2972.66}, {"text": "And then I found this video.", "start": 2972.66, "end": 2974.46}, {"text": "It's another another video.", "start": 2974.46, "end": 2976.76}, {"text": "Yeah, this is the same the same video man.", "start": 2976.76, "end": 2979.26}, {"text": "No.", "start": 2979.26, "end": 2979.56}, {"text": "What the hell is this video called?", "start": 2979.56, "end": 2984.16}, {"text": "What I want to have sex with an alien.", "start": 2984.16, "end": 2986.36}, {"text": "Is that you?", "start": 2986.36, "end": 2987.06}, {"text": "How long is the same shirt as you?", "start": 2987.06, "end": 2988.76}, {"text": "How long is this video?", "start": 2989.66, "end": 2991.66}, {"text": "Not Scorpiona", "start": 2991.66, "end": 3000.66}, {"text": "Okay", "start": 3000.66, "end": 3012.66}, {"text": "I bet you they have some wet and juicy pussy.", "start": 3012.66, "end": 3023.66}, {"text": "If any alien...", "start": 3023.66, "end": 3025.66}, {"text": "Can you turn it up a little bit Jubio?", "start": 3025.66, "end": 3029.66}, {"text": "On the video?", "start": 3029.66, "end": 3030.66}, {"text": "Please?", "start": 3030.66, "end": 3031.66}, {"text": "Please come to where I live and kidnap me.", "start": 3031.66, "end": 3037.66}, {"text": "And let's have sex in your spaceship.", "start": 3037.66, "end": 3042.66}, {"text": "I would love that.", "start": 3042.66, "end": 3045.34}, {"text": "- You don't get to hide your identity for this.", "start": 3045.34, "end": 3048.42}, {"text": "You need to show who's doing this.", "start": 3048.42, "end": 3051.18}, {"text": "- But I heard an alien,", "start": 3051.18, "end": 3055.06}, {"text": "their pussy is always drenched.", "start": 3055.06, "end": 3060.22}, {"text": "That thing is soaked.", "start": 3060.22, "end": 3064.7}, {"text": "So I want the wettest pussy ever.", "start": 3066.22, "end": 3071.22}, {"text": "Comic book guy.", "start": 3071.22, "end": 3074.74}, {"text": "I want an alien to come,", "start": 3074.74, "end": 3083.94}, {"text": "take me to your spaceship and do things to me that you have never done before.", "start": 3083.94, "end": 3090.46}, {"text": "I think you get the gist of it. You know, he wants an alien. It's a guy wearing a", "start": 3093.86, "end": 3097.7}, {"text": "real tree jacket and he's got he's got a lot of other videos where he wears a", "start": 3097.7, "end": 3101.82}, {"text": "guy like a bio shock mask, creepy doll type man. Yeah. And he's saying that", "start": 3101.82, "end": 3108.06}, {"text": "aliens have the wettest pussies in the world or in the universe, I guess. Yeah,", "start": 3108.06, "end": 3113.3}, {"text": "the galaxy. I'm going to say I really with the slideshow portion, but I think", "start": 3113.3, "end": 3118.5}, {"text": "I made up for it by finding this video was seventy seven views. Yeah, I think I", "start": 3118.5, "end": 3122.86}, {"text": "I think I'll be watching a lot of this. I think I'll be watching a lot of", "start": 3122.86, "end": 3125.86}, {"text": "scorpions videos. Yeah, scorpions good name, alien name. Maybe he's an alien", "start": 3125.86, "end": 3130.76}, {"text": "with a face like that. I think that he's an alien face like that. He could be", "start": 3130.76, "end": 3134.66}, {"text": "true. I don't think that's his real face. The camera. It looks like his real", "start": 3134.66, "end": 3138.86}, {"text": "face to me. I mean, it's hard to see what kind of looks like a cherub shades,", "start": 3138.86, "end": 3142.46}, {"text": "but all right, we go to the next. Let's get Cameron's line show here and let's", "start": 3142.46, "end": 3149.16}, {"text": "We've kind of hit off the screen and not, yeah.", "start": 3149.16, "end": 3151.76}, {"text": "We don't want to hear about an alien's pussy anymore.", "start": 3151.76, "end": 3154.56}, {"text": "Well, clearly you did because you wanted everyone to hear about it.", "start": 3154.56, "end": 3158.56}, {"text": "You made us watch that.", "start": 3158.56, "end": 3159.76}, {"text": "I was trying to find stuff about, I was trying to find a forum of like people who are into", "start": 3159.76, "end": 3163.86}, {"text": "like avipositors and stuff and like exophilics.", "start": 3163.86, "end": 3167.36}, {"text": "I was trying to find an exophilics forum.", "start": 3167.36, "end": 3169.06}, {"text": "Oh, exophilic, that's a good word.", "start": 3169.06, "end": 3170.36}, {"text": "Or exophilia.", "start": 3170.36, "end": 3172.66}, {"text": "Right.", "start": 3172.66, "end": 3173.16}, {"text": "An exophilic is like when a mosquito or it's like a, like how many mosquitoes are there", "start": 3173.16, "end": 3179.06}, {"text": "It's like an exophilic is like an organism that lives off of like human, like eating like blood and stuff.", "start": 3179.06, "end": 3185.06}, {"text": "Like a parasite?", "start": 3185.06, "end": 3186.06}, {"text": "I looked up exophilics for them because I thought that would be like exophilia.", "start": 3186.06, "end": 3192.06}, {"text": "Exophile.", "start": 3192.06, "end": 3193.06}, {"text": "I should have looked up exophile.", "start": 3193.06, "end": 3195.06}, {"text": "I guess, yeah.", "start": 3195.06, "end": 3196.06}, {"text": "Damn it. Maybe I would have found something.", "start": 3196.06, "end": 3198.06}, {"text": "But I was looking for like people talking to and like reviews for ovipositors and stuff.", "start": 3198.06, "end": 3202.06}, {"text": "Yeah, yeah, sitting on it.", "start": 3202.06, "end": 3204.06}, {"text": "but all I could find all I could find for Avi positive stuff was what is an", "start": 3204.06, "end": 3210.14}, {"text": "fish forms what people are saying legs out of yeah snap where they're they're", "start": 3210.14, "end": 3214.54}, {"text": "saying their fish accidentally pro lapsed their shoes their fish pro lapsed", "start": 3214.54, "end": 3219.78}, {"text": "yeah I found out.", "start": 3219.78, "end": 3220.78}, {"text": "This is the worst thing ever man this is nasty on this app this one's really on", "start": 3220.78, "end": 3229.78}, {"text": "another level but I'm gonna bring it back to the wholesome stuff okay I love", "start": 3229.78, "end": 3233.3}, {"text": "wholesome ass. So this is a website I found called taken by the graze", "start": 3233.3, "end": 3236.4}, {"text": "abductions in close encounters of the fourth kind. This is a guy who's just", "start": 3236.4, "end": 3239.9}, {"text": "written about all of his experiences with alien. He's seen a lot of", "start": 3239.9, "end": 3244.5}, {"text": "spaceships. Okay, mostly spaceships more than aliens throughout his, but he's", "start": 3244.5, "end": 3248.2}, {"text": "seen some graze alien graze throughout his life and he just kind of writes", "start": 3248.2, "end": 3251.5}, {"text": "about them on his blog. So most of them are very funny. There was a technical", "start": 3251.5, "end": 3257.1}, {"text": "accident. I think that they're trying to shut us. They literally tried to shut", "start": 3257.1, "end": 3261.7}, {"text": "shut us down, but we have no where if we get some static added to splice those", "start": 3261.7, "end": 3267.6}, {"text": "two together. I think that would be appropriate. I think and I think that", "start": 3267.6, "end": 3270.26}, {"text": "they will add static over the entire episodes. It was on here. Probably yes,", "start": 3270.26, "end": 3273.56}, {"text": "this shit is definitely getting d monkey monetized. Yes, so here's what", "start": 3273.56, "end": 3278.46}, {"text": "this guy. So here's one of this guy's sightings of a UFO by the grace", "start": 3278.46, "end": 3282.08}, {"text": "taken by the grace.", "start": 3282.08, "end": 3284.9}, {"text": "Refocus the window, take another gray taken by the gray taken by the gray.", "start": 3284.9, "end": 3290.3}, {"text": "thank you all right.", "start": 3290.32, "end": 3291.42}, {"text": "Okay, sorry, backward C shaped object. It was August twenty-seventh two thousand", "start": 3291.42, "end": 3297.66}, {"text": "five at around seven thirty PM. The sky was clear and there was still much light.", "start": 3297.66, "end": 3302.28}, {"text": "We had just entered Manitoba after making a delivery for a friend into Ontario,", "start": 3302.28, "end": 3306.66}, {"text": "so we were coming back with a semi tractor empty and heading West. It was", "start": 3306.66, "end": 3310.4}, {"text": "then that I noticed a backwards white sea in the sky off to the north of it,", "start": 3310.4, "end": 3315.1}, {"text": "but not too far. It was more above the north. First of all, I'm just thinking", "start": 3315.1, "end": 3318.88}, {"text": "what the fuck could that be backwards of white see in the sky come. I asked my", "start": 3318.92, "end": 3323.62}, {"text": "buddy who was driving. Do you see that he said yes, I then asked him what do", "start": 3323.62, "end": 3327.86}, {"text": "you think it is he said I don't know", "start": 3327.86, "end": 3329.66}, {"text": "wait. Can you go back to this image? This image is not mine, but similar in", "start": 3329.66, "end": 3334.94}, {"text": "appearance. Oh God, what he saw was what was his name again taken by the graze", "start": 3334.94, "end": 3340.58}, {"text": "taken by the graze. Okay,", "start": 3340.58, "end": 3342.04}, {"text": "I was thinking that maybe he's a blood and like he saw a sea and got like", "start": 3342.04, "end": 3348.04}, {"text": "really mad. Okay, well, I guess there's yeah. I guess it could be there's no C", "start": 3348.06, "end": 3353.2}, {"text": "and taken by the grace, the Reds versus the Blues versus the Graves man. I think", "start": 3353.2, "end": 3357.52}, {"text": "that they would unite. I think that Crips and blows would come together to", "start": 3357.52, "end": 3361.12}, {"text": "kill this gray. Definitely Grady. I then had the opportunity to watch this object", "start": 3361.12, "end": 3365.94}, {"text": "for about 45 minutes. It was as white as a jet contrail and I thought well, maybe", "start": 3365.94, "end": 3370.66}, {"text": "that's it, but I soon realized that it was remaining in the backwards C shape", "start": 3370.66, "end": 3374.38}, {"text": "and not fading or changing. I know there are strong winds up there and it should", "start": 3374.4, "end": 3378.64}, {"text": "have dissolved away by now. It was traveling in a westerly direction, the", "start": 3378.64, "end": 3382.8}, {"text": "same as us. I wasn't sure, but after watching it for a little while, I", "start": 3382.8, "end": 3385.8}, {"text": "realized it was moving.", "start": 3385.8, "end": 3386.92}, {"text": "We were doing around 110 kilometers per hour, as I took note, and yet the object", "start": 3386.92, "end": 3392.6}, {"text": "continued to pull away from us and it was some distance up. It was not going", "start": 3392.6, "end": 3396.12}, {"text": "any higher up in the sky. It was gaining ground on us, though. I then noticed a", "start": 3396.12, "end": 3399.98}, {"text": "large jet airliner that was heading east. I watched the two, wondering what would", "start": 3399.98, "end": 3403.76}, {"text": "what happened when the two came closer together, the object seemed to actually", "start": 3403.78, "end": 3407.14}, {"text": "pass right by the jet. I thought to myself wow. I wonder if they saw it.", "start": 3407.14, "end": 3411.64}, {"text": "They must have for some time. I was racking my brain as I watched it", "start": 3411.64, "end": 3415.64}, {"text": "continue to get further away heading west, so let's let's let's run through", "start": 3415.64, "end": 3419.06}, {"text": "our evidence for what this is so far. We see a white shape in the sky yeah", "start": 3419.06, "end": 3422.8}, {"text": "backwards. See it's up high in the sky above it's moving through the sky", "start": 3422.8, "end": 3428.34}, {"text": "looks a little bit like a jet con trail and it's able to pass right by a plane", "start": 3429.46, "end": 3433.9}, {"text": "without them noticing even a little or maybe they did notice, but we don't know,", "start": 3433.9, "end": 3438.12}, {"text": "but it was able to pass right by a plane. So here's this guy's theory on what", "start": 3438.12, "end": 3440.98}, {"text": "this white shaped object in the sky could be okay. It couldn't be the moon,", "start": 3440.98, "end": 3446.16}, {"text": "not even close to the right place in the sky. It didn't look like any moon. I", "start": 3446.16, "end": 3450.2}, {"text": "have ever seen my buddy asked could it be Venus. I said no, it was way too big", "start": 3450.2, "end": 3455.3}, {"text": "and Venus is a bright object, certainly not a C shaped object. That is as large", "start": 3455.56, "end": 3459.56}, {"text": "as this was. I continued to watch it until it finally was too far west and", "start": 3459.56, "end": 3463.34}, {"text": "went out of sight and then he adds this picture. This was recorded in South", "start": 3463.34, "end": 3467.0}, {"text": "Korea. Fucking shit, I think this be a white object in the sky. What was it", "start": 3467.0, "end": 3471.7}, {"text": "well? It's a UFO man. It's the only explanation right fucking. I mean if it", "start": 3471.7, "end": 3475.88}, {"text": "looks like that it is a UFO look it even has like it's clear that it's like", "start": 3475.88, "end": 3479.52}, {"text": "It's not misty. It has a little reflective part where the sun is bouncing off of it like", "start": 3480.4, "end": 3486.88}, {"text": "an apple.", "start": 3486.88, "end": 3487.88}, {"text": "And it says YouTube in the corner. Look, someone was skywriting.", "start": 3487.88, "end": 3490.96}, {"text": "True. Oh, and they put that little YouTube there.", "start": 3490.96, "end": 3494.0}, {"text": "And that's maybe supposed to be a copyright symbol for YouTube.", "start": 3494.0, "end": 3495.96}, {"text": "Oh, okay.", "start": 3495.96, "end": 3496.96}, {"text": "But they made it too big and backwards.", "start": 3496.96, "end": 3497.96}, {"text": "Some bad YouTube.", "start": 3497.96, "end": 3498.96}, {"text": "Circle.", "start": 3498.96, "end": 3499.96}, {"text": "This is a silver play button, guys.", "start": 3499.96, "end": 3500.96}, {"text": "Yeah. So then here's my other part. That's my sighting I have to show you guys. But then", "start": 3500.96, "end": 3505.32}, {"text": "the other thing, I just want to talk about the news.", "start": 3505.32, "end": 3507.16}, {"text": "Okay.", "start": 3507.16, "end": 3508.16}, {"text": "Okay.", "start": 3508.16, "end": 3509.16}, {"text": "website that I get all my news from, and this is the reason they're going to", "start": 3509.16, "end": 3512.0}, {"text": "shut us down is because I am plugging this website right now, but I got to", "start": 3512.0, "end": 3515.3}, {"text": "listen. I got to make a note. Everybody should be getting their news from this", "start": 3515.3, "end": 3517.8}, {"text": "website. This is where you're going to find the real news ancient files. Whoa", "start": 3517.8, "end": 3522.0}, {"text": "okay, holy fuck look at the front page of ancient files. Today, French woman", "start": 3522.0, "end": 3527.24}, {"text": "reveals she is a human alien hybrid video. Our history book teach us the", "start": 3527.24, "end": 3531.4}, {"text": "ancient civilizations were not technologically advanced, but here's the", "start": 3531.4, "end": 3534.28}, {"text": "evidence video. So this is a new this is the news website that's telling you", "start": 3534.36, "end": 3539.24}, {"text": "what you need to know. This is what's really going on okay. Is there about us", "start": 3539.24, "end": 3542.62}, {"text": "page ancient files is a website dedicated to ancient history, ancient", "start": 3542.62, "end": 3545.96}, {"text": "aliens and ancient UFOs. We will try to provide daily interesting content about", "start": 3545.96, "end": 3549.94}, {"text": "ancient aliens. So this is the hard hitting journalism that they're covering", "start": 3549.94, "end": 3553.3}, {"text": "up in the mainstream. So here's some stories that they got on ancient files", "start": 3553.3, "end": 3557.32}, {"text": "okay.", "start": 3557.32, "end": 3557.72}, {"text": "Emily finds baby alien creature with six arms in Texas.", "start": 3560.56, "end": 3564.2}, {"text": "That could be, okay, no.", "start": 3564.2, "end": 3565.56}, {"text": "This is definitely people who make Skingoo.", "start": 3565.56, "end": 3566.92}, {"text": "That could be a caterpillar.", "start": 3566.92, "end": 3568.6}, {"text": "That could be a caterpillar.", "start": 3568.6, "end": 3569.44}, {"text": "It could be a caterpillar.", "start": 3569.44, "end": 3570.28}, {"text": "That's just a regular ass caterpillar.", "start": 3570.28, "end": 3571.8}, {"text": "I would recognize this photography style anyway,", "start": 3571.8, "end": 3574.64}, {"text": "this anywhere, this is the Etsy shop that sells baby Skingoo.", "start": 3574.64, "end": 3578.08}, {"text": "Why would it say baby alien if it was a toy?", "start": 3578.08, "end": 3580.36}, {"text": "It's literally called baby,", "start": 3580.36, "end": 3581.6}, {"text": "you're called baby alien.", "start": 3581.6, "end": 3582.92}, {"text": "It's a creature.", "start": 3582.92, "end": 3584.36}, {"text": "Today's episode is about the truth,", "start": 3584.36, "end": 3586.16}, {"text": "and you are sitting here and you are trying to say", "start": 3586.16, "end": 3588.12}, {"text": "that this is Skingoo?", "start": 3588.12, "end": 3589.84}, {"text": "What's wrong with you, man? You're covering... And this happened...", "start": 3589.84, "end": 3592.18}, {"text": "You were covering up on your own. You're completely covering it up. Okay,", "start": 3592.18, "end": 3595.14}, {"text": "if we believe everything, though, we're... You have to be a skeptic.", "start": 3595.14, "end": 3599.12}, {"text": "You have to be a skeptic to... You're being skeptic. You have all the...", "start": 3599.12, "end": 3602.7}, {"text": "I am being a skeptic of all the stuff that I don't believe in.", "start": 3602.7, "end": 3605.64}, {"text": "And that's fair. That's a caterpillar. That's really fair, actually. Okay,", "start": 3605.64, "end": 3609.74}, {"text": "this could be a caterpillar. And this took place on January 12th,", "start": 3609.74, "end": 3611.92}, {"text": "2023 is when this was found. A caterpillar type alien. Wait, that's the...", "start": 3611.92, "end": 3614.64}, {"text": "Wait, hold on. It took place in January and it has six arms.", "start": 3614.64, "end": 3618.8}, {"text": "now don't even don't even get I there's going to be something interesting about", "start": 3619.34, "end": 3622.7}, {"text": "the a distraction. All I'm saying dog a distraction. That's all it was a", "start": 3622.7, "end": 3627.18}, {"text": "distraction January six was January six from this or yes yeah, they honestly", "start": 3627.18, "end": 3632.42}, {"text": "were both distracting from each other. There's two distracting objects. Here's", "start": 3632.42, "end": 3636.22}, {"text": "another news story. Strange floating spoon has been found on Mars. What is it", "start": 3636.22, "end": 3640.5}, {"text": "exactly? January fourteenth, twenty twenty three, take a look at this giant", "start": 3640.5, "end": 3644.3}, {"text": "floating spoon and discover for yourself how bizarre the world really is that it", "start": 3644.3, "end": 3648.78}, {"text": "let's say the Mars. I guess that could be anything that's a spoon man. What do", "start": 3648.82, "end": 3653.32}, {"text": "you mean it could look at the red circle around it? That could be I mean", "start": 3653.32, "end": 3656.1}, {"text": "anything like yeah, that could be like a Martian rover, but why would that hover", "start": 3656.1, "end": 3660.72}, {"text": "guys a hoover? Why would somebody put a spoon on the ground like this? They're", "start": 3660.72, "end": 3665.34}, {"text": "done with their sats, that's the real strange thing about it. It's not on the", "start": 3665.34, "end": 3668.62}, {"text": "ground. Why would they it's above the ground rock? It's floating. I mean this", "start": 3668.62, "end": 3672.76}, {"text": "just is no scientist looked at the spoon. They said it can't be a fixed to", "start": 3672.76, "end": 3676.0}, {"text": "the rock. It must be floating based on the physics of but it's put it's", "start": 3676.02, "end": 3679.48}, {"text": "attached at that at the end. No attached to what in the red energy field around", "start": 3679.48, "end": 3684.12}, {"text": "yeah look it's got a red ball that's photo shot. No circle. They don't have", "start": 3684.12, "end": 3689.34}, {"text": "photoshop on Mars. They don't have computers.", "start": 3689.34, "end": 3691.7}, {"text": "I guess you're they can't do anything to create an image like this. Whatever", "start": 3691.7, "end": 3696.04}, {"text": "here's another story. Inter dimensional entities in form of fallen angels have", "start": 3696.04, "end": 3700.14}, {"text": "returned. Roussian scientists claim and this happened on January thirteenth", "start": 3700.14, "end": 3703.58}, {"text": "2023 and the russian we all remember this from happening in 2023 in January.", "start": 3703.62, "end": 3707.82}, {"text": "Yeah, the russians are like a race of alien that has commingled with society.", "start": 3707.82, "end": 3714.52}, {"text": "Mm hmm. The fallen angels have been defeated more than 5000 years ago during", "start": 3714.52, "end": 3718.54}, {"text": "the great revolution that destroyed the city state known as atlantis and has", "start": 3718.54, "end": 3721.62}, {"text": "been recorded in the stories and religion as the great flood. President", "start": 3721.62, "end": 3725.14}, {"text": "Vladimir Putin classified as a national threat. Any news related to a series of", "start": 3725.14, "end": 3730.22}, {"text": "mysterious craters erupting in Siberia. At the same time, remember that", "start": 3730.24, "end": 3734.08}, {"text": "Chelyabinsk meteor from twenty thirteen, which exploded with thirty times more", "start": 3734.08, "end": 3738.1}, {"text": "energy than an atomic bomb. Finally, it seems that the US, together with Europe,", "start": 3738.1, "end": 3742.84}, {"text": "is trying to demonize Putin and entangle Russia into a war in order to invade", "start": 3742.84, "end": 3748.1}, {"text": "Siberia and get hold of an ancient defense system designed to protect our", "start": 3748.1, "end": 3751.64}, {"text": "planet from these so called fallen angels. That's cut and dry. What", "start": 3751.64, "end": 3754.78}, {"text": "mainstream mainstream news they're talking about the war? They talk about", "start": 3754.78, "end": 3757.46}, {"text": "every damn day. When have they talk once about the fallen angels or the", "start": 3757.48, "end": 3761.88}, {"text": "chelyabinsk meteor? They don't talk about it man. I think two hundred people", "start": 3761.88, "end": 3765.56}, {"text": "got injured from that. Oh really, but I don't talk about it anymore. Wow yeah,", "start": 3765.56, "end": 3769.44}, {"text": "why is nobody still talking about this? The chelyabinsk meteor? I mean it's", "start": 3769.44, "end": 3772.66}, {"text": "kind of crazy. There was a meteor that hit somewhere in Russia, like kind of a", "start": 3772.66, "end": 3775.52}, {"text": "small town and I don't think anyone died, but a bunch of people got really", "start": 3775.52, "end": 3779.26}, {"text": "badly hurt. Yeah damn,", "start": 3779.26, "end": 3780.6}, {"text": "I don't know. Another story from January twelve, twenty, twenty three, this had", "start": 3780.6, "end": 3785.44}, {"text": "now this happened on January twelve, twenty twenty three,", "start": 3785.48, "end": 3787.36}, {"text": "archaeologists were shocked to discover an ancient three thousand year old", "start": 3787.36, "end": 3791.58}, {"text": "statue that looks like Michael Jackson. I'm a rock like Michael Jack, the", "start": 3791.58, "end": 3796.0}, {"text": "theory being that Jackson went back in time to various eras and was", "start": 3796.0, "end": 3799.8}, {"text": "immortalized by the ancient Egyptians and later by the painter, like maybe he", "start": 3799.8, "end": 3803.96}, {"text": "got a painter, the painter, maybe he got a", "start": 3803.96, "end": 3806.92}, {"text": "some kind of time disease and right or maybe he was going. That's why he that's", "start": 3806.92, "end": 3813.12}, {"text": "why he was always trying to have sex with children, because to them,", "start": 3813.16, "end": 3816.12}, {"text": "because he didn't understand time, he kind of he could show all of time laid", "start": 3816.12, "end": 3819.6}, {"text": "out before a four dimensional busting ninety eight year old man. He had no", "start": 3819.6, "end": 3823.24}, {"text": "it's just a nobody there's no time right there's no age. He lives in the", "start": 3823.24, "end": 3826.46}, {"text": "fifth dimension. That's an actually really good point yeah and people they", "start": 3826.46, "end": 3829.86}, {"text": "that they won't you won't hear about this on mainstream news. Here's another", "start": 3829.86, "end": 3832.78}, {"text": "one ancient submerged pyramid was recently discovered in China. It was", "start": 3832.78, "end": 3836.66}, {"text": "failed before the ice age, and this was discovered on January twelfth,", "start": 3836.8, "end": 3841.76}, {"text": "twenty, twenty three, according to a is the guy who discovered it yep, and he", "start": 3841.76, "end": 3845.9}, {"text": "also has a tv show. I think he has a long upwards hair. Yes, here's another", "start": 3845.9, "end": 3850.44}, {"text": "story for a down facing beard. Interesting, that's interesting yep, oh", "start": 3850.44, "end": 3856.04}, {"text": "my God, up and down hands,", "start": 3856.04, "end": 3857.44}, {"text": "weird iceberg spotted in Antarctica, and this weird iceberg was spotted in you", "start": 3857.44, "end": 3862.82}, {"text": "guessed it January twelfth, holy, holy wow,", "start": 3862.82, "end": 3866.64}, {"text": "I don't know if you guys remember all this stuff happening that day. I", "start": 3866.64, "end": 3869.54}, {"text": "remember it because I read ancient files. This is just one day of news.", "start": 3869.54, "end": 3873.24}, {"text": "Katy Perry collapses on stage when MK ultra mind control goes wrong and", "start": 3873.24, "end": 3877.54}, {"text": "this I forgot to put the date here, but this was also on January 12th.", "start": 3877.54, "end": 3880.24}, {"text": "I don't know if you remember this happening, but you know what that", "start": 3880.24, "end": 3881.84}, {"text": "MK stands for Michael Kors.", "start": 3881.84, "end": 3884.54}, {"text": "She's a woman and they be shopping. I put the date on this slide here", "start": 3884.54, "end": 3888.94}, {"text": "while performing on stage the beautiful singer Katy Perry started acting", "start": 3888.94, "end": 3893.24}, {"text": "weird with unexplained behavior.", "start": 3893.24, "end": 3895.24}, {"text": "She even said to the public that she is feeling weird and she started to talk without a hint.", "start": 3895.34, "end": 3900.5}, {"text": "Sources claim that it's not news the fact that Katy Perry is under the mind control", "start": 3900.5, "end": 3904.22}, {"text": "process by MKUltra.", "start": 3904.22, "end": 3906.14}, {"text": "This incident seems to take place due to an error in this process.", "start": 3906.14, "end": 3909.3}, {"text": "Wow.", "start": 3909.3, "end": 3910.3}, {"text": "Yep.", "start": 3910.3, "end": 3911.3}, {"text": "Do you think that could be the concert where Russell Brand told her that she needs to fall", "start": 3911.3, "end": 3918.66}, {"text": "over?", "start": 3918.66, "end": 3919.66}, {"text": "He wants a divorce from her minutes before she went on stage?", "start": 3919.66, "end": 3922.9}, {"text": "I think that this is probably a different one, okay, because she was really common", "start": 3922.9, "end": 3927.98}, {"text": "collected during that. Did her boobs flop out? Apparently the Mk the reason they", "start": 3927.98, "end": 3933.06}, {"text": "targeted her for Mk Ultra is because of the size of her boobs. Really flop like", "start": 3933.06, "end": 3937.7}, {"text": "a beagle's ear. Apparently they put electrodes on them to scan on them. Yeah,", "start": 3937.7, "end": 3942.18}, {"text": "they're doing the science like a like a blood hound, yeah, like the lips of a", "start": 3942.18, "end": 3947.34}, {"text": "blood hound, yeah, because when I think of boobs, I think", "start": 3947.34, "end": 3950.02}, {"text": "think of a dog's lips,", "start": 3951.02, "end": 3952.62}, {"text": "sides of boobs.", "start": 3952.62, "end": 3956.42}, {"text": "Summoning a dark force is the worst thing you could ever do and who's that", "start": 3956.42, "end": 3960.98}, {"text": "very twelve twenty twenty three. That is the devil. He's not the devil.", "start": 3960.98, "end": 3966.02}, {"text": "That's a new story from January twelve twenty twenty three strange little", "start": 3966.02, "end": 3970.16}, {"text": "being", "start": 3970.16, "end": 3970.6}, {"text": "live during a soccer match January twelve, twenty twenty three. Holy", "start": 3970.6, "end": 3977.54}, {"text": "fucking shit. This is all happening in January. Guys, open your eyes. That's a", "start": 3977.7, "end": 3982.1}, {"text": "little stick man. That's a strange little be. That's an XK CD character that", "start": 3982.1, "end": 3986.66}, {"text": "escaped and started doing science on a soccer field. He has a pointed hat.", "start": 3986.66, "end": 3989.7}, {"text": "Yeah, that could be a gnome. Strange case. Ancient pyramids around the world", "start": 3989.7, "end": 3994.72}, {"text": "suddenly beaming energy to the sky. January 12,", "start": 3994.72, "end": 3997.92}, {"text": "23. It was all the ancient pyramids. They made some experiments proving astral", "start": 3997.92, "end": 4004.22}, {"text": "the projection is actually real January twelve twenty twenty three a", "start": 4004.26, "end": 4009.72}, {"text": "teleported person caught on video is causing an accident in China still", "start": 4009.72, "end": 4014.76}, {"text": "January twelve twenty twenty three a strange fish with human face was", "start": 4014.76, "end": 4020.76}, {"text": "filmed by a tour. I do remember that China me January twelve twenty twenty", "start": 4020.76, "end": 4025.22}, {"text": "three millions of giants will awaken on earth January twelve twenty twenty", "start": 4025.22, "end": 4030.32}, {"text": "three. So these are some of the stories that are going on on the ancient", "start": 4030.32, "end": 4033.32}, {"text": "seven point six meters January twelve twenty twenty three and twenty foot", "start": 4033.36, "end": 4038.9}, {"text": "giant man. That's really scary. Keanu Reeves said the earth is a prison", "start": 4038.9, "end": 4043.1}, {"text": "planet from which we can never escape. Holy January twelve twenty twenty three.", "start": 4043.1, "end": 4048.3}, {"text": "All right, but what was the mainstream media reporting on January twelve?", "start": 4048.3, "end": 4052.5}, {"text": "Because this all happened January twelve twenty twenty three, but I'm willing to", "start": 4052.5, "end": 4055.44}, {"text": "bet you remember only one or two of those things. Okay, tell me what was what", "start": 4055.44, "end": 4058.34}, {"text": "they were covering it up with. What massive stories were being used to", "start": 4058.34, "end": 4061.96}, {"text": "eclipsed the actual news, because you need you need to be reading these", "start": 4061.98, "end": 4066.54}, {"text": "alternative news sites to see what's really going on instead of this bullshit", "start": 4066.54, "end": 4069.9}, {"text": "smoke screens that are probably made up stories. You know what I call you see", "start": 4069.9, "end": 4073.56}, {"text": "and then what crap news network kind of bullshit was the communist news network", "start": 4073.56, "end": 4078.12}, {"text": "and you want to be communism. What were they sending? You want to see what", "start": 4078.12, "end": 4081.34}, {"text": "they're reporting on January twelve, twenty, twenty three, January twelve,", "start": 4081.34, "end": 4085.12}, {"text": "twenty, twenty three, Rick and Morty, co creator, Justin Roiland, faces domestic", "start": 4085.12, "end": 4089.18}, {"text": "violence charges. Rick and Morty co creator, Justin Roiland, facing", "start": 4089.22, "end": 4093.24}, {"text": "domestic violence charges, January 12, 2023. Dog starts house fire while eating", "start": 4093.24, "end": 4098.4}, {"text": "cookies off kitchen counter video shows, January 12, 2023. NBC News, Hollywood", "start": 4098.4, "end": 4104.06}, {"text": "Reporter, New York Post, Los Angeles Times, Rick and Morty co creator, Justin", "start": 4104.06, "end": 4108.04}, {"text": "Roiland, facing felony. The truth is out there, y'all.", "start": 4108.04, "end": 4111.04}, {"text": "Oh, wow, wow, wow. You have really gotten to the bottom of this story, that they", "start": 4111.04, "end": 4117.12}, {"text": "tried to take our dog out because just because he was it started a fire in the", "start": 4117.14, "end": 4121.98}, {"text": "kitchen. He makes TV shows about aliens well that guy too, but yeah, I was", "start": 4121.98, "end": 4125.44}, {"text": "mostly talking about the cookie dog,", "start": 4125.44, "end": 4127.06}, {"text": "but dude solar opposites. I mean this is", "start": 4127.06, "end": 4130.86}, {"text": "this is gospel whatever's on that show. I haven't watched it, but it's all true", "start": 4130.86, "end": 4135.46}, {"text": "guys. It is all true and look at the guys like this. I covered up the", "start": 4135.46, "end": 4139.5}, {"text": "neighborhood to you yeah guys stay curious. Oh yeah, stay dangerous and", "start": 4139.5, "end": 4145.58}, {"text": "don't get murder, don't get murdered for what you believe guys. This is another", "start": 4146.22, "end": 4152.16}, {"text": "episode of podcast about this next Monday. Me and Patrick are going to be", "start": 4152.16, "end": 4155.64}, {"text": "hosting funny moms at come on everybody in Brooklyn come through. We'll post a", "start": 4155.64, "end": 4160.56}, {"text": "ticket link soon. Somebody will be there. Somebody might be doing that and", "start": 4160.56, "end": 4164.52}, {"text": "somebody might be doing minutes of some of the best five to seven minutes that", "start": 4164.52, "end": 4168.52}, {"text": "you've seen in a very long time, and he might be a third person at this table", "start": 4168.52, "end": 4172.56}, {"text": "besides the other two names, I already said maybe maybe two people at this", "start": 4172.58, "end": 4176.54}, {"text": "table do stand up already, but there's one guy that you have maybe one guy did", "start": 4176.54, "end": 4179.82}, {"text": "stand up before either of the other two at this table and then quit because it", "start": 4179.82, "end": 4183.14}, {"text": "was too awesome. He was too good guys and one of these, but maybe he's making a", "start": 4183.14, "end": 4187.82}, {"text": "triumphant maybe he's making a huge", "start": 4187.82, "end": 4189.98}, {"text": "deal. Just have to come. What day is the shareholder meeting this month", "start": 4189.98, "end": 4194.66}, {"text": "and it will check. Okay, he'll check in the meantime,", "start": 4194.66, "end": 4199.3}, {"text": "Two weeks from now, the battle of the century.", "start": 4200.7, "end": 4203.06}, {"text": "Oh yes.", "start": 4203.06, "end": 4204.06}, {"text": "Two combatants, you've been waiting to see them clash.", "start": 4204.06, "end": 4207.52}, {"text": "They will.", "start": 4207.52, "end": 4208.52}, {"text": "They will.", "start": 4208.52, "end": 4209.52}, {"text": "Right here on YouTube.com/", "start": 4209.52, "end": 4210.7}, {"text": "We can't spoil what it is.", "start": 4210.7, "end": 4211.7}, {"text": "We don't even want to touch it.", "start": 4211.7, "end": 4213.02}, {"text": "We should do that episode.", "start": 4213.02, "end": 4214.2}, {"text": "Get fucking hyped.", "start": 4214.2, "end": 4215.38}, {"text": "We should do that episode live, dude.", "start": 4215.38, "end": 4217.34}, {"text": "Yes.", "start": 4217.34, "end": 4218.34}, {"text": "That's not a bad idea.", "start": 4218.34, "end": 4219.34}, {"text": "Because it will blow people.", "start": 4219.34, "end": 4220.82}, {"text": "People won't even believe it if we just pre-record it.", "start": 4220.82, "end": 4223.54}, {"text": "Yeah.", "start": 4223.54, "end": 4224.54}, {"text": "So that's coming and you're going to be seeing a lot of teaser videos and posters for that", "start": 4224.54, "end": 4227.86}, {"text": "and you're going to be getting very hyped up and excited.", "start": 4227.86, "end": 4230.26}, {"text": "yard. Yep, and two months from now, I will be in the great city of Chicago", "start": 4230.26, "end": 4234.96}, {"text": "opening for a girl God", "start": 4234.96, "end": 4236.3}, {"text": "and that's", "start": 4236.3, "end": 4238.84}, {"text": "subscribe on Patreon to the to the to the executive producer tier. If you", "start": 4238.84, "end": 4246.78}, {"text": "would like to be part of the shareholder meetings, which are so fun, they're fun", "start": 4246.78, "end": 4250.22}, {"text": "as a motherfucker.", "start": 4250.22, "end": 4251.04}, {"text": "Jeopardy this Friday, oh and Jeopardy on Friday on the twitch channel.", "start": 4251.04, "end": 4255.78}, {"text": "Time", "start": 4255.78, "end": 4257.2}, {"text": "is that number and keep your eyes on the skies. Folks, what time is that at?", "start": 4258.26, "end": 4263.66}, {"text": "We'll figure it out some point and also keep your eyes in disguise with the", "start": 4263.66, "end": 4268.06}, {"text": "sun. Nobody sees them. All right, bye bye", "start": 4268.06, "end": 4270.16}, {"text": "shit guys. There is nobody worse than lawyers. Lawyers and blondes are at the", "start": 4270.16, "end": 4279.06}, {"text": "very, very bottom of my pyramid. Yep. He's not really blonde. He's got like a", "start": 4279.06, "end": 4284.16}, {"text": "dirty blonde. I'm not blonde at all. You guys only think I'm blonde because I", "start": 4284.16, "end": 4287.96}, {"text": "I think of you as a beautiful blonde.", "start": 4287.96, "end": 4297.96}, {"text": "I think of you as a beautiful blonde with big breasts.", "start": 4297.96, "end": 4300.96}, {"text": "My eyebrow was turning blonde.", "start": 4300.96, "end": 4302.96}, {"text": "That you should go to the doctor for.", "start": 4302.96, "end": 4304.96}, {"text": "That's vitiligo. You got it late in life.", "start": 4304.96, "end": 4306.96}, {"text": "Here's my problem with lawyers.", "start": 4306.96, "end": 4308.96}, {"text": "That's vitiligo, man.", "start": 4308.96, "end": 4310.96}, {"text": "You might actually have late in life vitiligo.", "start": 4310.96, "end": 4313.96}, {"text": "What happens when you're...", "start": 4313.96, "end": 4315.96}, {"text": "Vidaligo you might have.", "start": 4315.96, "end": 4317.24}, {"text": "- Yeah, adult onset.", "start": 4317.24, "end": 4318.48}, {"text": "- I googled blondness and eyebrow and there's no results.", "start": 4318.48, "end": 4321.24}, {"text": "- I'm telling you.", "start": 4321.24, "end": 4322.08}, {"text": "- It says you're a Frank Ocean.", "start": 4322.08, "end": 4322.9}, {"text": "- Yeah.", "start": 4322.9, "end": 4323.74}, {"text": "- I'm not gonna get blonde splotches on my skin?", "start": 4323.74, "end": 4326.4}, {"text": "- You could.", "start": 4326.4, "end": 4327.24}, {"text": "- I don't wanna be blonde skinned.", "start": 4327.24, "end": 4328.08}, {"text": "- Yeah.", "start": 4328.08, "end": 4328.9}, {"text": "- You have blonde, Vidaligo would not show up on your body.", "start": 4328.9, "end": 4332.08}, {"text": "- Not yours.", "start": 4332.08, "end": 4332.92}, {"text": "- You have whiteness.", "start": 4332.92, "end": 4334.28}, {"text": "- You, I don't think you have Vidaligo at all.", "start": 4334.28, "end": 4337.28}, {"text": "Now that I'm thinking about it.", "start": 4337.28, "end": 4338.52}, {"text": "- The thing with lawyers, okay,", "start": 4338.52, "end": 4342.04}, {"text": "is that they have invented--", "start": 4342.04, "end": 4342.88}, {"text": "- Have you been dealing with one lately?", "start": 4342.88, "end": 4344.52}, {"text": "What's going on?", "start": 4344.52, "end": 4345.36}, {"text": "know", "start": 4345.36, "end": 4363.8}, {"text": "know", "start": 4363.8, "end": 4370.8}, {"text": "It's very upsetting. It is very crazy.", "start": 4370.8, "end": 4372.72}, {"text": "But here's a lobster roll.", "start": 4372.72, "end": 4374.2}, {"text": "And it was expensive, I bet. Market price.", "start": 4374.2, "end": 4376.64}, {"text": "Yeah, I bet it was close to $24.", "start": 4376.64, "end": 4379.24}, {"text": "My mom's treat.", "start": 4379.24, "end": 4380.36}, {"text": "Whoa. Apparently.", "start": 4380.36, "end": 4381.4}, {"text": "Mother's treat.", "start": 4381.4, "end": 4382.48}, {"text": "Mother's treat. Mother's treat.", "start": 4382.48, "end": 4384.24}, {"text": "Wow.", "start": 4384.24, "end": 4385.48}, {"text": "Oh my God.", "start": 4385.48, "end": 4386.52}, {"text": "Lobster roll, mother's treat.", "start": 4386.52, "end": 4388.24}, {"text": "Mother-ter-eet-za.", "start": 4388.24, "end": 4390.2}, {"text": "Okay.", "start": 4390.2, "end": 4391.04}, {"text": "Mother treats.", "start": 4391.04, "end": 4392.88}, {"text": "Mother treats.", "start": 4392.88, "end": 4393.72}, {"text": "Mother is treats ya.", "start": 4393.72, "end": 4394.56}, {"text": "Mother treats ya. Poorly.", "start": 4394.56, "end": 4395.56}, {"text": "Treats ya.", "start": 4395.56, "end": 4396.4}, {"text": "Mother treats ya. That was easy.", "start": 4396.4, "end": 4397.56}, {"text": "Mother treats a kid poorly, does not buy him any snacks.", "start": 4397.56, "end": 4400.16}, {"text": "*outro*", "start": 4400.16, "end": 4414.24}], "title": "Ep. 258 - Real Nude Alien Sighted", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--258---Real-Nude-Alien-Sighted-e298les", "date": "Wed, 13 Sep 2023 11:00:00 GMT", "id": 283}