{"lines": [{"text": "Yeah, yeah, you you put this down. Well, you dropped your phone at the same time as the", "start": 0.0, "end": 15.72}, {"text": "clap again, bitch. There we go. And another clap for Christmas, y'all. Try sinking that", "start": 15.72, "end": 24.64}, {"text": "slow clap for Christmas as disrespectful man. Slow clap is more respectful and", "start": 24.64, "end": 30.72}, {"text": "fast clap. No, it's not.", "start": 30.72, "end": 31.96}, {"text": "Sarcasm. No slow clap dude. No slow slow clap is sarcasm. So clap is no that's", "start": 31.96, "end": 39.44}, {"text": "because you guys are irony poison. No, it's like this like", "start": 39.44, "end": 42.48}, {"text": "you know that's well done. Well, yeah, if you say well done, well done and it", "start": 42.48, "end": 49.16}, {"text": "well, but that's that's an as our live well die. No, no, no, no, no, no, no,", "start": 49.18, "end": 53.82}, {"text": "no, a slow clap. As you do something, you think, oh my God, I fucked up. I", "start": 53.82, "end": 58.86}, {"text": "love I took the L no, and we hear one guy. You hear one guy near the back", "start": 58.86, "end": 62.98}, {"text": "yeah, but it has to rise stands up. If it turns into rupturous applause, then", "start": 62.98, "end": 68.94}, {"text": "it is not sarcastic, but if it is the okay, say this, say you know listen,", "start": 68.94, "end": 73.98}, {"text": "we're we're saying that with medians right, so imagine you're up there and", "start": 73.98, "end": 77.82}, {"text": "you say clap it up. If you all like movies and one guy and one guy just", "start": 77.82, "end": 82.26}, {"text": "like this,", "start": 82.26, "end": 82.7}, {"text": "you're doing a sarcastic face. I don't know", "start": 82.7, "end": 87.18}, {"text": "all you're doing all situations. Obviously it's not sarcastic. When you", "start": 87.18, "end": 91.58}, {"text": "say when we say a slow clap for Christmas, it's a respectful like God.", "start": 91.58, "end": 95.38}, {"text": "I can't even believe it. I'm a suit and tie. So tell me this business. You", "start": 95.38, "end": 99.14}, {"text": "mentioned the Grinch", "start": 99.14, "end": 100.1}, {"text": "and would if you said clap it up for Christmas, who in this place likes", "start": 100.1, "end": 104.3}, {"text": "Christmas. Do you think the Grinch would the normal clap or a", "start": 104.34, "end": 107.88}, {"text": "little anything would definitely", "start": 107.88, "end": 109.9}, {"text": "a slow clap? He would slow clap no, he would first of all, first of all, he", "start": 109.9, "end": 115.0}, {"text": "would not. First of all, nobody be able to tell he was slow clapping because", "start": 115.0, "end": 117.9}, {"text": "he'd say clap for Christmas. Everybody in the room was going nuts. Also, you", "start": 117.9, "end": 121.18}, {"text": "can hear his claps anyway, because the hands are made of her. He wouldn't", "start": 121.18, "end": 124.22}, {"text": "clap. Why would he would boo dude? He wouldn't slow clap. What are you", "start": 124.22, "end": 127.06}, {"text": "talking about? Depends on which a great at all depends on which part of the", "start": 127.06, "end": 130.54}, {"text": "movie you're at man.", "start": 130.54, "end": 131.46}, {"text": "that's true. I guess we liked Christmas. He might slow clap, so I made my point", "start": 132.34, "end": 135.54}, {"text": "yeah. I guess", "start": 135.54, "end": 136.14}, {"text": "what is that drink you're drinking? It smells", "start": 136.14, "end": 139.94}, {"text": "it smells of stinking perps perps. I don't know. I pick this is a fuck is", "start": 139.94, "end": 146.98}, {"text": "perps very super fruit organic energy. There's no GMO, no preservatives, no", "start": 146.98, "end": 152.58}, {"text": "glucose. It sounds pretty good. If they want no soy, if they want to give us a", "start": 152.58, "end": 155.58}, {"text": "Christmas gift perps perps yeah, I guess I have a picture of legs on. I does it", "start": 155.58, "end": 161.46}, {"text": "I make you run okay, make you run fast. I guess I don't know check it out. It's", "start": 161.5, "end": 167.2}, {"text": "just a new energy thing. I'm trying. Oh, it's vegan. Oh, I see it's Kido", "start": 167.2, "end": 171.34}, {"text": "friendly. I seem pipe to fuck up off this perps. I wish I got a kid smells", "start": 171.34, "end": 175.46}, {"text": "crazy. I was like I can smell this okay and I'm I'm recovering from illness, so", "start": 175.46, "end": 179.3}, {"text": "I can't smell anything. I can smell the can. There's a little drop. There's a", "start": 179.3, "end": 183.22}, {"text": "little drop that's about to hit the thing. It's coming. It's coming out of", "start": 183.22, "end": 187.22}, {"text": "the can and getting to my nose. I think I was a taste like shit so bad from the", "start": 187.26, "end": 193.26}, {"text": "earth.", "start": 193.26, "end": 193.82}, {"text": "Perps unites nature and science to promote your life's health. We don't", "start": 193.82, "end": 198.12}, {"text": "make excuses. We do not jeopardize our standards. There we go man. See that is", "start": 198.12, "end": 203.28}, {"text": "some Christmas shit yeah, and you know what I was at the right to drink one", "start": 203.28, "end": 207.42}, {"text": "serving per day.", "start": 207.42, "end": 208.36}, {"text": "It has directions on the drink", "start": 208.36, "end": 211.2}, {"text": "directions, drink one serving per day, serve cold. Also", "start": 211.92, "end": 214.62}, {"text": "it says servings per container and then no number. I like that just says", "start": 214.62, "end": 220.68}, {"text": "servings per container, nothing else. Wow, I got it for myself as a little", "start": 220.68, "end": 225.16}, {"text": "Christmas gift. I'm so this I honestly guys last week we flopped on the first", "start": 225.16, "end": 231.04}, {"text": "week of Christmas because I couldn't get it done right because of extenuating", "start": 231.04, "end": 234.76}, {"text": "circumstances. So I mean can I just can I just say that a point I need to I", "start": 234.76, "end": 239.32}, {"text": "I need to come clean right now. I need to tell you guys that this past week I was", "start": 239.36, "end": 244.24}, {"text": "going through hell. I was being tortured. Yeah, I was being slaughtered alive,", "start": 244.24, "end": 248.28}, {"text": "okay, and I was staring the grim reaper in the face every second of my life.", "start": 248.28, "end": 253.16}, {"text": "When you looked at I grabbed him by the neck, I ripped his damn head off, oh", "start": 253.16, "end": 258.52}, {"text": "shit, and I put my fingers up as well. I didn't do that. I didn't do that, but", "start": 258.52, "end": 263.56}, {"text": "your fingers up his bones, but guys, I see it's not sarcastic or if you think", "start": 263.56, "end": 268.52}, {"text": "get sarcastic. Maybe you're so rude to me about this about my suffering man. I'm", "start": 268.56, "end": 273.44}, {"text": "trying to tell you is that God tried to strike me down before Christmas. He", "start": 273.44, "end": 276.68}, {"text": "tried to show me a reality where Christmas could be ruined by the", "start": 276.68, "end": 280.72}, {"text": "weakness of the flesh you got by the spoilage of the body, but my spirit rose", "start": 280.72, "end": 286.28}, {"text": "up and I literally returned to one hundred thousand percent strength after", "start": 286.28, "end": 291.24}, {"text": "recording and we're recording much a back of episodes. We're doing them on a", "start": 291.24, "end": 294.36}, {"text": "row, but the one we recorded yesterday, where I put the last was looking out.", "start": 294.36, "end": 296.72}, {"text": "I was very sick where I was very sick and my brain was addled yeah. We're we're", "start": 296.76, "end": 301.72}, {"text": "twenty four hours after that, maybe a magic and I'm I'm operating at one", "start": 301.72, "end": 305.82}, {"text": "hundred and fifty percent. He looks like Christian. You know what friendship has", "start": 305.82, "end": 309.62}, {"text": "restored me and my soul is thrumming. You know what like shit you sounded like", "start": 309.62, "end": 314.36}, {"text": "shit. I couldn't keep it together. You were still a basically and now I have", "start": 314.36, "end": 318.84}, {"text": "nothing but positivity, even the face of people being strangely weird to me right", "start": 318.84, "end": 322.88}, {"text": "you know I'm just clapping don't even you were you were talking about that more", "start": 322.92, "end": 326.72}, {"text": "than the club. I say I said that you I said okay before this before this you", "start": 326.72, "end": 331.88}, {"text": "looked sounded and acted like a pile of crap, but look at you now you were", "start": 331.88, "end": 337.02}, {"text": "visited by the ghost of sickness present. I became the ghost of Christmas", "start": 337.02, "end": 341.02}, {"text": "wow. I left my body. I got taken on a journey. You got turned into a scrooge", "start": 341.02, "end": 346.2}, {"text": "by sickness and then you had a miraculous turnaround. That's a I'd say", "start": 346.2, "end": 351.16}, {"text": "less of a scrooge, maybe more of a tiny tim you got turned in a tiny town", "start": 351.2, "end": 355.08}, {"text": "turned into", "start": 355.08, "end": 355.84}, {"text": "unfortunately, and then you were saved by that's that's one of the morals of a", "start": 355.84, "end": 361.4}, {"text": "Christmas Carol is that tiny tim is supposed to be the character you do.", "start": 361.4, "end": 365.46}, {"text": "Does tiny tim you're not supposed to ruin ruins Christmas? Yeah, he does", "start": 365.46, "end": 369.36}, {"text": "really for him at all. No, of course, not imagine him to get better, but what", "start": 369.36, "end": 373.0}, {"text": "if you what if you went over to your your family, you visit your family for", "start": 373.0, "end": 375.8}, {"text": "Christmas, you get you get there when your family was like", "start": 375.8, "end": 377.68}, {"text": "yeah great now Christmas isn't about Santa up bitch. I want to open up my", "start": 379.12, "end": 383.22}, {"text": "remote control. It's about on that's leg. Only business is now about on", "start": 383.22, "end": 387.12}, {"text": "Jeanette's leg. Yeah, yeah, exactly. If you go to your Christmas in America and", "start": 387.12, "end": 391.6}, {"text": "you have one cousin who's an eight year old British boy who's sick all the time", "start": 391.6, "end": 395.36}, {"text": "and has tiny legs, do that fuck out of here. Tim flick him over ruining", "start": 395.36, "end": 399.6}, {"text": "Christmas fucks me up. Does tiny Tim get cured at the end of that? Maybe no, he", "start": 399.6, "end": 404.64}, {"text": "he just gets a goose. Yeah, he's what is going to kill him for a goose. He's", "start": 404.66, "end": 409.5}, {"text": "still going to die goose or whatever that's a doose. He has some kind of he", "start": 409.5, "end": 414.5}, {"text": "has polio or", "start": 414.5, "end": 415.3}, {"text": "just goes to show you the strength of capitalism. That's what it's all about.", "start": 415.3, "end": 421.06}, {"text": "That is true as fuck man yeah, and that's what's kind of disgusting to me", "start": 421.06, "end": 425.16}, {"text": "about this Christmas season. I don't want more than anybody. It's about", "start": 425.16, "end": 427.82}, {"text": "people wanting to be out for other people. Christmas is about toys and it's", "start": 427.82, "end": 432.22}, {"text": "about capitalism going to the mall for me. It's more about snow and only and", "start": 432.24, "end": 437.2}, {"text": "this is a point I wanted to make. I it's no this morning. I literally am so", "start": 437.2, "end": 441.56}, {"text": "excited about Christmas and so ready for this to be the first day of Christmas,", "start": 441.56, "end": 444.44}, {"text": "and then I walk outside to go get the decorations to decorate the set and you", "start": 444.44, "end": 448.76}, {"text": "guys did a great job. It started snowing. Thank you. It looks incredible.", "start": 448.76, "end": 452.84}, {"text": "It looks so festive. It looks amazingly festive and I'm going to put this tree", "start": 452.84, "end": 457.08}, {"text": "right in front of Patrick and I put it in front of you. It was in front of you.", "start": 457.08, "end": 461.16}, {"text": "you got fucking owned. You see my bow. I tied doesn't look is looks amazing,", "start": 461.2, "end": 465.5}, {"text": "really festive and beautiful. The tree isn't too big. This is the perfect spot", "start": 465.5, "end": 468.84}, {"text": "for it. Okay, if you want to have it that close to you, I look so festive.", "start": 468.84, "end": 472.52}, {"text": "You look amazingly cute. I'm not going to fucking lie. Look at me and Cameron", "start": 472.52, "end": 475.76}, {"text": "next to the tree and guys. When I woke up this morning, I stunk you stunk bad", "start": 475.76, "end": 480.22}, {"text": "stunk worse than I stunk in my entire life. You take a shower yeah. I showered", "start": 480.22, "end": 484.28}, {"text": "so it's cured and that's what I'm saying. I've literally been born again. This is", "start": 484.28, "end": 488.72}, {"text": "my shower this morning. I was in the shower all I could think about you know", "start": 488.88, "end": 491.92}, {"text": "your typical shower thoughts. You think what happens after we die? What happens", "start": 491.92, "end": 494.96}, {"text": "after we eat in inside of our body with the digestive system, this type of", "start": 494.96, "end": 497.96}, {"text": "thought scientific thoughts, this shower thought my only thought I could think", "start": 497.96, "end": 501.36}, {"text": "hallelujah. That's not a Christmas song, though", "start": 501.36, "end": 505.32}, {"text": "maybe not for you on earth. It's about yeah. What on heaven on earth?", "start": 505.32, "end": 511.6}, {"text": "Huh I'm sorry. I got distracted by Christmas is about Jesus Christ. Yeah,", "start": 511.6, "end": 516.32}, {"text": "Christmas is about Hallelujah is not about it's about some kind of", "start": 516.36, "end": 519.16}, {"text": "manger in Bethlehem. New cord I'm well. First of all, I are you thinking of a", "start": 519.16, "end": 523.96}, {"text": "different Hallelujah, because you were singing it just like Leonard Cohen's.", "start": 523.96, "end": 527.52}, {"text": "I'm singing that I'm singing it not because I was the shower didn't make me", "start": 527.52, "end": 530.96}, {"text": "think of Christmas. It made me be clean and think Hallelujah. I would have been", "start": 530.96, "end": 535.48}, {"text": "better if I shower made you think of Christmas.", "start": 535.48, "end": 537.52}, {"text": "Why? Because it's festive.", "start": 537.52, "end": 540.44}, {"text": "It would have made I think you were paying attention. You're just saying", "start": 540.44, "end": 544.48}, {"text": "but I got a strange thing. I got distracted by an ornament. The tree is", "start": 544.52, "end": 547.82}, {"text": "gonna come over here so that you can't touch it and be distracted by it anymore.", "start": 547.82, "end": 551.12}, {"text": "Got distracted by an ornament. That's okay.", "start": 551.12, "end": 553.14}, {"text": "We have so many amazing things planned for Christmas. I feel like that's", "start": 553.14, "end": 557.54}, {"text": "obvious. You know us. We have", "start": 557.54, "end": 560.48}, {"text": "10... How many episodes was in four weeks? Four? Eight. Eight amazing", "start": 560.48, "end": 565.44}, {"text": "Christmas episodes planned for you. The eight days of Christmas, the four weeks", "start": 565.44, "end": 570.34}, {"text": "weeks of Christmas. The deck, the set is on the four weeks of Christmas. My", "start": 570.34, "end": 574.84}, {"text": "the", "start": 574.84, "end": 574.92}, {"text": "give to me one episode, another episode, yeah episodes, four episodes, five", "start": 574.92, "end": 583.26}, {"text": "episodes, six episodes,", "start": 583.26, "end": 585.66}, {"text": "and a premium on the pay tree. Wow on on", "start": 585.66, "end": 591.96}, {"text": "on pay tree on there we go. So today we have done a complete", "start": 591.96, "end": 599.36}, {"text": "We stole a sack. I guess it'd be a crime actually, right? We did a crime.", "start": 599.36, "end": 604.96}, {"text": "We found it. Okay, we found it, allegedly. We found a sack of letters and I think", "start": 604.96, "end": 612.72}, {"text": "the bag said to the North Pole. The bag said directly to the North Pole", "start": 612.72, "end": 616.64}, {"text": "and it had a label on it. We're not gonna give the address out to the North Pole.", "start": 616.64, "end": 621.6}, {"text": "One Santas Lane. Come on, man. You can't dox. That is actually illegal. Yeah, that's", "start": 621.6, "end": 627.84}, {"text": "that's not right. All right, my bad fucking idiot, sorry and you can't say", "start": 627.84, "end": 632.34}, {"text": "that it's in wonder ascented wonderland either dude, you fucking idiot and you", "start": 632.34, "end": 637.2}, {"text": "can't say that the", "start": 637.2, "end": 638.1}, {"text": "what you call the post enough enough twelve, twenty five,", "start": 638.1, "end": 644.94}, {"text": "you're going to get us in trouble.", "start": 644.94, "end": 647.32}, {"text": "You're going to get us in trouble. Stop it", "start": 647.32, "end": 650.78}, {"text": "change it every year to try and hide from people. Yeah, they should", "start": 650.78, "end": 655.98}, {"text": "Can you imagine living in the Christmas zip code? So we all have letters here,", "start": 657.44, "end": 661.4}, {"text": "amazing letters that", "start": 661.4, "end": 664.02}, {"text": "we're hoping for Santa Claus and we will, I promise you, you know us, we will", "start": 664.02, "end": 671.72}, {"text": "eventually get these to the North Pole. Yeah, we'll get them where they're just", "start": 671.72, "end": 674.62}, {"text": "where they were kind of a middleman intermediary. We're always looking for", "start": 674.62, "end": 677.36}, {"text": "something to do for Christmas. So listen, if you intercept a sack full of", "start": 677.36, "end": 680.08}, {"text": "letters for Santa, you like to read them out. Yeah, exactly. Do whatever you want.", "start": 680.08, "end": 683.64}, {"text": "know it's fine. I mean we're just checking them for poison. How about", "start": 683.66, "end": 686.66}, {"text": "that? Yeah, because there might be some you know you should maybe some of", "start": 686.66, "end": 689.72}, {"text": "these Christmas wishes we could even help fulfill. Yeah, because what are", "start": 689.72, "end": 693.46}, {"text": "we but Santa's little helpers? Right, exactly. That's what I was saying. I'm", "start": 693.46, "end": 698.1}, {"text": "Santa's toy soldier. He can do with me what he wants. I'm Santa's street", "start": 698.1, "end": 701.14}, {"text": "soldier. All right, which one who wants to start? Let me see if this is I can", "start": 701.14, "end": 706.98}, {"text": "start. Okay.", "start": 706.98, "end": 707.94}, {"text": "Oh, this one is in Spanish. Hold on.", "start": 711.94, "end": 713.86}, {"text": "Wait, I have one too.", "start": 713.86, "end": 714.86}, {"text": "Hola, Santa.", "start": 714.86, "end": 718.1}, {"text": "Me llamo Jubio.", "start": 718.1, "end": 719.46}, {"text": "Para Navidad me gustaría", "start": 719.46, "end": 722.58}, {"text": "conocer a Kysonat.", "start": 722.58, "end": 723.78}, {"text": "Quiero salir con él.", "start": 723.78, "end": 726.78}, {"text": "And there's a little drawing.", "start": 726.78, "end": 729.86}, {"text": "That's so cute.", "start": 729.86, "end": 733.82}, {"text": "Can you hold that up to the camera to show everybody?", "start": 733.82, "end": 734.82}, {"text": "Yeah, I'll hold it up to this.", "start": 734.82, "end": 735.82}, {"text": "Wow.", "start": 735.82, "end": 738.14}, {"text": "Who's that?", "start": 738.14, "end": 740.34}, {"text": "I guess that is Jubio and Kysonet.", "start": 740.78, "end": 743.38}, {"text": "Oh my God!", "start": 743.38, "end": 744.38}, {"text": "In front of the Christmas tree.", "start": 744.38, "end": 745.74}, {"text": "You guys look insanely happy.", "start": 745.74, "end": 747.3}, {"text": "Yeah.", "start": 747.3, "end": 748.3}, {"text": "Holy shit, that's a Christmas miracle.", "start": 748.3, "end": 750.74}, {"text": "That kind of reminded me of this letter I have, man.", "start": 750.74, "end": 753.14}, {"text": "Oh, really?", "start": 753.14, "end": 754.42}, {"text": "Yeah, this is from Julio.", "start": 754.42, "end": 757.38}, {"text": "Oh!", "start": 757.38, "end": 758.38}, {"text": "Oh.", "start": 758.38, "end": 759.38}, {"text": "Dear Santa Claus.", "start": 759.38, "end": 760.9}, {"text": "Quiero que esta Navidad sea la mejor Navidad de todas.", "start": 760.9, "end": 765.94}, {"text": "Quiero un libro rojo grande, una tarjeta de biblioteca y un juguete sexual.", "start": 765.94, "end": 772.18}, {"text": "Quiero aprender de deleteriar y atarme los zapatos. Soy gay. Soy", "start": 772.18, "end": 779.94}, {"text": "soy estupido.", "start": 779.94, "end": 783.7}, {"text": "Atentamente, Julio Garcia.", "start": 783.7, "end": 788.58}, {"text": "Wow. Oh my goodness.", "start": 788.58, "end": 792.38}, {"text": "Can you say what you said in this letter and why you sent more than one?", "start": 795.38, "end": 797.94}, {"text": "I won a Nintendo switch.", "start": 797.94, "end": 801.58}, {"text": "I think it says I want a big red book. I want a", "start": 801.58, "end": 807.58}, {"text": "library card and I want a sexual toy.", "start": 807.58, "end": 812.38}, {"text": "Yep,", "start": 812.38, "end": 816.78}, {"text": "and something about shoes, but who knows", "start": 816.78, "end": 820.48}, {"text": "you have one? Yeah, Cameron, let's see yours.", "start": 820.48, "end": 824.38}, {"text": "Let me read one. Okay.", "start": 824.98, "end": 826.48}, {"text": "This one says,", "start": 826.48, "end": 830.38}, {"text": "dear Santa, I want a Funko pop for Christmas from the soy boy.", "start": 830.38, "end": 836.68}, {"text": "No,", "start": 836.68, "end": 838.08}, {"text": "rip that up right now. Get rid of that shit. Rip that shit. Get rid of that", "start": 838.08, "end": 844.08}, {"text": "shit. That one is not a, I know that's a federal crime. I know that's a", "start": 844.08, "end": 848.18}, {"text": "federal crime. I'm willing to go to jail for that. Uh-huh. That's going to,", "start": 848.18, "end": 851.28}, {"text": "that's, you go to jail. The soy boy? Really? You go to jail and you tell", "start": 851.28, "end": 854.38}, {"text": "Really, that's your name the soy boy you got a really your name you tell the highest", "start": 854.38, "end": 859.58}, {"text": "Level gang member that you ripped up the soy boys mail. They're gonna make you second-in-command. They're gonna respect your ass", "start": 859.58, "end": 865.7}, {"text": "That's immediate respect. You're kind of sick fuck. I'm changes their name to the soy boy. That's so disgusting to me", "start": 865.7, "end": 873.1}, {"text": "Kill him yeah, dude I have you know what we'll lift our spirits. I have a letter here that I can read okay", "start": 873.1, "end": 881.7}, {"text": "And I'm sure, oh look, there's a little, there's a tree and a heart on it.", "start": 881.7, "end": 886.7}, {"text": "That looks so cute already.", "start": 886.7, "end": 888.7}, {"text": "Wow.", "start": 888.7, "end": 889.7}, {"text": "Dear Santa, hello.", "start": 889.7, "end": 892.7}, {"text": "My name is Amy.", "start": 892.7, "end": 893.7}, {"text": "I am a 10 year old girl from Kansas City and I am so excited for Christmas this year.", "start": 893.7, "end": 898.7}, {"text": "This year has been, well, interesting to say the least.", "start": 898.7, "end": 902.7}, {"text": "My mom and dad divorced and my older sister is in the hospital for issues related to body image.", "start": 902.7, "end": 908.7}, {"text": "image. She throws up when she eats hamburgers.", "start": 908.7, "end": 911.7}, {"text": "This year has been so stressful for me and my family, and the only thing that", "start": 911.7, "end": 917.18}, {"text": "would make it better would be if Jubio from Podcast About List sang a Christmas", "start": 917.18, "end": 923.26}, {"text": "song. Oh my God. I love Jubio and so do all the other girls in my grade.", "start": 923.26, "end": 927.66}, {"text": "I even have a poster of him on my bedroom wall.", "start": 927.66, "end": 932.86}, {"text": "He talks to us in its Discord server called Jubio's Angels,", "start": 935.06, "end": 939.06}, {"text": "but he never sings to us.", "start": 939.06, "end": 941.3}, {"text": "If you could make that happen,", "start": 941.3, "end": 942.78}, {"text": "it would be a dream come true.", "start": 942.78, "end": 944.54}, {"text": "Thank you, Santa, love, Amy.", "start": 944.54, "end": 946.1}, {"text": "Now, Jubio, are you gonna sing a Christmas carol", "start": 946.1, "end": 949.22}, {"text": "for little Amy?", "start": 949.22, "end": 950.52}, {"text": "- Hello?", "start": 950.52, "end": 954.58}, {"text": "- No! - No?", "start": 954.58, "end": 955.62}, {"text": "- What?", "start": 955.62, "end": 956.46}, {"text": "- You're not gonna let this little girl's wish come true?", "start": 956.46, "end": 958.7}, {"text": "- Her sister's in the hospital for hamburgers.", "start": 958.7, "end": 962.02}, {"text": "- She has a hamburger throw-up disease.", "start": 962.02, "end": 964.94}, {"text": "and you won't even sing a Feliz Navidad.", "start": 964.94, "end": 967.44}, {"text": "That is messed up man. You can't even sing", "start": 967.44, "end": 971.78}, {"text": "O Tannenbaum for her. Sing O Tannenbaum. Come on. Sing O Tannenbaum.", "start": 971.78, "end": 978.46}, {"text": "Gotta be the best Christmas carol. We'll sing it with you.", "start": 978.46, "end": 981.3}, {"text": "O Tannenbaum, O Tannenbaum,", "start": 981.3, "end": 986.32}, {"text": "blibli, blibli, blibli Germany.", "start": 986.32, "end": 990.78}, {"text": "when air is snide. You actually know I know one word. Yeah. Well, it seems to", "start": 991.74, "end": 998.28}, {"text": "know one line. Jubio is fully grinching out on us today. Jubio is being a", "start": 998.28, "end": 1002.4}, {"text": "complete green using to sing to one of his little also what's his deal does a", "start": 1002.4, "end": 1006.04}, {"text": "little a Jubio Jubio angels discord server. I want to shut that down man.", "start": 1006.04, "end": 1010.8}, {"text": "Yeah, we've told you that's not okay to do man.", "start": 1010.8, "end": 1013.24}, {"text": "Are you there?", "start": 1013.24, "end": 1015.54}, {"text": "Okay, I have a let's see I got away", "start": 1020.24, "end": 1022.44}, {"text": "this is also from", "start": 1022.44, "end": 1025.8}, {"text": "from a little from a little one. Oh", "start": 1025.8, "end": 1028.88}, {"text": "yeah, how sweet is that? It seems like we've taken a lot. These are a lot of", "start": 1028.88, "end": 1034.12}, {"text": "from kids. Yeah, yeah, it's weird that we didn't get that many adults in our", "start": 1034.12, "end": 1037.64}, {"text": "letters. Kind of weird right? Yeah, I feel like mostly kids. It makes sense.", "start": 1037.64, "end": 1041.4}, {"text": "This is from little Ben. Oh, okay.", "start": 1041.4, "end": 1046.4}, {"text": "Hello, Santa.", "start": 1046.4, "end": 1049.2}, {"text": "This year, the only thing I want for Christmas is world peace.", "start": 1050.12, "end": 1054.12}, {"text": "Aww, little Ben.", "start": 1054.12, "end": 1055.12}, {"text": "Oh my god, that's so cute.", "start": 1055.12, "end": 1058.12}, {"text": "War, disease, social disorder.", "start": 1058.12, "end": 1060.68}, {"text": "How could I sit here and wish for big red fire trucks or super powered action figures", "start": 1060.68, "end": 1065.48}, {"text": "when some people are struggling just to afford basic human needs?", "start": 1065.48, "end": 1069.28}, {"text": "What a smart kid.", "start": 1069.28, "end": 1070.86}, {"text": "It would just be selfish.", "start": 1070.86, "end": 1072.64}, {"text": "And that's the problem with this world.", "start": 1072.64, "end": 1075.12}, {"text": "Selfishness.", "start": 1075.12, "end": 1076.52}, {"text": "British corporate CEOs and money hungry politicians hogging all the wealth up", "start": 1076.52, "end": 1080.56}, {"text": "top and leaving the little guy with nothing a little bit all the way at the", "start": 1080.56, "end": 1084.32}, {"text": "bottom. He's probably referring to himself or his family as well. At least", "start": 1084.32, "end": 1087.08}, {"text": "is he related to Big Ben.", "start": 1087.08, "end": 1088.4}, {"text": "He could be a clock", "start": 1088.4, "end": 1090.48}, {"text": "all the way at the bottom. I just wish I could do something about it. You know", "start": 1090.48, "end": 1095.28}, {"text": "what Santa I finally decided what I want for Christmas. I want a voice.", "start": 1095.28, "end": 1100.16}, {"text": "I want a say in what direction the winds of change blow", "start": 1100.16, "end": 1105.92}, {"text": "a say in the future that I'm inherited. When I grow up, I'm going to run for", "start": 1105.92, "end": 1111.26}, {"text": "President. Wow, and I'll make sure that never again does another immigrant enter", "start": 1111.26, "end": 1116.04}, {"text": "this country", "start": 1116.04, "end": 1116.66}, {"text": "into this country illegally to impregnate a white woman.", "start": 1116.66, "end": 1122.14}, {"text": "Little bit,", "start": 1122.14, "end": 1123.84}, {"text": "what the hell are you saying? Right now, I'm thirty one, so I should be able to", "start": 1123.84, "end": 1128.74}, {"text": "run for President by twenty twenty eight, and when I'm President, every border of", "start": 1128.74, "end": 1132.76}, {"text": "this country will be protected by nuclear bombs and big red fire trucks", "start": 1132.78, "end": 1136.66}, {"text": "to put it into you illegally flying over the border. Go back to your igloo,", "start": 1136.66, "end": 1140.62}, {"text": "you disgusting red snow pig. Holy shit, little Ben, what the little as what a", "start": 1140.62, "end": 1146.42}, {"text": "turn little Ben has made. I didn't know you were a grown man going by little", "start": 1146.42, "end": 1150.38}, {"text": "Ben. I mean his first name could be little like a little John little John", "start": 1150.38, "end": 1154.42}, {"text": "little Richard. I don't know. Yeah, little Wayne. There's actually there", "start": 1154.42, "end": 1157.74}, {"text": "might be more little more", "start": 1157.74, "end": 1159.1}, {"text": "at least in pop culture. That's so true little bins. You seem like a bastard", "start": 1161.62, "end": 1165.72}, {"text": "man. Yeah, but what I don't understand it seemed at first, maybe he was", "start": 1165.72, "end": 1168.72}, {"text": "maybe I guess at the end I was kind of curious whether he was just racist", "start": 1168.72, "end": 1172.5}, {"text": "against people from the North Pole or if he maybe also was having some. I", "start": 1172.5, "end": 1176.04}, {"text": "think he's racist against every well. He said another immigrant illegally", "start": 1176.04, "end": 1180.88}, {"text": "entering the country to impregnate a white woman. Yeah, so I thought I don't", "start": 1180.88, "end": 1184.9}, {"text": "think that I was like Santa's done that, but I say it could be an elf. I'll", "start": 1184.9, "end": 1189.26}, {"text": "say it that letter gave me the Ick. Do we know where Mrs. Claus is from? Yeah,", "start": 1189.3, "end": 1194.2}, {"text": "we Mrs. to Mr. Mastigations. We'd found that out years ago, but I don't", "start": 1194.2, "end": 1198.7}, {"text": "remember it. She's got to be from America. She's from someplace, so I don't", "start": 1198.7, "end": 1203.9}, {"text": "know.", "start": 1203.9, "end": 1204.14}, {"text": "Okay,", "start": 1204.14, "end": 1205.58}, {"text": "I got another one here.", "start": 1205.58, "end": 1207.54}, {"text": "Dear Santa Claus for Christmas, I want to be a bad bitch right now. I'm a mid", "start": 1207.54, "end": 1217.1}, {"text": "and I'm barely have a get. I want a BBL so I can twerk. I need to have big butt and", "start": 1217.34, "end": 1223.36}, {"text": "boob Riz. I'm practically an MPC right now. Oh no, but I want to level up my", "start": 1223.36, "end": 1228.78}, {"text": "body. I want to be a baddie with a bubble body and that is from Taylor", "start": 1228.78, "end": 1233.32}, {"text": "Swift. Oh Taylor T Swizzle. It could honestly that does kind of break my", "start": 1233.32, "end": 1238.42}, {"text": "heart. They know that Taylor Swift thinks that about herself when she's one", "start": 1238.42, "end": 1241.02}, {"text": "of the most telling women on the world are the baddest bitch in the universe.", "start": 1241.02, "end": 1245.02}, {"text": "okay, you already have a bubble body girl. You look like a bubble. You look", "start": 1245.18, "end": 1249.4}, {"text": "like a bubble. You are honestly borderline like fat to me, Taylor Swift.", "start": 1249.4, "end": 1254.0}, {"text": "You look disgusting. You're your get is there it's there it's there it's there.", "start": 1254.0, "end": 1258.88}, {"text": "You don't need to improve that thing. You look this is where your is this is", "start": 1258.88, "end": 1262.94}, {"text": "where you think it is and you're hardly an MPC. You're the man of the year.", "start": 1262.94, "end": 1265.84}, {"text": "You're literally you are the man of the year. You're a character. You are a", "start": 1265.84, "end": 1268.82}, {"text": "time man of the year, so don't beat yourself up over that shiz okay, Santa", "start": 1268.82, "end": 1273.5}, {"text": "I can't give you that by the way Taylor Swift and you shouldn't be writing to", "start": 1273.52, "end": 1275.84}, {"text": "Santa either. No, you should be writing to a doctor in Beverly Hills because", "start": 1275.84, "end": 1280.48}, {"text": "that's where you can get that done. Yeah true or you go overseas and you have to", "start": 1280.48, "end": 1284.28}, {"text": "sit on the plane backwards. Yeah, I mean usually that happens. I have a letter", "start": 1284.28, "end": 1289.52}, {"text": "here. It looks like it's from a little boy. Yes, it is from a little boy and it", "start": 1289.52, "end": 1296.88}, {"text": "says what you can tell just by the handwriting. Yes, I can tell by the", "start": 1296.88, "end": 1299.64}, {"text": "handwriting. It looks very juvenile. Yeah, it looks like shit. I can tell some, but nobody", "start": 1299.64, "end": 1305.68}, {"text": "who went to his finished primary school wrote this letter. There's no way. Absolutely no", "start": 1305.68, "end": 1310.56}, {"text": "way. It looks terrible. Hello, Santa. My name, Pepper Donaldson. I five year old for Christmas.", "start": 1310.56, "end": 1319.32}, {"text": "I want blood.", "start": 1319.32, "end": 1320.28}, {"text": "I have no blood.", "start": 1320.28, "end": 1322.72}, {"text": "No blood in body.", "start": 1322.72, "end": 1325.08}, {"text": "I live on machine.", "start": 1325.08, "end": 1327.52}, {"text": "Machine Mac blood in my body.", "start": 1327.52, "end": 1331.12}, {"text": "Mommy, daddy cry a lot.", "start": 1331.12, "end": 1333.84}, {"text": "Hospital expensive.", "start": 1333.84, "end": 1335.28}, {"text": "I like Paw Patrol.", "start": 1335.28, "end": 1337.32}, {"text": "Paw Patrol.", "start": 1337.32, "end": 1339.2}, {"text": "Doctor said it should not be live for Christmas.", "start": 1339.2, "end": 1342.52}, {"text": "I want blood and Paw Patrol toy.", "start": 1342.52, "end": 1344.72}, {"text": "And that's from Pepper.", "start": 1344.72, "end": 1345.84}, {"text": "And it looks like someone drew a pepper for him.", "start": 1345.84, "end": 1348.28}, {"text": "Let me look at... Hello Santa, my name is Pepper, 15 years old.", "start": 1348.28, "end": 1352.92}, {"text": "Fifteen?", "start": 1352.92, "end": 1353.92}, {"text": "O.D.E.", "start": 1353.92, "end": 1354.92}, {"text": "It looks like 15.", "start": 1354.92, "end": 1357.24}, {"text": "I think it's I, 5 year old.", "start": 1357.24, "end": 1360.44}, {"text": "Well let's just say it's 15.", "start": 1360.44, "end": 1361.44}, {"text": "Yeah, it probably seems 15.", "start": 1361.44, "end": 1362.44}, {"text": "And he wants blood.", "start": 1362.44, "end": 1363.44}, {"text": "So this guy...", "start": 1363.44, "end": 1364.44}, {"text": "He has no blood in his body and he lives off of a machine it looks like.", "start": 1364.44, "end": 1370.44}, {"text": "And pauportal, I'm guessing he means...", "start": 1370.44, "end": 1375.44}, {"text": "whose pepper. Let me give you some advice, buddy. If you're writing a", "start": 1375.44, "end": 1379.28}, {"text": "Santa and you're asking for a present, do not put in your letter that you're", "start": 1379.28, "end": 1383.28}, {"text": "going to be dead before Christmas. You just fucked up. Santa is not going to be", "start": 1383.28, "end": 1386.84}, {"text": "giving you. I got a way should say is I'm going to be a doctor said I'll be", "start": 1386.84, "end": 1390.1}, {"text": "alive for two hundred more Christmas exactly and actually I need to get it", "start": 1390.1, "end": 1393.92}, {"text": "all in advance. Oh yeah, wait, doctor actually said that for me. I have a", "start": 1393.92, "end": 1396.74}, {"text": "medical condition or Christmas is every day.", "start": 1396.74, "end": 1398.56}, {"text": "I have hello. I have a mental. I should have I should have gotten that letter.", "start": 1398.56, "end": 1403.96}, {"text": "I have a I have a mental disorder where I think every day", "start": 1405.36, "end": 1408.78}, {"text": "I mean toys every day or I'll get really toys every single day or I think you", "start": 1408.78, "end": 1414.18}, {"text": "abandoned me Santa yeah. Well, that's or I guess my brain will break. Can we talk", "start": 1414.18, "end": 1419.46}, {"text": "some real shit? Have you all ever gotten coal for real? No yeah, my parents used", "start": 1419.46, "end": 1423.7}, {"text": "to give potatoes because it was cheaper, cheaper than coal London. We could just", "start": 1423.7, "end": 1428.38}, {"text": "use the potatoes to make mash potatoes for dinner after wait. Your parents gave", "start": 1428.38, "end": 1432.88}, {"text": "potato for Christmas? If it was like you were bad this year, if they wanted to", "start": 1432.92, "end": 1439.4}, {"text": "make the joke like oh you were bad you get instead of coal Santa gives out", "start": 1439.4, "end": 1443.16}, {"text": "potatoes because coal is expensive. Your parents convinced you that you were bad?", "start": 1443.16, "end": 1447.12}, {"text": "They would tell me that I was bad sometimes yes. Only on some years?", "start": 1447.12, "end": 1451.96}, {"text": "They would tell me I was bad sometimes yes. They would tell me I was bad some", "start": 1451.96, "end": 1455.92}, {"text": "years on Christmas yes. It feels abusive man. I don't know I feel like it's", "start": 1455.92, "end": 1459.92}, {"text": "it's it's supposed to teach you. I mean maybe it's just an Irish Catholic that", "start": 1459.92, "end": 1463.32}, {"text": "you get potatoes. If you're bad potatoes aren't so bad yeah, I mean I like it's", "start": 1463.32, "end": 1467.68}, {"text": "not like they give you potatoes and they in place of another gift. I think that's", "start": 1467.68, "end": 1471.56}, {"text": "what it was. I think that's what they probably wanted you to think it was.", "start": 1471.56, "end": 1474.84}, {"text": "Well, they never got any of my presence either way. Well, you know Santa doesn't", "start": 1474.84, "end": 1479.0}, {"text": "wrap presents. Yeah, some in the living room. Yeah, how's he going to wrap that's", "start": 1479.0, "end": 1482.44}, {"text": "normal? You can't wrap a treadmill. Yeah, they're not going to wrap a flex and", "start": 1482.44, "end": 1485.96}, {"text": "wrap the potato. Adjustable dumbbells. He's not going to wrap all that shit.", "start": 1486.0, "end": 1489.24}, {"text": "I think they continued doing that. I think they gave my niece and my nephew's", "start": 1489.24, "end": 1494.12}, {"text": "potatoes this year, and I think they cried. I would fucking cry. That's fine.", "start": 1494.12, "end": 1498.16}, {"text": "It's a funny joke. It's good. I don't think that's funny. You can't do that", "start": 1498.16, "end": 1501.4}, {"text": "shit to a kid. You can't give them a potato. No, you can't. You can give them", "start": 1501.4, "end": 1504.8}, {"text": "a potato. That's fucked up. I draw a hard line. No, fuck that. You're getting", "start": 1504.8, "end": 1509.56}, {"text": "toys and only things that will make you smile. A kid doesn't need a potato.", "start": 1509.56, "end": 1513.12}, {"text": "you're not going to teach that", "start": 1513.16, "end": 1514.12}, {"text": "when you say no toys on Christmas. No, you give them all the toys and then you", "start": 1514.12, "end": 1520.06}, {"text": "give one potato at the beginning or something and it's be like to do what", "start": 1520.06, "end": 1523.24}, {"text": "you think pranks are funny. Yes, what the hell is a Christmas? I guess it", "start": 1523.24, "end": 1527.06}, {"text": "must be a Christmas prank. It's a Christmas prank. That's not funny man to", "start": 1527.06, "end": 1530.8}, {"text": "tell your kid. This is a this is the one reason kids are alive. Yeah, you", "start": 1530.8, "end": 1535.24}, {"text": "shouldn't say that you don't say you say you say you tell them it was a prank.", "start": 1535.24, "end": 1539.18}, {"text": "You say, oh, I got you. Oh, I got you. Christmas should be you don't say you", "start": 1539.18, "end": 1543.06}, {"text": "got this because you were bad a bag at that point. That's when it that's", "start": 1543.08, "end": 1546.2}, {"text": "wrong. That's what my parents do yeah. They would say you got that because you", "start": 1546.2, "end": 1551.32}, {"text": "were bad.", "start": 1551.32, "end": 1551.88}, {"text": "I think they were trying to teach me that this is pure abuse. Yeah, you are", "start": 1551.88, "end": 1556.28}, {"text": "purely abused. I must have been completely and I bet you didn't even get", "start": 1556.28, "end": 1559.98}, {"text": "to make French fries out of the potato. No, I bet you had to get baked. I think", "start": 1559.98, "end": 1563.44}, {"text": "that they were right old potatoes yeah well with the black spots all over. I", "start": 1563.44, "end": 1568.72}, {"text": "think they were moldy and it's sprouting yeah. I just think that Christmas", "start": 1568.76, "end": 1573.16}, {"text": "should be a candy, a DVD and a lottery ticket. That's I can't wait to get", "start": 1573.16, "end": 1577.12}, {"text": "that's a grown man Christmas. I want to get a lottery tickets every my", "start": 1577.12, "end": 1581.26}, {"text": "every I never got a lot of since I was like ten years old. I got lottery", "start": 1581.26, "end": 1584.44}, {"text": "tickets for I would just get started. I take it on every Christmas, but the", "start": 1584.44, "end": 1587.18}, {"text": "royal. Did you have a rule that if it was over if somebody got over a", "start": 1587.18, "end": 1590.1}, {"text": "thousand dollars, we had to split it with the whole family? Yes, I always", "start": 1590.1, "end": 1593.08}, {"text": "thought that was you said you never got lottery tickets. Why are you", "start": 1593.08, "end": 1595.44}, {"text": "I mean lottery tickets in general, when other", "start": 1595.48, "end": 1599.98}, {"text": "family or the July.", "start": 1599.98, "end": 1603.78}, {"text": "I can see that I don't do I've never heard of that one ever. Well, you're to", "start": 1603.78, "end": 1608.58}, {"text": "be fair. You're the only other person I've ever met who got lottery tickets", "start": 1608.58, "end": 1611.18}, {"text": "growing up at Christmas. No, there's I've met other people who do that too.", "start": 1611.18, "end": 1614.08}, {"text": "I'm sure you have what I said is you're the only person,", "start": 1614.08, "end": 1616.18}, {"text": "but you've never met anybody's even mentioned doing on her fourth of July,", "start": 1616.18, "end": 1621.28}, {"text": "never even once. It's all right. I've never even considered that it could be", "start": 1621.28, "end": 1623.68}, {"text": "It's just a thing that your dad does because he just bought a bunch of beer.", "start": 1623.68, "end": 1628.24}, {"text": "So he's like, \"All right, fuck it.", "start": 1628.24, "end": 1629.24}, {"text": "I'll get lotto tickets too.", "start": 1629.24, "end": 1630.56}, {"text": "We'll see what happens.\"", "start": 1630.56, "end": 1631.56}, {"text": "That's what Christmas is.", "start": 1631.56, "end": 1632.56}, {"text": "Your dad buys a bunch of beer for Christmas too.", "start": 1632.56, "end": 1634.48}, {"text": "No.", "start": 1634.48, "end": 1635.48}, {"text": "I had to hide beer from my uncles.", "start": 1635.48, "end": 1637.56}, {"text": "We did mimosas at Christmas.", "start": 1637.56, "end": 1640.28}, {"text": "Yeah, that's what my aunt does.", "start": 1640.28, "end": 1641.76}, {"text": "That's fun, man.", "start": 1641.76, "end": 1642.76}, {"text": "I usually do coffee cake and coffee.", "start": 1642.76, "end": 1645.4}, {"text": "So you're more uppers.", "start": 1645.4, "end": 1646.6}, {"text": "My family's more downers.", "start": 1646.6, "end": 1648.72}, {"text": "I like that.", "start": 1648.72, "end": 1649.72}, {"text": "All right.", "start": 1649.72, "end": 1650.72}, {"text": "What's your next letter?", "start": 1650.72, "end": 1651.72}, {"text": "Let me see.", "start": 1651.72, "end": 1652.72}, {"text": "Let me see. Let's see. That was a really short one.", "start": 1652.72, "end": 1656.72}, {"text": "Okay.", "start": 1656.72, "end": 1657.72}, {"text": "Dear Santa, me and my co-workers Walter and Ahmed would really like a girl puppet", "start": 1657.72, "end": 1667.72}, {"text": "this year. Love, Peanut.", "start": 1667.72, "end": 1668.72}, {"text": "I wonder who that's from.", "start": 1668.72, "end": 1672.72}, {"text": "There's no last name.", "start": 1672.72, "end": 1674.72}, {"text": "It sounds like it's from Peanut.", "start": 1674.72, "end": 1675.72}, {"text": "There's no last name at all. It just says, \"Love, Peanut.\"", "start": 1675.72, "end": 1677.72}, {"text": "Huh.", "start": 1677.72, "end": 1678.72}, {"text": "Huh, that's an interesting one.", "start": 1678.72, "end": 1679.72}, {"text": "It's interesting. It is interesting.", "start": 1679.72, "end": 1680.72}, {"text": "I like this guy's got to be an adult because it was straight to the point.", "start": 1680.72, "end": 1683.18}, {"text": "No,", "start": 1683.18, "end": 1683.42}, {"text": "doesn't work. Oh, I live on a machine. Yeah, shut the fuck up man. All right,", "start": 1683.42, "end": 1688.96}, {"text": "straight to the point.", "start": 1688.96, "end": 1689.84}, {"text": "Here's one", "start": 1689.84, "end": 1693.74}, {"text": "dear Santa Claus. Here's a list of things I want for Christmas and straight", "start": 1693.74, "end": 1699.08}, {"text": "to the point again.", "start": 1699.08, "end": 1699.74}, {"text": "One a Santa hat and outfit. That's cute. He wants to be like his hero. Yeah,", "start": 1699.74, "end": 1707.48}, {"text": "2. Some strands of your hair, both head and beard.", "start": 1707.58, "end": 1710.86}, {"text": "What?", "start": 1710.86, "end": 1711.86}, {"text": "Well, to make more-", "start": 1711.86, "end": 1712.86}, {"text": "3. A cloning machine.", "start": 1712.86, "end": 1714.86}, {"text": "4. A house key to your palace in North Pole City.", "start": 1714.86, "end": 1718.86}, {"text": "5. Your federal ID.", "start": 1718.86, "end": 1720.86}, {"text": "6. One minute audio sample of your voice with minimal background noise.", "start": 1720.86, "end": 1725.86}, {"text": "7. Itemized list of your daily diet.", "start": 1725.86, "end": 1729.86}, {"text": "And 8. Tooth Toons style fleshlight that plays music when you fuck it.", "start": 1729.86, "end": 1735.86}, {"text": "(laughing)", "start": 1735.86, "end": 1738.12}, {"text": "- That doesn't seem like it has anything to do with it.", "start": 1738.12, "end": 1740.34}, {"text": "- Yeah.", "start": 1740.34, "end": 1741.18}, {"text": "- It seemed like it was kind of on a through line.", "start": 1741.18, "end": 1742.66}, {"text": "- It looks like a Mrs. Claus fleshlight.", "start": 1742.66, "end": 1744.5}, {"text": "- Oh, that's nasty, bro.", "start": 1744.5, "end": 1745.7}, {"text": "Why would you even say that?", "start": 1745.7, "end": 1746.54}, {"text": "- You say flush light?", "start": 1746.54, "end": 1747.7}, {"text": "- I said fleshlight.", "start": 1747.7, "end": 1749.2}, {"text": "- I think you said flush light.", "start": 1749.2, "end": 1750.22}, {"text": "- I said Mrs. Claus fleshlight.", "start": 1750.22, "end": 1751.86}, {"text": "- Some kind of toilet fleshlight.", "start": 1751.86, "end": 1753.06}, {"text": "- I don't know that that even exists, though, does it?", "start": 1753.06, "end": 1755.46}, {"text": "- Do they have a Mrs. Claus fleshlight?", "start": 1755.46, "end": 1757.14}, {"text": "- No.", "start": 1757.14, "end": 1757.98}, {"text": "- I'm just talking about a musical two tunes fleshlight.", "start": 1757.98, "end": 1759.54}, {"text": "- I mean, I guess there's songs that I would like to fuck.", "start": 1759.54, "end": 1762.38}, {"text": "- If it's the same as the two tunes songs.", "start": 1762.38, "end": 1764.66}, {"text": "S and M by Rihanna. I would fuck that song. It's the same as the tooth tune", "start": 1764.66, "end": 1769.16}, {"text": "songs. It's got to be like", "start": 1769.16, "end": 1771.02}, {"text": "from your son's room. It is like a fate like really low quality speaker.", "start": 1771.02, "end": 1779.66}, {"text": "You hear the song and it just yeah, but you hear it going like", "start": 1779.66, "end": 1783.08}, {"text": "rock like", "start": 1783.08, "end": 1786.28}, {"text": "and then you walk in and he's fucking like when you hold your phone up with", "start": 1786.28, "end": 1792.06}, {"text": "speakers and go like oh yeah and he's fucking the back of the do around the", "start": 1792.1, "end": 1795.6}, {"text": "world. It could be like a giant. It could be like it could look like a giant", "start": 1795.6, "end": 1798.58}, {"text": "cow's tongue. If there's a kiss one and you", "start": 1798.58, "end": 1800.82}, {"text": "you know,", "start": 1800.82, "end": 1802.82}, {"text": "I've always thought those things could probably be flesh lights. Yeah. Cow's", "start": 1802.82, "end": 1807.22}, {"text": "tongues are huge man. That's true. Not that that's", "start": 1807.22, "end": 1809.42}, {"text": "requisite for you. So that's true. That's true. A cow tongue is huge. They", "start": 1809.42, "end": 1814.38}, {"text": "are huge.", "start": 1814.38, "end": 1814.9}, {"text": "That's true.", "start": 1814.9, "end": 1816.22}, {"text": "All right, I'm going to read this next letter. This next letter has a picture", "start": 1816.22, "end": 1819.9}, {"text": "it. Why you seem so scared of showing it to me? Hello, my name is Ryan. I'm looking", "start": 1819.94, "end": 1824.7}, {"text": "at the popular podcast beers. We drink here is a picture of me for Christmas. I", "start": 1824.7, "end": 1829.1}, {"text": "want a beer.", "start": 1829.1, "end": 1829.86}, {"text": "Wow, you know what Rex you really look like you look amazing. Like famous", "start": 1829.86, "end": 1837.14}, {"text": "comedian and hold it from the top political activists. Brett Gelman. I'm", "start": 1837.14, "end": 1841.18}, {"text": "going to be honest with you. Rex.", "start": 1841.18, "end": 1842.14}, {"text": "Jesus Christ, is this what he looks like?", "start": 1846.3, "end": 1848.3}, {"text": "You know what the title of that article was?", "start": 1848.3, "end": 1850.3}, {"text": "Let me pull it up real quick.", "start": 1850.3, "end": 1852.3}, {"text": "Can I see the picture?", "start": 1852.3, "end": 1854.3}, {"text": "Sorry I'm obsessive.", "start": 1854.3, "end": 1856.3}, {"text": "The title of the article where I found that photo was...", "start": 1856.3, "end": 1858.3}, {"text": "Oh shit, I screenshotted it for sure.", "start": 1858.3, "end": 1860.3}, {"text": "Ice cream shotted it?", "start": 1860.3, "end": 1862.3}, {"text": "I screenshotted it.", "start": 1862.3, "end": 1864.3}, {"text": "This is a People Magazine headline", "start": 1864.3, "end": 1866.3}, {"text": "where that photo is from.", "start": 1866.3, "end": 1868.3}, {"text": "Stranger Things, Brett Gelman praises his", "start": 1868.3, "end": 1870.3}, {"text": "really impressive young co-stars.", "start": 1870.3, "end": 1872.3}, {"text": "(Laughter)", "start": 1872.3, "end": 1874.3}, {"text": "(laughter)", "start": 1874.3, "end": 1876.54}, {"text": "- Wow.", "start": 1876.54, "end": 1877.38}, {"text": "- Oh man.", "start": 1877.38, "end": 1878.22}, {"text": "- What an amazing, dude, imagine how amazing", "start": 1878.22, "end": 1880.5}, {"text": "it would be for him to be your mentor.", "start": 1880.5, "end": 1881.9}, {"text": "- Oh my god, imagine, imagine Jaddy coming up to you.", "start": 1881.9, "end": 1885.34}, {"text": "- Yes, dude.", "start": 1885.34, "end": 1886.26}, {"text": "- Oh my god.", "start": 1886.26, "end": 1887.14}, {"text": "- He says, you wanna go break into the nerd melt", "start": 1887.14, "end": 1890.26}, {"text": "and we can smell the stage?", "start": 1890.26, "end": 1892.78}, {"text": "- Yeah.", "start": 1892.78, "end": 1893.62}, {"text": "- Yes.", "start": 1893.62, "end": 1894.44}, {"text": "- That would be awesome.", "start": 1894.44, "end": 1895.28}, {"text": "- Oh my god, Jonah Ray once performed here, man.", "start": 1895.28, "end": 1896.98}, {"text": "(sniffing)", "start": 1896.98, "end": 1898.82}, {"text": "- Kumail!", "start": 1898.82, "end": 1899.98}, {"text": "- Oh my god, Kumail and Jonah Ray performed here.", "start": 1899.98, "end": 1903.26}, {"text": "I mean you guys are talking about this and all you know, but you guys do realize that", "start": 1903.26, "end": 1908.38}, {"text": "we lost him who he supports Israel.", "start": 1908.38, "end": 1912.38}, {"text": "Brett Gelman, Brett Gelman supports Israel.", "start": 1912.38, "end": 1915.42}, {"text": "Why would he support Israel?", "start": 1915.42, "end": 1916.94}, {"text": "He does no dog in that fight.", "start": 1916.94, "end": 1918.46}, {"text": "We lost him to the right to the to the right, the fascistic right, the fascistic right.", "start": 1918.46, "end": 1924.42}, {"text": "We lost him.", "start": 1924.42, "end": 1925.42}, {"text": "I bloody is he and I'm sitting here like I'm sitting I'm over here like how am I ever going", "start": 1925.42, "end": 1932.58}, {"text": "to enjoy a piece of media with Brett Gellman in it ever again. How am I going to watch", "start": 1932.58, "end": 1936.72}, {"text": "Stranger Things with no one? I'm going to get no joy out of seeing Brett Gellman on", "start": 1936.72, "end": 1939.94}, {"text": "TV anymore. I'm not going to be able to smile and laugh. Dude, how am I going to get through", "start": 1939.94, "end": 1946.94}, {"text": "that one part and the other guys now? That's going to be hard as fuck. How am I going to", "start": 1946.94, "end": 1952.54}, {"text": "get through his Mickey Mouse blackface performance? This is going to be really tough for me. I", "start": 1952.54, "end": 1956.7}, {"text": "just really hope that he, at this point in his career, he stays the fuck away from Tim", "start": 1956.7, "end": 1961.34}, {"text": "Heidecker. Please don't do it to Tim man. Get away from him. If you were thinking of politically", "start": 1961.34, "end": 1967.86}, {"text": "corrupting Tim Heidecker. Get the fuck away from office hours right now. If I ever see", "start": 1967.86, "end": 1972.9}, {"text": "you on office hours, I will not fucking hesitate. I swear to God. I will not fucking hesitate.", "start": 1972.9, "end": 1977.82}, {"text": "I'm going to do a flip at you. Straight up. Jackie Chan style. I'm going to spin on you.", "start": 1977.82, "end": 1982.42}, {"text": "I'll spin on you man. Spin on you literally. What are you guys asking Santa for Christmas", "start": 1982.42, "end": 1987.54}, {"text": "this is you. We should wait on that. That's a that's all that's a whole new", "start": 1987.54, "end": 1991.34}, {"text": "episode. That's a whole not or at least I don't know. Well, I guess I'm asking him", "start": 1991.34, "end": 1995.06}, {"text": "for nothing because I don't need anything because I'm so blessed. Yeah, me", "start": 1995.06, "end": 1999.02}, {"text": "too. I think I'm completely blessed. Both of you, you don't want like money.", "start": 1999.02, "end": 2002.3}, {"text": "Like I'm asking for money. Okay, money. Yeah, I'll do money. You can't okay, so", "start": 2002.3, "end": 2005.66}, {"text": "you can't copy first. I'll get one of the rules. I want the money that Caleb. I", "start": 2005.66, "end": 2009.58}, {"text": "want whatever Caleb is going to get.", "start": 2009.58, "end": 2011.18}, {"text": "Should I just read this next letter?", "start": 2013.14, "end": 2014.98}, {"text": "Yeah.", "start": 2014.98, "end": 2015.98}, {"text": "It looks pretty quick.", "start": 2015.98, "end": 2016.98}, {"text": "It looks pretty short.", "start": 2016.98, "end": 2018.98}, {"text": "\"Dear Santa, for Christmas I want gold.", "start": 2018.98, "end": 2022.64}, {"text": "Gold member.\"", "start": 2022.64, "end": 2023.64}, {"text": "Okay.", "start": 2023.64, "end": 2024.64}, {"text": "That's all it says.", "start": 2024.64, "end": 2027.64}, {"text": "And it's interesting.", "start": 2027.64, "end": 2029.38}, {"text": "It kind of went...", "start": 2029.38, "end": 2030.38}, {"text": "Oh, it's written in gold font.", "start": 2030.38, "end": 2031.86}, {"text": "It really looks like silver, more silver to me.", "start": 2031.86, "end": 2035.42}, {"text": "But...", "start": 2035.42, "end": 2036.42}, {"text": "No, if you look in the light...", "start": 2036.42, "end": 2037.42}, {"text": "Yeah, if you want to call that gold.", "start": 2037.42, "end": 2038.42}, {"text": "Yeah, if you look in the light, well, that's where the colored pencil sits.", "start": 2038.42, "end": 2042.46}, {"text": "That's cute.", "start": 2042.46, "end": 2043.46}, {"text": "Oh, go ahead.", "start": 2043.46, "end": 2044.46}, {"text": "Me?", "start": 2044.46, "end": 2045.46}, {"text": "Yeah.", "start": 2045.46, "end": 2046.46}, {"text": "Oh, you have three letters in there.", "start": 2046.46, "end": 2047.46}, {"text": "That's really just two.", "start": 2047.46, "end": 2048.46}, {"text": "Oh.", "start": 2048.46, "end": 2049.46}, {"text": "Wow, this one's all typed up.", "start": 2049.46, "end": 2050.46}, {"text": "Looking crazy.", "start": 2050.46, "end": 2051.46}, {"text": "\"Dear Mr. Claus, Rhee, Notice of IRS Audit.", "start": 2051.46, "end": 2052.46}, {"text": "We hope this letter finds you well.", "start": 2052.46, "end": 2053.46}, {"text": "The Internal Revenue Service has identified you as a potential beneficiary of the IRS", "start": 2053.46, "end": 2054.46}, {"text": "audit.", "start": 2054.46, "end": 2055.46}, {"text": "We are grateful for your assistance.", "start": 2055.46, "end": 2056.46}, {"text": "We hope you will be able to continue to receive our financial assistance.", "start": 2056.46, "end": 2057.46}, {"text": "We are grateful for your assistance.", "start": 2057.46, "end": 2058.46}, {"text": "We are grateful for your assistance.", "start": 2058.46, "end": 2059.46}, {"text": "We are grateful for your assistance.", "start": 2059.46, "end": 2060.46}, {"text": "We are grateful for your assistance.", "start": 2060.46, "end": 2061.46}, {"text": "We are grateful for your assistance.", "start": 2061.46, "end": 2062.46}, {"text": "We are grateful for your assistance.", "start": 2062.46, "end": 2063.46}, {"text": "We are grateful for your assistance.", "start": 2063.46, "end": 2064.46}, {"text": "We are grateful for your assistance.", "start": 2064.46, "end": 2065.46}, {"text": "We are grateful for your assistance.", "start": 2065.46, "end": 2066.46}, {"text": "Re, notice of IRS audit. We hope this letter finds you well. The Internal Revenue Service", "start": 2066.46, "end": 2071.98}, {"text": "has identified your unique TIN, commonly known as your SSN, in connection with the annual", "start": 2071.98, "end": 2076.54}, {"text": "tax return filing. The letter serves as an official notice of our intent to conduct an", "start": 2076.54, "end": 2080.38}, {"text": "audit of your tax return for the tax year 2023 under the provisions of the Internal", "start": 2080.38, "end": 2084.42}, {"text": "Revenue Code. The IRS has noted certain discrepancies in the reported income and deductions on your", "start": 2084.42, "end": 2088.94}, {"text": "tax return, and we believe the thorough examination is necessary to ensure compliance with the", "start": 2088.94, "end": 2092.7}, {"text": "tax laws of the United States, specific areas of concern include classification of gifts.", "start": 2092.7, "end": 2099.1}, {"text": "I could see that happening.", "start": 2099.1, "end": 2100.42}, {"text": "Oh yeah.", "start": 2100.42, "end": 2101.42}, {"text": "Please provide detailed documentation supporting the classification of gifts as non-taxable", "start": 2101.42, "end": 2105.16}, {"text": "including a list of recipients, the nature of the gifts and their fair market value,", "start": 2105.16, "end": 2109.42}, {"text": "eligibility for charitable deductions and business expenses.", "start": 2109.42, "end": 2112.58}, {"text": "Please submit requested documentation within 30 days of receiving this notice.", "start": 2112.58, "end": 2116.7}, {"text": "I probably need to forward this one.", "start": 2116.7, "end": 2121.3}, {"text": "Sincerely Bearish Gretzky, IRS Auditor.", "start": 2121.3, "end": 2124.3}, {"text": "That's a crazy name.", "start": 2124.3, "end": 2129.1}, {"text": "Bearish Gretzky, IRS Auditor, Internal Revenue Service.", "start": 2129.1, "end": 2132.46}, {"text": "We appreciate your prompting.", "start": 2132.46, "end": 2133.7}, {"text": "Bearish Gretzky?", "start": 2133.7, "end": 2134.7}, {"text": "Bearish Gretzky.", "start": 2134.7, "end": 2135.7}, {"text": "That's an odd name.", "start": 2135.7, "end": 2137.06}, {"text": "It is an odd name.", "start": 2137.06, "end": 2138.3}, {"text": "I wouldn't think that, I mean I guess Santa's in some kind of trouble at the IRS, but he's", "start": 2138.3, "end": 2142.9}, {"text": "not a citizen of the US.", "start": 2142.9, "end": 2144.7}, {"text": "No.", "start": 2144.7, "end": 2145.7}, {"text": "Maybe he has a home here in Boca Raton.", "start": 2145.7, "end": 2150.02}, {"text": "Is Boca Raton in the U.S.?", "start": 2150.02, "end": 2151.52}, {"text": "Yes.", "start": 2151.52, "end": 2152.52}, {"text": "Where is that?", "start": 2152.52, "end": 2153.52}, {"text": "Florida.", "start": 2153.52, "end": 2154.52}, {"text": "Really?", "start": 2154.52, "end": 2155.52}, {"text": "Where do you think he vacations?", "start": 2155.52, "end": 2156.52}, {"text": "But it's named Boca.", "start": 2156.52, "end": 2157.52}, {"text": "Or it's Boca.", "start": 2157.52, "end": 2158.52}, {"text": "Boca Deez Nuts.", "start": 2158.52, "end": 2159.52}, {"text": "Oh, shit.", "start": 2159.52, "end": 2160.52}, {"text": "Oh, snap.", "start": 2160.52, "end": 2161.52}, {"text": "It's a Christmas miracle, y'all.", "start": 2161.52, "end": 2165.1}, {"text": "We destroyed Cameron on his own track.", "start": 2165.1, "end": 2167.46}, {"text": "No, no, no.", "start": 2167.46, "end": 2168.46}, {"text": "This isn't my track.", "start": 2168.46, "end": 2169.82}, {"text": "You have the tracks in front of you, bro.", "start": 2169.82, "end": 2172.02}, {"text": "And barely in front of me.", "start": 2172.02, "end": 2173.18}, {"text": "They're right in front of you right now.", "start": 2173.18, "end": 2174.42}, {"text": "No, this is our track man. No, this is Santa's track. All right, read your damn", "start": 2174.42, "end": 2178.96}, {"text": "letter, bro. Yeah, shut the fuck up and read. Shut up and read that letter.", "start": 2178.96, "end": 2182.64}, {"text": "Wait, guys, should I read my letter? Yeah, yeah, that's what we're telling", "start": 2182.64, "end": 2185.48}, {"text": "you. That's Patrick, my impression of Patrick. Oh, damn. Oh, shit. That is", "start": 2185.48, "end": 2189.46}, {"text": "fire. All right, I might have been destroyed. Here's my impression of", "start": 2189.46, "end": 2192.46}, {"text": "Patrick. Look at my, I have the stupidest Santa hat of anybody. You bought it for", "start": 2192.46, "end": 2196.52}, {"text": "me. I picked it myself and bought it for myself. You threw it at me and said,", "start": 2196.52, "end": 2199.58}, {"text": "here it goes dear Santa Claus. I want a puppy for Christmas, but not just any", "start": 2199.6, "end": 2205.48}, {"text": "puppy. I want a puppy that is the size of a quarter. It's so small that it just", "start": 2205.48, "end": 2209.44}, {"text": "floats around the room and I have to catch it in a cup. If I want to pet it, I", "start": 2209.44, "end": 2213.4}, {"text": "have to feed it tiny amounts of food. I assumed when I asked for a puppy last", "start": 2213.4, "end": 2218.0}, {"text": "year, you would know have known I wanted a small coin sized one, but you brought", "start": 2218.0, "end": 2221.8}, {"text": "me a normal sized one. This time bring me a tiny puppy. Make sure the puppy is", "start": 2221.8, "end": 2226.36}, {"text": "really, really small. It's better for it to be small. That's from micro", "start": 2226.4, "end": 2230.34}, {"text": "seems like he was a little upset about it. The last he was a little up.", "start": 2230.34, "end": 2238.16}, {"text": "I forgot about micro.", "start": 2238.16, "end": 2241.96}, {"text": "I hope he's doing okay. I hope my girls okay. I hope my girl didn't get stuck in", "start": 2241.96, "end": 2248.0}, {"text": "the vacuum or something God, my girl. No, I can you imagine how what a", "start": 2248.0, "end": 2252.4}, {"text": "nightmare that must be for him. They have a normal sized, but I mean not a", "start": 2252.4, "end": 2255.4}, {"text": "puppies one thing because it gets there and it's it's a probably a big for", "start": 2255.48, "end": 2258.64}, {"text": "yeah, but then it gets even bigger. Yeah, yeah, yeah, probably when you get a", "start": 2258.64, "end": 2261.66}, {"text": "bull mastiff or something. Imagine how long it takes him to feed the dog.", "start": 2261.66, "end": 2264.9}, {"text": "Imagine a dog. It's like mining one piece of kibble at a time out of the", "start": 2264.9, "end": 2268.84}, {"text": "that dog is going to just think he's a he's a flea. Exactly. He's probably", "start": 2268.84, "end": 2272.88}, {"text": "going to kick him around in the dog's poop. Not that I would want to say not", "start": 2272.88, "end": 2276.96}, {"text": "that I like that or want to see a picture. No, I would not want to see", "start": 2276.96, "end": 2279.88}, {"text": "micro covered in poop. I had to take a turd out of Phil's asshole last night.", "start": 2279.88, "end": 2284.56}, {"text": "I had to do that to myself before yeah.", "start": 2284.58, "end": 2286.74}, {"text": "Did you eat a tennis ball", "start": 2286.74, "end": 2288.82}, {"text": "and I got stuck", "start": 2288.82, "end": 2291.3}, {"text": "halfway in", "start": 2291.3, "end": 2293.4}, {"text": "it doesn't happen to bill", "start": 2293.4, "end": 2295.42}, {"text": "yet a tennis ball and I and dude it sucks whenever he eats a toy like that", "start": 2295.42, "end": 2299.78}, {"text": "I just know I'm going to have to finger my dog", "start": 2299.78, "end": 2302.72}, {"text": "like twenty four hours. I'm going to be on the street and I'm going to have my", "start": 2302.72, "end": 2307.22}, {"text": "finger with a bag. Obviously, yeah, in my dog's asshole, pulling this out of his", "start": 2307.22, "end": 2311.78}, {"text": "yes, I can't digest tennis yeah stuff yeah. I don't think most of the", "start": 2311.82, "end": 2315.92}, {"text": "he's a red blooded American", "start": 2315.92, "end": 2319.9}, {"text": "that might work. He might be able to eat a football, but a tennis ball. He's not", "start": 2319.9, "end": 2327.8}, {"text": "a poodle. No way, no how", "start": 2327.8, "end": 2330.2}, {"text": "this next letter here. This one is actually this is a typed out one", "start": 2330.2, "end": 2335.78}, {"text": "type shit. Santa, I don't know what to do and I am hoping for a miracle. I am 32 years old", "start": 2337.66, "end": 2345.16}, {"text": "and I lost everything. In 2020 I put $43,000 into the GameStop short squeeze plus the rest", "start": 2345.16, "end": 2351.42}, {"text": "of my savings into Dogecoin due to some bad advice from a subreddit, my only friend who", "start": 2351.42, "end": 2356.02}, {"text": "I no longer associated with. My stupidity cost me everything. I lost it all and I haven't", "start": 2356.02, "end": 2361.6}, {"text": "been able to bounce back since. I lost my boyfriend, my apartment, everything. I had", "start": 2361.6, "end": 2366.42}, {"text": "to move back in with my parents. They hate my guts. Every day I feel them glaring at me,", "start": 2366.42, "end": 2371.62}, {"text": "looking at the failure of a son they have created. A waste of precious life. I started working", "start": 2371.62, "end": 2376.86}, {"text": "at, ironically, a GameStop two towns over. I hate it. I hate driving there. Every single", "start": 2376.86, "end": 2382.78}, {"text": "day I think about how stupid I am. Some days when I'm driving to work, I imagine veering", "start": 2382.78, "end": 2387.94}, {"text": "into the oncoming lane, hoping a semi hits me. I hope the windshield shatters and the", "start": 2387.94, "end": 2392.8}, {"text": "glass explodes into my face. I hope that the impact does not kill me. I hope that I have", "start": 2392.8, "end": 2398.4}, {"text": "to endure the pain until I eventually succumb to my injuries. I know that I will never do", "start": 2398.4, "end": 2405.5}, {"text": "it as I am a coward.", "start": 2405.5, "end": 2407.58}, {"text": "That's it?", "start": 2407.58, "end": 2412.36}, {"text": "For Christmas this year I want a realistic action figure of Cameron Fetter with realistic", "start": 2412.36, "end": 2416.12}, {"text": "hair that I can brush and I can undress him and play with him and have him go on adventures", "start": 2416.12, "end": 2419.76}, {"text": "with my Spider-Man from William Huxtable.", "start": 2419.76, "end": 2422.76}, {"text": "Oh, hey, that's actually kind of flattering that he wants. Yeah, and I mean to put me", "start": 2422.76, "end": 2429.28}, {"text": "in the same league as Spider-Man, brush your hair and wait and I got a hang on a Spider-Man.", "start": 2429.28, "end": 2436.76}, {"text": "Okay, he thinks I'm Spider-Man's friend. You would if you look that up as a W, you would", "start": 2436.76, "end": 2444.08}, {"text": "you'd have a brush included with your action figure.", "start": 2444.08, "end": 2447.4}, {"text": "Yeah. Yo, you definitely would.", "start": 2447.4, "end": 2448.4}, {"text": "Nah, dude, I'd have two AK-47s.", "start": 2448.4, "end": 2450.4}, {"text": "Ooh.", "start": 2450.4, "end": 2450.9}, {"text": "And a brush.", "start": 2450.9, "end": 2451.4}, {"text": "That'd be dope.", "start": 2451.4, "end": 2452.4}, {"text": "Yeah, maybe a brush, the AK-47.", "start": 2452.4, "end": 2454.4}, {"text": "A toy that comes with two AK-47s and a bazooka and a...", "start": 2454.4, "end": 2458.4}, {"text": "(laughter)", "start": 2458.4, "end": 2460.4}, {"text": "That'd be cool as fuck, dude.", "start": 2460.4, "end": 2462.4}, {"text": "What kind of toy would you be, Pat?", "start": 2462.4, "end": 2464.4}, {"text": "I would probably...", "start": 2464.4, "end": 2466.4}, {"text": "I feel like you'd be one of the stretchy ones.", "start": 2466.4, "end": 2468.4}, {"text": "No, no, no, no.", "start": 2468.4, "end": 2469.4}, {"text": "You'd be one of the ones that you could throw on the ceiling of the classroom", "start": 2469.4, "end": 2472.4}, {"text": "I think I rescue hero that's on sale. Yeah, one of those you wouldn't be a", "start": 2472.4, "end": 2476.14}, {"text": "rescue hero. I think I would be a rescue here. You have no you're the least brave", "start": 2476.14, "end": 2479.6}, {"text": "person I've ever met. You're a complete coward. There's", "start": 2479.6, "end": 2481.9}, {"text": "see he flinched. No, I didn't. Yeah, I flinched it. Yeah, he went. Are you are", "start": 2481.9, "end": 2486.16}, {"text": "you really trying to say that you're the I'm the one that gets scared of noises?", "start": 2486.16, "end": 2489.92}, {"text": "He's", "start": 2489.92, "end": 2490.46}, {"text": "you just opened up a can of worms. You don't want to open open up a can of", "start": 2490.46, "end": 2497.92}, {"text": "fucking", "start": 2497.92, "end": 2498.26}, {"text": "you both are your guys are just both scaring me stop. I'm sorry I got I just", "start": 2499.36, "end": 2504.46}, {"text": "got scared, but it's not fair because I'm getting scared every time by each of", "start": 2504.46, "end": 2507.74}, {"text": "you guys. I'm getting double the scares. That's true. That's not fair and it's", "start": 2507.74, "end": 2511.06}, {"text": "not all right, not even part of this. Let's remedy. Let's hear another. You", "start": 2511.06, "end": 2514.96}, {"text": "wouldn't be a rescue hero, though you would be a bouncy ball.", "start": 2514.96, "end": 2517.1}, {"text": "I would not be a bouncy.", "start": 2517.1, "end": 2519.58}, {"text": "No, I would not be a bouncy ball with a star on it.", "start": 2519.58, "end": 2523.74}, {"text": "would not be the Pixar Bouncy Ball. You'll be a dog toy with a star on", "start": 2526.54, "end": 2529.72}, {"text": "your belly. I would maybe be a dog toy. I could see that", "start": 2529.72, "end": 2533.86}, {"text": "people would complain. They would buy your toy. They'd be like I thought it", "start": 2533.86, "end": 2537.48}, {"text": "was fully articulated, but the hands are stuck to the", "start": 2537.48, "end": 2540.02}, {"text": "my kid hates this", "start": 2540.02, "end": 2543.9}, {"text": "my kid hates this toy. Why are the arms stuck on the", "start": 2543.9, "end": 2550.42}, {"text": "I hate this time. My kid sees this door on the shelf. He starts crying. It's", "start": 2552.58, "end": 2558.1}, {"text": "screaming. I had a toy like that and then I did have a way like that. My on", "start": 2558.1, "end": 2562.8}, {"text": "my aunt got me this toy. I forget what it was called. I know what it looks", "start": 2562.8, "end": 2566.88}, {"text": "like. It's like a little boy that has like a big bugger coming out of it and", "start": 2566.88, "end": 2570.1}, {"text": "you like squeeze down on its head and just says like annoying shit and one", "start": 2570.1, "end": 2573.52}, {"text": "time it like was like the most annoying toy and it just like had like a big like", "start": 2573.52, "end": 2578.12}, {"text": "droopy booger and I remember waking up in the middle of the night and seeing", "start": 2578.12, "end": 2581.64}, {"text": "it's just silhouette and I was like six or seven, but seeing it silhouette", "start": 2581.7, "end": 2585.06}, {"text": "scared the shit out of me and I made my mom throw, I like cried and then made", "start": 2585.06, "end": 2589.4}, {"text": "my mom take it out of the bedroom and throw it away 'cause it was so scary.", "start": 2589.4, "end": 2592.9}, {"text": "Reminds me of garbage pill 'cause I hated those things. I was never scared", "start": 2592.9, "end": 2596.82}, {"text": "of a toy. That's, and I'm sorry to say this, that's a younger sibling thing.", "start": 2596.82, "end": 2601.18}, {"text": "Yeah. Well, I'm a middle child. I'm a middle boy. I was not scared of any", "start": 2601.18, "end": 2606.22}, {"text": "toy either. I'm not the youngest though. Younger, I said. What kind of toy do", "start": 2606.22, "end": 2610.66}, {"text": "you have that scares you. How can you be scared of a toy? How can you be scared", "start": 2610.66, "end": 2614.16}, {"text": "of a bugger? You were scared of a bugger? You were a bugger, motherfucker. I was", "start": 2614.16, "end": 2617.86}, {"text": "afraid of the silhouette of it. It looked like a little guy staring at me.", "start": 2617.86, "end": 2621.38}, {"text": "It is a little guy. It was, it actually was. And he was probably pointed in", "start": 2621.38, "end": 2623.38}, {"text": "your direction. What do you mean the silhouette? You had him backlit all the", "start": 2623.38, "end": 2626.48}, {"text": "time against a wall? Well, it was like a window. No, see, I know what he's", "start": 2626.48, "end": 2630.42}, {"text": "talking about, 'cause I saw the silhouette of my toys when I was going", "start": 2630.42, "end": 2633.04}, {"text": "to sleep, but they would just excite me. Yeah. I just talked to them. You would", "start": 2633.04, "end": 2635.92}, {"text": "think that they were moving at night, right? Yeah, I would think they were", "start": 2635.92, "end": 2638.94}, {"text": "moving around. Well, okay, all the all the cool ones that I like all the ones", "start": 2638.94, "end": 2642.82}, {"text": "that I like, you would want them to move around. Yeah, but the scary ones like a", "start": 2642.82, "end": 2646.1}, {"text": "little boy with a bugger in my head. I think in my head I hated that toy so", "start": 2646.1, "end": 2650.1}, {"text": "much that I looked for a reason to get rid of it. Yeah, but that thing I'm", "start": 2650.1, "end": 2654.14}, {"text": "scared. Yeah, I just told my mom that it scares me and I don't want it anymore,", "start": 2654.14, "end": 2657.54}, {"text": "even though it was just like, oh, I don't want to play with the bugger. I was", "start": 2657.54, "end": 2659.66}, {"text": "scared of the egg stealer from Dragon Tales. I had to hide the egg dealer,", "start": 2659.66, "end": 2663.98}, {"text": "egg stealer, oh, stealer, egg stealer, because imagine how hard those dragons", "start": 2663.98, "end": 2668.14}, {"text": "Nebulizer eggs man you're scared of the nebulizer. I mean that is a scare. It sounds like an alien", "start": 2668.18, "end": 2673.02}, {"text": "Yeah, I was I was scared of my nebulizer then nebulizer", "start": 2673.02, "end": 2676.26}, {"text": "Scary name I only have one more letter, but I'm gonna read mine. I can give you one of mine", "start": 2676.26, "end": 2681.9}, {"text": "Fuck it man. I have tween", "start": 2681.9, "end": 2685.78}, {"text": "Fucking great what little bin again man. Oh he double texted Santa. I don't want to hear from this guy. I forgot to", "start": 2685.78, "end": 2696.98}, {"text": "I forgot to wish for this in the last letter, but for Christmas I want every single homo to go to jail.", "start": 2697.66, "end": 2702.96}, {"text": "First they ruined my favorite movie Rocky Horror Picture Show. Then they ruined my favorite singer Janelle Monáe.", "start": 2702.96, "end": 2709.36}, {"text": "Now they're trying to ruin my favorite game series Grand Theft Auto by making it take place in Florida, which to me seems gay.", "start": 2709.36, "end": 2716.02}, {"text": "Why can't these fruity gay guys just have their own gay ass country where everyone there is gay? Oh wait, they do.", "start": 2716.02, "end": 2722.9}, {"text": "you do, it's called Mexico. Little Ben, candidate for President of the United", "start": 2722.9, "end": 2726.54}, {"text": "States, twenty twenty eight Constitution Party. Ben, stop emailing, stop mailing", "start": 2726.54, "end": 2731.3}, {"text": "Santa, man.", "start": 2731.3, "end": 2731.86}, {"text": "There's that. Ben, there's no place for this shit. Take a look at that, 'cause", "start": 2731.86, "end": 2736.02}, {"text": "that's all you're gonna get. Take a look at that. This is what you get for", "start": 2736.02, "end": 2738.34}, {"text": "Christmas. And also, take a lap, man. Okay, wait, show 'em that again. Show 'em", "start": 2738.34, "end": 2741.5}, {"text": "that again, Pat. Show 'em the middle finger again. So not only is this a", "start": 2741.5, "end": 2743.7}, {"text": "gesture of rudeness, this is also the number of votes you're gonna get in the", "start": 2743.7, "end": 2748.18}, {"text": "election. And it's a thumbs down. 'Cause I'm voting for you, buddy.", "start": 2748.18, "end": 2751.1}, {"text": "(laughing)", "start": 2751.1, "end": 2753.34}, {"text": "- It's funny that the president always does the thing", "start": 2753.34, "end": 2758.1}, {"text": "where they go and vote for themselves.", "start": 2758.1, "end": 2759.54}, {"text": "- I was about to ask, do they do that?", "start": 2759.54, "end": 2760.9}, {"text": "- Yeah. - Makes sense.", "start": 2760.9, "end": 2761.74}, {"text": "- There's always every election year,", "start": 2761.74, "end": 2763.78}, {"text": "there's some news coverage of like,", "start": 2763.78, "end": 2766.1}, {"text": "oh, there goes Biden, he's voting for himself.", "start": 2766.1, "end": 2767.82}, {"text": "- Wow. - He put in the wrong guy though.", "start": 2767.82, "end": 2769.46}, {"text": "- Yeah, yeah. (laughing)", "start": 2769.46, "end": 2771.98}, {"text": "You can read that one too. - Okay.", "start": 2771.98, "end": 2774.34}, {"text": "Well, I get to double read, I'm such a reader today.", "start": 2774.34, "end": 2776.92}, {"text": "- Oh, wait a minute, wait a minute.", "start": 2776.92, "end": 2777.76}, {"text": "- You are such a reader, man. - That's the wrong one.", "start": 2777.76, "end": 2778.58}, {"text": "That's the wrong one.", "start": 2778.58, "end": 2779.42}, {"text": "Dude, I'm such a fucking reader man.", "start": 2779.42, "end": 2781.42}, {"text": "You're so reader-ed.", "start": 2781.42, "end": 2783.42}, {"text": "So readerly and writerly.", "start": 2783.42, "end": 2785.42}, {"text": "You just read it.", "start": 2785.42, "end": 2790.42}, {"text": "What? You're holding us up?", "start": 2790.42, "end": 2792.42}, {"text": "You get the chance to double read, you're holding us up?", "start": 2792.42, "end": 2794.42}, {"text": "Yeah.", "start": 2794.42, "end": 2796.42}, {"text": "Dear Sanda,", "start": 2796.42, "end": 2800.22}, {"text": "Me, Caleb Pitts,", "start": 2800.22, "end": 2802.22}, {"text": "Me want corn,", "start": 2802.22, "end": 2804.22}, {"text": "Me want to be new corn kid.", "start": 2804.22, "end": 2806.22}, {"text": "Dear Sand, I didn't write this man", "start": 2806.22, "end": 2812.66}, {"text": "dear sand me Caleb pits me a picture of corn. It is it's not doesn't say corn me", "start": 2812.66, "end": 2823.06}, {"text": "want to be new corn kid", "start": 2823.06, "end": 2824.7}, {"text": "and it looks like for some reason it was it was written and then written over", "start": 2824.7, "end": 2831.22}, {"text": "with another color of colored pencil", "start": 2831.22, "end": 2833.26}, {"text": "for it might have been to it might have been too light of a color or maybe it", "start": 2834.86, "end": 2837.98}, {"text": "was two kids.", "start": 2837.98, "end": 2838.8}, {"text": "Who the fuck is saying the same letter on the same piece of paper? I don't", "start": 2838.8, "end": 2842.84}, {"text": "know, maybe that's just a spelling mistake. I mean, this is it's from", "start": 2842.84, "end": 2845.44}, {"text": "Caleb bits.", "start": 2845.44, "end": 2846.46}, {"text": "I didn't write this.", "start": 2846.46, "end": 2848.18}, {"text": "Me want to be new corn kid.", "start": 2848.18, "end": 2852.38}, {"text": "I don't want to be the new corn kid man. That kid's life is ruined.", "start": 2852.38, "end": 2855.94}, {"text": "He's not going to get into college viral man. This is the letter you gave", "start": 2855.94, "end": 2861.06}, {"text": "me to read man.", "start": 2861.06, "end": 2861.94}, {"text": "Would you have preferred I give you this one?", "start": 2863.1, "end": 2865.72}, {"text": "- I would have preferred anything but that.", "start": 2865.72, "end": 2867.72}, {"text": "- I'll read it.", "start": 2867.72, "end": 2868.56}, {"text": "I'll read this one.", "start": 2868.56, "end": 2869.38}, {"text": "- Dear Santa.", "start": 2869.38, "end": 2870.22}, {"text": "I know how to spell Santa.", "start": 2870.22, "end": 2871.28}, {"text": "That's the first clue I know.", "start": 2871.28, "end": 2872.12}, {"text": "- Would you rather I give you this one?", "start": 2872.12, "end": 2873.36}, {"text": "- Yeah, man.", "start": 2873.36, "end": 2874.2}, {"text": "- Dear Santa, I'm called Jack and I've been very naughty.", "start": 2874.2, "end": 2878.58}, {"text": "Very, very naughty.", "start": 2878.58, "end": 2880.9}, {"text": "I curse, I fight, and I drink.", "start": 2880.9, "end": 2883.48}, {"text": "- Oh no.", "start": 2883.48, "end": 2884.32}, {"text": "- Earlier this week, I was in jail.", "start": 2884.32, "end": 2886.08}, {"text": "- God, Jack.", "start": 2886.08, "end": 2886.92}, {"text": "- But using my rapier wit and help from my cellmate,", "start": 2886.92, "end": 2890.14}, {"text": "I managed to escape.", "start": 2890.14, "end": 2892.24}, {"text": "I've been on the run, sailing the seven seas for days in search of the black pearl.", "start": 2892.24, "end": 2896.24}, {"text": "For Christmas, I want treasure.", "start": 2896.24, "end": 2897.74}, {"text": "(laughter)", "start": 2897.74, "end": 2902.74}, {"text": "Savvy?", "start": 2902.74, "end": 2903.74}, {"text": "(laughter)", "start": 2903.74, "end": 2908.24}, {"text": "Yeah, I would have liked that one more.", "start": 2908.24, "end": 2910.24}, {"text": "(laughter)", "start": 2910.24, "end": 2918.74}, {"text": "I think that's from Captain Jack Sparrow.", "start": 2918.74, "end": 2921.24}, {"text": "I think you might be right.", "start": 2921.24, "end": 2922.24}, {"text": "Oh my God, search of the black pride. I didn't know he was still around.", "start": 2922.24, "end": 2928.32}, {"text": "Yeah, I guess he is. I don't know.", "start": 2928.32, "end": 2930.04}, {"text": "Oh crap.", "start": 2930.04, "end": 2932.6}, {"text": "Dear Santa Claus, my parents said I can't have a little brother for", "start": 2932.6, "end": 2939.64}, {"text": "Christmas. Oh, that's sad. Don't read this one. It's sad.", "start": 2939.64, "end": 2943.92}, {"text": "So I want one of your elves. Oh, I could rough house with him and force", "start": 2943.92, "end": 2950.72}, {"text": "him to lick my armpits. I promise I would love him like a brother and I would not", "start": 2950.72, "end": 2955.42}, {"text": "sexually molest him as I'm old enough now to know better. You must be able to", "start": 2955.42, "end": 2960.92}, {"text": "spare just one elf for a kid like me. I could tell him my secrets and he", "start": 2960.92, "end": 2965.68}, {"text": "wouldn't tell anybody because he only speaks elfish. Me and him would go", "start": 2965.68, "end": 2969.48}, {"text": "apple picking and it wouldn't be as much of a commitment for my parents as a", "start": 2969.48, "end": 2972.92}, {"text": "younger brother would be because elves only live to fifteen years old. Love you", "start": 2972.92, "end": 2976.48}, {"text": "Santa from Timmy. Oh, that's okay. No, you don't want to live with an elf.", "start": 2976.52, "end": 2980.82}, {"text": "Yeah, first of all, no, he wants an L. I mean, if you will say it, see what kid", "start": 2980.82, "end": 2984.74}, {"text": "wishes for something. Also, did he say he's he's old enough now to know that he", "start": 2984.74, "end": 2988.8}, {"text": "shouldn't sexually molest? How old is he? Does it say?", "start": 2988.8, "end": 2991.6}, {"text": "Doesn't say, doesn't say at all. What old is what age is too young then to know?", "start": 2991.6, "end": 3000.28}, {"text": "Well, I mean, he he can write. So, you know, he's probably at least at least", "start": 3000.28, "end": 3004.44}, {"text": "fifteen at least thirty got to be something like that. Yeah, that's", "start": 3004.44, "end": 3007.8}, {"text": "around that age where you start writing this. I wouldn't want to live with an", "start": 3007.8, "end": 3010.7}, {"text": "elf, though I think I feel like they might eat a lot of food like a", "start": 3010.7, "end": 3013.62}, {"text": "surprising amount of food. Yeah, well, that's that was a fucking movie.", "start": 3013.62, "end": 3016.44}, {"text": "Yeah, they eat a lot of candy. I just fucking realize there's a movie about", "start": 3016.44, "end": 3020.04}, {"text": "an elf being your brother. Well, that's about yeah. Well, that's about the", "start": 3020.04, "end": 3023.16}, {"text": "being an older brother that acts like a younger brother. No, it's maybe the", "start": 3023.16, "end": 3028.04}, {"text": "whole the whole the whole reason that the family's out of whack in that movie", "start": 3028.04, "end": 3031.56}, {"text": "the elf is because divorce, a brother is younger, the human brother's younger", "start": 3031.6, "end": 3036.26}, {"text": "than the elf brother, but the elf brother acts like he's younger than the", "start": 3036.26, "end": 3039.06}, {"text": "human brother. So the young so it's all it's a dissonance that's throwing", "start": 3039.06, "end": 3042.5}, {"text": "everything out of whack in the universe in this movie. If they just switched it,", "start": 3042.5, "end": 3045.3}, {"text": "if the elf was actually younger than the brother and he acted like it, then it", "start": 3045.3, "end": 3049.46}, {"text": "would be a normal family and they would be able to say you can eat candy like", "start": 3049.46, "end": 3052.78}, {"text": "that. I thought I'm younger. I thought the whole movie was about an elf that", "start": 3052.78, "end": 3056.66}, {"text": "comes from the North Pole to New York City. No, it's about family dynamics.", "start": 3056.66, "end": 3060.98}, {"text": "It's about leaving your kid at the orphanage.", "start": 3060.98, "end": 3064.98}, {"text": "It's elevated.", "start": 3064.98, "end": 3065.98}, {"text": "I thought it was about spying on women in the shower.", "start": 3065.98, "end": 3067.98}, {"text": "That's a good chunk of it.", "start": 3067.98, "end": 3068.98}, {"text": "That's a good scene.", "start": 3068.98, "end": 3069.98}, {"text": "That is a good scene of it. I like that scene.", "start": 3069.98, "end": 3072.98}, {"text": "I really can't stay.", "start": 3072.98, "end": 3074.98}, {"text": "Alright, so I got this. This is my final letter it looks like.", "start": 3074.98, "end": 3076.98}, {"text": "And it looks like this is dated 2017.", "start": 3076.98, "end": 3079.98}, {"text": "It's old?", "start": 3079.98, "end": 3080.98}, {"text": "Yeah, there's an old. This one just didn't make it to Santa back in the day.", "start": 3080.98, "end": 3083.98}, {"text": "That's kind of sad.", "start": 3083.98, "end": 3084.98}, {"text": "That is sad.", "start": 3084.98, "end": 3085.98}, {"text": "sad dear Santa for Christmas. I would like sanity restored in America and mango Mussolini", "start": 3085.98, "end": 3091.3}, {"text": "impeached from Stephen Colbert.", "start": 3091.3, "end": 3093.42}, {"text": "Wait, he got what he wanted. Yeah, I guess he did. I guess he got everything you want", "start": 3093.42, "end": 3101.5}, {"text": "and he was restored and Santa didn't even read your letter and it are going to say we're", "start": 3101.5, "end": 3106.78}, {"text": "going to get it. We'll still get it to him. We'll have him sign and send you sign and", "start": 3106.78, "end": 3110.82}, {"text": "send you a headshot. I mean, honestly, though, knowing Stephen Colbert, he probably sent this", "start": 3110.82, "end": 3114.62}, {"text": "his letter and then also like texted him called and people call him probably", "start": 3114.62, "end": 3118.76}, {"text": "like really", "start": 3118.76, "end": 3119.6}, {"text": "it through. Why is he never been a guest on the late show? I think he has yeah. I", "start": 3119.6, "end": 3125.34}, {"text": "think he has been on there. Can you pull up a clip? Does do celebrities have to", "start": 3125.34, "end": 3128.84}, {"text": "even write the letters? Why can't they just go through their agents and", "start": 3128.84, "end": 3131.48}, {"text": "managers to get to Santa Claus? Yeah, I guess that's how they do it.", "start": 3131.48, "end": 3134.92}, {"text": "Maybe they get a wagons. Maybe Santa doesn't have representation, so he's", "start": 3134.92, "end": 3139.72}, {"text": "just like I'm not going to talk to an agent or like a manager, kind of like", "start": 3139.72, "end": 3143.34}, {"text": "Don't worry where he's just got a phone in his house. Yeah, I guess movie.", "start": 3143.4, "end": 3146.8}, {"text": "Are you thinking of Ghostbusters?", "start": 3146.8, "end": 3148.0}, {"text": "That's what I was thinking.", "start": 3148.0, "end": 3149.0}, {"text": "(Laughter)", "start": 3149.0, "end": 3150.6}, {"text": "Yeah, he lives in a firehouse.", "start": 3150.6, "end": 3152.0}, {"text": "(Laughter)", "start": 3152.0, "end": 3152.6}, {"text": "Yeah.", "start": 3152.6, "end": 3153.2}, {"text": "And he's got a lady that screams, \"We've got one!\"", "start": 3153.2, "end": 3155.3}, {"text": "And that means he's got a new role.", "start": 3155.3, "end": 3156.7}, {"text": "Yeah.", "start": 3156.7, "end": 3157.6}, {"text": "Yeah.", "start": 3157.6, "end": 3158.2}, {"text": "That would be kind of cool.", "start": 3158.2, "end": 3159.2}, {"text": "(Laughter)", "start": 3159.2, "end": 3160.8}, {"text": "A fire pole.", "start": 3160.8, "end": 3162.2}, {"text": "Cameron handed me one to read.", "start": 3162.2, "end": 3163.9}, {"text": "Oh, that's nice of him.", "start": 3163.9, "end": 3165.4}, {"text": "It was nice. That's a little gift for me.", "start": 3165.4, "end": 3166.6}, {"text": "Yeah, because you kind of ran out.", "start": 3166.6, "end": 3168.6}, {"text": "I'm sorry for the handwriting of whoever wrote this.", "start": 3168.6, "end": 3171.6}, {"text": "I immediately thought it said roll instead of coal. Well, I'm so what we'll", "start": 3171.6, "end": 3177.16}, {"text": "just read it and then we'll know dear spoiler, dear Santa Claus. I want coal.", "start": 3177.16, "end": 3181.72}, {"text": "I've been a bad, bad", "start": 3181.72, "end": 3184.6}, {"text": "laid kid.", "start": 3184.6, "end": 3187.56}, {"text": "This kid really has the worst handwriting ever. I slap my mom.", "start": 3187.56, "end": 3193.64}, {"text": "I held down my dad and touched his butt. Jesus Christ. What the hell is wrong?", "start": 3193.64, "end": 3199.96}, {"text": "I painted my brother's toothbrush brown doesn't sound as bad as the other.", "start": 3200.12, "end": 3204.16}, {"text": "I don't know why that'd be the third one. I married my teacher. That's bad.", "start": 3204.16, "end": 3209.92}, {"text": "I conducted my whole class to not sorry. I converted my whole class to non", "start": 3209.92, "end": 3215.52}, {"text": "binary Santa and I'm only in fourth grade. What what I'm like one of those", "start": 3215.52, "end": 3221.8}, {"text": "kids that go that would go everywhere", "start": 3221.8, "end": 3225.0}, {"text": "wait hold on I'm like one of those kids who who goes everywhere in a spider", "start": 3227.0, "end": 3232.16}, {"text": "man costume, but I dress like Hitler.", "start": 3232.16, "end": 3234.52}, {"text": "I didn't set a birthday present. I didn't get a birthday present for my", "start": 3234.52, "end": 3239.76}, {"text": "neighbor, so give me call. I genuinely want coal", "start": 3239.76, "end": 3243.0}, {"text": "signed chip chocolate", "start": 3243.0, "end": 3247.6}, {"text": "sounds like the craziest kid of all time. It's insane. It's good. On top of", "start": 3247.6, "end": 3255.52}, {"text": "I can't write a fucking word to save his life.", "start": 3255.56, "end": 3257.64}, {"text": "No, I thought he said chip chocolate part where he dresses", "start": 3257.64, "end": 3260.46}, {"text": "like Hitler took me a minute 'cause it's really it says", "start": 3260.46, "end": 3263.02}, {"text": "Spider-Man cost year, but I drift like Mittler.", "start": 3263.02, "end": 3267.86}, {"text": "My handwriting is normal.", "start": 3267.86, "end": 3271.62}, {"text": "It's not that bad.", "start": 3271.62, "end": 3272.5}, {"text": "It's really bad man.", "start": 3272.5, "end": 3273.7}, {"text": "It's readable.", "start": 3273.7, "end": 3274.46}, {"text": "I see really that coal.", "start": 3274.46, "end": 3277.94}, {"text": "I seriously want coal.", "start": 3277.94, "end": 3280.54}, {"text": "Look at that.", "start": 3280.54, "end": 3281.22}, {"text": "Yeah, it's not that crazy that", "start": 3281.22, "end": 3285.14}, {"text": "I thought my handwriting was bad. I made a very show it to the camera.", "start": 3285.18, "end": 3288.68}, {"text": "So everyone else, where's the second s in that man? Sometimes I don't write", "start": 3288.68, "end": 3293.0}, {"text": "letters, but that's not a big deal. I made a very conscious effort to I", "start": 3293.0, "end": 3296.72}, {"text": "painstakingly. I think it took me an hour to write everything because I", "start": 3296.72, "end": 3300.12}, {"text": "wanted to make sure that everything was legible in case we were passing the", "start": 3300.12, "end": 3302.96}, {"text": "letters around. That's common courtesy. Well, I figured that we I figured we", "start": 3302.96, "end": 3306.54}, {"text": "were just going to read our own", "start": 3306.54, "end": 3307.68}, {"text": "and I also read our own that we picked from the pile. Yeah. What else would I", "start": 3307.68, "end": 3312.36}, {"text": "mean? Well you just said yours took an hour to write, to be fair.", "start": 3312.38, "end": 3315.74}, {"text": "No, I didn't.", "start": 3315.74, "end": 3319.22}, {"text": "Wait, what was that voice?", "start": 3319.22, "end": 3321.78}, {"text": "Alright, I have one last one to read. That must be Santa's Elf.", "start": 3321.78, "end": 3325.5}, {"text": "Santa's Elf is around? Yeah, it must be.", "start": 3325.5, "end": 3328.18}, {"text": "Okay, I'm gonna read this one now.", "start": 3328.18, "end": 3330.26}, {"text": "\"Dear Santa Claus, my heart aches for you.", "start": 3330.26, "end": 3337.22}, {"text": "The night we shared together sticks in my memory still.", "start": 3337.22, "end": 3341.78}, {"text": "A night of tangled hotel sheets, breathless gasps, frantic rubbing and wet wallpaper.", "start": 3341.78, "end": 3348.78}, {"text": "Ew. Like it gets bubbles behind it? I guess. When I woke up next to you, I felt my heart,", "start": 3348.78, "end": 3355.78}, {"text": "my burst from the love pulsing through it. I need to see you again. I can't function", "start": 3355.78, "end": 3360.74}, {"text": "without you. At my job, I drift off to sleep and dream of you and your body. You're all", "start": 3360.74, "end": 3366.62}, {"text": "all that I want all that I need. I can't live another day without you, your", "start": 3366.62, "end": 3371.22}, {"text": "faithful companion, Julio.", "start": 3371.22, "end": 3373.26}, {"text": "Oh my God, P.S. On the back of this letter, I've drawn you something to", "start": 3373.26, "end": 3379.02}, {"text": "remember me by", "start": 3379.02, "end": 3379.9}, {"text": "looks to be", "start": 3379.9, "end": 3386.1}, {"text": "hairy middle finger. Yeah, something I don't know what it is, but I guess who", "start": 3386.1, "end": 3392.14}, {"text": "we drew it.", "start": 3392.14, "end": 3392.78}, {"text": "Is that true? Did this happen? You had a steamy night with Santa Claus last year?", "start": 3394.38, "end": 3399.08}, {"text": "Do you use angels?", "start": 3399.08, "end": 3401.94}, {"text": "That's Santa Claus is one of your angels. Did you meet him over discord?", "start": 3401.94, "end": 3409.38}, {"text": "I could see. I mean this is how's this any different from I saw mommy case in", "start": 3409.38, "end": 3415.54}, {"text": "Santa Claus? Yeah, that's pretty much the same exact ball game ballpark. Yeah,", "start": 3415.54, "end": 3420.08}, {"text": "which is that is have we ever gotten clarification on that song? Whether or", "start": 3420.08, "end": 3423.3}, {"text": "not this was about dad dressed up as Santa or she's just would be a much", "start": 3423.3, "end": 3428.3}, {"text": "more boring song. If it was called, I saw mommy kissing daddy, that wouldn't be as", "start": 3428.3, "end": 3432.66}, {"text": "interesting. I hear that that would be a song you could play any day of the year.", "start": 3432.66, "end": 3435.74}, {"text": "They should make a version.", "start": 3435.74, "end": 3436.86}, {"text": "I saw", "start": 3436.86, "end": 3438.26}, {"text": "they just change the words and not be about Christmas or that you can do on", "start": 3438.26, "end": 3444.14}, {"text": "every single holiday. So you can do yeah, well, you can do any day kissing", "start": 3444.14, "end": 3446.94}, {"text": "the Easter Bunny, but if you change it to like I saw mommy kissing daddy, I saw", "start": 3446.94, "end": 3450.34}, {"text": "mommy kissing Martin Luther King", "start": 3450.34, "end": 3451.66}, {"text": "I saw mommy kissing Martin Luther King, Jr. That'd be a great to be a full", "start": 3451.66, "end": 3459.46}, {"text": "album of remix. Exactly. I saw mommy kissing. I mean what other people do we", "start": 3459.46, "end": 3463.66}, {"text": "have a blink and Christopher Columbo is a tree in Feb. You I saw mommy kissing", "start": 3463.66, "end": 3469.22}, {"text": "in Arbor. Yeah, I saw mommy kissing. I saw mommy kissing best still day. I saw", "start": 3469.22, "end": 3476.46}, {"text": "mommy, I saw mommy kissing a ghost or a goblin or a skeleton or any number of", "start": 3476.46, "end": 3480.26}, {"text": "things. Yeah, that would work for everything. Okay, so now that we", "start": 3480.28, "end": 3483.08}, {"text": "finish the letters, I do want to talk about our Christmas lists. Okay,", "start": 3483.08, "end": 3486.0}, {"text": "let's talk about it. I do,", "start": 3486.0, "end": 3486.98}, {"text": "because", "start": 3486.98, "end": 3489.06}, {"text": "the fact that there's this many letters already headed to the North Pole kind", "start": 3489.06, "end": 3492.98}, {"text": "of has me a little scared. Yeah. 'Cause I haven't written mine yet. Well,", "start": 3492.98, "end": 3496.12}, {"text": "me neither. Yeah, I mean, this many letters that are definitely heading to", "start": 3496.12, "end": 3499.04}, {"text": "the North Pole and are not gonna get thrown away. Thrown away. Okay, who", "start": 3499.04, "end": 3502.64}, {"text": "are we throwing away? I'm definitely gonna throw away Little Ben's stuff.", "start": 3502.64, "end": 3506.08}, {"text": "I'm throwing away everything. Yeah, me too. Really? Even the blood kit? I", "start": 3506.08, "end": 3509.96}, {"text": "I need a chance, bro. Can I tell you guys what I want for Christmas? I", "start": 3509.96, "end": 3512.66}, {"text": "thought about it a little more and I can tell you if I if I'm gonna go", "start": 3512.66, "end": 3516.06}, {"text": "home and I'm gonna write a letter to Santa Claus and I can I can tell", "start": 3516.06, "end": 3518.36}, {"text": "you exactly what I'm gonna write and I'm gonna say I'm gonna start with", "start": 3518.36, "end": 3521.56}, {"text": "well first of all my address on yes, but then I'll say dear Santa Claus", "start": 3521.56, "end": 3526.08}, {"text": "this year for Christmas. I need a W", "start": 3526.08, "end": 3529.68}, {"text": "from Cameron. It's been L's all year. It's been L's for me. I need a", "start": 3529.68, "end": 3536.02}, {"text": "It's been L after L and I need a W for Christmas.", "start": 3536.04, "end": 3538.04}, {"text": "I need a W this year, Santa.", "start": 3538.04, "end": 3540.04}, {"text": "I need a W fucking badly.", "start": 3540.04, "end": 3542.04}, {"text": "I really badly need a W this Christmas.", "start": 3542.04, "end": 3544.04}, {"text": "So bad.", "start": 3544.04, "end": 3546.04}, {"text": "I'm probably going to ask for a Draco.", "start": 3546.04, "end": 3550.04}, {"text": "Yeah.", "start": 3550.04, "end": 3552.04}, {"text": "Dear Santa Claus,", "start": 3552.04, "end": 3554.04}, {"text": "I'd like a Draco but don't send it to New York", "start": 3554.04, "end": 3556.04}, {"text": "because I'll get in trouble.", "start": 3556.04, "end": 3558.04}, {"text": "Send it to Tennessee and I'll go pick it up.", "start": 3558.04, "end": 3560.04}, {"text": "Or Philly.", "start": 3560.04, "end": 3562.04}, {"text": "You could send it to Philly.", "start": 3562.04, "end": 3564.04}, {"text": "go in Philly probably that place crazy as fuck. It was slut week there last week.", "start": 3564.04, "end": 3569.34}, {"text": "Whoa, it was slut week in Philly. We missed it again. Yeah, we missed", "start": 3569.34, "end": 3572.54}, {"text": "again. How did that happen? I thought we all marked it on our calendars, so we", "start": 3572.54, "end": 3577.0}, {"text": "wouldn't I had it written. It's not a notification. Not no. Oh, my God, the", "start": 3577.0, "end": 3580.9}, {"text": "calendar is gone. That's why the third week of or it's a fourth week of", "start": 3580.9, "end": 3584.8}, {"text": "November. It's not like", "start": 3584.8, "end": 3586.0}, {"text": "it's not the same time every year. Yeah, well, I thought", "start": 3586.0, "end": 3590.0}, {"text": "Oh yeah, so I guess our calendar sometimes November has five or six", "start": 3590.8, "end": 3594.24}, {"text": "weeks and", "start": 3594.24, "end": 3594.64}, {"text": "sometimes I've ever six weeks in it. Yeah, sometimes yeah really ending on", "start": 3594.64, "end": 3598.68}, {"text": "the year leap year. So we missed it. Yeah, because last year it started on", "start": 3598.68, "end": 3602.72}, {"text": "the twenty ninth", "start": 3602.72, "end": 3603.6}, {"text": "November started on the twenty. No, the slot week started on the twenty nine", "start": 3603.6, "end": 3608.16}, {"text": "because that's technically it was the fourth or the fifth week of November.", "start": 3608.16, "end": 3611.24}, {"text": "What if you what if sometimes months only had two days? Wow, I get confused", "start": 3611.24, "end": 3615.84}, {"text": "on which months have how many days I thought November lasted two more days", "start": 3615.84, "end": 3619.12}, {"text": "That's an amazing idea. Isn't that a great idea? And then it would be an", "start": 3619.16, "end": 3623.0}, {"text": "opportunity to have more joint birthday parties because it'll be like, okay, if", "start": 3623.0, "end": 3626.04}, {"text": "there's only two days in November this year, you either everyone who has their", "start": 3626.04, "end": 3629.08}, {"text": "birthday in the first half of November, you get your birthdays on November 1st", "start": 3629.08, "end": 3631.92}, {"text": "this year. Yeah, the second half, you November 2nd, you can have a bunch more", "start": 3631.92, "end": 3634.76}, {"text": "joint birthday parties. Sometimes you want to have a joint birthday party with", "start": 3634.76, "end": 3637.12}, {"text": "your friend, but their birthday is just a little a little far away. Our", "start": 3637.12, "end": 3640.76}, {"text": "birthdays are the same month, but they're just a little too far, just a", "start": 3640.76, "end": 3645.28}, {"text": "little too far away. Tell me and Joe are too. Yeah. Yeah. So if it was just two", "start": 3645.28, "end": 3649.24}, {"text": "days, one year, that'd be great, right? Yeah. You know what I want for Christmas,", "start": 3649.24, "end": 3652.88}, {"text": "you guys? What I'm just gonna come right out and say it. I want the fans to", "start": 3652.88, "end": 3657.84}, {"text": "subscribe to us on Patreon, and I want people to subscribe to us on YouTube.", "start": 3657.84, "end": 3662.84}, {"text": "Guys were almost at 10K subscribers. Almost 100,000 subscribers. Guys, that's", "start": 3662.84, "end": 3667.4}, {"text": "kind of a 10 K times a hundo. Yeah, that's kind of you don't want like a TV.", "start": 3667.4, "end": 3672.68}, {"text": "Well, basically my real I would like a TV Santa my my letter to Santa looks", "start": 3672.68, "end": 3680.64}, {"text": "almost identical to the Taylor Swift one. Oh, you want to be? I want to look", "start": 3680.64, "end": 3685.96}, {"text": "like a bubble. Okay, we can bubble you up. But I want to look like a bubble,", "start": 3685.96, "end": 3689.88}, {"text": "but you're gonna have to. It's gonna be indirect, you know, because Santa's not", "start": 3689.88, "end": 3693.16}, {"text": "gonna give you a bubble. Let's be real. Yeah, so you need to get more money on", "start": 3693.16, "end": 3697.04}, {"text": "on Patreon to be true yeah and guys, if we hit twenty K on Patreon, we are", "start": 3697.04, "end": 3702.8}, {"text": "making a movie about Christmas.", "start": 3702.8, "end": 3704.88}, {"text": "I'm making a Christmas movie", "start": 3704.88, "end": 3708.12}, {"text": "will make even if happens in July, we'll be making a Christmas movie. Should I", "start": 3708.12, "end": 3713.5}, {"text": "wow plug my thing that I'm doing on the day that this yes dude yeah nine point", "start": 3713.5, "end": 3717.68}, {"text": "ninety three wait a minute. Are we going to hit ten K while this episode is out", "start": 3717.68, "end": 3722.32}, {"text": "could be", "start": 3722.32, "end": 3722.76}, {"text": "so everybody", "start": 3722.76, "end": 3724.36}, {"text": "if you're listening to this on the day that it comes out and you better rush", "start": 3725.48, "end": 3730.42}, {"text": "over,", "start": 3730.42, "end": 3730.78}, {"text": "because I will be appearing on", "start": 3730.78, "end": 3734.18}, {"text": "social media shows, TV networks, classic interview show in the office with", "start": 3734.18, "end": 3741.28}, {"text": "Joseph SCOTA. Oh my God, three PM Eastern today and this and it will be", "start": 3741.28, "end": 3746.76}, {"text": "airing live on. I don't know where", "start": 3746.76, "end": 3748.46}, {"text": "I think it will be on social media shows dot com.", "start": 3748.46, "end": 3752.62}, {"text": "That's it. I would miss that interview for the world. Maybe also on Twitter live or", "start": 3753.94, "end": 3757.46}, {"text": "something. I don't really know what they're doing. I'm gonna be giving an interview", "start": 3757.46, "end": 3760.9}, {"text": "about the podcast. His first, yeah. Well, first of our, you know... He went on TV", "start": 3760.9, "end": 3765.02}, {"text": "at the beginning of the year. Yeah. And now you're doing this. Well, his...", "start": 3765.02, "end": 3767.86}, {"text": "But here's the thing, his TV appearance was not about the podcast. No,", "start": 3767.86, "end": 3770.66}, {"text": "that's true. I'm keeping it strictly... I was just there. This is for the", "start": 3770.66, "end": 3773.32}, {"text": "podcast fans. I'm gonna be answering a lot of questions that this guy must...", "start": 3773.32, "end": 3776.26}, {"text": "We'll probably dig really in depth and... Oh, here's their website. Here's their", "start": 3776.26, "end": 3779.32}, {"text": "website, so you can... And sponsorships are welcome, it says. Socialmediashows.com,", "start": 3779.32, "end": 3783.76}, {"text": "like tv programs and we can see in the office with joseph scotta and i'll show", "start": 3783.76, "end": 3788.9}, {"text": "you this is the show that i'm yeah in the office here.", "start": 3788.9, "end": 3791.36}, {"text": "So this is the show i'll be appearing on today. Wait he made himself the eye and", "start": 3791.36, "end": 3796.84}, {"text": "in it's an educational and inspirational show on social media platforms and", "start": 3796.84, "end": 3800.44}, {"text": "stream live in real time on social media shows network with joseph scotta.", "start": 3800.44, "end": 3803.76}, {"text": "Joseph scotta is an experienced marketer and coach. I can't wait to hear this. I", "start": 3803.76, "end": 3807.48}, {"text": "really can't wait to see this. Oh my goodness. Don't allow loneliness gets the", "start": 3807.48, "end": 3811.16}, {"text": "the rest of you. Only you know if you got well make memories worth remembering,", "start": 3811.18, "end": 3814.82}, {"text": "etcetera, etcetera. So anyway, I'll be on that on tune in live because I will", "start": 3814.82, "end": 3819.16}, {"text": "see we'll see we'll see what happens. All right, thank you guys so much for", "start": 3819.16, "end": 3822.96}, {"text": "listening and Merry Christmas. I press the button that demonetizes. Yes, go", "start": 3822.96, "end": 3828.98}, {"text": "right.", "start": 3828.98, "end": 3829.52}, {"text": "I'm not going to do it today. Bye everybody bye bye.", "start": 3829.52, "end": 3834.3}, {"text": "I want to have a tunnel in my house to go somewhere.", "start": 3839.14, "end": 3841.14}, {"text": "I wish.", "start": 3841.14, "end": 3842.14}, {"text": "I want a tunnel from my room to the bathroom so I don't have to walk through the living", "start": 3842.14, "end": 3846.54}, {"text": "room and uh...", "start": 3846.54, "end": 3847.54}, {"text": "That's called the hallway.", "start": 3847.54, "end": 3848.54}, {"text": "No, but I want it to lead directly there.", "start": 3848.54, "end": 3854.06}, {"text": "I want to have a house where I can press a button at the door and it switches to whatever", "start": 3854.06, "end": 3858.5}, {"text": "room.", "start": 3858.5, "end": 3859.5}, {"text": "Like, you know what I mean?", "start": 3859.5, "end": 3860.5}, {"text": "You want to...", "start": 3860.5, "end": 3861.5}, {"text": "Oh!", "start": 3861.5, "end": 3862.5}, {"text": "It goes like...", "start": 3862.5, "end": 3863.5}, {"text": "It goes like...", "start": 3863.5, "end": 3864.5}, {"text": "Yeah.", "start": 3864.5, "end": 3865.5}, {"text": "And it sort of switches the order of the rooms.", "start": 3865.5, "end": 3866.5}, {"text": "Like in...", "start": 3866.5, "end": 3867.5}, {"text": "Like in Monsters, Inc.", "start": 3867.5, "end": 3868.5}, {"text": "It builds a new room. I think that's the game. I haven't played it either but I saw it.", "start": 3868.5, "end": 3872.42}, {"text": "I wish that I had a big hamster water bottle next to my bed.", "start": 3872.42, "end": 3875.86}, {"text": "I wish I had a big hamster. Big hamster.", "start": 3875.86, "end": 3878.82}, {"text": "And a catheter connected to my penis. I wish I had a hamster that was the size of", "start": 3878.82, "end": 3882.5}, {"text": "a German Shepherd. Yeah.", "start": 3882.5, "end": 3885.5}, {"text": "I saw, did you see? I kept in a cage in my room, I never let it", "start": 3885.5, "end": 3888.74}, {"text": "out. Imagine it stiffly dies.", "start": 3888.74, "end": 3889.74}, {"text": "Just like shaking the bars. I throw a blanket over it whenever I'm home", "start": 3889.74, "end": 3895.74}, {"text": "of", "start": 3895.74, "end": 3902.74}, {"text": "i'd drop mealworms and the report", "start": 3902.74, "end": 3906.86}, {"text": "uh... i'm like", "start": 3906.86, "end": 3908.52}, {"text": "yeah i can't get rid of it like", "start": 3908.52, "end": 3910.56}, {"text": "it was my uncle's patty dot so i have to take care of it", "start": 3910.56, "end": 3915.8}, {"text": "disgusting hamster ball", "start": 3915.8, "end": 3917.22}, {"text": "it was a good humanized", "start": 3917.22, "end": 3919.16}, {"text": "accord with the speakeasy but that's", "start": 3919.16, "end": 3922.7}, {"text": "I have to get rid of my bed and get a twin bed.", "start": 3922.7, "end": 3924.9}, {"text": "I think you'd like that.", "start": 3924.9, "end": 3927.5}, {"text": "It would be nice to be beholden to a demon.", "start": 3927.5, "end": 3930.3}, {"text": "Yeah, I think so too.", "start": 3930.3, "end": 3931.78}, {"text": "Yeah, I think it would be nice to have, uh...", "start": 3931.78, "end": 3934.54}, {"text": "That's the experience of, of, of, at least fifty percent of dog owners, I would say.", "start": 3934.54, "end": 3940.14}, {"text": "That's my life. I'm beholden to a demon.", "start": 3940.14, "end": 3942.54}, {"text": "(Bowser roaring)", "start": 3942.54, "end": 3945.2}], "title": "Ep. 269 - Letters for Santa", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--269---Letters-for-Santa-e2cvh9n", "date": "Wed, 13 Dec 2023 11:00:00 GMT", "id": 294}