{"lines": [{"text": "I", "start": 0.0, "end": 2.0}, {"text": "move it down, then you can see it in the frame. Remind you of anything man.", "start": 2.0, "end": 20.3}, {"text": "It reminds me of a Neptune,", "start": 20.3, "end": 22.34}, {"text": "which is today's don't do that's going to fuck up a cable or something.", "start": 22.34, "end": 27.64}, {"text": "it's supposed to be our prop for the day. Now it's gone. Now the prop for the", "start": 27.66, "end": 30.72}, {"text": "day. You've ruined the prop of the day. Well, it's quite close. Well, I could", "start": 30.72, "end": 35.74}, {"text": "crazily easily get that. You guys, we completely blew ourselves.", "start": 35.74, "end": 39.78}, {"text": "Oh, I remember that. Tobias. No, we did a video where we were all in blue face", "start": 39.78, "end": 46.26}, {"text": "paint. But we didn't say blew ourselves in that. That's straight up from Tobias.", "start": 46.26, "end": 50.34}, {"text": "Yeah. We became completely blue. We should have got the fucking face paint", "start": 50.34, "end": 54.3}, {"text": "dude. We saw a blue face man over there. We could do it. No, I'm not doing it. No,", "start": 54.34, "end": 59.34}, {"text": "that's a bitch to take off.", "start": 59.34, "end": 60.66}, {"text": "But maybe this was okay. But hold on. Okay, do it again, though. Okay,", "start": 60.66, "end": 66.26}, {"text": "and we're blue. No, we're actually we're not. If you're listening at home,", "start": 66.26, "end": 70.86}, {"text": "imagine us blue. Imagine we blew ourselves right there. Blue.", "start": 70.86, "end": 74.66}, {"text": "No, no, no, no, no, guys. How the fuck is the East Coast been man? I've been", "start": 74.66, "end": 80.94}, {"text": "gone out of you have been gone. You have been gone. I've been out.", "start": 80.98, "end": 83.98}, {"text": "Howdy dude. Tell me dude. I've missed so many different aspects of the East", "start": 83.98, "end": 87.46}, {"text": "Coast bro. Last night I went to Guitar Center to buy new bass strings and", "start": 87.46, "end": 91.02}, {"text": "then I saw through, I think it was the Morgan L. There was a", "start": 91.02, "end": 95.42}, {"text": "homeless fella sitting on the bench and I thought that he was jacking off,", "start": 95.42, "end": 100.52}, {"text": "but I guess what he was doing was under his jacket, flipping off everyone", "start": 100.52, "end": 104.24}, {"text": "on the bus. That's sick. On the train. That's cool. He's sitting there", "start": 104.24, "end": 107.74}, {"text": "lifting the jacket up doing like a little what's wrong with you. I think", "start": 109.86, "end": 114.02}, {"text": "everybody's any homeless person. I thought it was jacking off because the", "start": 114.02, "end": 117.14}, {"text": "hand motion, but he was just flipping little birds at everyone. It was so", "start": 117.14, "end": 121.22}, {"text": "sick. He was jacking off with the other hand. Maybe he was jacking off with the", "start": 121.22, "end": 124.68}, {"text": "other. He was jacking off to being disrespectful yeah", "start": 124.68, "end": 127.58}, {"text": "get a homeless person. I screw you. I think this is maybe the second episode", "start": 127.58, "end": 131.78}, {"text": "in a row. We started with talking about homeless. Yeah, we got to start", "start": 131.78, "end": 134.66}, {"text": "talking about it. We it makes us we're leaving Earth. No, it doesn't it doesn't", "start": 134.66, "end": 138.22}, {"text": "it's fine to say whatever you want about whoever you want. Yeah, do you say", "start": 138.26, "end": 142.42}, {"text": "what I change my mind all that you change? He's got has been sleepy as", "start": 142.42, "end": 146.76}, {"text": "fuck without you really bro. I'm honestly life has ground to a halt dude.", "start": 146.76, "end": 151.16}, {"text": "I knew that I've been doing a vegetable and fruit puzzle playing some video", "start": 151.16, "end": 154.4}, {"text": "game. You left you and I got a vegetable and fruit puzzle. I've there's so", "start": 154.4, "end": 157.66}, {"text": "one as today. He needs to do a vegetable and fruit so much stress in my life", "start": 157.66, "end": 161.5}, {"text": "that I got into sins right yeah. I started chewing sins. I show you", "start": 161.5, "end": 166.42}, {"text": "them. I chewed them and I swallowed all the salt. Bro, you got to drop the zins", "start": 168.02, "end": 171.02}, {"text": "and get on the different zins, the Zinfandels. The Zinfandels, I should.", "start": 171.02, "end": 173.84}, {"text": "You have to become a connoisseur. I should. Exactly. Zinfandel, by the way,", "start": 173.84, "end": 176.98}, {"text": "very fancy wine. I", "start": 176.98, "end": 178.14}, {"text": "bought zins and not even thinking about it, picked out the citrus flavor.", "start": 178.14, "end": 186.02}, {"text": "Which reminding who you are. Reminding me of a little green fella that I need", "start": 186.02, "end": 191.54}, {"text": "to talk about immediately, because there was a problem. What was the problem?", "start": 191.54, "end": 195.18}, {"text": "So...", "start": 195.18, "end": 195.62}, {"text": "so", "start": 195.62, "end": 196.62}, {"text": "you reach a register. I never heard before.", "start": 196.62, "end": 201.62}, {"text": "Me and my friend,", "start": 201.62, "end": 204.62}, {"text": "okay, it's been, you know,", "start": 204.62, "end": 207.12}, {"text": "it's been rough. It's been rough. I've been dealing with a lot of stressful", "start": 207.12, "end": 211.62}, {"text": "stuff and I've been having to deal with this fucking OJ, the alien guy,", "start": 211.62, "end": 216.62}, {"text": "and so I got writer's block. I have to write all the songs for him and then", "start": 216.62, "end": 222.62}, {"text": "you've been writing the songs for I've been writing the songs and he's my God.", "start": 222.62, "end": 226.12}, {"text": "He is he has been rapping yeah. I'm a ghost your oh my God. I'm not you", "start": 226.12, "end": 230.8}, {"text": "probably wrote Dr. Dazzle's verse two right no, but I right that makes sense.", "start": 230.8, "end": 235.1}, {"text": "That's a different. What about be likes", "start": 235.1, "end": 236.44}, {"text": "I don't know, but I've been writing all of the I wrote all of OJ's. I write", "start": 236.44, "end": 242.3}, {"text": "them as writer. I had no idea, so I'm getting I hate writers block. I call up", "start": 242.3, "end": 246.12}, {"text": "my friend Rupert Rupert's a very talented musician and", "start": 246.12, "end": 249.92}, {"text": "OJ hits me back and says, \"No, I don't need you and Rupert. I have already written the", "start": 250.84, "end": 256.96}, {"text": "Neptune song with DJ Gleptar.\"", "start": 256.96, "end": 259.48}, {"text": "No.", "start": 259.48, "end": 260.48}, {"text": "So, me and Rupert, I mean Rupert flew all the way here from Los Angeles to record and then", "start": 260.48, "end": 265.92}, {"text": "--", "start": 265.92, "end": 266.92}, {"text": "And from Australia to Los Angeles.", "start": 266.92, "end": 267.92}, {"text": "Yeah, and then we had to --", "start": 267.92, "end": 268.92}, {"text": "And from somewhere else.", "start": 268.92, "end": 269.92}, {"text": "And from his mother to the earth.", "start": 269.92, "end": 270.92}, {"text": "Yeah, we had to send him back. I'm down 3K.", "start": 270.92, "end": 274.96}, {"text": "Jesus Christ.", "start": 274.96, "end": 275.96}, {"text": "Studio time plus airplane.", "start": 275.96, "end": 276.96}, {"text": "Where does a store get the kids from?", "start": 276.96, "end": 280.32}, {"text": "I don't know planet baby, but so he's going through space and the baby has to", "start": 280.32, "end": 285.62}, {"text": "hold its breath. Well, that's why I work with wings and not a crawling animal", "start": 285.62, "end": 288.92}, {"text": "like a toad. You guys a toad will a toad would jump. I was thinking of a", "start": 288.92, "end": 292.44}, {"text": "horned toad, which is a lizard. We're going to get right into the I pictured", "start": 292.44, "end": 296.34}, {"text": "in my head. We're going to go right into it.", "start": 296.34, "end": 298.58}, {"text": "Just leave that alone. It's completely true, but I don't", "start": 298.58, "end": 303.2}, {"text": "we're going to get right into the OJ. The alias we're doing the song first.", "start": 303.2, "end": 308.16}, {"text": "We're doing the song first. Just like Mercury, we're doing the song first.", "start": 308.2, "end": 312.36}, {"text": "The song before the Planet Report? Yes. Holy shit. All right.", "start": 312.36, "end": 316.12}, {"text": "Because, you guys, this song has ruined my life.", "start": 316.12, "end": 320.78}, {"text": "Julio? Oh, Julio's here. I'm here. By the way. Oh, yeah, wait. Switch to your", "start": 320.78, "end": 325.9}, {"text": "camera. Yeah. Is it on? Say hello. It's off. It's off. Well, he's right there,", "start": 325.9, "end": 330.18}, {"text": "guys. He's behind the laptop. I think he put himself into the bar in there.", "start": 330.18, "end": 333.98}, {"text": "Ow.", "start": 333.98, "end": 334.82}, {"text": "It's fine.", "start": 334.82, "end": 337.14}, {"text": "[MUSIC PLAYING]", "start": 337.14, "end": 347.14}, {"text": "I got this beat from DJ Gleptar.", "start": 347.14, "end": 349.14}, {"text": "Neptune, Neptune I wanna get you, get you", "start": 349.14, "end": 356.14}, {"text": "Back to my room, my room Wanna sex you, sex you", "start": 356.14, "end": 363.14}, {"text": "Neptune, Neptune Wanna get you, get you", "start": 363.14, "end": 369.14}, {"text": "Back to my room, my room Wanna sex you, sex you", "start": 369.14, "end": 376.14}, {"text": "Neptune, you're the sexiest planet", "start": 376.14, "end": 380.14}, {"text": "Yeah, talk to Mercury and that bitch get caned", "start": 380.14, "end": 383.14}, {"text": "I love you, you so blue", "start": 383.14, "end": 386.14}, {"text": "Venus is my BM, but I'm in your DM", "start": 386.14, "end": 390.14}, {"text": "That kid is a dud", "start": 390.14, "end": 393.14}, {"text": "That kid dumb as fuck", "start": 393.14, "end": 396.14}, {"text": "The way that he's mine, he put his mouth on a truck", "start": 396.14, "end": 399.14}, {"text": "Venus, tell your kid, put his mouth on the curb", "start": 399.14, "end": 403.14}, {"text": "I pay child support every month and the third", "start": 403.14, "end": 406.14}, {"text": "Stop telling family court that I am a perv", "start": 406.14, "end": 409.14}, {"text": "But Neptune, you have my word", "start": 409.14, "end": 413.14}, {"text": "I can take you out once those payments deferred", "start": 413.14, "end": 416.14}, {"text": "Neptune, Neptune", "start": 416.14, "end": 419.14}, {"text": "I wanna get you, get you", "start": 419.14, "end": 422.14}, {"text": "Back to my room, my room", "start": 422.14, "end": 426.14}, {"text": "Wanna sex you, sex you", "start": 426.14, "end": 429.14}, {"text": "Neptune, Neptune", "start": 429.14, "end": 432.14}, {"text": "[Music]", "start": 432.14, "end": 439.14}, {"text": "[Music]", "start": 439.14, "end": 444.14}, {"text": "[Music]", "start": 444.14, "end": 447.14}, {"text": "[Music]", "start": 447.14, "end": 450.14}, {"text": "[Music]", "start": 450.14, "end": 453.14}, {"text": "[Music]", "start": 453.14, "end": 456.14}, {"text": "[Music]", "start": 456.14, "end": 459.14}, {"text": "M.S. girl, are you listening?", "start": 459.14, "end": 461.14}, {"text": "Get to number one", "start": 461.14, "end": 463.14}, {"text": "Get to number one", "start": 463.14, "end": 465.14}, {"text": "There's no life on V.S.", "start": 465.14, "end": 467.14}, {"text": "'Cause that kid ain't mine", "start": 467.14, "end": 469.14}, {"text": "You're just a little bitch, you take a little shit", "start": 469.14, "end": 471.14}, {"text": "Give me the cork, I'll play with it", "start": 471.14, "end": 473.14}, {"text": "The kid's not mine, I love wine", "start": 473.14, "end": 475.14}, {"text": "I started crying, won't let him get sick, Christmas time", "start": 475.14, "end": 477.14}, {"text": "Think that I'm blind, took M.S. on prime", "start": 477.14, "end": 479.14}, {"text": "I deleted his wish list, now he's gone, I love wine", "start": 479.14, "end": 481.14}, {"text": "I smoke a cork, feel mighty fine", "start": 481.14, "end": 483.14}, {"text": "I smoke a cork, feel mighty fine", "start": 483.14, "end": 485.14}, {"text": "That kid ain't mine", "start": 485.14, "end": 487.14}, {"text": "[Music]", "start": 487.14, "end": 513.14}, {"text": "So apparently the Venus diss track is because it she's his baby mama. He had", "start": 514.5, "end": 522.22}, {"text": "sex with Venus. Fuck Venus. Fuck Venus. We hate that shit. It's kind of making me rethink my", "start": 522.22, "end": 528.9}, {"text": "working relationship with OJ the alien. Venus is a bad guy. Venus is a very deadbeat", "start": 528.9, "end": 534.54}, {"text": "person. How did Venus... He's not even a person. How did he have a kid with a planet bro? I", "start": 534.54, "end": 540.58}, {"text": "don't even know how any of that works. Also... He's trying to have a kid with Neptune. How", "start": 540.58, "end": 544.02}, {"text": "Why does he make a planet go perpendicular? It's a round shape.", "start": 544.02, "end": 546.98}, {"text": "That's a good. Well, that's you know", "start": 546.98, "end": 548.38}, {"text": "you're going to you should have learned something from the Uranus planet report", "start": 548.38, "end": 552.28}, {"text": "that planet is at a right angle to the other planet. So you can consider wow", "start": 552.28, "end": 555.12}, {"text": "nothing is at any kind of angle. If it's round to the rotational axis, but", "start": 555.12, "end": 559.1}, {"text": "you actually that's all just that's all pretend right. It's does not like", "start": 559.1, "end": 563.14}, {"text": "here's the thing about space man. I've been thinking about this and I've been", "start": 563.14, "end": 565.6}, {"text": "waiting till the eighth episode to bring this up. Which way is up in fucking", "start": 565.6, "end": 569.1}, {"text": "space? Wow, then you can't in space. No one can hear you scream", "start": 569.1, "end": 573.26}, {"text": "That's true, that's crazy. No one can hear you cream dude. No Neptune can be", "start": 573.26, "end": 579.38}, {"text": "cream on earth either. I've got private. I've had like creamed on. I don't I don't", "start": 579.38, "end": 584.02}, {"text": "have a cream at all. If I cream in my bathroom alone and no one is around to", "start": 584.02, "end": 588.1}, {"text": "hear it, did I cream? No, no, I did not according not unless my wife starts", "start": 588.1, "end": 594.54}, {"text": "installing security cameras, threatened to my started.", "start": 594.54, "end": 597.38}, {"text": "Did you guys ever know anybody used to jack off in the toilet? You've talked", "start": 597.38, "end": 602.06}, {"text": "about this in the chat in the yeah, my friend Chad used to check off in like", "start": 602.1, "end": 607.9}, {"text": "lean over the toilet and spurt over is so crazy. He told me that he was like", "start": 607.9, "end": 613.86}, {"text": "like it was everybody did that and I was like I don't think most people do that", "start": 613.86, "end": 617.06}, {"text": "man's like milk in his shit like he's got an utter to be a jack off into the", "start": 617.06, "end": 620.86}, {"text": "toilet. Yeah, you did. He said yeah, oh well, I guess that's two guys. I know", "start": 620.86, "end": 625.62}, {"text": "what are the odds of the two people I've ever heard doing that are close friends", "start": 625.62, "end": 629.98}, {"text": "I know. Do I attract these milkers? I guess you do. You kind of have a male", "start": 630.02, "end": 635.5}, {"text": "milkers. Just something to think about. You attract male milkers.", "start": 635.5, "end": 638.92}, {"text": "What? How? So, DJ Gleptar. But I guess this is also, speaking of, this is,", "start": 638.92, "end": 642.72}, {"text": "we, this is, you said eighth episode. I guess we're in, are we in week four? Is", "start": 642.72, "end": 646.0}, {"text": "it week four now? I don't even know. I think we're in week four. I think it's", "start": 646.0, "end": 648.1}, {"text": "week four day one. Wait, maybe it's the seventh episode. Week four day one. No,", "start": 648.1, "end": 651.38}, {"text": "it's, it's, yeah, it's the, yeah, it's the seventh. Okay, seventh. Okay, yeah.", "start": 651.38, "end": 656.7}, {"text": "zero week for day one. Y'all I can't believe wow it feels like we've been", "start": 656.72, "end": 660.84}, {"text": "doing this for ten weeks already. I want to do the fifty two weeks of play and I", "start": 660.84, "end": 664.04}, {"text": "want to do the fifty two weeks of the year. I want to do it once a year. I", "start": 664.04, "end": 666.88}, {"text": "want to do fifty two weeks of planets and I think that we should find planets", "start": 666.88, "end": 669.84}, {"text": "and other solar systems. This has been the longest month of my life and take a", "start": 669.84, "end": 673.64}, {"text": "look at him. Oh this guy hates Thanksgiving morning. Yeah, I honestly", "start": 673.64, "end": 676.24}, {"text": "believe that outside of the planets. I think that the weeks the five weeks of", "start": 676.24, "end": 681.0}, {"text": "planets has brought misfortune upon me. Why I think that I can't I can't I just", "start": 681.0, "end": 686.48}, {"text": "there's things in my life. I feel like I feel the same way I've been sick for", "start": 686.5, "end": 689.5}, {"text": "most of trouble trouble week of pilot since I would say since about the week", "start": 689.5, "end": 693.52}, {"text": "before Halloween trouble has followed me, which at first every trouble starts and", "start": 693.52, "end": 698.02}, {"text": "it's before how we need thinking man. This is I know what this is. This is the", "start": 698.02, "end": 701.5}, {"text": "Halloween blue. Yeah, this is the trick is the how for the tree Halloween curse", "start": 701.5, "end": 705.1}, {"text": "yeah, but then the treat never comes and then you're never come and then you're", "start": 705.1, "end": 708.14}, {"text": "getting into the Thanksgiving month and you're thinking well what the hell's", "start": 708.14, "end": 711.86}, {"text": "what gives this must be the this is the curse of the Comanche's, but then that", "start": 711.9, "end": 716.6}, {"text": "maybe is going to stick around right. They wouldn't curse me out. They wouldn't", "start": 716.6, "end": 719.72}, {"text": "curse one of their own exactly good point. Yeah, if anything, I should be", "start": 719.72, "end": 725.52}, {"text": "cursing you guys. Yeah, yeah, because we've disrespected your ancestors so many", "start": 725.52, "end": 730.32}, {"text": "different times. Yeah, I don't think that's about ancestry today. I think we", "start": 730.32, "end": 733.96}, {"text": "should keep the planets because I'm too scared to think about anything", "start": 733.96, "end": 737.24}, {"text": "superstitious. Do you know who DJ Gleptar is? This guy's really a", "start": 737.24, "end": 740.62}, {"text": "DJ Gleptar fucking killed it. He bodied that shit. Yeah, DJ Gleptar did a very good job.", "start": 740.64, "end": 743.96}, {"text": "I don't know who DJ Gleptar is. So to be clear here, this is the song that was", "start": 743.96, "end": 748.84}, {"text": "made without your and your friend Rupert's involvement. Yes. This is the", "start": 748.84, "end": 752.04}, {"text": "one that you guys were going to cook something up. We were going to cook", "start": 752.04, "end": 754.08}, {"text": "something. We had something amazing. I think it was actually this beat. Maybe", "start": 754.08, "end": 757.72}, {"text": "DJ Gleptar stole it. I'm not sure. No. DJ Gleptar, say it fast. Klepto. Klepto.", "start": 757.72, "end": 764.28}, {"text": "Oh my God, and you read it backwards. It's rat pelg. Wow, which a d", "start": 764.32, "end": 771.8}, {"text": "j.", "start": 771.8, "end": 773.16}, {"text": "Rat pelg jd. That could be some other guy's name to that could be a", "start": 773.16, "end": 778.86}, {"text": "different guy's. So now we're looking for backwards is dork. Yeah, and wait", "start": 778.86, "end": 784.12}, {"text": "and alien backwards is Nila Nila. Oh, shit. Wow. We're unlocking so much", "start": 784.12, "end": 792.84}, {"text": "different stuff from reading things backwards. It's crazy. Okay, so we did", "start": 792.86, "end": 797.44}, {"text": "the song first, which is a bit unorthodox, but really I need to know what we're", "start": 797.44, "end": 800.74}, {"text": "even going to talk about because I've been I've been in my a man. I've been on", "start": 800.74, "end": 803.28}, {"text": "the other side of the planet, so I need the report. I'm going to be really the", "start": 803.28, "end": 806.9}, {"text": "report. I need the report because I need a baseline of information, so I can talk", "start": 806.9, "end": 809.78}, {"text": "about this shit in a way that yeah, that's fair enough. People's minds.", "start": 809.78, "end": 812.7}, {"text": "Let's go ahead and do the report. Let's hear this report. The damn thing", "start": 812.7, "end": 815.74}, {"text": "join us once again on a five week galactic journey through our solar", "start": 816.54, "end": 820.54}, {"text": "system.", "start": 820.54, "end": 821.08}, {"text": "Be prepared to learn and to laugh a little tooth", "start": 821.08, "end": 825.1}, {"text": "and now the planet report with Cameron", "start": 825.1, "end": 828.9}, {"text": "is joking around it's okay. It's a long it's a long clip, so you could you're", "start": 828.9, "end": 834.06}, {"text": "supposed to make jokes in it kind of I got a long for you", "start": 834.06, "end": 836.66}, {"text": "chill on him. Okay, today's today's planet report is", "start": 836.66, "end": 843.1}, {"text": "It's a story.", "start": 844.1, "end": 845.1}, {"text": "Wow.", "start": 845.1, "end": 846.1}, {"text": "It's a bit like a fable.", "start": 846.1, "end": 847.1}, {"text": "Planet story.", "start": 847.1, "end": 848.1}, {"text": "So this is the story of Neptune, a planet report by Cameron Fetter.", "start": 848.1, "end": 858.1}, {"text": "Once upon a time, 30 astronomical units away from the sun, there was a blue and icy planet", "start": 858.1, "end": 865.1}, {"text": "named Neptune.", "start": 865.1, "end": 867.14}, {"text": "One orbit, Neptune woke up and felt depressed.", "start": 867.14, "end": 871.94}, {"text": "What makes me special?", "start": 871.94, "end": 873.9}, {"text": "Neptune. I feel so average. Don't worry Neptune, said the sun. You're very special. For example,", "start": 873.9, "end": 883.26}, {"text": "you're an ice giant. Your distance from me means that you're dark and cold, covered by frozen,", "start": 883.26, "end": 888.94}, {"text": "icy materials. Big whoop, replied Neptune. That doesn't make me unique. Uranus is an ice giant", "start": 888.94, "end": 896.86}, {"text": "as well. Well, maybe your surface doesn't matter. It's what you're like on the inside that counts.", "start": 896.86, "end": 902.78}, {"text": "\"You have a rocky core,\" the sun said.", "start": 902.78, "end": 905.82}, {"text": "\"Yeah, right. So does Mercury, Venus, Earth, Mars, Uranus, and probably Jupiter and Saturn, too.", "start": 905.82, "end": 912.54}, {"text": "I knew I wasn't special.\"", "start": 912.54, "end": 914.62}, {"text": "\"Oh, I know what makes you special.", "start": 914.62, "end": 916.54}, {"text": "You have an oval-shaped storm in your southern hemisphere called the Great Dark Spot.\"", "start": 916.54, "end": 921.18}, {"text": "\"Uh, Jupiter much?\"", "start": 921.18, "end": 923.9}, {"text": "\"Hmm.\" The sun rubbed its chin with its hand.", "start": 923.9, "end": 927.74}, {"text": "\"Let's see, your day is 16 hours long, but your year is 165 Earth years.", "start": 928.86, "end": 935.18}, {"text": "You have 14 moons, you were discovered in 1846, you have rings, is any of this helping?\"", "start": 935.18, "end": 940.46}, {"text": "\"No, it's not,\" yelled Neptune violently. \"In fact, you're just making me feel worse.", "start": 940.46, "end": 947.58}, {"text": "I think I'm going to kill myself.\" And Neptune opened its desk drawer with its hand,", "start": 947.58, "end": 953.18}, {"text": "where it kept its revolver and used its hand to put the gun to its atmosphere.", "start": 953.18, "end": 957.66}, {"text": "\"No!\"", "start": 957.66, "end": 958.46}, {"text": "\"I'm done doing this with you!\" screamed the sun in anguish.", "start": 958.46, "end": 962.46}, {"text": "*snickering*", "start": 962.46, "end": 963.76}, {"text": "\"It seems like every rotation you threaten to kill yourself.", "start": 963.76, "end": 966.86}, {"text": "You think you have it bad?", "start": 966.86, "end": 968.36}, {"text": "Look at Pluto. The poor guy isn't even a planet anymore.\"", "start": 968.36, "end": 971.06}, {"text": "\"Even my suffering isn't unique,\" sighed Neptune.", "start": 971.06, "end": 975.06}, {"text": "\"I think I get it now.", "start": 975.06, "end": 977.16}, {"text": "I was so concerned with being special,", "start": 977.16, "end": 980.06}, {"text": "but what's actually special is that I'm so similar to everyone else in my solar system.", "start": 980.06, "end": 984.86}, {"text": "It's about togetherness and family.\"", "start": 984.86, "end": 987.16}, {"text": "\"That's right,\" said the Sun. \"I'm glad you came around when coming around the", "start": 987.16, "end": 993.54}, {"text": "Sun. Yeah, I'm coming around me. I mean the me, the me. Let's see!\" And the", "start": 993.54, "end": 998.64}, {"text": "planets all started in on their Thanksgiving dinner.", "start": 998.64, "end": 1000.9}, {"text": "Moral,", "start": 1000.9, "end": 1002.52}, {"text": "the moral of the story. Okay, there is nothing interesting about Neptune.", "start": 1002.52, "end": 1010.24}, {"text": "no good facts. Nothing good. You couldn't find anything. It's the eighth planet.", "start": 1013.74, "end": 1017.62}, {"text": "They covered everything. Yeah, everything's been done. There's a blue,", "start": 1017.62, "end": 1022.4}, {"text": "there's a blue one. There's a nice one. There's a spot. There's nothing man.", "start": 1022.4, "end": 1025.94}, {"text": "Fucking shit planet and it sucks. God there's the Neptunes. They there", "start": 1025.94, "end": 1033.86}, {"text": "wouldn't there wouldn't be", "start": 1033.86, "end": 1034.86}, {"text": "without the name Neptune as a cool symbol and we wouldn't get we wouldn't", "start": 1034.86, "end": 1040.78}, {"text": "get the song happy by Pharrell if it weren't for the Neptune. Why are they", "start": 1040.78, "end": 1043.74}, {"text": "called the Neptune? I don't know, maybe because there's nothing unique about", "start": 1043.74, "end": 1047.82}, {"text": "them. No, they're like everything else. They're water based. The two guys are", "start": 1047.82, "end": 1053.14}, {"text": "water based? I don't know. Everyone's water based. Yeah. I guess we're all", "start": 1053.14, "end": 1056.34}, {"text": "water based. Even the biggest stretch in the world. Oh, because they were so", "start": 1056.34, "end": 1059.9}, {"text": "cold. But there's a... Oh, Pharrell had a company called Ice Cream. Ice Giant.", "start": 1059.9, "end": 1065.86}, {"text": "Ice Giant. Oh, speaking of... And they were ice giants, they were so cold.", "start": 1065.86, "end": 1069.46}, {"text": "they might be giant. My shirt walk us through the fit. It's a blue shirt that", "start": 1069.46, "end": 1073.56}, {"text": "says giant on it and a blue hat that says Mexico for my Mexican friend and", "start": 1073.56, "end": 1077.46}, {"text": "Mexico's on a planet. Yeah, okay, my landlord came into the apartment. I was", "start": 1077.46, "end": 1082.18}, {"text": "talking to him and I was said, Oh, my friend is here. He's visiting from", "start": 1082.18, "end": 1084.94}, {"text": "Mexico. My little Mexico, I said, Yeah, Mexico, Mexico, and I said, Yeah,", "start": 1084.94, "end": 1089.2}, {"text": "Mexico, and he said, like he's Mexican. I was like, Yeah, he's like Mexican. I", "start": 1089.2, "end": 1093.42}, {"text": "said, Yeah, he went. Oh, wow, not too sharp. This landlord guy. No, no, no,", "start": 1093.42, "end": 1099.14}, {"text": "How did you feel about that, Julio?", "start": 1099.14, "end": 1101.86}, {"text": "I feel special.", "start": 1101.86, "end": 1103.86}, {"text": "Yeah.", "start": 1103.86, "end": 1104.86}, {"text": "Julio, how was your -- you got in this morning at what time was it?", "start": 1104.86, "end": 1111.3}, {"text": "I thought I was going to land at 6 a.m., but I landed at 5, which was really fucked up", "start": 1111.3, "end": 1115.54}, {"text": "because I was Ubering to Kams, and I had to call him 20 times before his phone rang once.", "start": 1115.54, "end": 1122.98}, {"text": "But it was okay because my alarm was set, and I woke up at the right time anyway.", "start": 1122.98, "end": 1126.62}, {"text": "Yeah.", "start": 1126.62, "end": 1127.62}, {"text": "Nice.", "start": 1127.62, "end": 1128.62}, {"text": "funny screenshot now that I can post with a really funny caption when he calls", "start": 1128.62, "end": 1132.74}, {"text": "from twenty miscalls from Julio and and caption it something like when you say", "start": 1132.74, "end": 1136.22}, {"text": "you're fifteen years old or something like that.", "start": 1136.22, "end": 1138.04}, {"text": "That would be you really get", "start": 1138.04, "end": 1141.82}, {"text": "so give me that's not funny. That was easy money. You're a destroyed, but", "start": 1141.82, "end": 1146.74}, {"text": "apparently he got stopped by border patrol because they didn't like his drip.", "start": 1146.74, "end": 1150.94}, {"text": "They don't fuck with me. No, they don't fuck with you or not.", "start": 1150.94, "end": 1153.3}, {"text": "They look at because you look like that because I look like a boss. No, it's", "start": 1153.3, "end": 1158.34}, {"text": "They did not say, \"I'm sorry, I have to go to another room.\"", "start": 1158.38, "end": 1161.38}, {"text": "They say, \"You look like a baos. Come over here.\"", "start": 1161.38, "end": 1163.88}, {"text": "\"This guy came off the plane like a baos and we detained him for 20 minutes.\"", "start": 1163.88, "end": 1167.38}, {"text": "That's what they said.", "start": 1167.38, "end": 1168.38}, {"text": "They did not say that shit, man.", "start": 1168.38, "end": 1169.38}, {"text": "They took me to a room and the next 20 people that got sent into the room", "start": 1169.38, "end": 1173.38}, {"text": "were all from China or Hong Kong.", "start": 1173.38, "end": 1175.38}, {"text": "So those are baos.", "start": 1175.38, "end": 1176.38}, {"text": "They thought he was Chino.", "start": 1176.38, "end": 1177.38}, {"text": "Oh, they did think he was Chino.", "start": 1177.38, "end": 1178.88}, {"text": "Yeah.", "start": 1178.88, "end": 1179.38}, {"text": "And so they sent you to the Chino room.", "start": 1179.38, "end": 1181.38}, {"text": "Yeah, they said, \"You're too much of a baos. Come here.\"", "start": 1181.38, "end": 1183.38}, {"text": "No, they didn't say anything about you being a baos, man.", "start": 1183.38, "end": 1185.38}, {"text": "That's what they said.", "start": 1185.38, "end": 1186.38}, {"text": "They did not say what do you are you here for work? What do you do here for work?", "start": 1186.38, "end": 1191.48}, {"text": "You're such a bouse. I'm a bouse. I'm nothing. I'm actually an employee. I'm", "start": 1191.48, "end": 1196.34}, {"text": "not a bouse. You went to the VIP of customs. I don't think I exist.", "start": 1196.34, "end": 1198.36}, {"text": "The VIP of customs, that's crazy. Yep. I can't wait to go to another country and", "start": 1198.36, "end": 1204.42}, {"text": "get locked up forever. Yeah. Yeah. They've troubled me before. Do you guys", "start": 1204.42, "end": 1208.78}, {"text": "think that you would enjoy getting extradited? I don't know. Probably not.", "start": 1208.78, "end": 1213.4}, {"text": "or from somewhere to here. I get like where am I where am I? I just think I", "start": 1213.42, "end": 1217.5}, {"text": "do fun to be sent somewhere and do they put you on a normal plane? Do they do", "start": 1217.5, "end": 1221.52}, {"text": "that in real life or only in Batman? They do that in real life man, but if", "start": 1221.52, "end": 1224.84}, {"text": "you do you go to a class or yeah, they did Brittany Griner. I did Brittany", "start": 1224.84, "end": 1229.28}, {"text": "Griner. I put you in a prison shackle and then they put you on a your own", "start": 1229.28, "end": 1234.38}, {"text": "put a balloon on you and then they fly into the bat plane. Yeah, no, that's a", "start": 1234.38, "end": 1239.24}, {"text": "different that's a movie man. Bane does it doesn't never happen in a real", "start": 1239.24, "end": 1243.28}, {"text": "kind of pain. It happened in the second one. Huh wait what that's the on that's", "start": 1243.3, "end": 1247.7}, {"text": "why", "start": 1247.7, "end": 1247.86}, {"text": "and they say he's", "start": 1247.86, "end": 1250.32}, {"text": "the Chinese guy. Now they send them on. They say Chinese or no. They said China", "start": 1250.32, "end": 1257.3}, {"text": "won't extradite him one of their own. So Batman does it. So Batman comes and he", "start": 1257.3, "end": 1260.74}, {"text": "balloons him yeah. He sends a", "start": 1260.74, "end": 1262.22}, {"text": "please no bro. I'm back to make. I've seen that movie. I've seen the dark", "start": 1262.22, "end": 1269.46}, {"text": "night of couple times. Now", "start": 1269.46, "end": 1271.22}, {"text": "I zone out when that scene is on it's a crazy. I was boring. I still don't", "start": 1272.54, "end": 1276.66}, {"text": "understand what it has to do with the plot of the move. No, not I could not", "start": 1276.66, "end": 1279.9}, {"text": "tell you what how it relates to anything. Is it about remembering that it happens?", "start": 1279.9, "end": 1283.74}, {"text": "Is it", "start": 1283.74, "end": 1284.32}, {"text": "to", "start": 1284.32, "end": 1285.36}, {"text": "motivate the Joker show me more? Joe Wayne Industries, maybe show me Mo Joker.", "start": 1285.36, "end": 1290.34}, {"text": "Yeah, I don't care about I want to see Heath Ledger bring him back the Bruce", "start": 1290.34, "end": 1295.02}, {"text": "Wayne parts of any Batman movie do not interest me, except for the new one,", "start": 1295.02, "end": 1298.82}, {"text": "where it's the only interesting part of the movie. Yeah, but in the first three", "start": 1298.82, "end": 1302.5}, {"text": "What do you mean there's a fucking car chase? I don't give a fuck about that", "start": 1302.5, "end": 1305.08}, {"text": "car. The car chase was kind of okay. I like the part of Riddler was dope. The", "start": 1305.08, "end": 1310.48}, {"text": "parts of the new one where he's walking around and just looks fucking bummed out", "start": 1310.48, "end": 1314.8}, {"text": "and Charlie's Angels. He's got that Charlie's Angels swag and he's walking", "start": 1314.8, "end": 1320.38}, {"text": "around in his suit just like Charlie's Angels. What do you mean? Remember?", "start": 1320.38, "end": 1323.14}, {"text": "What's the guy with the hair from Charlie's Angels? Oh, Sam Rockwell guy.", "start": 1323.14, "end": 1328.06}, {"text": "No, the fucking Christopher, not Christopher, the guy who's weird.", "start": 1328.14, "end": 1333.52}, {"text": "Bosley?", "start": 1333.52, "end": 1334.52}, {"text": "No, the guy who's weird.", "start": 1334.52, "end": 1336.0}, {"text": "Oh, creepy thin man.", "start": 1336.0, "end": 1337.48}, {"text": "Yes, he's Crispin Glover.", "start": 1337.48, "end": 1341.2}, {"text": "When he's Crispin Glover and he's walking around and he's got his hair down and he's", "start": 1341.2, "end": 1344.16}, {"text": "like this, \"This sucks, I have to fight the fight.\"", "start": 1344.16, "end": 1347.6}, {"text": "There's no better part of any movie when a guy is acting emo.", "start": 1347.6, "end": 1350.92}, {"text": "That's always the best part of every movie.", "start": 1350.92, "end": 1352.42}, {"text": "We need every movie to be like this now.", "start": 1352.42, "end": 1354.08}, {"text": "Manchester by the Sea?", "start": 1354.08, "end": 1355.54}, {"text": "I never seen that, but I've never ever seen that movie, but it does sound sad", "start": 1355.54, "end": 1358.96}, {"text": "to me. I've seen the clip where he tries to kill himself. I've only seen the", "start": 1358.96, "end": 1361.84}, {"text": "clip where he tries to kill himself. I don't know if that's what it's about.", "start": 1361.84, "end": 1364.28}, {"text": "What's the saddest movie you've ever fucking seen? That, though. Wait, dude,", "start": 1364.28, "end": 1368.4}, {"text": "Neptune is the blue. Yeah, the blue is the coldest planet. What makes you feel?", "start": 1368.4, "end": 1372.76}, {"text": "We need to talk about being blue. We're both having a rough month. I have", "start": 1372.76, "end": 1377.16}, {"text": "sickness. He's into nicotine these days, and you have a Mexican in your house.", "start": 1377.16, "end": 1381.12}, {"text": "I have unrevealed struggles. You have unrevealed struggles that can't even-", "start": 1381.12, "end": 1384.48}, {"text": "that people wouldn't even believe if you said what they were.", "start": 1384.5, "end": 1387.04}, {"text": "Unpublished. Yeah.", "start": 1387.04, "end": 1387.96}, {"text": "Violent struggles.", "start": 1387.96, "end": 1388.96}, {"text": "Yeah. Violence within me.", "start": 1388.96, "end": 1390.5}, {"text": "So what's the bluest movie you've ever seen?", "start": 1390.5, "end": 1393.5}, {"text": "Come and See. I saw Come and See", "start": 1393.5, "end": 1395.38}, {"text": "at my parents' house two years ago.", "start": 1395.38, "end": 1398.9}, {"text": "Two years ago, and I shut it off at the end.", "start": 1398.9, "end": 1401.58}, {"text": "And then that was when I was sober.", "start": 1401.58, "end": 1404.9}, {"text": "And then I saw that and I got so sad that I drank a Bud Light out of the fridge", "start": 1404.9, "end": 1409.02}, {"text": "and ended spidey.", "start": 1409.02, "end": 1410.02}, {"text": "That can't be fucking true.", "start": 1410.02, "end": 1412.54}, {"text": "I was a common seed drove you to drink. I was also bored. You got drove to drink", "start": 1413.06, "end": 1417.2}, {"text": "by a movie. I got drove to drink", "start": 1417.2, "end": 1418.94}, {"text": "the wag his probably some other crap going on in my life at that time as", "start": 1418.94, "end": 1424.54}, {"text": "well. Driven to drink by a movie. It should be like the the Baz Luhrmann", "start": 1424.54, "end": 1427.62}, {"text": "great Gatsby or something.", "start": 1427.62, "end": 1428.78}, {"text": "Project X", "start": 1428.78, "end": 1433.86}, {"text": "but yeah, it's an", "start": 1433.86, "end": 1435.78}, {"text": "really funny, though, about the Baz Luhrmann great Gatsby and he just gave", "start": 1435.78, "end": 1441.56}, {"text": "the music. Oh, shit.", "start": 1441.58, "end": 1443.62}, {"text": "A little party never hurt nobody.", "start": 1443.62, "end": 1449.34}, {"text": "Now there's other crap. You can't watch train spotting and be like, oh, I want to", "start": 1449.34, "end": 1453.02}, {"text": "do it. I need a white claw.", "start": 1453.02, "end": 1454.86}, {"text": "Fuck. That's not a sad movie, though.", "start": 1454.86, "end": 1457.42}, {"text": "Train spotting at the end.", "start": 1457.42, "end": 1460.02}, {"text": "He chooses life.", "start": 1460.02, "end": 1461.02}, {"text": "Isn't that one of the saddest things of all?", "start": 1461.02, "end": 1463.14}, {"text": "That is the saddest thing.", "start": 1463.14, "end": 1464.34}, {"text": "He had to choose it.", "start": 1464.34, "end": 1465.7}, {"text": "True. Real shit.", "start": 1465.7, "end": 1466.86}, {"text": "I mean, I watched I forget the name of it, but it was a Japanese movie, a Takeshi", "start": 1466.86, "end": 1469.9}, {"text": "Katana movie about a deaf guy who learns to surf and it was a really sad ending. It was", "start": 1469.9, "end": 1473.78}, {"text": "so sad that it made me angry. I was mad at the movie for ending that way.", "start": 1473.78, "end": 1480.34}, {"text": "That happens a lot to me in movies. I don't think movies should have poor endings. They", "start": 1480.34, "end": 1483.94}, {"text": "should all be smiley. Poor endings. This movie made me feel poor. Poorly bad. I can't think", "start": 1483.94, "end": 1493.82}, {"text": "of a really sad movie.", "start": 1493.82, "end": 1494.82}, {"text": "That one too. It was such a nice and loving movie.", "start": 1494.82, "end": 1497.9}, {"text": "Japan, bro. Surf's up.", "start": 1497.9, "end": 1499.54}, {"text": "It was a Japanese beach movie.", "start": 1499.54, "end": 1501.2}, {"text": "Surf's not bad.", "start": 1501.2, "end": 1502.2}, {"text": "About surfing, about overcoming a disability to surf.", "start": 1502.2, "end": 1505.2}, {"text": "How wonderful is that?", "start": 1505.2, "end": 1506.54}, {"text": "Which by the way, in terms of disabilities and surfing, I mean there's people who surf", "start": 1506.54, "end": 1510.18}, {"text": "with fucking no legs.", "start": 1510.18, "end": 1511.18}, {"text": "I'm not sure death is that crazy.", "start": 1511.18, "end": 1512.18}, {"text": "There's people who got eaten by a shark.", "start": 1512.18, "end": 1513.18}, {"text": "Well, you watch the movie, you're going to be surprised by what happens.", "start": 1513.18, "end": 1515.9}, {"text": "Is that what happens?", "start": 1515.9, "end": 1516.9}, {"text": "He gets eaten by a shark?", "start": 1516.9, "end": 1517.9}, {"text": "No, that would be a funny way to end sadly.", "start": 1517.9, "end": 1522.66}, {"text": "You could surf if you were just a head.", "start": 1522.66, "end": 1523.98}, {"text": "What was that movie, Soul Surfer?", "start": 1523.98, "end": 1525.54}, {"text": "The girl loses her arm?", "start": 1525.54, "end": 1526.54}, {"text": "Oh yeah, that's a real story though.", "start": 1526.54, "end": 1527.66}, {"text": "That's a true story.", "start": 1527.66, "end": 1528.66}, {"text": "yeah, it's not it's not just real. It's true wow and a lady lost her arm to a", "start": 1528.66, "end": 1533.66}, {"text": "shark to a shark and she was like fuck it. I'm going back. I gotta go. Are you", "start": 1533.66, "end": 1537.2}, {"text": "crazy? What are you stupid? She is stupid bitch. Are you crazy? Are you", "start": 1537.2, "end": 1541.76}, {"text": "stupid? You should be getting workman's comp from the ocean and sitting at home", "start": 1541.76, "end": 1545.42}, {"text": "all day stupid as getting paid in sand dollars. Well, but maybe she's looking", "start": 1545.42, "end": 1549.02}, {"text": "for the shark. Oh, I just realized she's looking for attention. Maybe it's that", "start": 1549.02, "end": 1552.86}, {"text": "oh wait. If well yeah, I wait. If I go back out and keep serving, I'll get so", "start": 1552.86, "end": 1557.5}, {"text": "much, but like a movie about me yeah, maybe it's actually I just realized", "start": 1557.54, "end": 1560.9}, {"text": "maybe it's surfing was her passion. I'm happy now.", "start": 1560.9, "end": 1565.18}, {"text": "No, can't be that", "start": 1565.18, "end": 1566.94}, {"text": "not fucking with that surfing can't be a passion. Did surfing is a way to pass", "start": 1566.94, "end": 1572.38}, {"text": "the time surfing is below heroin? Yeah, passion, a time yeah, passing a little", "start": 1572.38, "end": 1577.02}, {"text": "bit. That's how I for a time in all the time. That's how it all surfers.", "start": 1577.02, "end": 1580.86}, {"text": "They add S H to every single word. You guys didn't have many surfers up there", "start": 1580.86, "end": 1585.42}, {"text": "No, no, no, no.", "start": 1585.46, "end": 1586.46}, {"text": "There's some surfers. I mean, definitely not like a strong surf culture, but Cape Cod, I", "start": 1586.46, "end": 1589.82}, {"text": "definitely saw surfers around.", "start": 1589.82, "end": 1590.82}, {"text": "These are some of the smelliest people of all time.", "start": 1590.82, "end": 1593.42}, {"text": "They smell like salt.", "start": 1593.42, "end": 1594.78}, {"text": "They smell like salt.", "start": 1594.78, "end": 1595.78}, {"text": "Salt water.", "start": 1595.78, "end": 1596.78}, {"text": "Yeah. They're all, they're tan. They won't wear flip, they won't wear shoes.", "start": 1596.78, "end": 1601.02}, {"text": "They wear those ugly dune suits.", "start": 1601.02, "end": 1604.3}, {"text": "Yeah, wet suits.", "start": 1604.3, "end": 1605.3}, {"text": "Wet suits.", "start": 1605.3, "end": 1606.3}, {"text": "You guys ever worn a wet suit?", "start": 1606.3, "end": 1607.9}, {"text": "No.", "start": 1607.9, "end": 1608.9}, {"text": "How come you wear a wet suit to keep dry?", "start": 1608.9, "end": 1610.22}, {"text": "Well, it doesn't keep you dry.", "start": 1610.22, "end": 1612.22}, {"text": "It doesn't keep you dry at all.", "start": 1612.22, "end": 1613.22}, {"text": "Think about that.", "start": 1613.22, "end": 1614.22}, {"text": "It keeps you warm.", "start": 1614.22, "end": 1615.22}, {"text": "keep dry. Why are you doing like like just 4 a.m. Rodney Dangerfield waking up", "start": 1615.22, "end": 1621.12}, {"text": "kind of still half asleep? Why do you wear a wet suit to keep dry?", "start": 1621.12, "end": 1625.28}, {"text": "To keep dry.", "start": 1625.28, "end": 1626.32}, {"text": "I get no wet. I get no wet suits. I don't know what's going on.", "start": 1626.32, "end": 1632.92}, {"text": "Bro. I get no wet suits.", "start": 1632.92, "end": 1635.92}, {"text": "I'm just gonna go. I get no wet. I'm gonna go home. I'm just gonna get", "start": 1635.92, "end": 1640.42}, {"text": "I was going to go home. I get no wet was okay for I get no wet. That was kind of", "start": 1642.12, "end": 1646.24}, {"text": "a woman just walked by with Mickey Mouse ears. God Mickey Santa went to Disney.", "start": 1646.24, "end": 1651.92}, {"text": "The Santa that I like went to Disney. He got interviewed on the spinning tea", "start": 1651.92, "end": 1655.44}, {"text": "cups. They asked him what's your favorite Disney can we ever talked about", "start": 1655.44, "end": 1658.36}, {"text": "the Santa? I know I'm going to be doing an expose on the center, but just this", "start": 1658.36, "end": 1662.28}, {"text": "is a preview. Maybe you mean the Santa that you like. I'm so out of the don't", "start": 1662.28, "end": 1666.24}, {"text": "worry about it. The Santa that you like the fuck's happening. There's a Santa", "start": 1666.24, "end": 1670.08}, {"text": "Cameron likes. What is that? There's only one Santa man. No, there's a lot of", "start": 1670.1, "end": 1675.06}, {"text": "there's a thriving. Oh wait, wait, sorry. Do you mean a Santa's helper that you", "start": 1675.06, "end": 1679.74}, {"text": "know? No, this is on the teacups getting interviewed and the guy says, what's", "start": 1679.74, "end": 1684.42}, {"text": "your favorite Disney character? And Santa goes like this. Oh,", "start": 1684.42, "end": 1686.78}, {"text": "Mickey Mouse", "start": 1686.78, "end": 1689.38}, {"text": "cop out dumb ass.", "start": 1689.38, "end": 1691.66}, {"text": "Talking about Santa biggest, the world, a winter character. Yeah, Olaf Olaf say", "start": 1691.66, "end": 1699.08}, {"text": "Scrooge McDuck at the end of the movie. Yeah, yeah, Jesus Christ Mickey Mouse.", "start": 1699.1, "end": 1702.94}, {"text": "Oh, shit, dude, a four year old kid wouldn't say Mickey Mouse. No, I saw a", "start": 1702.94, "end": 1707.04}, {"text": "Grinch.", "start": 1707.04, "end": 1707.58}, {"text": "You were a Grinch. I were a Grinch and then I saw one. I went to a street fair", "start": 1707.58, "end": 1711.9}, {"text": "while I was in L.A. Yeah, show you a video. I took him and talked about your", "start": 1711.9, "end": 1715.9}, {"text": "L.A. Trip at all. Yeah, because I was like that or I went through an entire", "start": 1715.9, "end": 1720.4}, {"text": "bottle of Dayquil in like four days, but I did see a Grinch and I videoed him and", "start": 1720.4, "end": 1725.58}, {"text": "he was actually good at it. He was pretty", "start": 1725.58, "end": 1728.7}, {"text": "(laughter)", "start": 1728.7, "end": 1730.94}, {"text": "(radio playing)", "start": 1730.94, "end": 1733.6}, {"text": "- You can hear him.", "start": 1733.6, "end": 1736.28}, {"text": "(radio playing)", "start": 1736.28, "end": 1738.94}, {"text": "- That's not Jim Carrey, who said that's Jim Carrey?", "start": 1738.94, "end": 1741.58}, {"text": "(radio playing)", "start": 1741.58, "end": 1744.24}, {"text": "(laughter)", "start": 1744.24, "end": 1746.5}, {"text": "- Oh, that's I included.", "start": 1746.5, "end": 1747.98}, {"text": "- It's that, oh shit, it is getting to be that time of year", "start": 1747.98, "end": 1750.7}, {"text": "when Grinches are just gonna be around.", "start": 1750.7, "end": 1752.98}, {"text": "That shit always weirds me out.", "start": 1752.98, "end": 1754.7}, {"text": "- He had the full makeup and everything and a pot belly.", "start": 1754.7, "end": 1757.42}, {"text": "I saw I was home for Christmas a couple of years ago. I saw a Grinch just by", "start": 1757.42, "end": 1761.3}, {"text": "the side of the road, not even hanging out in a like a mall or anything that", "start": 1761.3, "end": 1764.62}, {"text": "he was a stand. He was on a an overpass just sitting on the side. I think I", "start": 1764.62, "end": 1768.22}, {"text": "took a video of I don't know. I probably can't find it right now. He's just", "start": 1768.22, "end": 1770.72}, {"text": "sitting on the overpass and he wasn't even doing anything. He's full", "start": 1770.72, "end": 1773.14}, {"text": "Grinch down and I was rolling down the window and pointing at him. He's kind", "start": 1773.14, "end": 1776.46}, {"text": "of going. Here's what's wrong with the America and the and children and", "start": 1776.46, "end": 1781.46}, {"text": "society as well. Yeah, I go to this this fucking winter wonderland parade right.", "start": 1781.46, "end": 1785.7}, {"text": "Is that the O? One? No, it was in new hall california. My brother's open in a", "start": 1785.74, "end": 1790.14}, {"text": "pool hall up there and I went new all. It's a good spot for a new all the new", "start": 1790.14, "end": 1793.98}, {"text": "all. Yeah, yeah, go check it out the break room. There was", "start": 1793.98, "end": 1797.5}, {"text": "so it's like ten thousand people in this like little downtown area and", "start": 1797.5, "end": 1802.46}, {"text": "the Grinch is doing a meet and greet winter wonderland. Welcome to whoville", "start": 1802.46, "end": 1806.7}, {"text": "and there were slutty who's there. I'll say it there was a lot of who's and", "start": 1806.7, "end": 1809.5}, {"text": "then, as I get closer dude sponsored by a church, so I'm like what the hell is", "start": 1809.5, "end": 1812.58}, {"text": "on with these sluts. I didn't know they were allowed in church, but the line for", "start": 1812.62, "end": 1818.38}, {"text": "the Grinch around the block, literally 200 kids and their entire families around", "start": 1818.38, "end": 1824.14}, {"text": "the block, right? I walk a little bit further. Santa Claus, 10 people in line,", "start": 1824.14, "end": 1829.38}, {"text": "10 people in line. What's wrong with this? What's going on? What is wrong with", "start": 1829.38, "end": 1834.86}, {"text": "the Grinch can pull more people? And that's you know, that's why maybe I", "start": 1834.86, "end": 1839.06}, {"text": "my shows didn't sell that well. Yeah, because I'm a bit of a Santa Claus, right", "start": 1839.06, "end": 1842.66}, {"text": "and their shows didn't sell well. I mean, I thought that I would get maybe I", "start": 1842.66, "end": 1847.46}, {"text": "thought I was gonna have to add dozens of shows after you thought maybe they", "start": 1847.46, "end": 1851.46}, {"text": "were gonna, you know, we sold we sold out one and a half, but I thought that I", "start": 1851.46, "end": 1855.26}, {"text": "was gonna have to like, you know, you ask you do two shows. Yeah, I flipped", "start": 1855.26, "end": 1858.74}, {"text": "about. It's not cool. Well, you would have been if you wanted me to really", "start": 1858.74, "end": 1861.58}, {"text": "flip a bottle. Let's get this shit started, but if I thought that I was", "start": 1861.58, "end": 1865.1}, {"text": "gonna do two shows and then I was gonna be one of those people where I have to", "start": 1865.1, "end": 1868.06}, {"text": "had shows every 30 minutes basically. Six shows because demand was so high, but it didn't happen", "start": 1868.06, "end": 1874.5}, {"text": "because I'm guessing there was... I'm obviously the Santa Claus of stand-up comedy.", "start": 1874.5, "end": 1878.7}, {"text": "The Grinch.", "start": 1878.7, "end": 1879.7}, {"text": "But who's the Grinch?", "start": 1879.7, "end": 1880.7}, {"text": "It was Pierce.", "start": 1880.7, "end": 1881.7}, {"text": "Because he had a separate show that night.", "start": 1881.7, "end": 1883.62}, {"text": "It's completely Pierce.", "start": 1883.62, "end": 1885.54}, {"text": "That is actually true. He stands like him. I'll say he stands exactly like him.", "start": 1885.54, "end": 1889.42}, {"text": "Pierce is a Grinch.", "start": 1889.42, "end": 1890.74}, {"text": "You know, what you're saying about adding shows is when I... My strategy is when I do", "start": 1890.74, "end": 1895.42}, {"text": "my stand up tours. I usually just kind of book eight shows right in advance. I do two nights,", "start": 1895.42, "end": 1901.42}, {"text": "four shows each and I usually get five to seven people each show.", "start": 1901.42, "end": 1905.38}, {"text": "That's exactly what happens when I go on the road with Adam to a secondary city. We go", "start": 1905.38, "end": 1909.78}, {"text": "to Pittsburgh and they book an 800 seat venue and we sell about 80 tickets a show. Then", "start": 1909.78, "end": 1916.22}, {"text": "we do ten shows. It's really awesome.", "start": 1916.22, "end": 1919.82}, {"text": "That's what it's all about.", "start": 1919.82, "end": 1920.82}, {"text": "That's what it's all about.", "start": 1920.82, "end": 1921.82}, {"text": "Road dogging is all about.", "start": 1921.82, "end": 1925.34}, {"text": "We did Pittsburgh and it was like, maybe we did six shows and it was like this giant venue", "start": 1925.34, "end": 1929.7}, {"text": "and then we didn't sell that many tickets and then we saw that Matt Reif was the next", "start": 1929.7, "end": 1935.18}, {"text": "weekend.", "start": 1935.18, "end": 1936.18}, {"text": "Oh, dog.", "start": 1936.18, "end": 1937.18}, {"text": "He did 12 shows all sold out.", "start": 1937.18, "end": 1938.7}, {"text": "I was like, dude, we're fucking something up really badly.", "start": 1938.7, "end": 1942.74}, {"text": "Yeah.", "start": 1942.74, "end": 1943.74}, {"text": "Yeah.", "start": 1943.74, "end": 1944.74}, {"text": "That guy's got it figured out.", "start": 1944.74, "end": 1945.74}, {"text": "It's because you went into a big venue.", "start": 1945.74, "end": 1946.74}, {"text": "I just saw the thing, somebody reposted a thing from a long time ago where he tried to", "start": 1946.74, "end": 1950.7}, {"text": "fight Brandon.", "start": 1950.7, "end": 1951.7}, {"text": "Oh, yeah.", "start": 1951.7, "end": 1952.7}, {"text": "I forgot about that.", "start": 1952.7, "end": 1953.7}, {"text": "forgot I didn't know that history like yeah. I know the by the way, if", "start": 1953.7, "end": 1957.8}, {"text": "somebody wants, if", "start": 1957.8, "end": 1959.66}, {"text": "somebody wants to like some promotion, wants to put this on, I will put up", "start": 1959.66, "end": 1963.36}, {"text": "a thousand dollars for that prize", "start": 1963.36, "end": 1965.44}, {"text": "for brand.", "start": 1965.44, "end": 1966.74}, {"text": "We'll do it now. Whoever loses, I win. That would be an amazing, amazing", "start": 1966.74, "end": 1971.62}, {"text": "thing. Brandon, if you're listening, you gotta, you gotta do it. You gotta do", "start": 1971.62, "end": 1975.78}, {"text": "have to do it. Matt, right, just slid on the disabled community. He did. You", "start": 1975.78, "end": 1980.78}, {"text": "can see this is insta bro. What do you say hit his insta right now? What", "start": 1980.8, "end": 1985.5}, {"text": "happened? What do you say?", "start": 1985.5, "end": 1986.84}, {"text": "What is", "start": 1986.84, "end": 1988.64}, {"text": "what are you doing? What are you doing? I take your clothes off. I'm ready to", "start": 1988.64, "end": 1991.96}, {"text": "ride for my disabled. You're ready to ride your disabled. I'm ready to ride", "start": 1991.96, "end": 1995.36}, {"text": "for", "start": 1995.36, "end": 1995.58}, {"text": "let's get this.", "start": 1995.58, "end": 2000.44}, {"text": "Dude, I will I will slide on your right. I will slide on anybody who fucks with", "start": 2000.44, "end": 2006.48}, {"text": "disabled people. I love disabled people more than I even love the abled, which", "start": 2006.48, "end": 2010.0}, {"text": "just quite a lot. What did he say he he said if anyone's ever been offended by", "start": 2010.02, "end": 2014.9}, {"text": "one of my jokes click here for I don't just click here to solve the problem.", "start": 2014.9, "end": 2019.48}, {"text": "It's some click here. I don't know. He's a hole in one a perfect joke.", "start": 2019.48, "end": 2024.54}, {"text": "It was a link to it was a link to special needs helmets", "start": 2024.54, "end": 2029.1}, {"text": "Matt right. You stupid fucking yeah,", "start": 2029.1, "end": 2035.28}, {"text": "It's also just like...", "start": 2036.78, "end": 2037.78}, {"text": "You're gonna wish you were never born, man.", "start": 2037.78, "end": 2039.28}, {"text": "Yeah, and you know what?", "start": 2039.28, "end": 2041.1}, {"text": "No disrespect to Brandon, but he looks like a baby 11-year-old child.", "start": 2041.1, "end": 2045.1}, {"text": "So as soon as Matt Rife sees me talking shit, he's not gonna ask me to fight him at a skate", "start": 2045.1, "end": 2048.9}, {"text": "park.", "start": 2048.9, "end": 2049.9}, {"text": "He's gonna run the other way.", "start": 2049.9, "end": 2050.9}, {"text": "He doesn't want me making his lips even bigger.", "start": 2050.9, "end": 2051.9}, {"text": "This was a couple years ago, too, when...", "start": 2051.9, "end": 2053.9}, {"text": "And he's still been hot.", "start": 2053.9, "end": 2054.9}, {"text": "...when Brandon was younger.", "start": 2054.9, "end": 2055.9}, {"text": "Yeah, exactly.", "start": 2055.9, "end": 2056.9}, {"text": "Brandon was younger, and he looked like the guy from Despicable Me back in the day.", "start": 2056.9, "end": 2060.3}, {"text": "I think Matt was younger than Brandon, I think.", "start": 2060.3, "end": 2064.06}, {"text": "I don't know.", "start": 2064.06, "end": 2065.06}, {"text": "Well, either way, Matt...", "start": 2065.06, "end": 2066.06}, {"text": "Wikipedia real quick. It's beyond on site for you. You want to see a white boy", "start": 2066.06, "end": 2072.6}, {"text": "really wilding it out on galaxy and say we're in the same galaxy. You're going", "start": 2072.6, "end": 2076.14}, {"text": "down. Yeah. And another thing man straight up. I'm gonna kill your ass.", "start": 2076.14, "end": 2078.86}, {"text": "Listen, I know you thought you were you thought you you were getting one over", "start": 2078.86, "end": 2082.56}, {"text": "making fun of the disabled community. You thought, oh, no one will notice if I", "start": 2082.56, "end": 2086.26}, {"text": "do this. Guess what buddy you fucked with another community at the same time", "start": 2086.26, "end": 2090.52}, {"text": "that you didn't even realize that is going to come down with you come down on", "start": 2090.52, "end": 2093.9}, {"text": "you with the fury of one million angry guys, which community is that community", "start": 2093.92, "end": 2099.72}, {"text": "of conscientious bike riders? That's right, yeah, helmets as well. That's", "start": 2099.72, "end": 2104.08}, {"text": "right, because the safety or the special needs website and the safety can be", "start": 2104.08, "end": 2107.68}, {"text": "better, because I have a bit of a well crafted. It's the craft. My head is", "start": 2107.68, "end": 2111.44}, {"text": "shaped like many disabled people's heads, so it fits better into the thing. It's", "start": 2111.44, "end": 2115.68}, {"text": "designed to be fit on your head exactly straight up and also man", "start": 2115.68, "end": 2120.64}, {"text": "and babies to and baby", "start": 2122.48, "end": 2124.3}, {"text": "and maybe you fuck with babies and fuck with", "start": 2124.3, "end": 2129.18}, {"text": "yeah. You can fuck with the disabled and different races all you want, but the", "start": 2129.18, "end": 2133.62}, {"text": "second you go for babies, those are our future man. Don't fuck with the babies,", "start": 2133.62, "end": 2139.12}, {"text": "bro. They need to grow up and change the world and that you are inhibiting that", "start": 2139.12, "end": 2144.12}, {"text": "you're trying to make them commit suicide before they've even learned to", "start": 2144.12, "end": 2146.6}, {"text": "talk man, Matt, right? Have you ever come for the safety community again?", "start": 2146.6, "end": 2151.72}, {"text": "If you ever come to the safety and protective gear community, you're going to get a reflective", "start": 2151.72, "end": 2158.56}, {"text": "vest to the fucking dome.", "start": 2158.56, "end": 2160.08}, {"text": "That's right, buddy.", "start": 2160.08, "end": 2161.08}, {"text": "I'm going to put you in a reverse life jacket.", "start": 2161.08, "end": 2162.08}, {"text": "You're walking down the sidewalk.", "start": 2162.08, "end": 2163.08}, {"text": "You're going to wish you were wearing a fucking helmet.", "start": 2163.08, "end": 2164.92}, {"text": "Walking down the sidewalk, oh, to-to-to-to-do, going to go ahead and cross the street.", "start": 2164.92, "end": 2168.08}, {"text": "Oh, what's this?", "start": 2168.08, "end": 2169.08}, {"text": "Who just put a blindfold on my head before I crossed the street?", "start": 2169.08, "end": 2171.4}, {"text": "That's right.", "start": 2171.4, "end": 2172.4}, {"text": "Oh, helmet.", "start": 2172.4, "end": 2173.4}, {"text": "Helmets are stupid.", "start": 2173.4, "end": 2174.4}, {"text": "Helmets are gay.", "start": 2174.4, "end": 2175.4}, {"text": "Yeah, not so funny when I fucking hit you with my slingshot going top speed 25 miles", "start": 2175.4, "end": 2178.64}, {"text": "an hour.", "start": 2178.64, "end": 2179.64}, {"text": "Bang.", "start": 2179.64, "end": 2180.64}, {"text": "Yeah, Polaris slingshot.", "start": 2180.64, "end": 2181.64}, {"text": "not a not a", "start": 2181.64, "end": 2183.0}, {"text": "we need to scare. Honestly, this is what I thought he meant to this could be a", "start": 2183.0, "end": 2187.88}, {"text": "I knew he's talking about Polaris. I'm a lot. This is the one I'm the I don't", "start": 2187.88, "end": 2192.12}, {"text": "even that is so", "start": 2192.12, "end": 2193.48}, {"text": "the Polaris is so ubiquitous. I forgot that a sling shot was even used to", "start": 2193.48, "end": 2197.76}, {"text": "defeat the I think that any time I read that passage, which is every other day,", "start": 2197.76, "end": 2201.8}, {"text": "which again me versus Matt Reif bit of a David versus Goliath. Yeah thing that's", "start": 2201.8, "end": 2206.2}, {"text": "right, Matt Reif, you versus me. It's David versus Goliath. I'm Goliath, the", "start": 2206.2, "end": 2209.4}, {"text": "strong guy. I'm going to pound your ass. I haven't quite finished the story, but I know", "start": 2209.44, "end": 2214.24}, {"text": "the title. I'm about to go Goliath on your ass. I see the word slingshot in the story", "start": 2214.24, "end": 2219.52}, {"text": "and I go to the car rental place and drive around for a couple of hours so I don't get", "start": 2219.52, "end": 2224.16}, {"text": "mad. I'm here to kill a white guy. But you don't know that you have fucked with a disabled", "start": 2224.16, "end": 2229.16}, {"text": "guy, a guy with an undiagnosed autoimmune disorder. Hashimoto's could be. And a guy", "start": 2229.16, "end": 2234.36}, {"text": "guy with purple eye bags. Yeah and make him ugly to some and a guy who is in a", "start": 2234.36, "end": 2239.02}, {"text": "couple of special needs classes growing up. Oh wait, me too. Yeah, wait, you too.", "start": 2239.02, "end": 2242.5}, {"text": "Yep.", "start": 2242.5, "end": 2243.36}, {"text": "I had a an IEP.", "start": 2243.36, "end": 2245.62}, {"text": "You fucked with a mother fucker with an IEP.", "start": 2245.62, "end": 2248.54}, {"text": "I hate it to hurt when they put it in.", "start": 2248.54, "end": 2250.38}, {"text": "IEP. Matt Rife, you just fucked with a mother fucker with an IEP. Okay.", "start": 2250.38, "end": 2255.42}, {"text": "Straight up. Improvised explosive Patrick and I'm coming at you. I'm coming at", "start": 2255.42, "end": 2262.66}, {"text": "with a bomb vest, I'm going to blow your ass up. We need to do terrorist strike.", "start": 2262.68, "end": 2267.68}, {"text": "We need to do a massive strike. What the hell are we talking about? What are we", "start": 2267.68, "end": 2273.28}, {"text": "talking about right now? This Neptune is making us so blue that we just", "start": 2273.28, "end": 2276.88}, {"text": "threatened a guy. We got ice cold. We got ice cold and threatened a guy for like", "start": 2276.88, "end": 2281.28}, {"text": "30 minutes. He's going to be blue when they take him out of the closet at the DC improv", "start": 2281.28, "end": 2285.0}, {"text": "where I fucking hit his body. He's never coming out of the closet. You're right.", "start": 2285.0, "end": 2288.0}, {"text": "No. He's in there for life. Dude, Matt Rife, you just got cooked in 40 different ways,", "start": 2288.0, "end": 2292.44}, {"text": "is", "start": 2292.44, "end": 2307.44}, {"text": "forty eight and that's you met right for and also broke her fucking burp. Take", "start": 2307.44, "end": 2314.08}, {"text": "those skinny jeans off man.", "start": 2314.08, "end": 2315.54}, {"text": "Don't need to see those. Take those skinny jeans. I want to be working with", "start": 2315.54, "end": 2320.56}, {"text": "and show me a dig.", "start": 2320.56, "end": 2321.6}, {"text": "Tell me that butthole bro. Show me a bend over. Show me your butt and balls", "start": 2321.6, "end": 2327.2}, {"text": "and you may look like handsome Squidward, but you act a whole lot more like", "start": 2327.2, "end": 2331.2}, {"text": "normal Squidward and you blue like him like and Neptune being in L.A. Neptune's", "start": 2331.2, "end": 2336.88}, {"text": "with SpongeBob to King Neptune. Oh yeah. Oh, we didn't even talk about that. The", "start": 2336.9, "end": 2340.46}, {"text": "God of water, the God of water aspect of the whole thing. I just got a", "start": 2340.46, "end": 2345.82}, {"text": "petrified piece of beef off the ground. It's not beef. What is it? That's cake.", "start": 2345.82, "end": 2349.98}, {"text": "That's a poop. Oh, cake. Yeah, we didn't clean the table.", "start": 2349.98, "end": 2353.46}, {"text": "The tablecloth is for yeah, exactly. Yeah, bundle the whole thing up. But", "start": 2353.46, "end": 2358.22}, {"text": "yeah, Neptune dude, this is this is really the only thing Neptune has going", "start": 2358.22, "end": 2362.46}, {"text": "for it. Is that a guy was named after him? That was a bit cooler", "start": 2362.46, "end": 2365.62}, {"text": "And Julio told me this morning, I don't know how he knew this, we were eating", "start": 2366.3, "end": 2369.06}, {"text": "breakfast and he said to me while I was talking, I was like, oh, I got to write", "start": 2369.06, "end": 2372.38}, {"text": "my planner report. He said this to me, he said, did you know you need special", "start": 2372.38, "end": 2375.82}, {"text": "software to view net? I don't even know what that means. What could that mean?", "start": 2375.82, "end": 2379.46}, {"text": "What does that mean Julio?", "start": 2379.46, "end": 2380.94}, {"text": "I did my research. And what kind of software? That's all you're going to say?", "start": 2380.94, "end": 2387.02}, {"text": "I don't know. It's special software.", "start": 2387.02, "end": 2388.66}, {"text": "What? But... So think about other planets, right? You can see them like normally.", "start": 2388.66, "end": 2394.38}, {"text": "you can't with Neptune. Oh, it's too far away. You need a special software to", "start": 2395.26, "end": 2399.02}, {"text": "look at it. Well, how'd they know it was there until before software windows", "start": 2399.02, "end": 2402.72}, {"text": "invented it windows invented Neptune. Yep. So this is like that's true. You", "start": 2402.72, "end": 2407.62}, {"text": "guys remember the like last year, Samsung came in with that phone that", "start": 2407.62, "end": 2411.5}, {"text": "you look at the you look at the moon and it just put a picture of the moon on", "start": 2411.5, "end": 2415.34}, {"text": "top of the yes, the AI. Yeah, yeah, yeah, yeah, that was so funny. They are", "start": 2415.34, "end": 2420.14}, {"text": "selling that with your with your mom and dad to speaking. I think it does do", "start": 2420.14, "end": 2423.46}, {"text": "I think they literally have it for faces too. That is a really good thing.", "start": 2423.46, "end": 2428.66}, {"text": "Speaking of Samsung, this weekend, the skate shop that I go to just did some event with", "start": 2428.66, "end": 2439.44}, {"text": "Samsung Galaxy Flip for some reason. I don't know why. What do you mean for some reason?", "start": 2439.44, "end": 2444.66}, {"text": "For money. Flip. Yeah, flip. There's actually a good point right there. What the flip? Because", "start": 2444.66, "end": 2450.86}, {"text": "They love cursing, skaters.", "start": 2450.86, "end": 2452.98}, {"text": "I met, I didn't meet him at this event.", "start": 2452.98, "end": 2456.3}, {"text": "I saw him on the street and then shook his hand.", "start": 2456.3, "end": 2459.02}, {"text": "I fanned out fucking crazy.", "start": 2459.02, "end": 2461.26}, {"text": "About who man?", "start": 2461.26, "end": 2462.26}, {"text": "Let me guess.", "start": 2462.26, "end": 2463.26}, {"text": "Tony Hawk.", "start": 2463.26, "end": 2464.26}, {"text": "Brian Anderson.", "start": 2464.26, "end": 2465.26}, {"text": "Who's that, an author?", "start": 2465.26, "end": 2466.26}, {"text": "He had one of the best video parts of all time.", "start": 2466.26, "end": 2467.26}, {"text": "Dude, I had the same experience with Louis Anderson.", "start": 2467.26, "end": 2469.62}, {"text": "Yep, fanned the fuck out.", "start": 2469.62, "end": 2472.14}, {"text": "I fanned out super hard, shook his hand in the street and then looked over and realized", "start": 2472.14, "end": 2477.74}, {"text": "Samsung was had a filmer there. They're filming something with them, so you're", "start": 2477.74, "end": 2482.58}, {"text": "in the video. There's probably a commercial of me saying you're my", "start": 2482.58, "end": 2485.7}, {"text": "favorite skater.", "start": 2485.7, "end": 2486.44}, {"text": "Nice, that's", "start": 2486.44, "end": 2488.1}, {"text": "if they fucking use that. I think about there's a guy who's there's a guy who", "start": 2488.1, "end": 2493.74}, {"text": "on my street that that does like tick tock live streams or something where he", "start": 2493.74, "end": 2497.78}, {"text": "can plays a guitar and I walk by behind him all the time and I know for a fact", "start": 2497.78, "end": 2502.18}, {"text": "one right now. I checked he gets about two viewers, but one of these days he's", "start": 2502.18, "end": 2505.54}, {"text": "going to pop in a massive way yeah and I'm going to be I'm going to be in all", "start": 2505.56, "end": 2509.06}, {"text": "these fucking videos looking at him and I'm going to be you're going to get", "start": 2509.06, "end": 2512.6}, {"text": "secondary fame. You're going to be known as that guy. He's going to be so famous.", "start": 2512.6, "end": 2516.3}, {"text": "I'm going to be slovenly hoodie man in the background and people are going to", "start": 2516.3, "end": 2520.04}, {"text": "love it for me man. Yeah, exactly. Are you slavic? No, you want to slavic. I", "start": 2520.04, "end": 2523.6}, {"text": "don't know which one slavic is it's a Korean way. No, it's not Korean. No, no", "start": 2523.6, "end": 2529.32}, {"text": "other day. He said Korean chungus. That's not true.", "start": 2529.32, "end": 2531.5}, {"text": "he watched a video called Korean corn dog and he highlighted the name of the", "start": 2532.68, "end": 2535.84}, {"text": "video and said, Oh, Korean chungus, that's how you read it was Korean, said", "start": 2535.84, "end": 2540.68}, {"text": "Korean, and then I said, Why did you say Korean chungus? It said that on the", "start": 2540.68, "end": 2543.32}, {"text": "screen. I didn't say that.", "start": 2543.32, "end": 2544.08}, {"text": "Korean corn dog. On my screen it said that. It didn't say, I don't think it", "start": 2544.08, "end": 2548.16}, {"text": "said Korean chungus. It's much. I've never had one. It's much. They put", "start": 2548.16, "end": 2551.92}, {"text": "sugar on it. Sugar and cheese. Yeah. Is involved. And potato, sweet potato.", "start": 2551.92, "end": 2556.32}, {"text": "Yeah. Don't say it like that. No, you all like nine dollars for one corn", "start": 2556.32, "end": 2561.08}, {"text": "huh", "start": 2561.12, "end": 2561.82}, {"text": "it's absurd man and people in Korea. Is this breakfast, lunch and dinner every", "start": 2561.82, "end": 2568.72}, {"text": "single meal they eat? Yeah, I explained to my cousin or not my cousin, my", "start": 2568.72, "end": 2573.66}, {"text": "friend", "start": 2573.66, "end": 2574.0}, {"text": "that I think I didn't even realize I talked to him, but I eat almost at a", "start": 2574.0, "end": 2580.12}, {"text": "completely Korean diet. Yeah, everything I eat is Korean food at home. I eat", "start": 2580.12, "end": 2585.84}, {"text": "bulgogi kimchi. I eat kimchi every day, bulgogi, kimchi, rice, go to garu, go to", "start": 2585.88, "end": 2592.64}, {"text": "John John egg. I eat egg,", "start": 2592.64, "end": 2595.72}, {"text": "I don't really", "start": 2595.72, "end": 2598.32}, {"text": "egg is common in Asia, but they do it a different way. Barbeque, because you", "start": 2598.32, "end": 2607.04}, {"text": "can Asia. Did you know that in Asia chill chill over there? You calm down", "start": 2607.04, "end": 2611.76}, {"text": "I'm going to say to be quiet. We have to legally pay you more. Yeah. Did you know", "start": 2611.8, "end": 2615.24}, {"text": "that in Asia the chickens are so amazing that you can eat them raw and you can", "start": 2615.24, "end": 2620.98}, {"text": "eat the eggs raw as well really and no and it's very common chicken sashimi due", "start": 2620.98, "end": 2625.24}, {"text": "to you can they literally do chicken sashimi. It's yeah. It doesn't seem like", "start": 2625.24, "end": 2628.56}, {"text": "it would be that because of the way they treat them. Do they not have factory", "start": 2628.56, "end": 2631.2}, {"text": "farms? They're kinder or kinder. They use they bless the chicken before they kill.", "start": 2631.2, "end": 2636.56}, {"text": "Do they even kill the chicken before they eat it? They don't kill it man.", "start": 2636.56, "end": 2639.2}, {"text": "that's you. You can eat it. You just that's interesting. You have to take", "start": 2639.32, "end": 2642.08}, {"text": "them. You have to take everything. I've seen videos where they flatten", "start": 2642.08, "end": 2644.28}, {"text": "chickens. Yeah, Spatchcock.", "start": 2644.28, "end": 2646.08}, {"text": "I saw a thing the other day that was called Toad style turkey with a", "start": 2646.08, "end": 2650.64}, {"text": "two, with a wire, two wired squares and they go like this", "start": 2650.64, "end": 2654.52}, {"text": "and then it spins with a machine. Oh no, Spatchcock is where you break", "start": 2654.52, "end": 2659.24}, {"text": "its back and it's like elbow shoulders. You push it down like a burger.", "start": 2659.24, "end": 2663.44}, {"text": "Open it up? Kinda. Like it's... I'm thinking about, 'cause I'm making a", "start": 2663.44, "end": 2667.4}, {"text": "turkey this year.", "start": 2667.4, "end": 2668.66}, {"text": "And it's toad. Is there going to be ham?", "start": 2668.66, "end": 2670.28}, {"text": "Toad style is when you cut the turkey.", "start": 2670.28, "end": 2672.0}, {"text": "Is there going to be ham?", "start": 2672.0, "end": 2672.72}, {"text": "I've just gotten nervous because Julio said there wasn't going to be ham.", "start": 2672.72, "end": 2675.18}, {"text": "I don't know if that's true.", "start": 2675.18, "end": 2676.2}, {"text": "Nobody gives a fucking shit.", "start": 2676.2, "end": 2677.22}, {"text": "Don't ask him about that, dude.", "start": 2677.22, "end": 2679.32}, {"text": "I didn't ask him. I didn't ask him.", "start": 2679.32, "end": 2680.84}, {"text": "I said, I'm so excited for ham, and he went, I don't know if there's going to", "start": 2680.84, "end": 2683.54}, {"text": "be ham. And I was like, what are you talking about?", "start": 2683.54, "end": 2685.28}, {"text": "Why did you say something to ham about there not being ham? I got worried.", "start": 2685.28, "end": 2688.26}, {"text": "Julio.", "start": 2688.26, "end": 2688.78}, {"text": "You know I've been on a ham break.", "start": 2688.78, "end": 2690.32}, {"text": "You know that if I said that...", "start": 2690.32, "end": 2691.84}, {"text": "I forgot about the ham break.", "start": 2691.84, "end": 2695.88}, {"text": "guy. He knows it to he decided to make me upset. If I had told him that there", "start": 2695.9, "end": 2699.9}, {"text": "was not going to be ham, you know for a fact, because I knew you were so", "start": 2699.9, "end": 2702.36}, {"text": "excited about it that I would have told him don't tell camera. Yeah, so there's", "start": 2702.36, "end": 2706.26}, {"text": "no there's no way that you would have found out, but there will be found out", "start": 2706.26, "end": 2710.0}, {"text": "day of I'm going to go get the am tomorrow. I would have called you. He", "start": 2710.0, "end": 2713.02}, {"text": "would have called you tomorrow or something or the day morning of and just", "start": 2713.02, "end": 2717.22}, {"text": "like just so you know, like you're about to get a call from like your", "start": 2717.22, "end": 2720.54}, {"text": "girlfriend breaking up with you right. Yeah, like we need you know, yeah, I", "start": 2720.54, "end": 2723.82}, {"text": "call you in a second. I don't call you that on you get home. You knew any call", "start": 2723.84, "end": 2728.04}, {"text": "for me would have freaked you out. I think about the ham situation, but no", "start": 2728.04, "end": 2732.16}, {"text": "did I have an amazing thing. Thank God the problem is I was going to do an", "start": 2732.16, "end": 2735.34}, {"text": "entire", "start": 2735.34, "end": 2736.0}, {"text": "Korean.", "start": 2736.0, "end": 2737.8}, {"text": "I was like I'm going to do like a themed Thanksgiving dinner this this year, but", "start": 2737.8, "end": 2745.08}, {"text": "wow, but that was just because I thought girls were coming, but no girl it's", "start": 2745.08, "end": 2749.16}, {"text": "only going to go down. It's a guy's only Thanksgiving, boys giving yeah. It was", "start": 2749.16, "end": 2753.82}, {"text": "it's going to be my at least my wife and her sister were going to come, but then", "start": 2753.82, "end": 2756.32}, {"text": "they've realized that no all the girls went out of town and now that it's just", "start": 2756.32, "end": 2759.46}, {"text": "going to be guys, they're just going to go hang out by themselves. So I'm not", "start": 2759.46, "end": 2762.66}, {"text": "going to make my bull. I was given sliders boys, guys, boys, guys, gang,", "start": 2762.66, "end": 2766.3}, {"text": "boys, dying, boys, guys, dying, dying, dying, dying, dying, dying, dying,", "start": 2766.3, "end": 2770.1}, {"text": "we're going to have a guy. It's going to be last giving dude. Yeah, we're", "start": 2770.1, "end": 2774.58}, {"text": "getting it pints. It's going to start probably pretty late. Yeah, because the", "start": 2774.58, "end": 2779.9}, {"text": "I was going to make a lasagna and then decided not to because I feel like you can't have", "start": 2779.92, "end": 2784.76}, {"text": "lasagnas aside on Thanksgiving.", "start": 2784.76, "end": 2786.0}, {"text": "We're going to start it early.", "start": 2786.0, "end": 2787.0}, {"text": "There's no girls getting ready.", "start": 2787.0, "end": 2788.0}, {"text": "We're going to start at 11am.", "start": 2788.0, "end": 2789.0}, {"text": "Yeah.", "start": 2789.0, "end": 2790.0}, {"text": "That's kind of when Thanksgiving should start I think.", "start": 2790.0, "end": 2791.0}, {"text": "I've always started at like 1 I feel like.", "start": 2791.0, "end": 2792.96}, {"text": "12 or 1.", "start": 2792.96, "end": 2793.96}, {"text": "I like a Thanksgiving where you get there, you get one of those disgusting cheese balls", "start": 2793.96, "end": 2798.52}, {"text": "that's covered in nuts and then you have about 2 to 3 hours of that and talking and then", "start": 2798.52, "end": 2805.92}, {"text": "food.", "start": 2805.92, "end": 2806.92}, {"text": "Cousin walk first.", "start": 2806.92, "end": 2808.24}, {"text": "Do the cousin walk.", "start": 2808.24, "end": 2809.24}, {"text": "which we're going to do a crazy cousin walk this year. We're going to leave the", "start": 2809.24, "end": 2812.34}, {"text": "turkey in the oven and Caleb's apartment and just go on a cousin walk for three", "start": 2812.34, "end": 2815.78}, {"text": "hours. You're going to do a buddy's walk. No, well, I cousins. We're going to", "start": 2815.78, "end": 2819.02}, {"text": "pretend to be because we if we're if a bunch of guys are at Thanksgiving", "start": 2819.02, "end": 2822.68}, {"text": "together, their cousins, they can be cousins for a day. Well, whoever's", "start": 2822.68, "end": 2826.24}, {"text": "making the turkeys, the onk. Yeah, so I'm", "start": 2826.24, "end": 2828.6}, {"text": "I don't want to be on because then I'm bro, but it will at least be on where", "start": 2828.6, "end": 2834.4}, {"text": "like you guys record me doing something and you're like, oh my God, I got a", "start": 2834.4, "end": 2837.72}, {"text": "- Unc it. - Unc it.", "start": 2837.74, "end": 2838.74}, {"text": "- Unc it. - Unc it.", "start": 2838.74, "end": 2839.74}, {"text": "- I'm twerking on this down the oven.", "start": 2839.74, "end": 2841.74}, {"text": "- Yeah, something like that.", "start": 2841.74, "end": 2843.74}, {"text": "- Nah, I'll get up.", "start": 2843.74, "end": 2845.74}, {"text": "- Just a video of him just pointing a knife at you.", "start": 2845.74, "end": 2848.74}, {"text": "- I don't want to be unc, I want to be a cousin.", "start": 2848.74, "end": 2851.74}, {"text": "- Bro, then you shouldn't have hosted.", "start": 2851.74, "end": 2854.74}, {"text": "- My life sucks shit. - Yeah, dude.", "start": 2854.74, "end": 2857.74}, {"text": "- Everywhere I go, I'm an unc.", "start": 2857.74, "end": 2858.74}, {"text": "- We just think about every single thought we've had today.", "start": 2858.74, "end": 2861.74}, {"text": "- It's not even Thanksgiving, man. You're unc.", "start": 2861.74, "end": 2863.74}, {"text": "- I know, dude. I'm always the guy who's in charge of direction,", "start": 2863.74, "end": 2866.74}, {"text": "wasn't driving. It's everything has turned us blue today. He got he", "start": 2866.74, "end": 2870.98}, {"text": "graduated on blue. He's yeah on to grayness. That's because we get this", "start": 2870.98, "end": 2875.44}, {"text": "guys. Wow, even though Neptune is a very cold planet, I got hot wearing my", "start": 2875.44, "end": 2879.76}, {"text": "hoodie, so I had to take it off damn and I think the Matt right thing was I", "start": 2879.76, "end": 2883.26}, {"text": "think you look hotter with it off.", "start": 2883.26, "end": 2884.62}, {"text": "Don't say that to your uncle. I don't say that the on fucking weird. I got me", "start": 2884.62, "end": 2891.1}, {"text": "in some type of way. This we need to import some uncles and aunts for for", "start": 2891.1, "end": 2896.38}, {"text": "Thanksgiving on Thursday. Oh my God, we can go on. We should get we should get", "start": 2896.42, "end": 2901.62}, {"text": "Alan Phil yeah, Phil and Alan. I don't think Phil would want to come back with", "start": 2901.62, "end": 2905.78}, {"text": "Alan. Remember yeah, that's true. Okay, yeah, true. We can do we can do the", "start": 2905.78, "end": 2912.02}, {"text": "Thanksgiving focus group.", "start": 2912.02, "end": 2913.78}, {"text": "That would work", "start": 2913.78, "end": 2915.5}, {"text": "watch us.", "start": 2915.5, "end": 2917.58}, {"text": "We feel ourselves", "start": 2917.58, "end": 2920.1}, {"text": "do you want to make fifty dollars on Thanksgiving Day?", "start": 2920.1, "end": 2925.5}, {"text": "We'll pay you $10 to sit for five hours and watch us eat. Do you guys want to watch?", "start": 2925.5, "end": 2932.5}, {"text": "No, you can't have a plate. You're watching us talk about green bean casserole.", "start": 2932.5, "end": 2937.5}, {"text": "Oh, I have an amazing green bean casserole recipe I'm going to do with fresh green beans, guys.", "start": 2937.5, "end": 2942.5}, {"text": "Can you do a tease? Can you do a trailer right now?", "start": 2942.5, "end": 2944.5}, {"text": "Can we have a trailer of the menu?", "start": 2944.5, "end": 2946.5}, {"text": "Okay, guys.", "start": 2946.5, "end": 2947.5}, {"text": "Menu trailer?", "start": 2947.5, "end": 2948.5}, {"text": "depends on if I decide to make my bulgogi sliders, but", "start": 2948.5, "end": 2951.6}, {"text": "basically turkey, that's a lock, some kind of sage butter that I'm gonna put", "start": 2951.6, "end": 2957.54}, {"text": "underneath the skin, crisp it up, that's gonna be deliciously juicy. Do it like", "start": 2957.54, "end": 2961.84}, {"text": "a trailer.", "start": 2961.84, "end": 2962.46}, {"text": "This Thanksgiving,", "start": 2962.46, "end": 2965.22}, {"text": "sage butter turkey, possibly I take out the", "start": 2965.22, "end": 2969.26}, {"text": "spine and turn it into a big log of meat.", "start": 2969.26, "end": 2972.98}, {"text": "Spiral baked ham that I pre baked and I put on glaze and Cameron thinks that", "start": 2972.98, "end": 2978.38}, {"text": "I made the whole thing. I don't think you make he thinks I make", "start": 2978.42, "end": 2982.24}, {"text": "Hawaiian rolls, the ham or packages of Hawaiian rolls, green bean casserole,", "start": 2982.24, "end": 2989.42}, {"text": "fresh green beans and I might even fry my own onions,", "start": 2989.42, "end": 2992.18}, {"text": "chipotle mac and cheese, third year running first year, really good second", "start": 2992.18, "end": 2996.7}, {"text": "year, not that good third year. I'm going to add mustard powder wow and", "start": 2996.7, "end": 3002.38}, {"text": "some kind of drink, maybe a hard Arnold bomber, which I know a John Daly.", "start": 3003.46, "end": 3010.9}, {"text": "That's what we call that. Yeah, that's a good one. Yeah, okay. No, I don't", "start": 3010.9, "end": 3014.36}, {"text": "think no is even come. I think no is working. Yeah, that's fucked. But so", "start": 3014.36, "end": 3018.1}, {"text": "what do you guys that means I can bring white claws. Yeah, which counts as a", "start": 3018.1, "end": 3022.46}, {"text": "thing to yeah, because I was gonna I was singing that was basically my only", "start": 3022.46, "end": 3025.86}, {"text": "option. And then when I realized no was going to be there, probably making", "start": 3025.86, "end": 3028.74}, {"text": "mixed drinks. I was like, well, that's this is why our Thanksgiving works,", "start": 3028.74, "end": 3031.94}, {"text": "because", "start": 3031.94, "end": 3032.58}, {"text": "I cook all the food and everyone else brings drinks, which is usually the", "start": 3032.58, "end": 3038.38}, {"text": "bring some food. I bring last year. He brought about this many. I think I", "start": 3038.38, "end": 3042.22}, {"text": "brought way more than that, but I did bring cranberry sauce. I remember,", "start": 3042.22, "end": 3045.66}, {"text": "which is a crazy move. Why is that crazy? Because we didn't even have a", "start": 3045.66, "end": 3049.04}, {"text": "turkey cranberry sauces at Thanksgiving. That's when you eat it. I brought some", "start": 3049.04, "end": 3053.14}, {"text": "mashed potatoes that were irrelevant. Yeah. See, I might even make the mashed", "start": 3053.14, "end": 3056.86}, {"text": "potatoes this year. Yeah, I mean, I'm not gonna, but yeah, because I want", "start": 3056.86, "end": 3059.58}, {"text": "to eat them. Well, this year I'm going to bring, I don't remember bringing a few vegetables.", "start": 3059.58, "end": 3066.58}, {"text": "You brought, you laid, you got a sheet pan and you laid one layer of vegetables. I did", "start": 3066.58, "end": 3072.3}, {"text": "have small ass sheet pans, but guess what? I have. And everybody had like four vegetables.", "start": 3072.3, "end": 3073.98}, {"text": "I have a bigger sheet pan this year. You're going to have to. Tomorrow I'm going out,", "start": 3073.98, "end": 3078.74}, {"text": "I'm buying stuff and I'm going to do all the prep work. Whatever you're, think about how", "start": 3078.74, "end": 3082.5}, {"text": "many people are coming. I think the head count is nine or eight, eight or nine. But realize", "start": 3082.5, "end": 3086.78}, {"text": "does it? These are all guys hungry fucking guys. Yeah, no things to make", "start": 3086.78, "end": 3091.2}, {"text": "two helpings at least two plates. It I know what I'm doing and no isn't coming", "start": 3091.2, "end": 3094.84}, {"text": "there, so you can't yeah there's not going to be one guy only serves himself", "start": 3094.84, "end": 3098.38}, {"text": "one crumb yeah exactly no. So don't save a crumb of a he's not coming. I know", "start": 3098.38, "end": 3102.76}, {"text": "here's what I'm thinking. Don't tell him he's working. I'm thinking we literally", "start": 3102.76, "end": 3107.42}, {"text": "assassinate him at work. Show up with a plate show up with a plate covered in", "start": 3107.42, "end": 3111.98}, {"text": "ten,", "start": 3111.98, "end": 3112.32}, {"text": "and go like dude, since you couldn't come", "start": 3112.32, "end": 3114.98}, {"text": "since he couldn't come. We could leave it in his bedroom, since he couldn't come.", "start": 3114.98, "end": 3120.12}, {"text": "We made your as a play. You can all hide in his and then we take a video of him", "start": 3120.12, "end": 3123.02}, {"text": "opening it. He's so excited. His friends did that for him, and then he opens it", "start": 3123.02, "end": 3126.68}, {"text": "and it's one make it with a week. We do a half of a green bean with all the", "start": 3126.68, "end": 3130.98}, {"text": "beans inside taken. Oh yeah, that's a good idea and maybe a strand of beef", "start": 3130.98, "end": 3135.84}, {"text": "yeah, like you know how slow cooked beef turns into the strand one little hair", "start": 3135.84, "end": 3140.24}, {"text": "size strand of beef. It's a good idea, some yeah and we take a bite out of all", "start": 3140.24, "end": 3144.3}, {"text": "too. We bite all the food. I think it's a good idea. Do you guys want to see my painting?", "start": 3144.34, "end": 3147.98}, {"text": "Yes, I do. Let's do the painting. Guys, when I was in Los Angeles, I did a full tour of", "start": 3147.98, "end": 3154.1}, {"text": "every single modern art museum. I did the LACMA. What's that? LACMA balls? No, it's", "start": 3154.1, "end": 3164.98}, {"text": "actually the Los Angeles County Museum of Art. Hey, you're suffering from LACMA. Yeah,", "start": 3164.98, "end": 3169.1}, {"text": "LACMA balls in your mouth. That would be LACMA. Cameron, chill on him. That would be", "start": 3169.1, "end": 3174.1}, {"text": "be actually lack of my nuts. No, that would be the lick. You want to lock up", "start": 3174.1, "end": 3179.5}, {"text": "my nuts?", "start": 3179.5, "end": 3180.18}, {"text": "Chill the fuck out. Stop being a... What are you doing? He's a jock. I'll just", "start": 3180.18, "end": 3187.66}, {"text": "rip my painting out. You're right, you're right. He is... Say another", "start": 3187.66, "end": 3190.1}, {"text": "New Zealand word too. I'll rip it up.", "start": 3190.1, "end": 3191.34}, {"text": "You know what? You don't even wanna hear about it, whatever.", "start": 3191.34, "end": 3194.34}, {"text": "He's been on a jock kick today. The triumphant return of that song. I've", "start": 3194.34, "end": 3202.82}, {"text": "been waiting on. I realize it's been a long time. He's been a jock all day. He", "start": 3202.82, "end": 3206.5}, {"text": "needed to play a sport song. He's been a jock to Julio, but here's what I'd like", "start": 3206.5, "end": 3210.92}, {"text": "to say anybody. This was you ruined your own painting. So before I tell you what", "start": 3210.92, "end": 3215.86}, {"text": "just happened, because I know that you're too stupid to understand how did", "start": 3215.86, "end": 3219.02}, {"text": "me ripping my painting make you feel blue, scared blue, blue. Oh, my God, that", "start": 3219.02, "end": 3224.58}, {"text": "was the art piece, because here's what I learned. Here's what I learned in Los", "start": 3224.58, "end": 3228.86}, {"text": "Angeles. Art can be anything. It doesn't just have to be an awesome photo of you that you", "start": 3228.88, "end": 3234.16}, {"text": "took on Mars where you're buff, which is like that. It doesn't have to be a painting of", "start": 3234.16, "end": 3238.72}, {"text": "the member, Barry. It can be a full-on performance, guys. And what I just did was a performance", "start": 3238.72, "end": 3243.96}, {"text": "art. And now I will hold the pieces back together, and you can see that this was Neptune.", "start": 3243.96, "end": 3249.0}, {"text": "Wow.", "start": 3249.0, "end": 3250.0}, {"text": "Wow.", "start": 3250.0, "end": 3251.0}, {"text": "Wow.", "start": 3251.0, "end": 3252.0}, {"text": "So that was pretty amazing, right?", "start": 3252.0, "end": 3253.0}, {"text": "Yeah.", "start": 3253.0, "end": 3254.0}, {"text": "That's incredible.", "start": 3254.0, "end": 3255.0}, {"text": "We even got the dark spot.", "start": 3255.0, "end": 3256.0}, {"text": "Yeah, there's another dark spot.", "start": 3256.0, "end": 3257.0}, {"text": "Yep, pretty impressive and I and there might be it's kind of has shades of", "start": 3257.0, "end": 3262.3}, {"text": "Jupiter of the Jupiter paying some might say, but that was also part of the", "start": 3262.3, "end": 3266.36}, {"text": "performance trademark of your work. Exactly. So now that will be and here's", "start": 3266.36, "end": 3269.62}, {"text": "what how we'll hang it up. We'll hang it up so that the sides are like this", "start": 3269.62, "end": 3273.72}, {"text": "right. So that it's like highlight damage. I like the ripping this. Yeah,", "start": 3273.72, "end": 3277.36}, {"text": "the whole thing, but that's incredible. That's like the banks a Banksy. Yeah,", "start": 3277.36, "end": 3281.9}, {"text": "is it where the self shredding exactly, but I was the one shredding it instead", "start": 3281.9, "end": 3285.66}, {"text": "of so you were the one shredding the Banksy painting yeah do they have me", "start": 3285.68, "end": 3288.56}, {"text": "back there with a crank", "start": 3288.56, "end": 3289.64}, {"text": "and then I got you're in a wheel you to run yeah, whatever you do, do not burn", "start": 3289.64, "end": 3296.16}, {"text": "this crank. Your job is to guard the", "start": 3296.16, "end": 3298.12}, {"text": "Banksy. I got you, Mr Banksy. Oh, it's kind of hot in here. This must be the", "start": 3298.12, "end": 3304.52}, {"text": "AC", "start": 3304.52, "end": 3304.96}, {"text": "yeah. That was a hard job. Yeah, didn't they just reveal Banksy's identity? Yeah,", "start": 3304.96, "end": 3312.08}, {"text": "his name was John Banksy. He was a peanut. Holy Shit,", "start": 3312.12, "end": 3315.28}, {"text": "he was not a peanut, not a peanut man. That's what I would do if I was him,", "start": 3315.28, "end": 3319.44}, {"text": "though you'd be a peanut or I would just like I'd be like here's my face reveal", "start": 3319.44, "end": 3323.96}, {"text": "and then I would just have a mask on a peanut and I would take a picture of I", "start": 3323.96, "end": 3328.3}, {"text": "would be another in a person on the street and be like can I take a pic of", "start": 3328.3, "end": 3331.18}, {"text": "you yeah and I would just yeah. This is me. My name is Eduardo. It's a random", "start": 3331.18, "end": 3335.8}, {"text": "course. I sell street corn. Yeah. This is Banksy. That's the thing that's so", "start": 3335.82, "end": 3343.48}, {"text": "beautiful about Banksy. He could be anybody. Yeah, he could be. He could be", "start": 3343.48, "end": 3346.76}, {"text": "well, maybe not anybody. No, I think he has to be British. He could be a", "start": 3346.76, "end": 3350.14}, {"text": "British guy who's been, who's alive right now. Yeah. Yeah, well he could, no,", "start": 3350.14, "end": 3355.54}, {"text": "he doesn't have to be alive now. He could have died years ago, we don't know.", "start": 3355.54, "end": 3358.44}, {"text": "But he just had to have been alive at some point. Do you think he's something", "start": 3358.44, "end": 3361.48}, {"text": "where he'd never even existed? That's, yeah, he could have. You think it's like", "start": 3361.48, "end": 3364.68}, {"text": "Shakespeare, where there's multiple guys, all of the British people together are in", "start": 3364.7, "end": 3367.86}, {"text": "on it. Yeah, what if it was the Queen and that's why we haven't seen so holy", "start": 3367.86, "end": 3370.8}, {"text": "fuck the Queen was Banksy and she was protesting herself,", "start": 3370.8, "end": 3374.18}, {"text": "controlled opposition", "start": 3374.18, "end": 3376.22}, {"text": "sigh up, sigh up for a second. I was having trouble following that and I was", "start": 3376.22, "end": 3381.22}, {"text": "like when did the Queen protest Banksy? When did the Queen", "start": 3381.22, "end": 3384.18}, {"text": "when did she die this summer last year or this year? How did she die again old", "start": 3384.18, "end": 3390.6}, {"text": "MattyL Oldness, yeah. Old age, dude.", "start": 3390.7, "end": 3392.7}, {"text": "MattyL She got her shit blown up.", "start": 3392.7, "end": 3394.7}, {"text": "Ryan Oh, it wasn't violent? Oh, it was violent.", "start": 3394.7, "end": 3396.7}, {"text": "MattyL She got blown up.", "start": 3396.7, "end": 3398.7}, {"text": "MattyL She stepped on a landmine in her backyard.", "start": 3398.7, "end": 3400.7}, {"text": "Ryan Oh my god. Jesus Christ.", "start": 3400.7, "end": 3402.7}, {"text": "MattyL Yeah, the Queen of England stepped on a landmine from the war", "start": 3402.7, "end": 3404.7}, {"text": "and she didn't know and she fucking...", "start": 3404.7, "end": 3406.7}, {"text": "Ryan Why don't we have a queen? All we have is a freaking congestion.", "start": 3406.7, "end": 3408.7}, {"text": "MattyL We have a queen.", "start": 3408.7, "end": 3410.7}, {"text": "MattyL I thought we did.", "start": 3410.7, "end": 3414.7}, {"text": "MattyL Isn't that the first lady?", "start": 3414.7, "end": 3416.7}, {"text": "MattyL Isn't she technically the queen?", "start": 3416.7, "end": 3418.7}, {"text": "I thought you were going to say Beyonce or Lizzo or somebody like this.", "start": 3418.7, "end": 3423.42}, {"text": "We used to have a queen every couple of years and a new one.", "start": 3423.42, "end": 3426.14}, {"text": "We used to have Melania and then we had Michelle Obama.", "start": 3426.14, "end": 3429.34}, {"text": "Who is Joe Biden's wife?", "start": 3429.34, "end": 3430.82}, {"text": "I don't think he has a wife.", "start": 3430.82, "end": 3433.34}, {"text": "Dr. Jill Biden.", "start": 3433.34, "end": 3434.34}, {"text": "Dr. Jill.", "start": 3434.34, "end": 3435.34}, {"text": "Don't forget the doctor.", "start": 3435.34, "end": 3436.34}, {"text": "You don't forget the doctor.", "start": 3436.34, "end": 3437.34}, {"text": "That would suck if that was your GP.", "start": 3437.34, "end": 3438.34}, {"text": "Her maiden name?", "start": 3438.34, "end": 3439.34}, {"text": "Her maiden name is not Dr. Jill.", "start": 3439.34, "end": 3440.34}, {"text": "It was Pepper.", "start": 3440.34, "end": 3441.34}, {"text": "Her name is not Jill Pepper.", "start": 3441.34, "end": 3442.34}, {"text": "Dr. Jill Pepper.", "start": 3442.34, "end": 3443.34}, {"text": "Her maiden name is not doctor. It was pepper. Her name is not Jill pepper", "start": 3443.34, "end": 3448.06}, {"text": "Jill pepper, Dr. Jill pepper. Yeah, you're fucking me. No, I'm not you", "start": 3448.06, "end": 3452.04}, {"text": "shitting on me. I wish I was joking. I really wish that I was joking her last", "start": 3452.04, "end": 3456.84}, {"text": "and you're not for real, though. No, I'm for real. Her last name was pepper.", "start": 3456.84, "end": 3461.14}, {"text": "Well, pepper corn.", "start": 3461.14, "end": 3462.54}, {"text": "Now I'm thinking it's a joke. No, it's not a joke. That's a name. It wouldn't", "start": 3462.54, "end": 3470.08}, {"text": "a word if it wasn't it's a name. Her name is Jillian pepper corn is a name for a", "start": 3470.12, "end": 3473.68}, {"text": "corn or a vegetable. No, what the fuck is a pepper corn? It's a dried out", "start": 3473.68, "end": 3478.12}, {"text": "ball. Yeah. Oh, I had another idea for a well. I can't do it because I don't", "start": 3478.12, "end": 3483.68}, {"text": "know where my jacket is, but the other idea for a performance art was that I", "start": 3483.68, "end": 3487.0}, {"text": "got a bunch of blue gum and I was going to chew a hundred pieces of it and make", "start": 3487.0, "end": 3490.04}, {"text": "a big ball of gum. Oh, that would be Neptune. I thought balls. Let's talk", "start": 3490.04, "end": 3494.12}, {"text": "about that.", "start": 3494.12, "end": 3494.6}, {"text": "Neptune is the original blue ball, Neptune and Uranus, two blue balls.", "start": 3495.96, "end": 3500.84}, {"text": "Oh, my God, my blue balls hang over Uranus.", "start": 3500.84, "end": 3503.92}, {"text": "How are your balls blue if they're that close to a fucking asshole? Well,", "start": 3503.92, "end": 3509.04}, {"text": "because you're getting teased, you're getting edged fucking hate getting edge", "start": 3509.04, "end": 3512.68}, {"text": "don't like it. Shit, bro, fucking makes me go. Just make me not already. I", "start": 3512.68, "end": 3517.78}, {"text": "Christ honestly, though I do feel like I could if I'm being edged. I could do", "start": 3517.78, "end": 3521.28}, {"text": "anything. Yeah, I agree. I could solve all this. Are you guys doing no nut November, guys?", "start": 3521.32, "end": 3528.14}, {"text": "I'm working on it. I'm getting ready. I'm getting ready for it any day here now. Once", "start": 3528.14, "end": 3533.44}, {"text": "it starts, I can't stop. You can't stop no nutting? I can't stop nutting. Once you start,", "start": 3533.44, "end": 3539.84}, {"text": "you move it. How about nine nuts November? You only get nine? Nine is a good one. For", "start": 3539.84, "end": 3546.52}, {"text": "for me have to be ninety nine that's ninety nine nuts of November, Ninety", "start": 3546.52, "end": 3550.22}, {"text": "Nine", "start": 3550.22, "end": 3550.48}, {"text": "the ninety nine. That'll be such a fire rom three times at three and some odd", "start": 3550.48, "end": 3556.14}, {"text": "times a day. Then he falls in love. Yeah, they should make rom coms for guys that", "start": 3556.14, "end": 3560.34}, {"text": "are mostly about fucking yeah. They did that love and marriage. Didn't they do", "start": 3560.34, "end": 3564.28}, {"text": "that? That was forty days and forty nights. I don't know. I haven't seen", "start": 3564.28, "end": 3566.88}, {"text": "any. It's a movie where a man gets assaulted and then that's how he loses", "start": 3566.88, "end": 3571.04}, {"text": "the challenge. He jizzes. I guess I salted yeah. He gets us and then it's a", "start": 3571.04, "end": 3576.38}, {"text": "a woman. Oh, he's challenged to do 40 days and 40 nights of sex.", "start": 3576.4, "end": 3580.18}, {"text": "Yeah. Assaults him to jizz.", "start": 3580.18, "end": 3581.92}, {"text": "Yeah. And that's how he loses.", "start": 3581.92, "end": 3583.6}, {"text": "Wait, he gets sexually.", "start": 3583.6, "end": 3584.52}, {"text": "And this is a laugh or it's played as a play for laughs for the fallen.", "start": 3584.52, "end": 3588.4}, {"text": "It's played for laughs. Yeah, it's crazy.", "start": 3588.4, "end": 3591.0}, {"text": "I think it's Josh Harnett is the star.", "start": 3591.0, "end": 3593.0}, {"text": "Who's that? He's a guy.", "start": 3593.0, "end": 3594.96}, {"text": "He's an Oppenheimer in Sin City.", "start": 3594.96, "end": 3596.4}, {"text": "He's like this in Oppenheimer.", "start": 3596.4, "end": 3597.56}, {"text": "Oppenheimer, you can't do this anymore.", "start": 3597.56, "end": 3601.64}, {"text": "Yeah. Oppenheimer, you crazy, bitch.", "start": 3601.64, "end": 3603.88}, {"text": "what we can't like you can't know when he says that he's saying that you can't be", "start": 3604.4, "end": 3608.04}, {"text": "a communist yeah. Oh, I forgot that he actually Oppenheimer. You have to build", "start": 3608.04, "end": 3612.16}, {"text": "this. That's okay. I want you to do it.", "start": 3612.16, "end": 3614.96}, {"text": "I like the movie, but it's annoying everyone's doing that every", "start": 3614.96, "end": 3622.12}, {"text": "how many", "start": 3622.12, "end": 3625.76}, {"text": "have you sat right there and I've sat right here. We've gone over this", "start": 3625.76, "end": 3632.0}, {"text": "American Prometheus. You can't build a bunch of fucking crazy bombs and blow up", "start": 3632.2, "end": 3636.2}, {"text": "a bunch of crap, man. What are you building this stuff for? Nobody's gonna buy this", "start": 3636.2, "end": 3639.84}, {"text": "crap. Do you hate Japanese people? Is that why you're building that?", "start": 3639.84, "end": 3643.06}, {"text": "Taking a picture of you? The children.", "start": 3643.06, "end": 3645.32}, {"text": "There's children outside. Children outside and they're taking photos of us.", "start": 3645.32, "end": 3649.44}, {"text": "They heard us talking about Oppenheimer, a bunch of movie fans. Yeah. I think", "start": 3649.44, "end": 3654.0}, {"text": "that those are Oppenheimer stands out there, bro. Yeah, they're trying to tear", "start": 3654.0, "end": 3657.12}, {"text": "on the studio. God damn bastards. All right, Oppenheimer. Oh, that movie.", "start": 3657.12, "end": 3663.32}, {"text": "Yeah, that's how the movie ends. His girlfriend finds out what we're going to", "start": 3663.32, "end": 3666.6}, {"text": "do. I think I'm going to name myself Oppenheimer. That's how it ends. I think", "start": 3666.6, "end": 3671.88}, {"text": "I'm going to call him Oppenheimer. I think I'm going to call the bomb the", "start": 3671.88, "end": 3675.76}, {"text": "Oppenheimer bomb. Wow! They looked out by calling him Oppie the whole movie.", "start": 3675.76, "end": 3679.92}, {"text": "It's cool. It's a cool, apparently, that's his real life nickname. That was", "start": 3679.92, "end": 3682.64}, {"text": "his nickname. Yeah, Oppie. I wouldn't say Oppenheimer all the time like that.", "start": 3682.64, "end": 3686.36}, {"text": "what oh yeah, I wouldn't say Oppenheimer up and I'm a up up up up up up up up up", "start": 3687.08, "end": 3691.72}, {"text": "up up. I call them. They only call them up the whole movie. Yeah really yeah", "start": 3691.72, "end": 3695.18}, {"text": "they do. I'm not fire. I'm not Robert. Well, it's J J J. What is the J stand", "start": 3695.18, "end": 3701.36}, {"text": "for nothing? Apparently really that's what is the one in the movie. Holy", "start": 3701.36, "end": 3705.24}, {"text": "Christ doesn't stand for anything. Oh,", "start": 3705.24, "end": 3707.32}, {"text": "you don't give a fuck about anything. I'm signs in it to yeah, Albert Albert", "start": 3707.32, "end": 3712.76}, {"text": "Albert is the Einstein, Einstein, Einstein, it's nice to see you again", "start": 3712.8, "end": 3716.76}, {"text": "Einstein. That's a name I haven't heard in a long time. They call me Albert E.", "start": 3716.76, "end": 3721.04}, {"text": "Now", "start": 3721.04, "end": 3721.36}, {"text": "all right,", "start": 3721.36, "end": 3723.26}, {"text": "we're going to take Julio out. Well, you got to take him out to the club right", "start": 3723.26, "end": 3727.32}, {"text": "now. We're taking him. Do you want to go clubbing? Yeah, it's been one of your", "start": 3727.32, "end": 3730.52}, {"text": "video episodes. You guys know that today it's actually oh here's something", "start": 3730.52, "end": 3734.46}, {"text": "interesting. Everybody can get blew it on the worst. Well, it wasn't today.", "start": 3734.46, "end": 3738.46}, {"text": "it's like fine today. Neptune it's a blue episode. It's a blue day or a gray day.", "start": 3738.5, "end": 3743.06}, {"text": "It is a great day.", "start": 3743.06, "end": 3743.9}, {"text": "Here's something crazy that's coming up. What's that the fifth anniversary of the", "start": 3743.9, "end": 3750.2}, {"text": "podcast? Oh yeah, Christmas Eve we're sending into kindergarten. You know", "start": 3750.2, "end": 3754.64}, {"text": "it's crazy. Can you believe that I can believe it is going to come out so", "start": 3754.64, "end": 3759.04}, {"text": "everyone get everyone. I want to see some type of celebration from everybody", "start": 3759.04, "end": 3762.14}, {"text": "use the hashtag five years of pal and you have to draw it on your body. No,", "start": 3762.14, "end": 3767.48}, {"text": "or no, no someone else's draw on someone else's body on the train and then take", "start": 3768.14, "end": 3773.14}, {"text": "take a video of you doing it. Basically, December is going to be the month of", "start": 3773.14, "end": 3777.52}, {"text": "pal. We have to figure out what the plan is, but if you guys like the five weeks", "start": 3777.52, "end": 3781.02}, {"text": "of planets, guess what man probably is a podcast. This is going to be the rest of", "start": 3781.02, "end": 3785.48}, {"text": "the entire podcast is awesome themed month", "start": 3785.48, "end": 3788.52}, {"text": "and after planet will figure it out. Somebody said dinosaurs. I like that", "start": 3788.52, "end": 3793.1}, {"text": "idea. That is a good like that. I would love. I have so dude. I have so many", "start": 3793.1, "end": 3796.06}, {"text": "dinosaur books I can bring in. We can study together. The entire pot podcast", "start": 3796.12, "end": 3800.16}, {"text": "is kind of changing from being about a list of different things that it is", "start": 3800.16, "end": 3804.22}, {"text": "over the whole thing.", "start": 3804.22, "end": 3805.38}, {"text": "Well, that's why the name is so great. It's so flexible exactly yeah yeah", "start": 3805.38, "end": 3810.36}, {"text": "all right. Well, five hash tag five years of pal check us out on Thanksgiving at", "start": 3810.36, "end": 3817.8}, {"text": "Caleb's apartment dot com. Thanks giving that comment are my streaming at", "start": 3817.8, "end": 3822.12}, {"text": "- Yeah, showing a bunch of videos of people doing a turkey eating competition.", "start": 3822.16, "end": 3826.8}, {"text": "- All right, bye my friends.", "start": 3826.8, "end": 3828.32}, {"text": "- Listen up man. I think that we need to eat this bobo stew while it's still hot.", "start": 3828.32, "end": 3837.04}, {"text": "- Mm-hmm.", "start": 3837.04, "end": 3837.44}, {"text": "- We need to...", "start": 3837.44, "end": 3838.0}, {"text": "- Is it even hot? It's not hot.", "start": 3838.0, "end": 3840.64}, {"text": "- It's not going to be hot at all when the...", "start": 3840.64, "end": 3842.08}, {"text": "- Suck my dick man. I fucking made this all day.", "start": 3842.08, "end": 3845.36}, {"text": "- It looks so good. It looks so good.", "start": 3845.36, "end": 3847.76}, {"text": "- It tastes like shit.", "start": 3847.76, "end": 3848.16}, {"text": "- How do you know it tastes like shit?", "start": 3848.16, "end": 3849.36}, {"text": "Bite of the stews part it tastes like shit, but there's no well, it's gonna taste like shit in a second", "start": 3849.36, "end": 3855.2}, {"text": "It's about to be it won't taste like shit. Yeah, this is oh dear George", "start": 3855.2, "end": 3859.58}, {"text": "George", "start": 3859.58, "end": 3865.24}, {"text": "Myself a little something some of that dickle that white dip or a white dick", "start": 3865.24, "end": 3870.4}, {"text": "Pour up", "start": 3870.4, "end": 3874.04}, {"text": "White nickel", "start": 3874.04, "end": 3877.44}, {"text": "All right, little bit of white dick", "start": 3877.68, "end": 3879.68}, {"text": "Crazy man, oh my god, this guy was fair more more white dickles", "start": 3879.68, "end": 3886.64}, {"text": "Okay guys wait before we do this what are you thankful for stinkful I'm thankful I'm stinkful for", "start": 3886.64, "end": 3899.92}, {"text": "Everything that has happened this year", "start": 3899.92, "end": 3903.64}, {"text": "Wow, I'm very thankful for the fact that the five weeks of planets has lined up so beautifully between the stinky planet", "start": 3903.92, "end": 3910.98}, {"text": "I actually call it later. I love you guys stinky stink for Happy Thanksgiving my favorite online", "start": 3910.98, "end": 3915.92}, {"text": "*laughing*", "start": 3915.92, "end": 3917.92}, {"text": "It's so much!", "start": 3917.92, "end": 3919.92}, {"text": "It's literally so much!", "start": 3919.92, "end": 3921.92}, {"text": "That was way too much", "start": 3921.92, "end": 3923.92}, {"text": "Look at that!", "start": 3923.92, "end": 3925.92}, {"text": "It's gone off! It's so glowy!", "start": 3925.92, "end": 3927.92}, {"text": "*laughing*", "start": 3927.92, "end": 3929.92}, {"text": "It's literally completely inedible now", "start": 3929.92, "end": 3931.92}, {"text": "*laughing*", "start": 3931.92, "end": 3933.92}, {"text": "It smells like when you're cooking", "start": 3933.92, "end": 3935.92}, {"text": "No I'm not, I'm sorry", "start": 3935.92, "end": 3937.92}, {"text": "It smells like when you cook Marsala", "start": 3937.92, "end": 3939.92}, {"text": "Jesus Christ", "start": 3939.92, "end": 3941.92}, {"text": "Caleb you went right in", "start": 3941.92, "end": 3943.92}, {"text": "I'm gonna eat the beef.", "start": 3943.92, "end": 3944.92}, {"text": "It's kinda good man.", "start": 3944.92, "end": 3945.92}, {"text": "I'm gonna have a bite of beef.", "start": 3945.92, "end": 3946.92}, {"text": "I'm gonna kinda skip the broth maybe.", "start": 3946.92, "end": 3948.24}, {"text": "You gotta get the broth.", "start": 3948.24, "end": 3951.24}, {"text": "No, it's chewable.", "start": 3951.24, "end": 3954.24}, {"text": "Guys, no he spit it out.", "start": 3954.24, "end": 3959.24}, {"text": "Oh, he's not staple.", "start": 3959.24, "end": 3961.24}, {"text": "No, no, no, that tasted exactly like throw up.", "start": 3961.24, "end": 3966.24}, {"text": "(roaring)", "start": 3966.24, "end": 3968.04}, {"text": "[BLANK_AUDIO]", "start": 3968.04, "end": 3978.04}, {"text": "[BLANK_AUDIO]", "start": 3978.04, "end": 3988.04}, {"text": "[BLANK_AUDIO]", "start": 3988.04, "end": 3998.04}, {"text": "[BLANK_AUDIO]", "start": 3998.04, "end": 4008.04}, {"text": "[BLANK_AUDIO]", "start": 4008.04, "end": 4018.04}, {"text": "[BLANK_AUDIO]", "start": 4018.04, "end": 4028.04}, {"text": "[BLANK_AUDIO]", "start": 4028.04, "end": 4038.04}, {"text": "[BLANK_AUDIO]", "start": 4038.04, "end": 4048.04}, {"text": "[BLANK_AUDIO]", "start": 4048.04, "end": 4058.04}, {"text": "[no audio]", "start": 4058.04, "end": 4083.04}], "title": "Ep. 267 - The Five Weeks Of Planets: Neptune", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--267---The-Five-Weeks-Of-Planets-Neptune-e2c8hog", "date": "Wed, 22 Nov 2023 20:20:36 GMT", "id": 292}