{"lines": [{"text": "Welcome to minute one of podcast of the first minute of this show. We had to", "start": 0.0, "end": 17.28}, {"text": "catch up on all of our nice times that we spent together. We caught up and now", "start": 17.28, "end": 20.32}, {"text": "we're ready to do this shit. Okay so Pierce tell your story again about", "start": 20.32, "end": 23.2}, {"text": "watching a deer get shot in the head. No we recorded 30 of the most", "start": 23.2, "end": 27.6}, {"text": "six unreleasable minutes of podcasting. It was all about animal gore and it was", "start": 27.6, "end": 32.4}, {"text": "about chickens and being cut and killed. I had a full breakdown. And now I have", "start": 32.4, "end": 37.36}, {"text": "a song parody, guys, that I came up with in this last minute. Oh, my God, and I", "start": 37.36, "end": 40.52}, {"text": "need to do my song parody again. Wait, we still... We have to redo that song.", "start": 40.52, "end": 43.32}, {"text": "Yeah, we'll let Caleb go first. Okay. Okay, you guys know Frank Sinatra, It", "start": 43.32, "end": 46.4}, {"text": "Was A Very Good Year? Uh-huh.", "start": 46.4, "end": 47.6}, {"text": "When I was one,", "start": 47.6, "end": 50.62}, {"text": "I was very, very young.", "start": 50.62, "end": 55.2}, {"text": "I was very, very young and very hungry and I wore different clothes. I smelled", "start": 56.48, "end": 64.68}, {"text": "like the clothes", "start": 64.68, "end": 65.68}, {"text": "that my mom made me wear.", "start": 65.68, "end": 70.28}, {"text": "It was a very one year.", "start": 70.28, "end": 74.28}, {"text": "That's very first year.", "start": 74.28, "end": 77.08}, {"text": "In my second year.", "start": 77.08, "end": 80.98}, {"text": "I learned my first word.", "start": 80.98, "end": 83.68}, {"text": "I learned to say dad.", "start": 83.68, "end": 85.68}, {"text": "bad. I learned to say dad and what foods tasted bad.", "start": 85.68, "end": 90.36}, {"text": "It was a very my second year", "start": 90.36, "end": 93.5}, {"text": "terrible to my very third", "start": 93.5, "end": 96.78}, {"text": "very", "start": 96.78, "end": 99.76}, {"text": "my very third year. It was the very third. I learn about different shapes,", "start": 99.76, "end": 106.68}, {"text": "so that's my parodies instead because that's I was a nice on the ray. I was", "start": 106.68, "end": 113.84}, {"text": "my very first mistake. He's saying, \"When I was seventeen, when I was twenty-five,", "start": 113.88, "end": 121.32}, {"text": "when I was thirty-five, now I'm forty-five.\" I'm saying, \"What happened", "start": 121.32, "end": 124.52}, {"text": "to eleven?\" Let's start from the beginning. When I was thirteen, I had my", "start": 124.52, "end": 127.52}, {"text": "first love. There we go. Thank you. Remember that song? No. Because my uncle", "start": 127.52, "end": 131.7}, {"text": "did, and I was good at drawing. Remember it was a Justin Bieber song? Oh,", "start": 131.7, "end": 134.84}, {"text": "yeah, yeah, yeah. Oh, yeah. I don't remember this song. That's Usher or", "start": 134.84, "end": 137.16}, {"text": "Ludacris. Ludacris. Yeah, yeah. When I was thirteen, I had my first love. Usher's", "start": 137.16, "end": 141.72}, {"text": "one who signed just and be yes, the scooter brawn is the one that signed", "start": 141.74, "end": 145.14}, {"text": "him. So here's my song, which may be", "start": 145.14, "end": 146.98}, {"text": "this one. This one will be a good lead into the third one, which is the best", "start": 146.98, "end": 151.5}, {"text": "one. There's this one. I thought mine was pretty good. Yours is really good.", "start": 151.5, "end": 154.78}, {"text": "This", "start": 154.78, "end": 155.02}, {"text": "really good one and then maybe a kind of man one that everyone's already heard a", "start": 155.02, "end": 159.94}, {"text": "couple times. Yeah, and then a good one and then the perfect one best one. So", "start": 159.94, "end": 164.46}, {"text": "this is a song parody by somebody who thinks that the office character Jim is", "start": 164.46, "end": 169.34}, {"text": "name Joe. Okay, it goes like this. Well, the weather outside is Dwight full, but", "start": 169.38, "end": 174.64}, {"text": "inside it's just so Michael", "start": 174.64, "end": 176.96}, {"text": "and since there's no place to go, Pam and Joe, Pam and Joe, Pam and Joe, it's", "start": 176.96, "end": 183.0}, {"text": "great and then everybody is like no, it's a jam. It's Jim. Oh, that doesn't", "start": 183.0, "end": 187.08}, {"text": "run", "start": 187.08, "end": 187.4}, {"text": "and I knew that it just doesn't since there's no place to win", "start": 187.4, "end": 192.66}, {"text": "got since there's no one named Tim", "start": 193.84, "end": 197.04}, {"text": "and", "start": 197.04, "end": 199.68}, {"text": "the British one was named Tim", "start": 199.68, "end": 203.64}, {"text": "and Jim. There we go. It's good. Okay, now the third song, the third one hit", "start": 203.64, "end": 210.12}, {"text": "it. Why is everybody at the greatest pool? What is it? Everybody think the", "start": 210.12, "end": 213.56}, {"text": "Grinch is cool. Everybody's at the Grinch's pool. It's like", "start": 213.56, "end": 217.36}, {"text": "why does everybody think the Grinch is cool? Everybody skip school when the", "start": 217.36, "end": 221.24}, {"text": "the Grinch's pool went to Grinch's, went to Grinch's. That's very that's", "start": 221.28, "end": 225.24}, {"text": "a new lab. I think I just saw the Grinch at school. I just saw the", "start": 225.24, "end": 229.24}, {"text": "Grinch at school. Why did everybody think the how did that start? I just", "start": 229.24, "end": 232.16}, {"text": "saw the mother fucking granted school that didn't start for any good reason.", "start": 232.16, "end": 235.08}, {"text": "I started from one and then I think I just had too much. I kids do you like", "start": 235.08, "end": 239.08}, {"text": "Christmas? Yeah, I want to see me swim in a nine inch pool with a green guy", "start": 239.08, "end": 243.12}, {"text": "like I did. Was that before you don't see me do it like I did? Was that", "start": 243.12, "end": 247.36}, {"text": "before", "start": 247.36, "end": 247.84}, {"text": "I just drank a bit of egg nog", "start": 247.84, "end": 249.62}, {"text": "dare me to play", "start": 249.62, "end": 253.08}, {"text": "dare me to fly", "start": 253.08, "end": 256.16}, {"text": "we were also doing that yeah the lady to fly the", "start": 256.16, "end": 263.14}, {"text": "final red. I said nothing you idiots", "start": 263.14, "end": 267.06}, {"text": "he's locked in. What is the one we're doing the final rep battle of eight", "start": 267.06, "end": 271.92}, {"text": "mile? Oh yeah, he's doing he's going like", "start": 271.92, "end": 274.2}, {"text": "know and he think the Grinch ain't cool, then how come I saw him at the", "start": 275.42, "end": 278.22}, {"text": "Grinch's pool", "start": 278.22, "end": 279.0}, {"text": "for Christmas? What's the area code for the North Pole? That's what I was", "start": 279.0, "end": 285.86}, {"text": "trying to figure. I was trying to figure out who maybe for who yeah, but", "start": 285.86, "end": 289.7}, {"text": "it's hard to figure out the old health organization twelve to five everybody in", "start": 289.7, "end": 294.28}, {"text": "the twelve to five yeah. I don't know man yeah. I don't know either. What was", "start": 294.28, "end": 299.0}, {"text": "that? Some parodies are so difficult. I don't know how we are now. Does it", "start": 299.0, "end": 301.9}, {"text": "before that we were doing pretty much the easiest thing you can do. We were", "start": 302.34, "end": 305.58}, {"text": "doing Peter, Peter Griffin,", "start": 305.58, "end": 308.14}, {"text": "fucking Jennifer Coolidge or no, Jennifer Coolidge fucking Peter Griffin so hard", "start": 308.14, "end": 313.44}, {"text": "his butt falls off. I got a kick out of this. He loved that one. Just say,", "start": 313.44, "end": 318.0}, {"text": "\"Oh, my butt fell off.\" It's pretty good, I think. It's not so funny anymore,", "start": 318.0, "end": 322.54}, {"text": "but it was funny back in the day. When it happened, it was really funny,", "start": 322.54, "end": 325.78}, {"text": "but that was what led into the Grinch's Cruel Song. I have a song parody", "start": 325.78, "end": 329.64}, {"text": "that has no lyrics, but it's it's", "start": 329.64, "end": 331.32}, {"text": "oh wait. I just remember another song parody. We were doing okay,", "start": 331.32, "end": 335.4}, {"text": "so this is okay. You do your first feel good ink meets crazy frog ready,", "start": 335.4, "end": 338.76}, {"text": "okay, don't don't don't don't don't don't don't don't don't don't don't", "start": 338.76, "end": 343.96}, {"text": "don't I don't get a bing bing now. That's just girl. You just did you just", "start": 343.96, "end": 348.54}, {"text": "did girl talk. That's it. That was girl talk. That was here's another one that", "start": 348.54, "end": 352.48}, {"text": "I just thought of", "start": 352.48, "end": 353.2}, {"text": "that before this it's it's like it imagine like kind of like a two thousand", "start": 353.2, "end": 358.08}, {"text": "on YouTube video style song parody, maybe Miranda Sings, Type 5.", "start": 358.12, "end": 361.52}, {"text": "And it's a bunch of guys and they're singing, \"This is why I wear", "start": 361.52, "end": 365.56}, {"text": "douchebags.\" This is why I wear douchebags. This is why I wear douchebags.", "start": 365.56, "end": 370.44}, {"text": "We have no class. We have no class. We just have swag. This is why I", "start": 370.44, "end": 376.92}, {"text": "wear douchebags.", "start": 376.92, "end": 377.88}, {"text": "I could see that. We don't use mouth to make our pants tight. Isn't that", "start": 377.88, "end": 381.68}, {"text": "perfect? Couldn't that have been a video? Yeah, that could be like 2008,", "start": 381.68, "end": 385.72}, {"text": "like yeah, what was that that thing the station", "start": 385.72, "end": 388.52}, {"text": "is why we're do back. Yeah, that's why I would do I watch a forty minute video", "start": 388.52, "end": 397.0}, {"text": "about the downfall of freddie wong today. Yeah, the downfall fallen. He does. He", "start": 397.0, "end": 401.86}, {"text": "hasn't made a video in five years. That's because he's working on the", "start": 401.86, "end": 404.44}, {"text": "avengers movies. Probably working really game high school. Well, it's the", "start": 404.44, "end": 407.56}, {"text": "downfall as in he doesn't make youtube videos anymore. I'm sure that he's", "start": 407.56, "end": 410.96}, {"text": "probably never had to say downfall to get you to click that fact you wouldn't", "start": 410.96, "end": 415.48}, {"text": "click on a video that was like the", "start": 415.48, "end": 417.38}, {"text": "continued success of beautiful Freddy.", "start": 417.38, "end": 421.56}, {"text": "He's not beautiful. I mean he is the plateaued success of Freddy Wong. I", "start": 421.56, "end": 426.96}, {"text": "don't say that don't say that a Freddy Freddy Wong is a beautiful Freddy Wong", "start": 426.96, "end": 430.8}, {"text": "looks like the most beautiful. What is he up to? How did he fall? That was the", "start": 430.8, "end": 434.52}, {"text": "first podcast I ever listened to was Freddy Wong's podcast. What was his", "start": 434.52, "end": 437.76}, {"text": "podcast? Face rocker man face rockers and he had a he had a", "start": 437.76, "end": 441.56}, {"text": "he had a he had a pickup artist on there. Which one mystery? No, his name was like", "start": 442.48, "end": 447.6}, {"text": "Fudd.", "start": 447.6, "end": 448.76}, {"text": "His name was like Brian. His name was like", "start": 448.76, "end": 451.6}, {"text": "a pickup artist named Fudd and he's dressed up like a hunter. His name was", "start": 451.6, "end": 456.52}, {"text": "like", "start": 456.52, "end": 456.76}, {"text": "he's walking up to a woman with a dead rabbit.", "start": 456.76, "end": 459.12}, {"text": "That's not working for me, man. That's not working at all? No. His name was", "start": 459.12, "end": 463.64}, {"text": "Brian Lion or something like that. Brian the Lion? It was just something lion and", "start": 463.64, "end": 468.48}, {"text": "he told some story. Maybe he was just lion. About how he would pick, I've", "start": 468.48, "end": 471.6}, {"text": "we talked about this before. Actually, he told some story about how you would", "start": 471.6, "end": 473.96}, {"text": "pick up girls at LARPing events. That's beast. Yeah, because they're hungry for", "start": 473.96, "end": 479.1}, {"text": "dick. That's the only reason you go to a LARPing thing or a Renaissance fair is", "start": 479.1, "end": 483.16}, {"text": "to have sex and fuck. Yeah, both. Yeah. That's- it is crazy that how", "start": 483.16, "end": 488.88}, {"text": "every single person at a Ren fair is like the horniest person in the world.", "start": 488.88, "end": 493.08}, {"text": "I think that's why game, like the game theory is real, because sometimes game", "start": 493.08, "end": 497.16}, {"text": "is just an actual game. Sometimes games just play time. That's always who want", "start": 497.2, "end": 501.84}, {"text": "everyone who wants to play a game is interested in engaging with another", "start": 501.84, "end": 506.44}, {"text": "person in a sexual way. Yeah, jigsaw jigsaw is kind of sexually an old man", "start": 506.44, "end": 511.32}, {"text": "jigsaw is sexually active. Why do you think you watch is the trap? You know, I", "start": 511.32, "end": 515.0}, {"text": "just recently found out jigsaw is the good guy. Yeah, only in the new movie in", "start": 515.0, "end": 519.0}, {"text": "the new movie. Well, but he targets people who litter. He targets people who", "start": 519.0, "end": 523.28}, {"text": "who pretend to be sick and you are fat or who cut themselves. He says didn't one", "start": 523.28, "end": 527.82}, {"text": "boy, it's really funny. The first one he said yeah, the first one has one where", "start": 527.82, "end": 530.72}, {"text": "it's like there's a guy who is or it might be a woman who's like like you", "start": 530.72, "end": 534.36}, {"text": "cut you cut you slit your wrists, but I think you did it for attention. Now you", "start": 534.36, "end": 538.78}, {"text": "have to prove that you really want to live like you have to in order to", "start": 538.78, "end": 541.2}, {"text": "survive. You have to crawl through this barbed wire or you can just stay here", "start": 541.2, "end": 544.12}, {"text": "and die and the person's like and like cross like it just showed the person.", "start": 544.12, "end": 547.68}, {"text": "It just why that is a person wanted. Why would you not just die man? It's not", "start": 547.68, "end": 552.0}, {"text": "his apprentice actually. I there any in the reverse bear trap. Are there any", "start": 552.04, "end": 555.82}, {"text": "traps where there's just someone standing there like with a gun like", "start": 555.82, "end": 558.72}, {"text": "instead of it being like a pre rigged rub goldberg thing you dis this guy", "start": 558.72, "end": 562.78}, {"text": "you'll shoot first one of like when they're both chained in the bathroom", "start": 562.78, "end": 565.62}, {"text": "that just one of the guys is like you have to kill the other guy. Oh yeah,", "start": 565.62, "end": 568.74}, {"text": "this off your like does do his apprentice her crimes that she's addicted", "start": 568.74, "end": 572.04}, {"text": "to drugs. She's a drug addict, but also but then so also here I'm sorry for the", "start": 572.04, "end": 576.02}, {"text": "spoilers for everybody, but then it's revealed that also she she's addicted to", "start": 576.02, "end": 580.54}, {"text": "drugs, but then also her boyfriend was worked at a clinic where jigsaw's ex", "start": 580.6, "end": 586.46}, {"text": "wife worked and he was rushing quickly out of the clinic after wanting to get", "start": 586.46, "end": 591.34}, {"text": "drugs and he opened the door too fast and it slammed on yes, as ex wife's", "start": 591.34, "end": 595.98}, {"text": "pregnant stomach and caused a miscarriage. I thought that was a baby", "start": 595.98, "end": 599.72}, {"text": "with a door, baby with a door. I thought that was a bad for that. I had as a", "start": 599.72, "end": 604.12}, {"text": "kid. I never thought that that was a jigsaw the movie thing. I thought that I", "start": 604.12, "end": 608.22}, {"text": "imagine that and then I looked it up later and I was like. Oh, does the first", "start": 608.28, "end": 612.12}, {"text": "one have the booby trap at the end where there's just like a shotgun sitting", "start": 612.12, "end": 615.72}, {"text": "above like a doorway? That's a two yeah to yeah that is that's the best trap at", "start": 615.72, "end": 620.48}, {"text": "all of them. That's also yeah he's a trap genius and he invents was just yeah", "start": 620.48, "end": 624.2}, {"text": "because the person is like well. Why don't we just leave", "start": 624.2, "end": 626.24}, {"text": "that one also is the best ending where it's like at the beginning they have", "start": 626.24, "end": 631.28}, {"text": "they kidnapped Donnie Walberg son and jigsaw like your son is safe and sound", "start": 631.28, "end": 636.08}, {"text": "and at the end it's revealed that the sun was in the same room as Donny", "start": 636.16, "end": 639.28}, {"text": "Wahlberg the whole time he was just inside a safe. Yeah, oh that's scary. I", "start": 639.28, "end": 643.2}, {"text": "told you exactly where he was. Have you guys have you guys ever seen safe room", "start": 643.2, "end": 647.56}, {"text": "or panic room? No, that's what it's called. It's about a lady. I think it's", "start": 647.56, "end": 652.16}, {"text": "Jody Foster and she has a house where she has a panic room in it and the most", "start": 652.16, "end": 657.38}, {"text": "of the movie just takes place her and her her daughter in this room, and I", "start": 657.38, "end": 661.24}, {"text": "wanted one of these rooms so so badly yeah. That's a type of a bunker in your", "start": 661.24, "end": 666.08}, {"text": "my house sounds so fucking it's because of the only guy episode. I would the", "start": 666.12, "end": 669.62}, {"text": "only reason I know about that I would use it as it would just be a man caved", "start": 669.62, "end": 673.7}, {"text": "yeah, Xbox yeah. I really wanted a crawl space just to be laid down somewhere", "start": 673.7, "end": 678.02}, {"text": "secret. There was a crawl space in my house, but it was there was a hole in", "start": 678.02, "end": 682.08}, {"text": "the roof type of vibe crawl space. Oh, we're not supposed to be into this part", "start": 682.08, "end": 685.86}, {"text": "of it", "start": 685.86, "end": 686.3}, {"text": "thinking about a saw. I told you guys that I used to talking about talking", "start": 686.3, "end": 691.14}, {"text": "about talking about I used to work at a escape room in L. A. And there was one", "start": 691.14, "end": 695.76}, {"text": "escape room that was cartel themed and that's insane. It opens in a you get you", "start": 695.78, "end": 701.14}, {"text": "that is insane. That is it. Why would they have a cartel so you're trapped in", "start": 701.14, "end": 706.18}, {"text": "a van because the cartel yeah exactly you're trapped in the you're talking", "start": 706.18, "end": 709.58}, {"text": "about passenger van and then you have to get out and the way you get out is this", "start": 709.58, "end": 713.22}, {"text": "is if you want to impress any dates that you're taking to the sixty out escape", "start": 713.22, "end": 717.26}, {"text": "rooms in silver. It's probably gone. It's probably gone by the way all this all", "start": 717.26, "end": 721.18}, {"text": "the escape rooms that I worked for are controlled by like an actual Russian.", "start": 721.18, "end": 724.5}, {"text": "How many did you work for just one, but the one location I worked for I went to", "start": 724.54, "end": 729.2}, {"text": "a", "start": 729.2, "end": 729.4}, {"text": "I went to like a award ceremony for the employees that worked there and they", "start": 729.4, "end": 733.68}, {"text": "were just like", "start": 733.68, "end": 734.2}, {"text": "like three like very old babushkas like counting hundred dollar bills while", "start": 734.2, "end": 739.4}, {"text": "they played candy crush. That's amazing. That's and yeah anyway", "start": 739.4, "end": 742.84}, {"text": "the traps are always broken. They were just pieces of shit, but there's this", "start": 742.84, "end": 747.52}, {"text": "one part of the puzzle where you had to rig like an actual car battery to this", "start": 747.52, "end": 751.88}, {"text": "like old school radio to get in touch with the outside so that you could call", "start": 751.96, "end": 755.76}, {"text": "for help, but the radio would never work. So we had to just call in and pretend to", "start": 755.76, "end": 760.0}, {"text": "be the guys in the cartel who the people who were paying to do it had earlier", "start": 760.0, "end": 764.6}, {"text": "heard. So we literally had to do a cholo impression", "start": 764.6, "end": 767.04}, {"text": "because they're supposed to be like overhearing the guys, but the audio", "start": 767.04, "end": 773.92}, {"text": "could never play, but they would do it right and it's so finicky to get the", "start": 773.92, "end": 778.56}, {"text": "that is a soft. You are you in your first, yeah, we you have to for years", "start": 778.6, "end": 783.96}, {"text": "to for years, you're going to you've done an impression of a like now with", "start": 783.96, "end": 787.18}, {"text": "your friends. Now you have to do it for your job or you'll get fired.", "start": 787.18, "end": 790.7}, {"text": "Yeah, I did and then so every time we did it, they were just go huh. I guess", "start": 790.7, "end": 795.42}, {"text": "that was a hint. I understand that we're yeah anyway. It was cool. It was a", "start": 795.42, "end": 800.7}, {"text": "good job. I did an escape room with my family wanted to do an escape room", "start": 800.7, "end": 804.14}, {"text": "and some of my extended family over zoom during covid is like remember that", "start": 805.44, "end": 808.56}, {"text": "was like a like a covid yeah. I was like oh you can do it. It was it wasn't it", "start": 808.56, "end": 812.28}, {"text": "wasn't we had to do that. Yeah, it was pretty horrible. It was like some guy", "start": 812.28, "end": 816.42}, {"text": "in a like you know on zoom, but still wearing the mask because it's like early", "start": 816.42, "end": 819.8}, {"text": "covid. I feel like and he was like it was pirate themed, so he's like are you", "start": 819.8, "end": 824.08}, {"text": "resume and then it was like it was so horrible because they didn't even it", "start": 824.08, "end": 828.48}, {"text": "wasn't even that they had a camera and we're going through the room. It was", "start": 828.48, "end": 831.92}, {"text": "let's see what he does. I'll clean it on the cable. I'll clean it up.", "start": 832.76, "end": 836.08}, {"text": "It's covered in plastic. I know, but I just want to give you some urgency", "start": 836.08, "end": 840.44}, {"text": "before I go any further before I go any further. The spiller we can over here.", "start": 840.44, "end": 846.28}, {"text": "You can let me finish yeah. It was so horrible because it was it wasn't even", "start": 846.28, "end": 851.44}, {"text": "that they had a camera inside the escape room. It was that they had like", "start": 851.44, "end": 854.72}, {"text": "essentially what we do for like they had like a slide show of like pictures of", "start": 854.72, "end": 858.28}, {"text": "stuff in the room yeah and everybody in my family was just slightly too old to", "start": 858.28, "end": 861.72}, {"text": "understand that was going on. So I click so they kept it less than a point in", "start": 861.76, "end": 865.12}, {"text": "clicking. It was like do you can you say the right thing so we can go to the", "start": 865.12, "end": 867.64}, {"text": "next slide and the yeah everybody kept asking every single slide like five", "start": 867.64, "end": 870.88}, {"text": "times. Do you have like a different angle of this? Can we look closer at", "start": 870.88, "end": 873.62}, {"text": "this and the guy you just hear clicking noise and the guy would be like no, we", "start": 873.62, "end": 876.68}, {"text": "can't. Unfortunately, I can't get any closer and it was just it was just", "start": 876.68, "end": 879.64}, {"text": "pictures of like walls with like the classic like escape room, like like", "start": 879.64, "end": 883.68}, {"text": "codes and stuff. Can you zoom in and be like no at least that one has more free", "start": 883.68, "end": 887.96}, {"text": "will because when we had to do it over zoom, it was just like people would call", "start": 887.96, "end": 890.76}, {"text": "and it was just my friend Patrick holding a phone and just walking around the", "start": 890.8, "end": 894.52}, {"text": "escape room and they were like", "start": 894.52, "end": 895.56}, {"text": "can you go over there? I can", "start": 895.56, "end": 899.76}, {"text": "that's exactly what it was. It was like yeah, I guess we could go back to that,", "start": 899.76, "end": 905.52}, {"text": "but like yeah, I did an escape room twice with my family and the first one", "start": 905.52, "end": 910.44}, {"text": "we had like eleven people and we had to like convince the people like we because", "start": 910.44, "end": 915.0}, {"text": "six was the limit and we were like we really want eleven people to do it and a", "start": 915.0, "end": 918.92}, {"text": "one of us are kids and I was like thirteen or fourteen, and it was the", "start": 918.96, "end": 922.52}, {"text": "entire thing was my brother's ex girlfriend trying to figure out all the", "start": 922.52, "end": 926.84}, {"text": "math stuff in the thing and then me and the other boys in our cousin group", "start": 926.84, "end": 932.4}, {"text": "taking photos of each other with a disposable camera, having sex with a", "start": 932.4, "end": 935.54}, {"text": "statue", "start": 935.54, "end": 936.16}, {"text": "that had boobs. Yeah, when I was in fourth grade, my grandma took me to an", "start": 936.16, "end": 942.76}, {"text": "escape room like back before I had any idea what it was, and it was ancient", "start": 942.76, "end": 947.4}, {"text": "Egypt themed and we went in and it was like the second room and they had a", "start": 947.44, "end": 950.38}, {"text": "skeleton and it scared me so bad that I got sick to my stomach and I told the", "start": 950.38, "end": 955.2}, {"text": "employee that I had to leave and he took me out a secret exit and I waited for", "start": 955.2, "end": 958.62}, {"text": "my my grandma finished the room by herself and I waited for myself. I", "start": 958.62, "end": 962.32}, {"text": "waited by myself in the lobby. You got scared by a skeleton. I was like I", "start": 962.32, "end": 966.82}, {"text": "thought it was there so fucking I've never done an escape room. You can't", "start": 966.82, "end": 970.72}, {"text": "just don't let yourself. I only did that one and then I got taken on one at a", "start": 970.72, "end": 974.34}, {"text": "school trip and then the one on zoom. Yeah, we talked about that before like I", "start": 974.4, "end": 977.9}, {"text": "almost I'd failed that interview so bad.", "start": 977.9, "end": 980.0}, {"text": "Oh, you know, I almost worked with the master himself. Wow, yeah, yeah, we've", "start": 980.0, "end": 984.82}, {"text": "talked about that up and down. Yeah, but what I want to talk about is the", "start": 984.82, "end": 988.32}, {"text": "spiller right now. Why Mr Spill Mr Spill, Mr Spill, because the other day he", "start": 988.32, "end": 994.1}, {"text": "spilled Joe's coffee and instead of cleaning up the spill, he ran and got", "start": 994.1, "end": 1000.66}, {"text": "another coffee and left all of the spill jumped out of the chair and said he", "start": 1000.7, "end": 1005.34}, {"text": "you another one right now. I mean, only out of the door. The only reason he", "start": 1005.34, "end": 1008.9}, {"text": "picked up the spill right now was to because he knew that we're going to tell", "start": 1008.9, "end": 1013.54}, {"text": "this story. No, I don't care about this story. He knew it. I think that's a nice", "start": 1013.54, "end": 1017.28}, {"text": "thing to do, Caleb, because you're counting on your friends to take care of", "start": 1017.28, "end": 1019.94}, {"text": "the spill. The spill is did the spill cost you $4.50? What? Yes. And emotional", "start": 1019.94, "end": 1026.46}, {"text": "little bit about you know what the still cost me this patch of table right here.", "start": 1026.46, "end": 1031.04}, {"text": "Yeah, that's a difference. That wasn't the only spill. That wasn't the why we", "start": 1031.04, "end": 1034.08}, {"text": "don't have to litigate this whole thing, but if so, if you go back now,", "start": 1034.08, "end": 1037.0}, {"text": "the podcast, by all means, put me on trial. Let's go put you on trial right", "start": 1037.0, "end": 1040.8}, {"text": "now. The table me on trial. You know this is more. I don't know if you watch", "start": 1040.8, "end": 1043.72}, {"text": "Oppenheimer. There's more of a hearing than a trial. You don't have a chance to", "start": 1043.72, "end": 1046.8}, {"text": "defend yourself, pal.", "start": 1046.8, "end": 1047.68}, {"text": "He's the guy from winning time that yells at Oppenheimer. I'm sorry. I use so", "start": 1047.68, "end": 1052.02}, {"text": "many performance enhancing drinks where I'm so good at the podcast that I have to", "start": 1052.02, "end": 1056.2}, {"text": "stick around and stick them around and spill them. Yeah, you guys imagine", "start": 1056.22, "end": 1059.18}, {"text": "being the first person to have your pink nipples on IMAX color stock. Is that", "start": 1059.18, "end": 1063.94}, {"text": "what that was?", "start": 1063.94, "end": 1064.54}, {"text": "Yeah,", "start": 1064.54, "end": 1066.26}, {"text": "I can't remember", "start": 1066.26, "end": 1069.02}, {"text": "that's my Florence.", "start": 1069.02, "end": 1072.22}, {"text": "Did you do that again? I like I like what you say, just one and a half more", "start": 1072.22, "end": 1077.38}, {"text": "times long hair.", "start": 1077.38, "end": 1078.78}, {"text": "No, she has a short hair. She's not quite so girly at all. Is she? No, but", "start": 1078.78, "end": 1084.66}, {"text": "She has long hair in that movie, not quite it's pretty it's quite long. She", "start": 1084.7, "end": 1089.9}, {"text": "looks like she plays rugby. It's quite I like", "start": 1089.9, "end": 1092.54}, {"text": "you like", "start": 1092.54, "end": 1094.16}, {"text": "I like", "start": 1094.16, "end": 1096.56}, {"text": "I can see you like that. Yes, not so much for me, but I'd like to fight her", "start": 1096.56, "end": 1103.34}, {"text": "in an octagon. I'd like to fight her and lose. I'd like to fight her and lose a", "start": 1103.34, "end": 1109.22}, {"text": "hundred", "start": 1109.22, "end": 1109.62}, {"text": "it hurts so bad. Keep doing so fucking. It hurts so bad, but I'm still awake.", "start": 1111.26, "end": 1115.14}, {"text": "Keep fighting me. Yeah, I would like to have a contest where she's only allowed", "start": 1115.14, "end": 1119.14}, {"text": "to use her lower body and I'm only allowed to use the top of my head. You", "start": 1119.14, "end": 1122.66}, {"text": "wanna what you wanna", "start": 1122.66, "end": 1123.42}, {"text": "that's how we can have a co a co ed", "start": 1123.42, "end": 1128.74}, {"text": "fighting. All right, I want a good clean fight.", "start": 1128.74, "end": 1134.54}, {"text": "You can only use the top of your head.", "start": 1134.54, "end": 1137.78}, {"text": "Florence, I'm going to tie your arms behind your back.", "start": 1138.78, "end": 1141.34}, {"text": "Florence", "start": 1141.34, "end": 1142.76}, {"text": "her friends call you. It's not you", "start": 1142.76, "end": 1147.34}, {"text": "who it's poo. Her name is close to pure bitches name.", "start": 1147.34, "end": 1152.06}, {"text": "You can't keep", "start": 1152.06, "end": 1163.34}, {"text": "he learned how to break out of handcuffs just for the fight is doing David Blaine.", "start": 1166.54, "end": 1170.12}, {"text": "Yeah, I would like to do a fight where she's only allowed to use the soles of", "start": 1170.12, "end": 1172.48}, {"text": "her feet and I'm only allowed to use the tips of my", "start": 1172.48, "end": 1174.3}, {"text": "of my tongue versus the bottom of your ass.", "start": 1174.3, "end": 1178.34}, {"text": "I want a good clean fight, the bottom of no dirty business. What is the bottom", "start": 1178.34, "end": 1186.24}, {"text": "of the S, the the the the part of the back rest of the as she's where the", "start": 1186.24, "end": 1190.78}, {"text": "as cheek falls over. That's", "start": 1190.78, "end": 1192.0}, {"text": "plastic falls falls over the leg over the butt. It honestly depends how big", "start": 1193.16, "end": 1199.06}, {"text": "your butt is because some people's butts are so small that they're assholes on", "start": 1199.06, "end": 1202.28}, {"text": "the exact same topographical level as the tip of their cheek. That's the gym I", "start": 1202.28, "end": 1207.18}, {"text": "go to is as an is having an epidemic of the bugs in most insanely fake asses of", "start": 1207.18, "end": 1213.08}, {"text": "all time, and they the women go in, they work out and like why are you doing", "start": 1213.08, "end": 1216.72}, {"text": "this? You like women with BBL, right? Yeah, women with like crazy. You", "start": 1216.72, "end": 1220.4}, {"text": "downloaded a new avatar. I want to pretend to get to grind through and it's", "start": 1220.42, "end": 1224.76}, {"text": "always a woman. You spent riot points. You don't need the", "start": 1224.76, "end": 1227.38}, {"text": "I", "start": 1227.38, "end": 1228.18}, {"text": "what are you doing? You already bought this.", "start": 1228.18, "end": 1231.9}, {"text": "It's always a woman who has like no neck at all, just like head bolted onto", "start": 1231.9, "end": 1237.68}, {"text": "the shoulders. Yeah, she's got it. She's got a BBL still biggest, all the", "start": 1237.68, "end": 1242.3}, {"text": "skinny, skinny chicken legs, all the fat they moved up to her neck. Yeah, it's", "start": 1242.3, "end": 1246.1}, {"text": "It's kind of crazy, man.", "start": 1246.14, "end": 1247.14}, {"text": "I want to pretend to get a BBL just so I can sit backwards on a plane.", "start": 1247.14, "end": 1251.62}, {"text": "You can do that already.", "start": 1251.62, "end": 1252.78}, {"text": "You can just do that.", "start": 1252.78, "end": 1253.78}, {"text": "I was on a plane on the...", "start": 1253.78, "end": 1254.78}, {"text": "I just want to just...", "start": 1254.78, "end": 1255.78}, {"text": "Just sitting like this on a plane with my flat ass is such a funny...", "start": 1255.78, "end": 1259.62}, {"text": "I would love to be sitting on a...", "start": 1259.62, "end": 1261.94}, {"text": "Women who get BBLs can't sit on the flight.", "start": 1261.94, "end": 1264.9}, {"text": "There's like women who like can only pay for the BBL, so then they go on the plane and", "start": 1264.9, "end": 1269.42}, {"text": "then there's just like videos of just like people walking by and it's just like two girls", "start": 1269.42, "end": 1273.34}, {"text": "sitting backwards with gigantic asses.", "start": 1273.34, "end": 1275.42}, {"text": "facing the head of the sea. I would love to be sitting next to a girl having", "start": 1275.42, "end": 1279.72}, {"text": "doing that and being like what are you doing and she says I just got a BBL. I", "start": 1279.72, "end": 1283.6}, {"text": "say you got a bubble.", "start": 1283.6, "end": 1284.88}, {"text": "It's actually B U B B L.", "start": 1284.88, "end": 1287.92}, {"text": "You stupid", "start": 1287.92, "end": 1289.92}, {"text": "I went on a", "start": 1289.92, "end": 1292.64}, {"text": "sweater, best", "start": 1292.64, "end": 1294.24}, {"text": "nerd glasses", "start": 1294.24, "end": 1297.26}, {"text": "a dumb B L", "start": 1297.26, "end": 1300.48}, {"text": "B L. They bring you a B B.", "start": 1300.48, "end": 1303.74}, {"text": "they bring you a you B B L Y for the adjective. They bring you on that", "start": 1304.4, "end": 1307.92}, {"text": "fucking podcast called like what that that whatever yeah, whatever and then", "start": 1307.92, "end": 1311.52}, {"text": "it's just you and the fucking sweater vest and the big glasses and is like", "start": 1311.52, "end": 1314.76}, {"text": "this nerd owns these only", "start": 1314.76, "end": 1317.3}, {"text": "you got a boob job. You mean you gave a blow job", "start": 1317.3, "end": 1323.72}, {"text": "I went on a plane, Cameron, the nerd", "start": 1323.72, "end": 1329.32}, {"text": "lower third. Like that fucking sixteen year old Israeli kid, you like blow up", "start": 1331.0, "end": 1336.92}, {"text": "like that?", "start": 1336.92, "end": 1337.48}, {"text": "I went to, I went to... Bill Clinton actually couldn't be president, he was", "start": 1337.48, "end": 1341.4}, {"text": "already president twice. I went to,", "start": 1341.4, "end": 1343.68}, {"text": "on a plane, I went to on a plane and I had a, speaking of planes, this was a", "start": 1343.68, "end": 1350.88}, {"text": "Spirit Air plane to Myrtle Beach, South Carolina, and there was, on the plane it", "start": 1350.88, "end": 1356.2}, {"text": "was like 50 people, just normal people from New York and then 50 like Hasidic", "start": 1356.2, "end": 1361.24}, {"text": "children who had never been on an airplane before and thought it was the", "start": 1361.24, "end": 1364.12}, {"text": "most amazing thing ever. Yeah. And they were running around, like I didn't know", "start": 1364.12, "end": 1368.52}, {"text": "this was allowed and now I want to do this next time I go on a plane. Once they", "start": 1368.52, "end": 1371.84}, {"text": "turn the seatbelt sign off, you can run up and down and hit each other. Well,", "start": 1371.84, "end": 1376.76}, {"text": "it's allowed for kids. I don't think that you can do that. It's allowed for", "start": 1376.76, "end": 1379.52}, {"text": "adults. Well, I mean, it would be funny if, like, you saw all of that and then", "start": 1379.52, "end": 1384.48}, {"text": "you just like all the kids running up and down the aisle. You see that you", "start": 1384.48, "end": 1388.3}, {"text": "immediately unbuckle. You try to join them and you're just like Billy. I", "start": 1388.3, "end": 1391.8}, {"text": "wanted to I wanted to one of the kids across the plane. One of them dropped a", "start": 1391.8, "end": 1395.74}, {"text": "bracelet and I picked it up and I said here you go and I would have said it's", "start": 1395.74, "end": 1398.52}, {"text": "my now. Have you guys ever gone and asked for more snacks on the plane? Yes,", "start": 1398.52, "end": 1401.72}, {"text": "well, actually, I can get up and get the cheese. It's a jet blue has a tree", "start": 1401.72, "end": 1406.38}, {"text": "with unlimited snacks. Well, not a blue, but you've asked this. Have you ever", "start": 1406.38, "end": 1409.34}, {"text": "as basically like asking to get more farts on the plane? Which is my", "start": 1409.34, "end": 1412.38}, {"text": "I actually fart a thousand more times. I", "start": 1413.98, "end": 1415.78}, {"text": "fart. I think I save up all my farts throughout the months and then, as soon", "start": 1415.78, "end": 1421.64}, {"text": "as I get on a plane, I let them out. So you know, it's crazy about the plane. I", "start": 1421.64, "end": 1426.98}, {"text": "get on the plane having to shit and I get off the plane, not having to shit.", "start": 1426.98, "end": 1430.5}, {"text": "It is a pressure and the pressure on your stomach is building, but it doesn't", "start": 1430.5, "end": 1433.78}, {"text": "turn solid waste into vapor. Does it? Yes, it does.", "start": 1433.78, "end": 1436.86}, {"text": "It's a pressure. Look at a bag. Look at a bag of some chips when you're like", "start": 1436.86, "end": 1442.06}, {"text": "got the plan and I made one a hundred foot long unbroken spaghetti noodle.", "start": 1442.1, "end": 1446.46}, {"text": "Yeah, every time you make an eel yeah when I", "start": 1446.46, "end": 1449.68}, {"text": "every time I get off the plane, you go up right and that's pushing the poop", "start": 1449.68, "end": 1456.9}, {"text": "down a little bit right, but then you go down to land and the poop is flying up", "start": 1456.9, "end": 1461.42}, {"text": "your body and turning back into food. Yeah, it's getting another chance at", "start": 1461.42, "end": 1464.7}, {"text": "digest. Yeah, that makes that's why your food when you get off a plane is crazy.", "start": 1464.7, "end": 1469.06}, {"text": "Everything the time of Adderall shits. I feel like Adderall shits is the whole", "start": 1469.62, "end": 1472.92}, {"text": "point of Adderall. Like I don't even I think that taking that kind of shit is", "start": 1472.92, "end": 1476.92}, {"text": "what motivates me to work for the rest of the day. That's why I like coffee.", "start": 1476.92, "end": 1480.22}, {"text": "Yeah, you like coffee. I've been getting into coffee. I love look at that.", "start": 1480.22, "end": 1484.12}, {"text": "You like coffee. I don't like coffee.", "start": 1484.12, "end": 1486.02}, {"text": "That's why I like coffee. I've been drinking so much more coffee recently.", "start": 1486.02, "end": 1489.32}, {"text": "I think you. Because of this new store. Yeah, me too. It makes you have insane", "start": 1489.32, "end": 1492.82}, {"text": "food. I think I have two cold brews a day now, which is insane. I'm always", "start": 1492.82, "end": 1495.72}, {"text": "getting three cold brews a day with cream. I don't get that. Just cold brew", "start": 1495.72, "end": 1498.72}, {"text": "milk cream. I'm getting black. I always I always force myself to have usually I", "start": 1498.72, "end": 1502.56}, {"text": "try to make myself have half a cup of coffee a day and that's my my top level", "start": 1502.56, "end": 1507.08}, {"text": "max to try and give myself a healthy body. Yeah, but recently it's been a", "start": 1507.08, "end": 1512.08}, {"text": "coffee. It's good for a cup of coffee from the store and this will this is", "start": 1512.08, "end": 1516.24}, {"text": "rocket fuel. It's changing me. It's a different type of coffee than what I", "start": 1516.24, "end": 1519.72}, {"text": "make in my Mr. Coffee machine from 1995. I have coffee's a good brand. I'm gonna", "start": 1519.72, "end": 1523.72}, {"text": "go pee and I've been the one I've been completely pooping so much. We're gonna", "start": 1523.72, "end": 1527.32}, {"text": "off the cameras and do an audio only throwback right yeah.", "start": 1527.36, "end": 1529.92}, {"text": "All right. Yeah. Fuck it.", "start": 1529.92, "end": 1531.32}, {"text": "Of what?", "start": 1531.32, "end": 1532.02}, {"text": "Fuck it.", "start": 1532.02, "end": 1532.6}, {"text": "Of podcast about list.", "start": 1532.6, "end": 1533.6}, {"text": "Let's just say fuck it and close all the cameras right now.", "start": 1533.6, "end": 1535.44}, {"text": "Yeah.", "start": 1535.44, "end": 1535.94}, {"text": "Um.", "start": 1535.94, "end": 1536.7}, {"text": "That's one.", "start": 1536.7, "end": 1537.64}, {"text": "That's one.", "start": 1537.64, "end": 1538.68}, {"text": "We were talking about airplane shits, but every single time that I've.", "start": 1538.68, "end": 1542.12}, {"text": "I can never shit on an airplane.", "start": 1542.12, "end": 1543.12}, {"text": "Every single time I've gotten off a plane has been the worst gas I've ever had in my entire life.", "start": 1543.12, "end": 1547.68}, {"text": "Have you ever farted in an Uber?", "start": 1547.68, "end": 1549.52}, {"text": "You know what?", "start": 1549.52, "end": 1550.06}, {"text": "Have you ever had to fart so bad that you have to pee?", "start": 1550.06, "end": 1552.0}, {"text": "Yes.", "start": 1552.0, "end": 1552.66}, {"text": "All the time.", "start": 1552.66, "end": 1553.48}, {"text": "But I hate shitting on planes.", "start": 1553.48, "end": 1555.64}, {"text": "I won't shit on a plane.", "start": 1555.64, "end": 1556.48}, {"text": "but I love uber, but I love sitting on the am track sitting on the am tracking", "start": 1556.64, "end": 1562.66}, {"text": "oh yeah thrown around. You have to hold on to the handles next to the toilet,", "start": 1562.66, "end": 1565.78}, {"text": "so do not get thrown off and shit onto the floor by accident. I'll never when", "start": 1565.78, "end": 1569.26}, {"text": "you have to piss and you have to put your you have to leave your entire body", "start": 1569.26, "end": 1572.74}, {"text": "yeah, it's a jerk off just so you can get a boner just yeah, just to piss can", "start": 1572.74, "end": 1576.38}, {"text": "fly out of your boner like straw into the toilet. You know what I'm talking", "start": 1576.38, "end": 1580.1}, {"text": "about where you have to you have to get a bigger reach. So you get your you give", "start": 1580.1, "end": 1583.82}, {"text": "- Why does it feel like, why does it feel like", "start": 1583.84, "end": 1586.64}, {"text": "every time I go on the Amtrak and I need to pee,", "start": 1586.64, "end": 1589.52}, {"text": "it's smooth sailing, but the second I get into the bathroom", "start": 1589.52, "end": 1592.46}, {"text": "and I lock the door with that strange lock", "start": 1592.46, "end": 1594.66}, {"text": "that looks like an alien's antenna or a robot's wiener.", "start": 1594.66, "end": 1597.82}, {"text": "- A red robot's wiener.", "start": 1597.82, "end": 1598.66}, {"text": "- The train starts bouncing around", "start": 1598.66, "end": 1600.08}, {"text": "like we just hit some turbulence on the track.", "start": 1600.08, "end": 1602.98}, {"text": "- Right, before you know it,", "start": 1602.98, "end": 1604.16}, {"text": "this train was built by toddlers, the track.", "start": 1604.16, "end": 1607.2}, {"text": "- Exactly, I feel like I go into the bathroom", "start": 1607.2, "end": 1609.52}, {"text": "and I get teleported to a train in Topsy Turvy World", "start": 1609.52, "end": 1612.8}, {"text": "or a roller coaster. Yeah, and I guess that must be because of something weird", "start": 1612.8, "end": 1617.94}, {"text": "right and maybe it's the north. It must be a phenomenon and people in the", "start": 1617.94, "end": 1621.82}, {"text": "northeast been knew about this. God damn, I do love the in track bathroom.", "start": 1621.82, "end": 1626.86}, {"text": "The best shit I can ever take, though, is that like a gelson's or just any", "start": 1626.86, "end": 1630.86}, {"text": "grocery store, just an upscale grocery store. Oh, there one. Oh yeah, you just", "start": 1630.86, "end": 1635.34}, {"text": "go in there by yourself. No one's not. I so I got off a plane one time,", "start": 1635.34, "end": 1640.58}, {"text": "gotten an Uber and then I don't know if it was just because I think I was leaving like", "start": 1640.6, "end": 1644.28}, {"text": "the yeah, I think it was I don't remember what I think was leaving La and I must have", "start": 1644.28, "end": 1649.96}, {"text": "ate at that fucking rock and roll restaurant at La X and I just had the worst gas in my", "start": 1649.96, "end": 1655.6}, {"text": "entire life and I just remember farting in this Uber and it was like a silent like really", "start": 1655.6, "end": 1661.3}, {"text": "really disguster silent disguster and I was like I hope that doesn't smell. I hope that", "start": 1661.3, "end": 1667.2}, {"text": "that doesn't smell and then like a minute later, I just see the Uber driver", "start": 1667.2, "end": 1670.46}, {"text": "just open the window. I was like I see the Uber driver just open the window. I", "start": 1670.46, "end": 1675.94}, {"text": "took", "start": 1675.94, "end": 1676.16}, {"text": "one of the more recent a few weeks ago. I took a shit in a public bathroom in a", "start": 1676.16, "end": 1681.54}, {"text": "public library. Yeah, I think it was the one near Barkley Center, maybe and you", "start": 1681.54, "end": 1684.82}, {"text": "wiped with a book and I went in there. I went down. It's been so first of all,", "start": 1684.82, "end": 1689.46}, {"text": "I haven't been in a library since yeah yeah forever, but this was the craziest", "start": 1689.46, "end": 1693.5}, {"text": "public bath. I went down there was a like a room like kind of like a big like", "start": 1693.54, "end": 1697.78}, {"text": "studio, you know that you could like rent out for events and the basement of", "start": 1697.78, "end": 1701.22}, {"text": "the library where the bathroom was and there was a group of people who were", "start": 1701.22, "end": 1704.82}, {"text": "like being taught how to walk the runway. Like it was like everyone like doing", "start": 1704.82, "end": 1709.08}, {"text": "runway walks and someone like going like okay now like like and they were doing a", "start": 1709.08, "end": 1712.3}, {"text": "whole thing and I go into the bathroom and it's three stalls. The ones on the on", "start": 1712.3, "end": 1717.38}, {"text": "the outside edges are taken and I so I go into the middle one to take a shit and", "start": 1717.38, "end": 1721.86}, {"text": "they're both the guys on both sides of me are smoking, clearly smoking and", "start": 1721.9, "end": 1727.04}, {"text": "they're both just", "start": 1727.04, "end": 1727.94}, {"text": "they're both the entire time. I was trying like the fastest shit I ever", "start": 1727.94, "end": 1731.44}, {"text": "took as I was like I need to get out here. They're both just going like", "start": 1731.44, "end": 1733.38}, {"text": "it was so horrible. I would love to smoke on the toilet yeah, just two guys", "start": 1733.38, "end": 1742.64}, {"text": "smoking on the toilet of one stall apart and you're both groaning literally", "start": 1742.64, "end": 1746.88}, {"text": "both identically doing the public bath. They're both stress grown yeah. They're", "start": 1746.88, "end": 1751.44}, {"text": "with two models. They're both stressed. They're studying upstairs probably.", "start": 1751.48, "end": 1754.94}, {"text": "That's why they're in the public library, right? They're probably to walk", "start": 1754.94, "end": 1757.36}, {"text": "for a Louis V. They probably are so fucking stressed that they have to go", "start": 1757.36, "end": 1761.1}, {"text": "take a shit and smoke, because they don't have the time. It's like they're", "start": 1761.1, "end": 1763.58}, {"text": "models, too. If they were walking runways, they are models. So that means", "start": 1763.58, "end": 1767.0}, {"text": "that this is like the only poop that they have in a long time. I do not,", "start": 1767.0, "end": 1768.36}, {"text": "listen, from what I could tell, what I could see of these guys' feet,", "start": 1768.36, "end": 1771.68}, {"text": "these were not models. Yeah. Well, they're not foot models. Yeah. I bet", "start": 1771.68, "end": 1775.72}, {"text": "they were really skinny, though. No, these were normal guys. I don't think", "start": 1775.72, "end": 1779.88}, {"text": "librarians. Yes,", "start": 1779.9, "end": 1781.5}, {"text": "I love taking those shits that do feel like you're pouring like you're dumping", "start": 1781.5, "end": 1788.4}, {"text": "a bucket.", "start": 1788.4, "end": 1789.02}, {"text": "And it's just when you have it or when you haven't heard it,", "start": 1789.02, "end": 1791.26}, {"text": "I hate to get out of here taken. It is a crazy, it's a crazy of like,", "start": 1791.26, "end": 1796.38}, {"text": "Oh my God, I can go fast.", "start": 1796.38, "end": 1797.74}, {"text": "There's something like that's similar to diarrhea where you're dropping turds,", "start": 1797.74, "end": 1801.66}, {"text": "but it's like that scene in aliens where the alien queen is laying her eggs and", "start": 1801.66, "end": 1805.18}, {"text": "each egg has that layer of slime. You haven't sloppy posit or you don't have a", "start": 1805.18, "end": 1809.02}, {"text": "what anymore. Yeah, exactly. I feel like each turd has like this little, this", "start": 1809.02, "end": 1812.82}, {"text": "go bot that's attached to it, like this little layer of... It has a film. Yeah,", "start": 1812.82, "end": 1816.62}, {"text": "exactly, like each, each turd is wearing a condom and it's sliding out. That is", "start": 1816.62, "end": 1820.72}, {"text": "very, very nice. None of it is nice to me. 'Cause you can just kind of machine", "start": 1820.72, "end": 1823.5}, {"text": "gun those out, and they're not even like tiny rabbit pellets, they're like... And", "start": 1823.5, "end": 1826.38}, {"text": "it's not that they're bad, yeah, they're right, they're simply fast. It's not", "start": 1826.38, "end": 1828.74}, {"text": "that they're bad, they're not foul, they're not so rotten, they're just nice", "start": 1828.74, "end": 1832.02}, {"text": "to do. I wish, no worse than a normal poop. I wish that I could never, like, I", "start": 1832.02, "end": 1835.94}, {"text": "that something happened where it's like I could eat as much food as I want and I never had", "start": 1835.98, "end": 1840.88}, {"text": "to take a shit ever again.", "start": 1840.88, "end": 1842.3}, {"text": "I wish that's what visiting the south is like after having a yankee lifestyle I think.", "start": 1842.3, "end": 1846.1}, {"text": "Yeah?", "start": 1846.1, "end": 1847.1}, {"text": "Yeah I think well I don't know about you guys.", "start": 1847.1, "end": 1848.1}, {"text": "What are you talking about?", "start": 1848.1, "end": 1849.1}, {"text": "Visiting the south eating all that fried food and like barbeque.", "start": 1849.1, "end": 1851.7}, {"text": "I can save it up.", "start": 1851.7, "end": 1852.7}, {"text": "I can save that up.", "start": 1852.7, "end": 1854.14}, {"text": "You can save up your poops.", "start": 1854.14, "end": 1855.38}, {"text": "I can save up fried food for sure.", "start": 1855.38, "end": 1856.94}, {"text": "I constipate myself on purpose every few weeks.", "start": 1856.94, "end": 1859.62}, {"text": "What do you mean save up fried food?", "start": 1859.62, "end": 1861.9}, {"text": "I don't have to get, I get constipated after eating a ton of fried food.", "start": 1861.9, "end": 1865.06}, {"text": "I don't know about you. I don't.", "start": 1865.06, "end": 1866.06}, {"text": "Yeah, me too.", "start": 1866.06, "end": 1867.06}, {"text": "The oil is mixed with my stomach.", "start": 1867.06, "end": 1868.06}, {"text": "We have a seed oil, some kind of...", "start": 1868.06, "end": 1871.06}, {"text": "An allergy.", "start": 1871.06, "end": 1872.06}, {"text": "Allergy to it.", "start": 1872.06, "end": 1873.06}, {"text": "Yeah.", "start": 1873.06, "end": 1874.06}, {"text": "Yeah, I just, I get constipated anytime I'm not at home.", "start": 1874.06, "end": 1876.06}, {"text": "Yeah.", "start": 1876.06, "end": 1877.06}, {"text": "That's what I mean.", "start": 1877.06, "end": 1878.06}, {"text": "I think vacation you're gonna...", "start": 1878.06, "end": 1879.06}, {"text": "I built up some kind of natural immune system defense to having to poop when I'm not in my apartment.", "start": 1879.06, "end": 1882.06}, {"text": "Every single time.", "start": 1882.06, "end": 1883.06}, {"text": "You're lucky.", "start": 1883.06, "end": 1884.06}, {"text": "Even if I'm on, even if I'm visiting home from here, I won't shit the entire time.", "start": 1884.06, "end": 1889.06}, {"text": "I have to take a shit right now and I'm not gonna go take a shit because we're recording.", "start": 1889.06, "end": 1894.06}, {"text": "Like you're trying to censor it", "start": 1894.06, "end": 1896.06}, {"text": "Right now", "start": 1896.06, "end": 1899.54}, {"text": "Yeah, what you have a list of talk about we have what you're doing is weird man, what's weird", "start": 1899.54, "end": 1908.66}, {"text": "That's what my stepdad does instead of cussing. Yeah. Yeah, he says what I'm doing stepdaddy moves", "start": 1908.66, "end": 1913.38}, {"text": "That's what the Mormon kid at my school want to", "start": 1913.38, "end": 1915.86}, {"text": "stepdads to talk about being a stepdad. And today the our", "start": 1922.26, "end": 1925.02}, {"text": "clicker is broken, so sorry to the audio listeners, but you're going to have", "start": 1925.02, "end": 1931.06}, {"text": "to hear me say next. Wait, before we go any- should I not talk about the", "start": 1931.06, "end": 1936.26}, {"text": "Christmas podcast you found or? I want to do a full expose on this Christmas", "start": 1936.26, "end": 1940.66}, {"text": "podcast. Because I said that there should be a podcast for stepdads to talk", "start": 1940.66, "end": 1944.66}, {"text": "about being stepdads. And there basically already is one, but it's also about", "start": 1944.66, "end": 1948.46}, {"text": "Christmas. Yeah, well, save it. It's Christmas, but for- Save it for a", "start": 1948.46, "end": 1952.02}, {"text": "months from now that that video you sent me is one of the funniest things I've", "start": 1952.06, "end": 1955.48}, {"text": "ever really good and everyone else is going to have to wait till December.", "start": 1955.48, "end": 1958.54}, {"text": "So Cameron, I'm getting where this is the first ever double list on P. A. I", "start": 1958.54, "end": 1964.04}, {"text": "don't know where you heard that okay. Well, it says we've done plenty of", "start": 1964.04, "end": 1966.96}, {"text": "double list before I didn't make that slide. Jubio made that just now. Oh,", "start": 1966.96, "end": 1970.68}, {"text": "because you don't put the yeah, I don't put titles, so I must have made that", "start": 1970.68, "end": 1973.72}, {"text": "just damn. I'm lying guys. It's the first ever double with let's fucking", "start": 1973.72, "end": 1978.72}, {"text": "your type of double. I don't mean to list one after the other guys. I mean a", "start": 1978.74, "end": 1982.74}, {"text": "double list, and this is on a next please. This is on a website called", "start": 1982.74, "end": 1987.44}, {"text": "wonders list, and you can see here the different", "start": 1987.44, "end": 1990.2}, {"text": "categories on this website. People, animals, travel, most expensive, bizarre,", "start": 1990.2, "end": 1996.24}, {"text": "net worth and Michelin. We should put a net worth section on our that's a", "start": 1996.24, "end": 2000.78}, {"text": "really on your website, yeah, 'cause it's all just like made up information.", "start": 2000.78, "end": 2004.3}, {"text": "Can you hire somebody to calculate your net worth? He's got the biggest net", "start": 2004.3, "end": 2008.02}, {"text": "My net worth is about $500,000 right now due to the properties that I own in New", "start": 2008.06, "end": 2012.14}, {"text": "York City. My net worth is probably... Me and him are both basically negative,", "start": 2012.14, "end": 2017.68}, {"text": "tens of thousands of negative. We are struggling every month. Are you guys", "start": 2017.68, "end": 2019.88}, {"text": "Google-able net worth wise? Can you Google your guys' self-made... Yeah,", "start": 2019.88, "end": 2022.18}, {"text": "let's Google it right now. There's no way. Search Caleb Pitt's net worth.", "start": 2022.18, "end": 2026.0}, {"text": "If it says anything more than minus $50,000, then I'm gonna be so mad. Yeah,", "start": 2026.0, "end": 2030.26}, {"text": "there's no way that my net worth is good at all.", "start": 2030.26, "end": 2033.32}, {"text": "My credit is bad. There's no way you guys are Google-able net worth wise.", "start": 2033.32, "end": 2036.38}, {"text": "no no no no no no no don't look it up on the Adam Friedland show wait Caleb", "start": 2036.38, "end": 2043.1}, {"text": "pits was on the Adam Fried Caleb pits, nineteen seventy five", "start": 2043.1, "end": 2045.84}, {"text": "here we go here. We go Patrick Doran net worth way. Let's go.", "start": 2045.84, "end": 2051.06}, {"text": "One million dollars, Patrick Joseph, Mr Doran owns over fourteen thousand nine", "start": 2051.06, "end": 2055.9}, {"text": "hundred and seventy three units of Synchronos Technologies Inc stock and", "start": 2055.9, "end": 2059.74}, {"text": "over the last fourteen years. Oh my God, look at how this stock has been", "start": 2059.74, "end": 2062.18}, {"text": "dropping. I have been waiting to talk about this for months. This is a", "start": 2062.22, "end": 2066.68}, {"text": "horrible way. Look at that. Grab this has to be about the", "start": 2066.68, "end": 2069.92}, {"text": "this. You need to take this has to be about the Irish rally cross driver that", "start": 2069.92, "end": 2075.92}, {"text": "I share a name with yeah, it's got to be. I guess it would be funnier if it", "start": 2075.92, "end": 2079.4}, {"text": "was you, but it has to be", "start": 2079.4, "end": 2080.88}, {"text": "no, no, no, no, I can't let I can't let people think that I have money.", "start": 2080.88, "end": 2086.86}, {"text": "Yeah, people really thought it's actually fire to be broke. Nowadays,", "start": 2086.86, "end": 2091.18}, {"text": "it's really cool. It's gonna be rolling in the about these hominid networks.", "start": 2091.22, "end": 2095.8}, {"text": "So this is wonders list and I made this slide show a while ago, so I don't", "start": 2095.8, "end": 2100.38}, {"text": "remember what's on it. So next please, so it's a surprise to all of us. So", "start": 2100.38, "end": 2103.7}, {"text": "here it's a double whoa. So we've got two different lists from wonders list", "start": 2103.7, "end": 2107.48}, {"text": "on the left. We have top ten reasons men are better than women by war da", "start": 2107.48, "end": 2112.78}, {"text": "Hajra. What are top ten reasons men are better than women? The debate is", "start": 2112.78, "end": 2116.74}, {"text": "perhaps the most long standing one as men have been trying to prove their", "start": 2116.74, "end": 2120.18}, {"text": "superiority over women since the beginning of time. It gave birth to", "start": 2120.22, "end": 2123.92}, {"text": "masterpieces like men are from Mars and women are from Venus, yet either side", "start": 2123.92, "end": 2128.66}, {"text": "has been unable to prove their point to an absolute extent. What reasons could", "start": 2128.66, "end": 2133.06}, {"text": "men give in favor of their awesomeness? Take a look and then coming in on the", "start": 2133.06, "end": 2136.82}, {"text": "right side, we got ten reasons why women are better than men, also by Ward", "start": 2136.82, "end": 2140.72}, {"text": "Ahasra. This is a truly awesome list and we had a lot of fun compiling it.", "start": 2140.72, "end": 2145.82}, {"text": "The debate about who is better will continue in the long term, but", "start": 2145.82, "end": 2149.22}, {"text": "meanwhile, let's enjoy both the lists of the series compiled listed blow are the", "start": 2149.26, "end": 2154.14}, {"text": "top ten reasons why women are better than I think men already win because it's a", "start": 2154.14, "end": 2157.82}, {"text": "longer pair. Yeah, I say I'm already sensing a by women list says this is a", "start": 2157.82, "end": 2161.96}, {"text": "truly awesome list. These doesn't not say that on the other side. Can we look", "start": 2161.96, "end": 2166.2}, {"text": "up", "start": 2166.2, "end": 2166.48}, {"text": "analyze", "start": 2166.48, "end": 2167.84}, {"text": "I gotta say these thumbnails couldn't be more obvious about you know who's being", "start": 2167.84, "end": 2173.94}, {"text": "prioritized here, at least at the outset. I mean men are having a smiley time with", "start": 2173.94, "end": 2178.46}, {"text": "girlfriends and and I will say that all these people are white and then we have", "start": 2178.5, "end": 2182.48}, {"text": "two black people who are on wrestling", "start": 2182.48, "end": 2184.2}, {"text": "inside", "start": 2184.2, "end": 2186.12}, {"text": "and I feel like one on the right side is a very good optical illusion where", "start": 2186.12, "end": 2190.28}, {"text": "you're supposed to see a lobsters claw.", "start": 2190.28, "end": 2192.08}, {"text": "I think you might be right.", "start": 2192.08, "end": 2195.76}, {"text": "I thought it was a leprechaun drawers. Okay,", "start": 2195.76, "end": 2201.06}, {"text": "sagging leopard and you know what this is just it just goes to show that the", "start": 2205.4, "end": 2208.68}, {"text": "gender of women is all about conflict with men. Okay, gender of men is all", "start": 2208.68, "end": 2213.36}, {"text": "about being here on the beach. Wardah Hajra is a woman", "start": 2213.36, "end": 2217.24}, {"text": "biased,", "start": 2217.24, "end": 2219.16}, {"text": "so let's go next here. Let's check out bias towards men. Reason number ten,", "start": 2219.16, "end": 2224.0}, {"text": "this is a look at how she's actually fucking beautiful as fuck. Look at how", "start": 2224.0, "end": 2228.48}, {"text": "wow, which is the go pro. Whoa, I didn't even know. Did you guys ever use", "start": 2228.48, "end": 2232.92}, {"text": "I jiggle", "start": 2232.92, "end": 2233.56}, {"text": "I", "start": 2233.56, "end": 2234.56}, {"text": "can't say I've used I jiggle", "start": 2234.56, "end": 2238.52}, {"text": "heard of it. I think", "start": 2238.52, "end": 2240.24}, {"text": "all right.", "start": 2240.24, "end": 2242.88}, {"text": "What is", "start": 2242.88, "end": 2244.16}, {"text": "an iPod touch app where you could put a picture of Megan Fox and touch her", "start": 2244.16, "end": 2250.28}, {"text": "O,", "start": 2250.28, "end": 2250.52}, {"text": "and then you", "start": 2250.52, "end": 2251.68}, {"text": "tell a rometer no you are you are you can shake the phone. You can shake the", "start": 2251.68, "end": 2256.88}, {"text": "phone. She would jiggle against her will. She is so sexual,", "start": 2256.88, "end": 2261.36}, {"text": "even the word itself. Each of these let's kind of compare and contrast", "start": 2262.72, "end": 2265.68}, {"text": "these. I think each of these because they even linked the each list on", "start": 2265.68, "end": 2268.72}, {"text": "each other's list. I think you're supposed to take them together. It's", "start": 2268.72, "end": 2271.0}, {"text": "a double list, so we're going to look at each reason and kind of do a", "start": 2271.0, "end": 2273.48}, {"text": "versus here. Okay, so here we have number ten for men. Men think sex", "start": 2273.48, "end": 2277.56}, {"text": "and love are different in today's world. It is very common to have sex", "start": 2277.56, "end": 2281.56}, {"text": "after a few days into the relationship, and yet women would call it", "start": 2281.56, "end": 2284.28}, {"text": "humiliating. If the guy ditched them right after having what he wanted,", "start": 2284.28, "end": 2287.32}, {"text": "man, on the other hand, would never curl up in fetal position and cry for", "start": 2287.32, "end": 2291.16}, {"text": "the blondie who didn't call them the next day after their one night stand and for", "start": 2291.2, "end": 2295.2}, {"text": "women ten women grow", "start": 2295.2, "end": 2297.26}, {"text": "other human beings inside them. Women have the capacity to grow an entire new", "start": 2297.26, "end": 2302.88}, {"text": "person inside of them. Men, on the other hand, make sperms that look like", "start": 2302.88, "end": 2306.92}, {"text": "tadpoles and don't even know which way to go until they accidentally budge into", "start": 2306.92, "end": 2311.24}, {"text": "an egg inside the females body.", "start": 2311.24, "end": 2313.32}, {"text": "That is all the role they play while a woman carries a moving, kicking grown.", "start": 2313.32, "end": 2318.94}, {"text": "I'm going to keep it real. This does not feel band for band. No, this feels like", "start": 2318.98, "end": 2323.86}, {"text": "like this is not an equal. No, we're going to be seeing a lot of stuff like", "start": 2323.86, "end": 2328.62}, {"text": "that. Okay, these lists okay, but it is true that men's sperms don't even know", "start": 2328.62, "end": 2333.82}, {"text": "which way", "start": 2333.82, "end": 2334.26}, {"text": "fucking stupid. I sometimes are the stupidest trying to diss my sperms.", "start": 2334.26, "end": 2340.02}, {"text": "Women make eggs, which are just balls. Yeah, we are there like a tadpole", "start": 2340.02, "end": 2344.82}, {"text": "without the tail. It's like a worse sperm. I don't understand one of these", "start": 2344.82, "end": 2348.02}, {"text": "there's a fact about like the men side. Well, I don't understand what men think.", "start": 2348.06, "end": 2354.86}, {"text": "How is that number ten for why they're better? Because women don't think that", "start": 2354.86, "end": 2358.34}, {"text": "they're different? Because men don't. Because women get obsessed. Okay, so", "start": 2358.34, "end": 2360.98}, {"text": "women get emotional. Women catch feelings. An example is the photo here,", "start": 2360.98, "end": 2365.9}, {"text": "the image, is that they're sharing a Coca-Cola or maybe talking to a small", "start": 2365.9, "end": 2370.42}, {"text": "alien. What the caption should say is the woman in this situation thinks that", "start": 2370.42, "end": 2375.66}, {"text": "she may become pregnant as a result of this interact. This really is just", "start": 2375.66, "end": 2379.98}, {"text": "women are smarter than women is right. Yes, entry and it doesn't even say no.", "start": 2379.98, "end": 2384.98}, {"text": "It just says when men think men", "start": 2384.98, "end": 2387.1}, {"text": "men have an idea of these two things they think about things like this. Yeah,", "start": 2387.1, "end": 2392.54}, {"text": "all right, let's go to number nine here. So number nine men are stronger.", "start": 2392.54, "end": 2397.58}, {"text": "Their upper body is very strong as compared to women, and to be very honest,", "start": 2397.58, "end": 2402.46}, {"text": "even the world seems to be designed along this fact, rather than the delicacy of", "start": 2402.5, "end": 2406.8}, {"text": "women. This is probably why they make the lawn mower string so hard. I've never", "start": 2406.8, "end": 2411.28}, {"text": "even noticed they're hard number nine for women. They can tolerate. They can", "start": 2411.28, "end": 2414.96}, {"text": "tolerate pain, like having a baby push through yourself is not enough. Once", "start": 2414.96, "end": 2419.08}, {"text": "they do it again and yet again, women have a greater tolerance for pain as", "start": 2419.08, "end": 2422.92}, {"text": "they would go on doing all their chores for the whole nine months. Men, on the", "start": 2422.92, "end": 2426.84}, {"text": "other hand, would hide under the sheets if they have flu. So they're saying", "start": 2426.84, "end": 2430.76}, {"text": "doesn't matter how strong men are and how much they hit women with their strong", "start": 2431.08, "end": 2435.78}, {"text": "hands. Women can take it because they can tolerate pain way, way more. If these", "start": 2435.78, "end": 2440.04}, {"text": "are can't even tolerate flu, if these are twin lists,", "start": 2440.04, "end": 2443.12}, {"text": "and they go together, that's what they're saying, what they're saying.", "start": 2443.12, "end": 2446.4}, {"text": "Yeah, what we have right here is just DPS versus tank. Exactly. Women are pure", "start": 2446.4, "end": 2451.0}, {"text": "tanks. They're spongy. Yeah, they're fun. Exactly. Men are DPS. They're this is", "start": 2451.0, "end": 2456.18}, {"text": "but what a demo man yeah man have a forty five.", "start": 2456.2, "end": 2459.26}, {"text": "Women are higher.", "start": 2459.26, "end": 2460.76}, {"text": "Oh yeah, heavy. Well, I guess women can also tolerate fire. There's a theory", "start": 2460.76, "end": 2465.72}, {"text": "that I'd like to show you.", "start": 2465.72, "end": 2466.64}, {"text": "Tolerate fire would be another good. Yeah,", "start": 2466.64, "end": 2468.92}, {"text": "maybe could be they hide under the sheets if they have the flu. God damn on", "start": 2468.92, "end": 2475.44}, {"text": "the other hand, there's a lot of on the other hand, I do have a very low", "start": 2475.44, "end": 2478.96}, {"text": "tolerance for pain and bad feelings and", "start": 2478.96, "end": 2482.84}, {"text": "Yeah, see I you know I like shit pain. Yes, did you pinch me don't pitch me", "start": 2484.52, "end": 2490.64}, {"text": "again? I say uncle when you're a girl, wait Patrick, a woman, he's a girl. No", "start": 2490.64, "end": 2495.2}, {"text": "wait,", "start": 2495.2, "end": 2495.52}, {"text": "I can feel it now because my jacket is heavy. Oh, you got delayed response that", "start": 2495.52, "end": 2500.48}, {"text": "hurt me so bad because I'm so manly and he barely felt the pinch that I did to", "start": 2500.48, "end": 2504.96}, {"text": "him. We do it again.", "start": 2504.96, "end": 2506.0}, {"text": "I didn't even pitch him. That was a test. I did not even pinch him. You know", "start": 2506.0, "end": 2510.72}, {"text": "but I it's I think that maybe I have a can tolerate some pain, but I what I", "start": 2510.74, "end": 2515.04}, {"text": "can't tolerate it's true that I don't think I can tolerate the flu or having a", "start": 2515.04, "end": 2518.14}, {"text": "stomach. No, no, no bubble, definitely the you eat a bad food and it's like you", "start": 2518.14, "end": 2523.74}, {"text": "got shot and use yet. You see me out here every day living my life yeah.", "start": 2523.74, "end": 2527.5}, {"text": "Here's another point for us guys wait, so that means you're a woman yeah,", "start": 2527.5, "end": 2531.86}, {"text": "you can handle the pain.", "start": 2531.86, "end": 2533.02}, {"text": "He's like a woman. You're like", "start": 2533.02, "end": 2535.7}, {"text": "in our favorities", "start": 2535.7, "end": 2537.66}, {"text": "women. Well, I get that from my mom yeah, that's what I get from my mom.", "start": 2538.9, "end": 2542.82}, {"text": "Yeah, for my dad, I get that I really don't like having a stomach ache, but", "start": 2542.82, "end": 2546.34}, {"text": "for my mom I get that I can just take a pepto and go about my day. Men are", "start": 2546.34, "end": 2550.02}, {"text": "always saying uncle when they experience pain right like right or when they're", "start": 2550.02, "end": 2553.88}, {"text": "being tickled. I think nerds are saying that yeah, nurse is saying uncle sure", "start": 2553.88, "end": 2557.4}, {"text": "or boy. There's no such thing as a nerd, yeah,", "start": 2557.4, "end": 2559.7}, {"text": "but women are always saying uncle when they have too much pleasure. They say", "start": 2559.7, "end": 2563.78}, {"text": "I'm not in the mood or stop", "start": 2563.78, "end": 2566.8}, {"text": "I'm saying when a woman is experiencing a lot of pleasure. They go like uncle", "start": 2567.78, "end": 2571.28}, {"text": "oh uncle like that. This definitely needs further research. Yeah", "start": 2571.28, "end": 2577.28}, {"text": "yeah, well, there was going on a diet with too much cupcakes.", "start": 2577.28, "end": 2581.96}, {"text": "What", "start": 2581.96, "end": 2583.28}, {"text": "you're like? Oh, please no more cupcakes, uncle uncle, whereas men will eat an", "start": 2583.28, "end": 2589.46}, {"text": "infinite cupcakes, uncle, maybe that's going to be less. Is that what you're", "start": 2589.46, "end": 2592.52}, {"text": "saying? It would be an infinite cupcake", "start": 2592.52, "end": 2594.32}, {"text": "and", "start": 2594.32, "end": 2595.84}, {"text": "I just feel like women are always wait the infinite cupcake. This is a", "start": 2597.72, "end": 2601.26}, {"text": "paradox here because it's like at the", "start": 2601.26, "end": 2603.66}, {"text": "listen to this here, right of infinite just you you're eating the top part of", "start": 2603.66, "end": 2608.92}, {"text": "the cupcake first and you never have to eat the bottom part.", "start": 2608.92, "end": 2611.32}, {"text": "That's a paradox. Oh, my God,", "start": 2611.32, "end": 2614.84}, {"text": "that's a so which part of the so why even make the bottom part, but do you", "start": 2614.84, "end": 2620.04}, {"text": "need the bottom part to be in? I like the bottom, which part of the cupcake", "start": 2620.04, "end": 2623.32}, {"text": "is female. I don't like those muffins. I don't like the muffin. You like bread.", "start": 2623.32, "end": 2626.52}, {"text": "give me the muffin bottoms. Shut up man, you like bread. I want to eat the", "start": 2626.6, "end": 2630.68}, {"text": "bottoms of the muffins. You've been lying. You can't eat bottoms of muffins.", "start": 2630.68, "end": 2633.64}, {"text": "Yeah, I can know you eat lettuce burgers. How do you all eat your Reese's?", "start": 2633.64, "end": 2638.12}, {"text": "First, I lick off all the chocolate, then I put the peanut butter in the", "start": 2638.12, "end": 2642.52}, {"text": "freezer and I eat it a week later. I wrap it in the paper. I eat", "start": 2642.52, "end": 2647.32}, {"text": "it in the paper. I put the Reese's on the roof of my mouth, all the chocolate,", "start": 2647.32, "end": 2652.96}, {"text": "- Can I hold the peanut butter and I scoop it into the paper", "start": 2653.0, "end": 2655.84}, {"text": "and throw it in the fridge?", "start": 2655.84, "end": 2657.08}, {"text": "- 'Cause sometimes you take the Reese's off the wrapper", "start": 2657.08, "end": 2659.08}, {"text": "and a little bit of chocolate islands are left.", "start": 2659.08, "end": 2661.76}, {"text": "- I ate the paper one time.", "start": 2661.76, "end": 2663.24}, {"text": "- Well, you don't eat the paper,", "start": 2663.24, "end": 2664.08}, {"text": "you put the paper in your mouth to chew it.", "start": 2664.08, "end": 2665.8}, {"text": "I guess with the cupcake wrapper too,", "start": 2665.8, "end": 2667.46}, {"text": "you can put the wrapper in your mouth", "start": 2667.46, "end": 2669.14}, {"text": "to get all the little granules off.", "start": 2669.14, "end": 2671.06}, {"text": "Well, you just chew the wrapper like a Zins.", "start": 2671.06, "end": 2673.4}, {"text": "- Somebody told me in--", "start": 2673.4, "end": 2675.24}, {"text": "- No one cares what I fucking said.", "start": 2675.24, "end": 2676.88}, {"text": "- No, that's what you said was a third grader's opinion.", "start": 2676.88, "end": 2679.84}, {"text": "- I don't know what you said at all.", "start": 2679.84, "end": 2681.84}, {"text": "Put the wrapper in your mouth, chew it like a Zen,", "start": 2681.84, "end": 2683.4}, {"text": "and get all of the cupcake off.", "start": 2683.4, "end": 2685.28}, {"text": "- I knew someone who did that, and I thought it was weird.", "start": 2685.28, "end": 2687.56}, {"text": "- I think that's normal.", "start": 2687.56, "end": 2688.76}, {"text": "- Yeah.", "start": 2688.76, "end": 2689.6}, {"text": "- You spit out the wrapper when you're done.", "start": 2689.6, "end": 2690.44}, {"text": "- Somebody told me that Stride Gum's wrappers", "start": 2690.44, "end": 2693.1}, {"text": "were made out of sugar paper,", "start": 2693.1, "end": 2694.96}, {"text": "and that you should eat the paper on Stride Gum.", "start": 2694.96, "end": 2697.4}, {"text": "- All paper is technically edible.", "start": 2697.4, "end": 2698.24}, {"text": "- You were actually as dumb as a dog growing up.", "start": 2698.24, "end": 2701.04}, {"text": "- No, no, no, this is some,", "start": 2701.04, "end": 2702.12}, {"text": "they told me that they did that", "start": 2702.12, "end": 2703.44}, {"text": "because I asked them why they put", "start": 2703.44, "end": 2704.8}, {"text": "the whole thing in their mouth.", "start": 2704.8, "end": 2706.24}, {"text": "- Did you ever do the thing where you take the foil", "start": 2706.24, "end": 2708.12}, {"text": "off of the Five Gum, and then you rub it", "start": 2708.12, "end": 2709.8}, {"text": "with your fingernail on stuff?", "start": 2709.8, "end": 2710.64}, {"text": "and", "start": 2710.64, "end": 2732.64}, {"text": "You know what you could do is get a cat, right?", "start": 2732.64, "end": 2734.24}, {"text": "Put your tinfoil down on the counter.", "start": 2734.24, "end": 2736.18}, {"text": "If you have a problem with the cat jumping up on the counter", "start": 2736.18, "end": 2738.5}, {"text": "all the time while you're cooking,", "start": 2738.5, "end": 2740.12}, {"text": "it hits the tinfoil, scares the shit out of him.", "start": 2740.12, "end": 2742.84}, {"text": "- I'd yell and hit the cat.", "start": 2742.84, "end": 2744.72}, {"text": "- Yeah, why are you wasting your time doing both?", "start": 2744.72, "end": 2746.56}, {"text": "- I wouldn't waste my tinfoil that I could make into a cube.", "start": 2746.56, "end": 2748.24}, {"text": "- You can, yeah, but then you can have", "start": 2748.24, "end": 2749.52}, {"text": "a tinfoil countertop.", "start": 2749.52, "end": 2751.52}, {"text": "- I do that all the time when I make fish.", "start": 2751.52, "end": 2753.86}, {"text": "- Well, buddy.", "start": 2753.86, "end": 2754.7}, {"text": "Buddy, buddy, let me tell you.", "start": 2754.7, "end": 2758.76}, {"text": "- I don't even need a cat for that.", "start": 2758.76, "end": 2759.6}, {"text": "- Oh, you know how when you take the cat", "start": 2759.6, "end": 2761.26}, {"text": "off of the tin foil.", "start": 2761.26, "end": 2762.16}, {"text": "Sorry, when you take the fish off of the cat is stuck in the tin foil. When you", "start": 2762.16, "end": 2768.7}, {"text": "take the fish off the tin foil, a little fish is left behind.", "start": 2768.7, "end": 2770.72}, {"text": "Yeah, yeah, yeah, you put the tin foil in your mouth to get all the fish off", "start": 2770.72, "end": 2774.3}, {"text": "right. When you put the same in on the way for it to connects to it. That's", "start": 2774.3, "end": 2778.4}, {"text": "right, you put the tin foil in your mouth, you chew it, you get all the", "start": 2778.4, "end": 2780.14}, {"text": "salmon. What I do is I make it in Papillon. Is it wrong to eat butterfly", "start": 2780.14, "end": 2783.58}, {"text": "style? It's one of the okay things that you can chew on. Is it wrong that you", "start": 2783.58, "end": 2788.82}, {"text": "have you with your body? Yeah, that means you got pica. It means you have a", "start": 2788.84, "end": 2793.48}, {"text": "deficiency of some, but I don't love it, but like I've done right. If you love it,", "start": 2793.48, "end": 2797.48}, {"text": "it's a do you have metal fillings if you're well listen, if you're, if you're", "start": 2797.48, "end": 2801.32}, {"text": "addicted to it, it can be bad, but it's bad if you're addicted to it. It's fine", "start": 2801.32, "end": 2804.84}, {"text": "once in moderation. Okay, number eight, let's go to number eight here before we", "start": 2804.84, "end": 2809.16}, {"text": "have I have metal fillings. At one time, I bit a piece of tin foil and I felt a", "start": 2809.16, "end": 2812.84}, {"text": "surge in my mouth of electricity. That's a lie. That's false. You just had you", "start": 2812.84, "end": 2816.6}, {"text": "just pain. Just told a kevin gate story. You said I had a surge in my mouth of", "start": 2816.64, "end": 2820.28}, {"text": "electricity. I had a surge in my mouth.", "start": 2820.28, "end": 2822.08}, {"text": "Number eight for men, the knowledge of tools", "start": 2822.08, "end": 2827.38}, {"text": "can read instructions and decipher them easily. It is a part of their innate", "start": 2827.38, "end": 2832.4}, {"text": "nature to understand the mechanics of how things work, which is why they have", "start": 2832.4, "end": 2835.46}, {"text": "D I projects at home that women can't do. Women have way more D I y number", "start": 2835.46, "end": 2840.46}, {"text": "eight that's because you are a lazy bastard. I know number eight is", "start": 2840.46, "end": 2843.72}, {"text": "multitasking for when you dare women can reply to tools. Women can reply to", "start": 2843.76, "end": 2848.76}, {"text": "emails on the smartphones cook, watch over the baby and listen to TV news at", "start": 2848.76, "end": 2853.56}, {"text": "the same time men see also best jobs for women. Okay, so here's here's an", "start": 2853.56, "end": 2858.78}, {"text": "obvious example of men having a greater knowledge of tools, tools than men or", "start": 2858.78, "end": 2864.16}, {"text": "women. Rather think about think about how many sex toys men have access to how", "start": 2864.16, "end": 2868.24}, {"text": "many little shapes and sizes and and it's just a whole no because there's the", "start": 2868.56, "end": 2873.9}, {"text": "double sided all men have as a whole. What tool wise for their to have a sex", "start": 2873.9, "end": 2879.34}, {"text": "toy is a whole. I don't think you're saying that men have more sex toys than", "start": 2879.34, "end": 2882.5}, {"text": "women. No, they don't. I think I disagree. Okay, so think about this. I want you", "start": 2882.5, "end": 2886.24}, {"text": "to think about this. Women have different stuff. Think about a flesh,", "start": 2886.24, "end": 2889.92}, {"text": "think about a flesh light. That's the, that's the, you know, the, the, we're,", "start": 2889.92, "end": 2893.14}, {"text": "this is the, the burial ground of, of, of sex toys, right? That's all you need.", "start": 2893.14, "end": 2897.76}, {"text": "That's one hole. Yeah. Then you get the double-sided fleshlight, right?", "start": 2897.96, "end": 2901.96}, {"text": "Two holes. Yeah, then you even have a fleshlight that has a mouth on one side", "start": 2901.96, "end": 2905.76}, {"text": "and a pussy on the other, right? That's still a hole. That's just holes.", "start": 2905.76, "end": 2909.26}, {"text": "Yeah, okay. So I want you to talk to me... You're just describing holes.", "start": 2909.26, "end": 2912.36}, {"text": "Women have... They have a dildo and they have a vibrator. No, but then they...", "start": 2912.36, "end": 2916.66}, {"text": "They have a dildo and they have a vibrator. They also have... They have a dildo", "start": 2916.66, "end": 2919.56}, {"text": "and they have a vibrator. They have two... Those are two things. Those are two operators.", "start": 2919.56, "end": 2923.26}, {"text": "Okay, well there's... Men have different variations on a hole. I'm sorry, but a", "start": 2923.26, "end": 2927.06}, {"text": "Men can also use a dildo on their anus.", "start": 2927.06, "end": 2930.02}, {"text": "But so can a woman.", "start": 2930.02, "end": 2930.82}, {"text": "So women have three--", "start": 2930.82, "end": 2931.86}, {"text": "But that doesn't make it a new dildo.", "start": 2931.86, "end": 2933.02}, {"text": "That doesn't make it a new dildo.", "start": 2933.02, "end": 2934.38}, {"text": "No, no, no, no.", "start": 2934.38, "end": 2935.02}, {"text": "But women have three axes of pleasure.", "start": 2935.02, "end": 2937.7}, {"text": "Men have two.", "start": 2937.7, "end": 2938.3}, {"text": "Because they have the vaginal cavity, the clitoris,", "start": 2938.3, "end": 2941.22}, {"text": "and the ass.", "start": 2941.22, "end": 2942.58}, {"text": "I'm going to own you.", "start": 2942.58, "end": 2943.46}, {"text": "What about a ball clamp?", "start": 2943.46, "end": 2944.42}, {"text": "Has everybody ever developed a sex toy for both that", "start": 2944.42, "end": 2948.38}, {"text": "plays with your nipples?", "start": 2948.38, "end": 2949.62}, {"text": "And women have that, too.", "start": 2949.62, "end": 2950.7}, {"text": "Women have nipples that feel something.", "start": 2950.7, "end": 2951.94}, {"text": "Yeah, men have nipple clamps.", "start": 2951.94, "end": 2953.7}, {"text": "Women have nipple clamps.", "start": 2953.7, "end": 2954.78}, {"text": "But they're not as good.", "start": 2954.78, "end": 2955.78}, {"text": "just use that woman, though, is sitting and watching porn, also with the nipple", "start": 2955.78, "end": 2959.58}, {"text": "clamps only and also women like women like sucking dildos off, too, and got no", "start": 2959.58, "end": 2965.12}, {"text": "guy. I've never seen a guy do that. Guys like fingering flesh lights. Yeah, well,", "start": 2965.12, "end": 2970.66}, {"text": "but again, again, all male sex toys are variations on a whole just get buying a", "start": 2970.66, "end": 2975.46}, {"text": "flesh like or look at or even then, even then, fuck they're using a different", "start": 2975.46, "end": 2980.26}, {"text": "eye. Get men don't always just need a whole. I feel like you know a body pillow", "start": 2980.26, "end": 2984.18}, {"text": "isn't a hole. It's just an in body pillows going to have a hole in it.", "start": 2984.2, "end": 2987.1}, {"text": "Eventually, I don't think you know how a body", "start": 2987.1, "end": 2989.6}, {"text": "into the stitching buddy. That's a sex toy. It can be if you put a hole in", "start": 2989.6, "end": 2995.9}, {"text": "okay. So this is the perfect talk about my new favorite video. Have you guys", "start": 2995.9, "end": 3000.62}, {"text": "all watch this video yet? The washing the guy fucking the washers. I watch", "start": 3000.62, "end": 3003.82}, {"text": "this video about a thousand times. Everybody should go up. We have to watch", "start": 3003.82, "end": 3006.96}, {"text": "it and by the way, a man can use a vibrator. A man can use a vibrator, a", "start": 3006.96, "end": 3009.94}, {"text": "wild on what appears man can use anything a woman can use plus here's", "start": 3009.96, "end": 3013.6}, {"text": "Pierce you're getting you're getting hung up on this. You say we're going to", "start": 3013.6, "end": 3017.46}, {"text": "go on", "start": 3017.46, "end": 3017.8}, {"text": "a right. We're going to go on x dot com and we're going. What are you doing?", "start": 3017.8, "end": 3024.64}, {"text": "That's a pretty good try.", "start": 3024.64, "end": 3027.08}, {"text": "That's a pretty good try. It's going to go on x right now. We're going to watch", "start": 3027.08, "end": 3032.96}, {"text": "a video of a guy fucking a washing machine and we're going to listen to the", "start": 3032.96, "end": 3036.16}, {"text": "sound of the video.", "start": 3036.16, "end": 3037.2}, {"text": "Do you have it on your Twitter on your X? You have to put an under you have to put", "start": 3037.2, "end": 3044.88}, {"text": "the underscore. Why don't you just go on X? Oh, there it is.", "start": 3044.88, "end": 3048.44}, {"text": "Okay, now play this video. Oh yeah, you're barely allowed to look at Twitter", "start": 3048.44, "end": 3053.46}, {"text": "X. Now, what the hell if you're not logged in, if you're not logged in memes,", "start": 3053.46, "end": 3058.08}, {"text": "I've made in the past look and it even has all three of the", "start": 3058.08, "end": 3061.12}, {"text": "Twitter. I have associated on the side. I have my fucking hottest memes going.", "start": 3061.12, "end": 3066.24}, {"text": "Look at that. You might like the three accounts associated with the show.", "start": 3066.32, "end": 3071.32}, {"text": "I'll just play this video. Just play it into the audio machine.", "start": 3071.32, "end": 3073.32}, {"text": "Yeah, put it on the GoPro. That's good.", "start": 3073.32, "end": 3075.32}, {"text": "And it's dark.", "start": 3075.32, "end": 3077.32}, {"text": "[VIDEO PLAYBACK]", "start": 3077.32, "end": 3078.32}, {"text": "- Did you spit in it, Buzz?", "start": 3078.32, "end": 3079.32}, {"text": "- A lot.", "start": 3079.32, "end": 3079.82}, {"text": "[LAUGHTER]", "start": 3079.82, "end": 3081.32}, {"text": "- What was about?", "start": 3081.32, "end": 3082.32}, {"text": "- Mama.", "start": 3082.32, "end": 3083.32}, {"text": "- Well, what the fuck is you in here doing?", "start": 3083.32, "end": 3085.32}, {"text": "- Washing my clothes, Mama.", "start": 3085.32, "end": 3088.32}, {"text": "- Washing your clothes?", "start": 3088.32, "end": 3089.32}, {"text": "- You know what I was doing.", "start": 3089.32, "end": 3090.82}, {"text": "I was washing my clothes.", "start": 3090.82, "end": 3093.32}, {"text": "- Looks to me like you was trying to get your dick wetter", "start": 3093.32, "end": 3095.82}, {"text": "than your clothes.", "start": 3095.82, "end": 3096.82}, {"text": "- Mama, not today, all right?", "start": 3096.82, "end": 3098.82}, {"text": "Don't do that to me right now, all right?", "start": 3098.82, "end": 3101.82}, {"text": "[LAUGHTER]", "start": 3101.82, "end": 3103.32}, {"text": "- Well, did you put on some aluminum foil", "start": 3103.32, "end": 3104.82}, {"text": "you know,", "start": 3104.82, "end": 3106.32}, {"text": "Mama Mama not not today day do this to be right", "start": 3106.32, "end": 3116.34}, {"text": "when he says you know what I was doing washing my", "start": 3116.34, "end": 3121.76}, {"text": "funny is", "start": 3121.76, "end": 3125.22}, {"text": "he's got a condom hanging out of his but", "start": 3125.22, "end": 3129.3}, {"text": "why did you put a condom in your? I don't know", "start": 3129.3, "end": 3132.06}, {"text": "that way you don't have to clean the dildo", "start": 3132.9, "end": 3134.42}, {"text": "dryer. There is not even like you have to clean a dildo. It's just going back", "start": 3134.42, "end": 3139.1}, {"text": "to your ass putting anything", "start": 3139.1, "end": 3140.66}, {"text": "who cares about shit on it's going back. That is the funniest video. He's not", "start": 3140.66, "end": 3146.78}, {"text": "even like humping the crack of the the wash. I think any any actor in the", "start": 3146.78, "end": 3152.62}, {"text": "world is jealous of that line rate of not today. Mama don't do this to me", "start": 3152.62, "end": 3158.9}, {"text": "right now. He's just hunching over to hide his boner. I think he is doing.", "start": 3158.94, "end": 3164.3}, {"text": "I think it's completely fake. I think it's also a bad mom. I think it's a", "start": 3164.3, "end": 3167.98}, {"text": "fake video. It's definitely the most horrible thing of all time. If it's", "start": 3167.98, "end": 3171.24}, {"text": "really definitely a bad peer abuse. I think the thing that makes me think it's", "start": 3171.24, "end": 3174.96}, {"text": "so abused that he thinks a washer dryer is a sexual. The thing that makes me", "start": 3174.96, "end": 3178.72}, {"text": "think it's fake is there's no possible way to derive any sexual pleasure at all", "start": 3178.72, "end": 3183.6}, {"text": "from fucking that dryer. He is rubbing his dick against the hard metal corner.", "start": 3183.6, "end": 3187.64}, {"text": "hold on now the way he's doing it. You watch that video again. You tell me", "start": 3187.66, "end": 3191.56}, {"text": "that doesn't", "start": 3191.56, "end": 3191.98}, {"text": "painful", "start": 3191.98, "end": 3194.08}, {"text": "good ever. She had some people that makes me think is fake is that her lines", "start": 3194.08, "end": 3198.74}, {"text": "are too good. Yeah, they're too funny. Yeah, he might be a seno bite", "start": 3198.74, "end": 3202.0}, {"text": "could be", "start": 3202.0, "end": 3203.8}, {"text": "maybe he's been so abused that he likes pain. He exactly he's a seno bite", "start": 3203.8, "end": 3209.98}, {"text": "pleasure. He's number seven for men is manner solution oriented men tend to", "start": 3209.98, "end": 3214.66}, {"text": "move towards the solution of the problem. Instead of spending three hours", "start": 3214.7, "end": 3217.46}, {"text": "crying, seven days worrying and three weeks talking about it to friends,", "start": 3217.46, "end": 3220.94}, {"text": "parents and other people around them, there might immediately comes up with", "start": 3220.94, "end": 3223.96}, {"text": "twelve solutions without thinking that it might be an insult to how they're", "start": 3223.96, "end": 3226.56}, {"text": "feeling right now. Twelve solutions seems like a waste of energy, but yeah", "start": 3226.56, "end": 3229.32}, {"text": "yeah that is a brain or seven female brain has better healing ability. Let's", "start": 3229.32, "end": 3233.48}, {"text": "say if both a man and woman met an accident at the same time, a woman would", "start": 3233.48, "end": 3237.8}, {"text": "be up doing her daily tasks even before the man opens his eyes. That is because", "start": 3237.8, "end": 3241.9}, {"text": "the females neurons are inter linked, while the brain of a man is", "start": 3241.94, "end": 3245.62}, {"text": "compartmentalized wow", "start": 3245.62, "end": 3247.08}, {"text": "yeah. I like that again. This is DPS versus ten yeah, yeah, healing abilities.", "start": 3247.08, "end": 3254.04}, {"text": "I'm actually I'm actually thinking that this could be a whole. These are kind of", "start": 3254.04, "end": 3257.88}, {"text": "both. This is DPS versus tank because the healing ability that's sandwich yeah,", "start": 3257.88, "end": 3263.48}, {"text": "and then this is ADC and support yeah easy. Why is the woman on the table", "start": 3263.48, "end": 3269.2}, {"text": "sexual style that speaks to what we're about to get into. I imagine as we get", "start": 3269.28, "end": 3274.48}, {"text": "into the top five number six less complicated relationships for men,", "start": 3274.48, "end": 3278.84}, {"text": "because men don't give a damn about what others think of them. They don't worry", "start": 3278.84, "end": 3282.48}, {"text": "about what they think of others either. A group of male friends can go out every", "start": 3282.48, "end": 3286.56}, {"text": "weekend without worrying what the other person was wearing. This cool attitude", "start": 3286.56, "end": 3290.64}, {"text": "comes naturally and makes things less complicating, including fashion", "start": 3290.64, "end": 3294.72}, {"text": "communication experts for women. Women can talk to anyone anywhere. They know", "start": 3295.24, "end": 3299.4}, {"text": "how to socialize with the bus driver, the teacher of their kids, the cleaner,", "start": 3299.4, "end": 3302.8}, {"text": "the sales person or anyone sitting with them in the bus advances in human life", "start": 3302.8, "end": 3306.88}, {"text": "are because of communication and we owe that to women. I think", "start": 3306.88, "end": 3311.74}, {"text": "I mean this is a perfect example of men having not complicated. I look at us", "start": 3311.74, "end": 3318.2}, {"text": "three and there's a guy who just went to the bathroom and we're touching each", "start": 3318.2, "end": 3321.4}, {"text": "other. We just go to the bathroom all the time. We should start going to the", "start": 3321.4, "end": 3324.8}, {"text": "bathroom together like girls. I does that shit make you jealous or what when", "start": 3324.84, "end": 3329.76}, {"text": "they say we're us ten are going to go to the bathroom and I say can I never", "start": 3329.76, "end": 3334.0}, {"text": "mind. I would say that you guys and I are maybe like you know two months out", "start": 3334.0, "end": 3338.56}, {"text": "of me asking to piss in the sink with you while you guys use the toilet. I", "start": 3338.56, "end": 3343.36}, {"text": "mean I like doing that when it's like you think that we could reach the point", "start": 3343.36, "end": 3346.84}, {"text": "of penis from penis friends. This is a probably cross. So I guess I'm not", "start": 3346.84, "end": 3350.8}, {"text": "gonna. We're definitely penis friends. It just haven't hasn't happened with him.", "start": 3350.8, "end": 3353.48}, {"text": "I think that the central tension of our friendship for years on end is that we", "start": 3353.52, "end": 3357.9}, {"text": "are on the precipice for a penis friends. I don't think so. I think we're", "start": 3357.9, "end": 3362.04}, {"text": "basically everybody's been a friend all but we're all but penis friends.", "start": 3362.04, "end": 3365.46}, {"text": "Everybody's seen my penis. I haven't seen your head really, and I but I", "start": 3365.46, "end": 3368.64}, {"text": "imagine that your penis looks identical. I think you never showed it to me", "start": 3368.64, "end": 3371.6}, {"text": "because you're afraid I'd like it too much. It definitely", "start": 3371.6, "end": 3374.34}, {"text": "just takes you a Caleb just thinking about", "start": 3374.34, "end": 3378.0}, {"text": "talking about how we have a lack in our house because okay, all your friends", "start": 3381.2, "end": 3385.8}, {"text": "from back home have seen your penis yeah, no", "start": 3385.8, "end": 3387.54}, {"text": "okay, so you should go back home figure that out and come back and join us,", "start": 3387.54, "end": 3391.9}, {"text": "but I've seen your penis yeah, and you guys have all seen my penis. I don't", "start": 3391.9, "end": 3396.32}, {"text": "know if you have that's what we were saying is Pierce might be the only one", "start": 3396.32, "end": 3399.24}, {"text": "where we haven't seen his penis and he hasn't seen ours. I don't think anyone", "start": 3399.24, "end": 3402.54}, {"text": "seen my and pat have seen each other's penises. Why double digit time because", "start": 3402.54, "end": 3407.2}, {"text": "they were the most just like you guys show stuff showers. It's funny. You guys", "start": 3407.22, "end": 3412.02}, {"text": "like to show it's funny to it's funny to show your male friend your penis. I", "start": 3412.02, "end": 3417.38}, {"text": "it's not funny to show a person you don't know your penis. It's also not", "start": 3417.38, "end": 3422.54}, {"text": "funny to show that you like now you're not who you like, but if somebody", "start": 3422.54, "end": 3427.14}, {"text": "doesn't know you at all, and they see your that's a little bit. That's the", "start": 3427.14, "end": 3431.26}, {"text": "most romantic thing though yeah.", "start": 3431.26, "end": 3433.22}, {"text": "that is romantic. That is like showing someone a candle down girl. I'm going", "start": 3434.22, "end": 3439.68}, {"text": "to show it to you. I'm going to show you it", "start": 3439.68, "end": 3441.2}, {"text": "open your eyes girl", "start": 3441.2, "end": 3445.04}, {"text": "look.", "start": 3445.04, "end": 3446.98}, {"text": "It does", "start": 3446.98, "end": 3448.0}, {"text": "there it is baby. What do women think of penises? I look at my penis and every", "start": 3448.0, "end": 3455.82}, {"text": "time I see my own penis in the mirror. I feel like a woman who's being subject", "start": 3455.82, "end": 3459.66}, {"text": "Oh, my God, I don't want to see mine. Oh, my God, I know that mine's nothing", "start": 3462.82, "end": 3469.22}, {"text": "special. I'm tiny. I'm a tiny man. I got these little wrists. I got a tiny", "start": 3469.22, "end": 3473.34}, {"text": "head. I got a big belly and I do just have the", "start": 3473.34, "end": 3476.18}, {"text": "penis of a normal human being. I look like, you know, that picture of that", "start": 3476.18, "end": 3480.1}, {"text": "orangutan. A normal, that's what I have too. Is that the normal size? Is that", "start": 3480.1, "end": 3484.26}, {"text": "the monkey that I'm thinking of? The orange monkey that's got a big gut and", "start": 3484.26, "end": 3487.7}, {"text": "his dick's out? You know that one? Yeah, that's an orangutan. Are you talking", "start": 3487.7, "end": 3491.18}, {"text": "know when he fucks a woman's hand? No, no, no,", "start": 3491.18, "end": 3493.28}, {"text": "I'm talking about that photo of just like the monkey standing. Oh, he's", "start": 3493.28, "end": 3498.22}, {"text": "always", "start": 3498.22, "end": 3498.26}, {"text": "he's not peeing, but he's just got his dick out. Well, I've seen all types of", "start": 3498.26, "end": 3503.02}, {"text": "monkeys penises in every possible context, so I'm sorry that I kind of", "start": 3503.02, "end": 3506.46}, {"text": "there's a very famous image of an orangutan standing in a field. I know", "start": 3506.46, "end": 3511.1}, {"text": "which one you're talking about.", "start": 3511.1, "end": 3511.82}, {"text": "He's just bragging about how many images of monkey penises he's seen. I'm not", "start": 3511.82, "end": 3516.46}, {"text": "bragging, it's honestly a curse on my personal life. You're bragging, you're", "start": 3516.46, "end": 3519.26}, {"text": "I get into a lot of trouble with a lot of people over how many different photos I", "start": 3519.3, "end": 3523.08}, {"text": "try to bring up and videos of", "start": 3523.08, "end": 3524.58}, {"text": "and monkeys.", "start": 3524.58, "end": 3526.06}, {"text": "Humble brag, I watch videos of monkeys, fucking humans.", "start": 3526.06, "end": 3531.5}, {"text": "The appeal and opposite gender is visual, while many men will not admit", "start": 3531.5, "end": 3538.5}, {"text": "that their attraction to the opposite gender is based on the looks of most of", "start": 3538.5, "end": 3542.0}, {"text": "the times. If they will just look at the person and decide whether they want to", "start": 3542.0, "end": 3546.06}, {"text": "hate her or not. Women, on the other hand, will be unsure of this even after three years", "start": 3546.1, "end": 3550.1}, {"text": "of knowing the person because they tend to find marriage material in each guy.", "start": 3550.1, "end": 3555.1}, {"text": "Women like every guy is what it's saying here, I guess.", "start": 3555.1, "end": 3557.1}, {"text": "And on the other side, women can get things done.", "start": 3557.1, "end": 3559.1}, {"text": "Well, wait, that's the thing for men is that that's a positive for men they're saying.", "start": 3559.1, "end": 3564.1}, {"text": "Yeah, that's good.", "start": 3564.1, "end": 3566.1}, {"text": "Every single positive that they list for men just makes men sound like the most manipulative", "start": 3566.1, "end": 3572.1}, {"text": "people in the world.", "start": 3572.1, "end": 3573.1}, {"text": "This is like the best thing about being a man.", "start": 3573.1, "end": 3575.14}, {"text": "Welcome to Earth.", "start": 3575.14, "end": 3576.14}, {"text": "Welcome to Earth.", "start": 3576.14, "end": 3577.14}, {"text": "Maybe it's different on Mars or Venus, but here we have a system that I don't like very", "start": 3577.14, "end": 3581.1}, {"text": "much.", "start": 3581.1, "end": 3582.1}, {"text": "Yeah.", "start": 3582.1, "end": 3583.1}, {"text": "It sounds very patriarchal.", "start": 3583.1, "end": 3584.1}, {"text": "Yeah.", "start": 3584.1, "end": 3585.1}, {"text": "Yeah, where's the thing about men being warriors?", "start": 3585.1, "end": 3587.1}, {"text": "Yeah.", "start": 3587.1, "end": 3588.1}, {"text": "Well, that was tools.", "start": 3588.1, "end": 3589.1}, {"text": "Well, look at them in the back.", "start": 3589.1, "end": 3591.7}, {"text": "They have an army.", "start": 3591.7, "end": 3592.7}, {"text": "If men don't find anything interesting, they will not do it.", "start": 3592.7, "end": 3595.82}, {"text": "Likewise, they will not do anything, again, if they aren't encouraged and appreciated", "start": 3595.82, "end": 3600.14}, {"text": "the first time, even if it is something like washing dishes. Women, on the other", "start": 3600.14, "end": 3603.78}, {"text": "hand, will get things done when they have to. I do not fuck with the dishes.", "start": 3603.78, "end": 3606.5}, {"text": "Dude, I fuck with the dishes. I love the dishes. My wife takes three days to do", "start": 3606.5, "end": 3610.58}, {"text": "four dishes. I know. I have a one day, other day switch off situation. Each day,", "start": 3610.58, "end": 3616.5}, {"text": "other day. I love it. I'll do them all the time. I walk up to the dishes and my", "start": 3616.5, "end": 3621.26}, {"text": "girlfriend will say, \"I'll do them. I'll do the dishes.\" I listen to music. I get", "start": 3621.26, "end": 3624.86}, {"text": "my cue right. I shuffle my playlists with all my songs. I take out the songs I", "start": 3624.86, "end": 3628.02}, {"text": "I don't want. Wow. What I do is if I cook. I was talking. Sorry Pierce.", "start": 3628.02, "end": 3635.22}, {"text": "Everybody clear the air. I was talking. I was complaining about my woman.", "start": 3635.22, "end": 3639.22}, {"text": "It's time to eat. Thank you. So I was about to you know do the dishes let's", "start": 3639.22, "end": 3644.62}, {"text": "say and my girlfriend says no I'll do them. She goes up to the sink. She puts", "start": 3644.62, "end": 3648.82}, {"text": "on the rubber gloves as if that's even necessary. I always cringe when ladies", "start": 3648.82, "end": 3653.82}, {"text": "put on the rubber gloves. You don't need that. And then she says okay I'm gonna", "start": 3653.82, "end": 3657.32}, {"text": "start washing and then she turns on the water and then the dishes that are dry", "start": 3657.32, "end": 3661.16}, {"text": "that are sitting on the drying rack, she doesn't-,", "start": 3661.16, "end": 3663.48}, {"text": "she doesn't move the dishes from the drying rack back to where the dishes", "start": 3663.48, "end": 3668.84}, {"text": "live, and I'm like, 'That means you're only gonna be able to wash three,' and", "start": 3668.84, "end": 3671.76}, {"text": "she says, 'I only feel like washing three, so that's perfect.' You wash them", "start": 3671.76, "end": 3675.24}, {"text": "all every time. When you wash them, you wash them all. You have to wash them", "start": 3675.24, "end": 3677.36}, {"text": "all. It's gotta be empty. It's gotta be empty. Just clear the-, clear the dry", "start": 3677.36, "end": 3680.84}, {"text": "dishes. And then listen, you scrub the sink down. Yeah. Oh, that I actually", "start": 3680.84, "end": 3685.32}, {"text": "- I don't agree with that.", "start": 3685.32, "end": 3686.54}, {"text": "- That I actually don't agree with.", "start": 3686.54, "end": 3688.28}, {"text": "- Well, how could you not agree with that?", "start": 3688.28, "end": 3689.12}, {"text": "- My chicken's washing in there.", "start": 3689.12, "end": 3690.08}, {"text": "- Why would you not agree with scrubbing the sink?", "start": 3690.08, "end": 3690.92}, {"text": "- I'm washing my chicken in the sink already.", "start": 3690.92, "end": 3692.76}, {"text": "- 'Cause it's a sink, it's gonna be dirty.", "start": 3692.76, "end": 3693.6}, {"text": "- But I scrub it.", "start": 3693.6, "end": 3694.44}, {"text": "- It's already dirty.", "start": 3694.44, "end": 3695.28}, {"text": "- Why not have it clean?", "start": 3695.28, "end": 3696.84}, {"text": "- That's crazy.", "start": 3696.84, "end": 3697.68}, {"text": "- The dishes are what you're supposed to make and clean.", "start": 3697.68, "end": 3699.72}, {"text": "- You clean the sink.", "start": 3699.72, "end": 3701.0}, {"text": "- The sink will smell.", "start": 3701.0, "end": 3701.84}, {"text": "- Why not, it takes it one second.", "start": 3701.84, "end": 3703.32}, {"text": "- When the sink smells, you can clean it,", "start": 3703.32, "end": 3705.0}, {"text": "but it's not gonna stay dirty.", "start": 3705.0, "end": 3705.84}, {"text": "- You clean it when it smells.", "start": 3705.84, "end": 3708.0}, {"text": "- No.", "start": 3708.0, "end": 3708.84}, {"text": "- You clean it every time that you think about doing it.", "start": 3708.84, "end": 3709.68}, {"text": "think about this is a all right. I think what you have is a system where you do", "start": 3709.68, "end": 3712.48}, {"text": "the dishes every other night with your significant other and you know that", "start": 3712.48, "end": 3715.86}, {"text": "you're the one who likes washing the sink and the other person is the one who", "start": 3715.86, "end": 3718.3}, {"text": "doesn't. So you know the sink gets cleaned every other day. I would love to", "start": 3718.3, "end": 3720.24}, {"text": "wash the sink, but the dishes I don't like. Right, so you can't wash the sink", "start": 3720.24, "end": 3724.34}, {"text": "if you don't do the dishes. Number four, programming electronics. That's men's.", "start": 3724.34, "end": 3728.22}, {"text": "Men and boys could program their VCRs and tape recorders in the 1970s when", "start": 3728.22, "end": 3732.5}, {"text": "something went wrong. The same applies to gadgets and electronic devices in", "start": 3732.5, "end": 3736.74}, {"text": "today's time. Apparently, these skills are in born and just magically appear in", "start": 3736.78, "end": 3740.8}, {"text": "every generation born and then what is that? Look at the TV. They're watching", "start": 3740.8, "end": 3745.88}, {"text": "one of my favorite shows.", "start": 3745.88, "end": 3746.98}, {"text": "Number four is women have super powers that get things done. The utility boy", "start": 3746.98, "end": 3752.82}, {"text": "will leave the power on the policeman will let the woman off without charging", "start": 3752.82, "end": 3756.78}, {"text": "a ticket and she will get her way around any problem. The super power is tears.", "start": 3756.78, "end": 3760.9}, {"text": "The super power is using sex. It's sexuality and showing the boobs, showing", "start": 3760.9, "end": 3766.0}, {"text": "showing the boobs through the closing. I will say that tears hit different when", "start": 3766.02, "end": 3769.78}, {"text": "she got boobs.", "start": 3769.78, "end": 3770.9}, {"text": "True.", "start": 3770.9, "end": 3772.5}, {"text": "That's real shit. Stop going ahead. I'll say next when I want it. We're gonna", "start": 3772.5, "end": 3777.7}, {"text": "talk about both of these for ten more minutes. No, I don't wanna talk about", "start": 3777.7, "end": 3780.54}, {"text": "these. Okay, let's go to number three.", "start": 3780.54, "end": 3782.02}, {"text": "For men, less time getting ready to go out. I know that's real. That's some", "start": 3782.02, "end": 3786.9}, {"text": "pastry Garfield right there. That's real as fuck. That is one point that we", "start": 3786.9, "end": 3789.94}, {"text": "would definitely give them points on. They don't need makeup, hair styling,", "start": 3789.94, "end": 3794.06}, {"text": "and they don't need hours to decide what to wear. Honestly, who notices for", "start": 3794.1, "end": 3798.86}, {"text": "women detail oriented women can categorize things like task lists,", "start": 3798.86, "end": 3803.38}, {"text": "birthdays, shopping lists, assignments and whole calendars in their brains,", "start": 3803.38, "end": 3807.6}, {"text": "while remembering smaller details like what their boyfriend likes for dinners", "start": 3807.6, "end": 3811.04}, {"text": "and other basic facts that is downright impossible for men.", "start": 3811.04, "end": 3814.42}, {"text": "Yeah, I take basically one second to go out and I just go on to my undies.", "start": 3814.42, "end": 3819.46}, {"text": "that's the the big division with my my wife is that I am early to everything", "start": 3819.5, "end": 3824.5}, {"text": "and she is late to everything. You're not early to everything. I'm really", "start": 3824.5, "end": 3827.1}, {"text": "everything you're early to everything important right yeah yeah everything", "start": 3827.1, "end": 3831.06}, {"text": "that doesn't involve me and Patrick. Well, that's because your time is not", "start": 3831.06, "end": 3834.06}, {"text": "valued by me and your shirt says mad balls. You left the house wearing that", "start": 3834.06, "end": 3837.58}, {"text": "shit. Get this guys. This is my wife's shirt and she wouldn't let me wear it", "start": 3837.58, "end": 3841.78}, {"text": "for months because she was like I like that shirt so much. Your wife likes mad", "start": 3841.78, "end": 3846.62}, {"text": "balls. It says ball. That's what I was thinking. I was like, why are you so", "start": 3846.66, "end": 3850.1}, {"text": "mad balls? Why are you so protective of this balls? You're in your PJs right now", "start": 3850.1, "end": 3853.9}, {"text": "to be honest. You are in my girlfriend's clothes. What a t shirt. What are you in", "start": 3853.9, "end": 3857.7}, {"text": "your girlfriend's clothes? You're in PJs. How am I in PJs? It's a PJs. That's", "start": 3857.7, "end": 3861.58}, {"text": "crazy. A t shirt. Yeah,", "start": 3861.58, "end": 3862.98}, {"text": "we're having two separate things. Yeah, moving on fits in his girlfriend's", "start": 3862.98, "end": 3867.82}, {"text": "clothes is what he said. Well, her shirts. I don't wear her. I can fit in", "start": 3867.82, "end": 3870.5}, {"text": "my girlfriend's clothes. If I'd reconstitute them and rip them apart and", "start": 3870.5, "end": 3873.86}, {"text": "- I get mad at him if I read. - If I put on one of my girlfriend's shirts,", "start": 3873.9, "end": 3877.9}, {"text": "it would rip almost instantly.", "start": 3877.9, "end": 3879.58}, {"text": "- Strength. - My girlfriend is so much smaller than me.", "start": 3879.58, "end": 3882.38}, {"text": "- Superman, stop man, you're kind of freaking me out.", "start": 3882.38, "end": 3884.78}, {"text": "- There is something so sexual about a man bursting out of his clothes.", "start": 3884.78, "end": 3888.86}, {"text": "Don't you guys think?", "start": 3888.86, "end": 3889.7}, {"text": "- I do want to ask her if there's anything she's getting rid of so that I", "start": 3889.7, "end": 3892.7}, {"text": "can put it on just to do this and just feel strong for once in my life, like Hulk.", "start": 3892.7, "end": 3896.38}, {"text": "- How bad would you feel if you tried to do that and you just hurt your arms?", "start": 3896.38, "end": 3899.38}, {"text": "(laughter)", "start": 3899.38, "end": 3901.82}, {"text": "maybe get it in front of her. Oh, you're throwing this out. Watch this. I'm", "start": 3901.82, "end": 3906.58}, {"text": "just doing that doing that, but then I like I'm not going to admit that I hurt", "start": 3906.58, "end": 3910.82}, {"text": "my arms. One second, one second, just unattractive to women when you throw", "start": 3910.82, "end": 3914.3}, {"text": "your back out. Yes,", "start": 3914.3, "end": 3915.42}, {"text": "and if you hurt yourself, that sucks. If you ever stub your toe, this is what", "start": 3915.42, "end": 3920.9}, {"text": "you should do. You say I didn't still my tell", "start": 3920.9, "end": 3922.86}, {"text": "number two. Wait, can I just ask your friends real quick lady fans? What is", "start": 3922.86, "end": 3930.62}, {"text": "more attractive when a man peels off his shirt like this and then kind of drops", "start": 3930.66, "end": 3935.3}, {"text": "it and then you know he just did that gaily yeah right okay. Well, so", "start": 3935.3, "end": 3939.58}, {"text": "someone did that right.", "start": 3939.58, "end": 3940.74}, {"text": "Someone did that straightly", "start": 3940.74, "end": 3943.22}, {"text": "when he feels like a shirt or just pop out of", "start": 3943.22, "end": 3948.98}, {"text": "do you mean rip out of it or you mean pop out of it as a different thing.", "start": 3948.98, "end": 3957.54}, {"text": "like you go like this, you go like this and then you're next to all your", "start": 3957.74, "end": 3961.22}, {"text": "clothes falling in a pile next to you. You get raptured out of your clothes.", "start": 3961.22, "end": 3965.16}, {"text": "You're a night crawler bamfed out of your clothes.", "start": 3965.16, "end": 3967.46}, {"text": "Like you have clothes that are on you with suction cups. No, like there's a", "start": 3967.46, "end": 3972.14}, {"text": "tear and you flex your bicep and then your bicep pops out of that. I don't", "start": 3972.14, "end": 3975.46}, {"text": "think a single person has ever done that. That necessitates having a very", "start": 3975.46, "end": 3980.1}, {"text": "tiny shirt on for anybody. Right, well that's what I mean.", "start": 3980.1, "end": 3982.94}, {"text": "What is it more sexy? Okay, you peel off a tiny question. If you're a woman,", "start": 3983.94, "end": 3987.96}, {"text": "leave a comment down below, address it to pierce a dear pierce", "start": 3987.96, "end": 3991.36}, {"text": "right. What you think is sexy about a boy taking off his shirt or whatever,", "start": 3991.36, "end": 3996.12}, {"text": "however way", "start": 3996.12, "end": 3997.06}, {"text": "pops out the question. The question is so your question is women. Do you think", "start": 3997.06, "end": 4004.02}, {"text": "it's sexier when a man takes off his shirt", "start": 4004.02, "end": 4006.32}, {"text": "is close?", "start": 4006.32, "end": 4008.8}, {"text": "Do you think", "start": 4008.8, "end": 4010.68}, {"text": "a man", "start": 4010.68, "end": 4011.72}, {"text": "we can boil this down. His shirt off women. Do you like it when a man pops", "start": 4013.36, "end": 4017.96}, {"text": "out pops out or do you like it? I'm a man out at you or slides slides or pops.", "start": 4017.96, "end": 4023.72}, {"text": "Do you like it when a man slides on you sliding or sliding or pop dear pierce?", "start": 4023.72, "end": 4027.4}, {"text": "I like sliding dear pierce. I like pop. This is a new column. This is a new", "start": 4027.4, "end": 4031.16}, {"text": "column for the show. Dear pierce, because all men all men have this relationship.", "start": 4031.16, "end": 4036.24}, {"text": "My boyfriend has been taking his shirt. He's been sliding.", "start": 4036.24, "end": 4039.92}, {"text": "how do I get him to pop? All men have the sliding and popping dynamic that they do", "start": 4042.16, "end": 4046.46}, {"text": "in their daily lives right you're sliding until you meet the right person", "start": 4046.46, "end": 4050.22}, {"text": "and then you pop all over. I can pop a shoe off. Oh, I've cut my shoe off for", "start": 4050.22, "end": 4054.96}, {"text": "sure yeah, yeah, so I can put my slide. They slide each lace together in a", "start": 4054.96, "end": 4059.14}, {"text": "delicate knot. I just pop them on right my shoe laces yeah, okay number two", "start": 4059.14, "end": 4064.94}, {"text": "for men making babies is easy for them for men. The whole process of becoming a", "start": 4064.94, "end": 4071.82}, {"text": "father involves three minutes of their time three minutes on the other hand", "start": 4071.86, "end": 4075.5}, {"text": "that's a bit that's a is the ladies who have to face nine months of trouble for", "start": 4075.5, "end": 4079.98}, {"text": "the baby to come into this world. So making babies is easier for men versus", "start": 4079.98, "end": 4083.26}, {"text": "let's compare these two for women. Women live longer. Women are stronger than", "start": 4083.26, "end": 4088.02}, {"text": "men when it comes to nerves, which is probably why they live on average a year", "start": 4088.02, "end": 4092.02}, {"text": "a whole year longer than men. Women are also better decision makers regarding", "start": 4092.02, "end": 4096.22}, {"text": "their diet duties. Here's the problem I have at this women don't understand that", "start": 4096.22, "end": 4099.82}, {"text": "men, the difference between how men experience time and a women experience", "start": 4099.94, "end": 4103.4}, {"text": "time is like us and like mosquitoes three minutes to us having sex trying to", "start": 4103.4, "end": 4109.0}, {"text": "think of our grandma. So we don't come is so much longer than nine months to a", "start": 4109.0, "end": 4113.74}, {"text": "woman right yeah and here's here's what I'd like to introduce here to if we were", "start": 4113.74, "end": 4117.58}, {"text": "comparing these two. So sure women live a year longer, but about", "start": 4117.58, "end": 4121.58}, {"text": "ninety months of their life are going to be taken up by being pregnant yeah yeah,", "start": 4121.58, "end": 4126.42}, {"text": "so you're actually losing them yeah exactly you're losing like a by the", "start": 4126.58, "end": 4130.4}, {"text": "way, if you're pregnant, you might as well not even be a lot. Why do we count", "start": 4130.4, "end": 4135.12}, {"text": "that yeah pregnant? It should be in a birthday. I agree. You shouldn't have a", "start": 4135.12, "end": 4139.78}, {"text": "birthday. You should know wait. It's sharing a life with someone else", "start": 4139.78, "end": 4143.06}, {"text": "literally, so it should just be halved well and you just can't do anything. Oh", "start": 4143.06, "end": 4147.12}, {"text": "my God, except eat pickles,", "start": 4147.12, "end": 4149.5}, {"text": "pick up and tuna fish. Pregnant women literally will skip roller coaster rides", "start": 4149.5, "end": 4155.46}, {"text": "pickles. What the hell's wrong with them? I know. You know what my mom used to do when", "start": 4155.5, "end": 4160.54}, {"text": "she was pregnant with me? My mom was pregnant with me. Allegedly. She would get mayo and", "start": 4160.54, "end": 4168.54}, {"text": "pickles on Italian meatball subs. Why do they like pickles so much? The pregnancy craving", "start": 4168.54, "end": 4174.7}, {"text": "that she had was marinara sauce, meatball, mayo, pickles, and she still orders it to", "start": 4174.7, "end": 4181.98}, {"text": "to this day and it's the most disgusting thing I've ever seen. I was pregnant.", "start": 4181.98, "end": 4186.02}, {"text": "It's different when it's not coming through the amniotic sack. I was", "start": 4186.02, "end": 4189.02}, {"text": "pregnant. I know that my simple ass would be craving PB and J yeah every", "start": 4189.02, "end": 4194.02}, {"text": "single do you guys ever read the stuff that Elvis ate and maybe he was", "start": 4194.02, "end": 4197.26}, {"text": "pregnant. Elvis was pregnant. That's why he ate a fool's gold sandwich. He would", "start": 4197.26, "end": 4201.42}, {"text": "eat bacon and peanut butter. Yeah, which that's really good. If you've never had", "start": 4201.42, "end": 4204.76}, {"text": "it made me have that that's really good. It's really, really Elvis. My mom made", "start": 4204.76, "end": 4209.04}, {"text": "we have that, and I like you always put chocolate on it too, but no okay, no", "start": 4209.06, "end": 4212.56}, {"text": "the thing that was fucked up that he did was he like it was like a hollowed out", "start": 4212.56, "end": 4216.46}, {"text": "he ate some messed up. It was a whole a whole loaf of bread covered in bacon and", "start": 4216.46, "end": 4221.42}, {"text": "peanut butter. He stole a fourteen year old girl from her parents really and all", "start": 4221.42, "end": 4226.34}, {"text": "of black,", "start": 4226.34, "end": 4226.82}, {"text": "Priscilla, yeah, apparently that hasn't been proven yet. Okay, so", "start": 4226.82, "end": 4232.26}, {"text": "we're going to move to the final entry on this list number one for men. Men are", "start": 4232.26, "end": 4237.66}, {"text": "not social chameleon. A woman can change herself according to any gathering", "start": 4237.82, "end": 4242.22}, {"text": "within a few seconds, like a cult. Men are somewhat consistent and persistent", "start": 4242.22, "end": 4246.22}, {"text": "in their opinions and feelings regarding anything, and for women number one", "start": 4246.22, "end": 4249.48}, {"text": "psychic powers. Not only can women tell why their baby is crying, they can also", "start": 4249.48, "end": 4253.94}, {"text": "be absolutely sure if their husband is cheating or their friend is having a", "start": 4253.94, "end": 4257.46}, {"text": "problem. She will already have figured you out, so there is no point to lying", "start": 4257.46, "end": 4261.42}, {"text": "about it. A woman has strong intuition. A husband is cheating is in blue, so", "start": 4261.42, "end": 4265.74}, {"text": "There's a bunch of links here.", "start": 4265.78, "end": 4267.46}, {"text": "Is there like a thing for top ten ways to find out if a husband is cheating?", "start": 4267.46, "end": 4272.86}, {"text": "Probably.", "start": 4272.86, "end": 4273.86}, {"text": "I don't know.", "start": 4273.86, "end": 4274.86}, {"text": "Oh my god.", "start": 4274.86, "end": 4275.86}, {"text": "There's a bunch of stuff on this website.", "start": 4275.86, "end": 4276.86}, {"text": "I'm going to look at that and apply it to my own life.", "start": 4276.86, "end": 4278.46}, {"text": "We'll go back to saying funny stuff immediately, but I just want listeners to know, look, this", "start": 4278.46, "end": 4283.7}, {"text": "website is hetero.", "start": 4283.7, "end": 4285.78}, {"text": "It's not trans positive, this website.", "start": 4285.78, "end": 4288.38}, {"text": "This list, it's very cis-promotive, you know?", "start": 4288.38, "end": 4292.74}, {"text": "Plus, it's also like I'm totally a social chameleon. Yeah, right. I am a", "start": 4292.74, "end": 4297.88}, {"text": "woman. No, it makes me a psychopath. Yes, no,", "start": 4297.88, "end": 4301.1}, {"text": "I like girls put makeup on me and I just want I just want the women of the", "start": 4301.1, "end": 4307.18}, {"text": "world to know that your motherness does not", "start": 4307.18, "end": 4310.22}, {"text": "impact your expression of femininity at all. I mean, all these are disgusting", "start": 4310.22, "end": 4315.38}, {"text": "and", "start": 4315.38, "end": 4315.62}, {"text": "machine sure it does. It makes you annoying. I think your maternal instincts", "start": 4315.62, "end": 4320.46}, {"text": "just make you annoying because you want me to clean my room. You want me to do", "start": 4320.46, "end": 4323.7}, {"text": "my homework and what's more important to me than mothering a child is like", "start": 4323.7, "end": 4327.8}, {"text": "brothering a child, being mother and the sense of you ate right.", "start": 4327.8, "end": 4333.22}, {"text": "What's more important is that I serve cunt exactly. I'm trying to serve as", "start": 4333.22, "end": 4338.08}, {"text": "much cunt as in my life. I'm cunt doesn't matter. It's metaphorically", "start": 4338.08, "end": 4342.84}, {"text": "cunt doesn't matter to you. No, it's about it doesn't matter to me at all.", "start": 4342.84, "end": 4347.1}, {"text": "It's about did mother eat yeah", "start": 4347.1, "end": 4349.18}, {"text": "Okay, you guys ever try to feed your grandma. No, my grandma died a couple", "start": 4349.18, "end": 4356.32}, {"text": "weeks, one of the most horrible experiences. Well, she was you go to", "start": 4356.32, "end": 4359.86}, {"text": "you go to the you go to whatever you go to whatever, like horrible, maybe on a", "start": 4359.86, "end": 4363.9}, {"text": "paid episode,", "start": 4363.9, "end": 4364.52}, {"text": "you go to whatever situation your grandma's in and you feed her and then", "start": 4364.52, "end": 4368.64}, {"text": "she eats like four or five bites. It really is like grandma. You thought you", "start": 4368.64, "end": 4372.34}, {"text": "ate right like", "start": 4372.34, "end": 4373.4}, {"text": "like", "start": 4373.4, "end": 4375.0}, {"text": "Grandma will take three or four bites and say, \"Mm.\"", "start": 4375.8, "end": 4377.6}, {"text": "Grandma, you thought you ate.", "start": 4377.6, "end": 4378.72}, {"text": "You left so much on your plate.", "start": 4378.72, "end": 4380.1}, {"text": "You left so many crumbs, Grandma.", "start": 4380.1, "end": 4382.44}, {"text": "Meanwhile, she doesn't know what the hell going on.", "start": 4382.44, "end": 4384.2}, {"text": "Grandma, the waiter served you meal.", "start": 4384.2, "end": 4386.46}, {"text": "Yeah.", "start": 4386.46, "end": 4387.08}, {"text": "Grandma, the waiter served.", "start": 4387.08, "end": 4388.6}, {"text": "You need to eat, Grandma.", "start": 4388.6, "end": 4389.72}, {"text": "Grandma, the waiter served you meal, but you didn't eat.", "start": 4389.72, "end": 4393.0}, {"text": "Yeah, but the craziest part-", "start": 4393.0, "end": 4394.84}, {"text": "The waiter served you meal, and you said it tasted like cunt.", "start": 4394.84, "end": 4396.76}, {"text": "Oh, my God.", "start": 4396.76, "end": 4397.5}, {"text": "The craziest part about Grandma eating is that she actually thought that she ate.", "start": 4397.5, "end": 4401.5}, {"text": "She actually-", "start": 4401.5, "end": 4402.62}, {"text": "That's how far gone she is.", "start": 4402.62, "end": 4404.52}, {"text": "I literally thought she had two or three bites of a piece of fish. She even", "start": 4404.54, "end": 4408.88}, {"text": "said it takes like and she said this. She said she said I mother and you say", "start": 4408.88, "end": 4415.36}, {"text": "no, your grandma, your mother to somebody, but you thought you ate. You", "start": 4415.36, "end": 4419.66}, {"text": "left crumbs grandma, your son downing grandma, the fish is breaded. There's", "start": 4419.66, "end": 4423.62}, {"text": "plenty of crumb yeah and I wish you were crumb downing. I wish you were", "start": 4423.62, "end": 4427.66}, {"text": "downing those crumbs.", "start": 4427.66, "end": 4428.74}, {"text": "This fish tastes like", "start": 4428.74, "end": 4430.84}, {"text": "that's disgusting. All right, there's one more slide here, which is what got", "start": 4433.34, "end": 4435.86}, {"text": "recommended to me after I viewed these lists. This is the final slide here.", "start": 4435.86, "end": 4439.98}, {"text": "You may also like ten countries with most", "start": 4439.98, "end": 4442.42}, {"text": "this was the recommendation on both of these lists.", "start": 4442.42, "end": 4446.9}, {"text": "I bet the number one is what", "start": 4446.9, "end": 4450.08}, {"text": "America. I was going to say I was going to say as a slave, the kingdom of evil", "start": 4450.08, "end": 4455.3}, {"text": "yep, I'm going to be my guess for number one. Well, that's a pretty good", "start": 4455.3, "end": 4458.46}, {"text": "guest to but I'll go. I'll stay with America for now. Leave world, probably", "start": 4458.46, "end": 4462.98}, {"text": "slave topia", "start": 4463.14, "end": 4464.24}, {"text": "okay, okay, well like this guy, if you like if you like these three guys", "start": 4464.24, "end": 4472.16}, {"text": "podcast about list, and if you also like", "start": 4472.16, "end": 4473.8}, {"text": "no, if you like slave topia kill yourself, if you like slave topia get", "start": 4473.8, "end": 4479.82}, {"text": "the fuck out. If you also like home planet, Alex Forest and Joe Gleason well", "start": 4479.82, "end": 4485.74}, {"text": "buddy, I have good news for you. We're doing a sketch show at little field", "start": 4485.74, "end": 4488.38}, {"text": "over to", "start": 4490.34, "end": 4491.36}, {"text": "and they will be amazing.", "start": 4491.36, "end": 4495.04}, {"text": "And it will be basically having been", "start": 4495.04, "end": 4499.16}, {"text": "podcast about this", "start": 4499.16, "end": 4500.82}, {"text": "podcast about this is only a distraction from sketch comedy, which is all of our", "start": 4500.82, "end": 4508.28}, {"text": "passions. All of our", "start": 4508.28, "end": 4510.02}, {"text": "study still has about list. I've done it since I was a kid. Yeah, we've done and", "start": 4510.02, "end": 4516.58}, {"text": "listen. If you even if you like to get to come in, you're coming to the show", "start": 4516.62, "end": 4520.42}, {"text": "because at first I can't imagine any other possible, which if you want to go", "start": 4520.42, "end": 4523.7}, {"text": "to swag poop dot com shows. If you want to get tickets for October twentieth,", "start": 4523.7, "end": 4526.7}, {"text": "but you should also check out pierces whatever video he did", "start": 4526.7, "end": 4530.86}, {"text": "there's some fucking reddit, but outer years.", "start": 4530.86, "end": 4535.34}, {"text": "Oh, I thought we were talking about a different one. You just take a matrix", "start": 4535.34, "end": 4539.74}, {"text": "power point and a", "start": 4539.74, "end": 4540.38}, {"text": "power point dinosaur in a corner outer space and station infinite jost infinite", "start": 4540.38, "end": 4546.02}, {"text": "ghost co written by Jordan bold, this even more important than that is the", "start": 4546.06, "end": 4550.96}, {"text": "sketch show come to the sketch.", "start": 4550.96, "end": 4552.68}, {"text": "If you came to the last one, which I know you did and you had an amazing", "start": 4552.68, "end": 4558.6}, {"text": "time, by the way, I saw your faces are not repeating anything besides one or", "start": 4558.6, "end": 4562.38}, {"text": "two or five things. I'm lying. It's all new. It's completely new new videos,", "start": 4562.38, "end": 4566.66}, {"text": "new sketches, and it's all Halloween themed except for the stuff that isn't.", "start": 4566.66, "end": 4569.7}, {"text": "We have video proof of you enjoying the show. We have a full video of the show,", "start": 4569.7, "end": 4574.3}, {"text": "the whole show. If you were at the last show and you're not at the new one,", "start": 4574.62, "end": 4577.52}, {"text": "we have a video of you at the last show. We're gonna be comparing faces and I", "start": 4577.52, "end": 4582.02}, {"text": "know, I know a couple of people in the crowd. I know a couple of you 'cause", "start": 4582.02, "end": 4585.4}, {"text": "I know some of you are my friends. If you don't show up to the next", "start": 4585.4, "end": 4587.68}, {"text": "one, I know where you live. Hold on, Pierce is holding his finger. The", "start": 4587.68, "end": 4591.16}, {"text": "reason none of us can legally drive right now", "start": 4591.16, "end": 4593.36}, {"text": "because we are celebrating a long day's work of sketch writing. Oh, each of", "start": 4593.36, "end": 4598.84}, {"text": "us came in here into this office, and Caleb will tell you. We were here", "start": 4598.84, "end": 4602.08}, {"text": "and we were working up until just now to write", "start": 4603.08, "end": 4606.2}, {"text": "maybe 10, 11 sketches. - We were writing", "start": 4606.2, "end": 4607.04}, {"text": "so many sketches. - And honestly,", "start": 4607.04, "end": 4608.74}, {"text": "the 10, 11 sketches that we wrote today,", "start": 4608.74, "end": 4610.3}, {"text": "not one of them is gonna make it to--", "start": 4610.3, "end": 4611.62}, {"text": "- No, no, no, no, no, no, no. - These were trash.", "start": 4611.62, "end": 4613.08}, {"text": "This was getting filled up. - No, no, no, no, no.", "start": 4613.08, "end": 4613.92}, {"text": "- Not one. - Because we do this shit,", "start": 4613.92, "end": 4615.86}, {"text": "it's every day, bro. - Yeah.", "start": 4615.86, "end": 4617.68}, {"text": "- It's every fucking day, bro.", "start": 4617.68, "end": 4619.4}, {"text": "It doesn't matter.", "start": 4619.4, "end": 4620.24}, {"text": "If we write 10 sketches in a day,", "start": 4620.24, "end": 4621.8}, {"text": "we're gonna write 10 better ones tomorrow.", "start": 4621.8, "end": 4623.9}, {"text": "And they're all gonna be in the show", "start": 4623.9, "end": 4625.24}, {"text": "unless there's another day before the show,", "start": 4625.24, "end": 4626.68}, {"text": "in which case those ones--", "start": 4626.68, "end": 4627.76}, {"text": "- Or the ones that are gonna be on the show.", "start": 4627.76, "end": 4628.6}, {"text": "- We ever sketch the day before the show,", "start": 4628.6, "end": 4631.16}, {"text": "and we come out only hitting home runs.", "start": 4631.16, "end": 4634.44}, {"text": "- Right.", "start": 4634.44, "end": 4635.28}, {"text": "- My laney.", "start": 4635.28, "end": 4636.12}, {"text": "- All right, bye everybody.", "start": 4636.12, "end": 4638.68}, {"text": "- Oh, we do have a video of the show,", "start": 4638.68, "end": 4641.32}, {"text": "but I have to pay the origination fee.", "start": 4641.32, "end": 4643.76}, {"text": "- Not coming out.", "start": 4643.76, "end": 4644.6}, {"text": "- It's not gonna come out. - Not coming out.", "start": 4644.6, "end": 4645.48}, {"text": "Bad audio, doesn't matter.", "start": 4645.48, "end": 4646.6}, {"text": "Bye everybody. - Bye everybody.", "start": 4646.6, "end": 4648.4}, {"text": "(static)", "start": 4648.4, "end": 4650.48}, {"text": "- But that's the thing about those labels,", "start": 4650.48, "end": 4654.12}, {"text": "like the excessive,", "start": 4654.12, "end": 4655.2}, {"text": "if they were to do the cigarette type things,", "start": 4655.2, "end": 4658.52}, {"text": "The only warning that they could give on like Doritos and stuff is like, you will become", "start": 4658.52, "end": 4662.92}, {"text": "fat.", "start": 4662.92, "end": 4663.92}, {"text": "No, you know what they do is they just have to show a guy who's going like, \"Ugh!\"", "start": 4663.92, "end": 4666.92}, {"text": "You'll have a stomach ache warning.", "start": 4666.92, "end": 4669.92}, {"text": "It would also need to be controlled.", "start": 4669.92, "end": 4672.88}, {"text": "You'd need to have like an FDA guy who just eats Doritos and is like, \"Ugh!\"", "start": 4672.88, "end": 4677.12}, {"text": "How many Doritos can I snap a picture, put it on the bag?", "start": 4677.12, "end": 4680.44}, {"text": "I guess the other, so it's either stomach ache guy on the picture on the label, or you", "start": 4680.44, "end": 4684.84}, {"text": "You can have a guy who is too spicy, he's crying, he's tearing up, his nose is dripping.", "start": 4684.84, "end": 4690.6}, {"text": "These labels would look amazing too.", "start": 4690.6, "end": 4692.64}, {"text": "Or a little piece of Doritos stuck in the roof of your mouth.", "start": 4692.64, "end": 4696.52}, {"text": "Yeah, stuck in the tooth.", "start": 4696.52, "end": 4698.32}, {"text": "I guess the only two warnings you could have, the only two or three is that and dental warning", "start": 4698.32, "end": 4705.52}, {"text": "on a bag of smart food.", "start": 4705.52, "end": 4707.48}, {"text": "Yeah, dental warning.", "start": 4707.48, "end": 4708.48}, {"text": "It will get stuck in your tooth and it will be annoying.", "start": 4708.48, "end": 4711.88}, {"text": "But then you have to put that on lettuce too.", "start": 4711.88, "end": 4713.44}, {"text": "Yeah, you got to put down lettuce and kale and all that stuff.", "start": 4713.44, "end": 4715.88}, {"text": "They should put warnings of everything that can happen with food on every food.", "start": 4715.88, "end": 4718.24}, {"text": "They need warnings on every food.", "start": 4718.24, "end": 4719.76}, {"text": "There should be a warning on popsicles that say, \"Once you're done with this, brain freeze,", "start": 4719.76, "end": 4725.36}, {"text": "but once you're done with this, buddy, you're going to laugh.\"", "start": 4725.36, "end": 4727.64}, {"text": "Yeah, laughing.", "start": 4727.64, "end": 4728.64}, {"text": "You're going to laugh.", "start": 4728.64, "end": 4729.64}, {"text": "Yeah, that's the guy like...", "start": 4729.64, "end": 4730.64}, {"text": "Pointing at the stick.", "start": 4730.64, "end": 4731.64}, {"text": "Holding his head, holding his head and his leg.", "start": 4731.64, "end": 4732.64}, {"text": "Yeah, yeah.", "start": 4732.64, "end": 4733.64}, {"text": "Is this guy having a heart attack?", "start": 4733.64, "end": 4734.64}, {"text": "Yeah, we can't tell, but then at the bottom it says, \"You're going to get a brain freeze", "start": 4734.64, "end": 4740.32}, {"text": "and you're going to laugh so hard.\"", "start": 4740.32, "end": 4741.32}, {"text": "this to cover every possible side effect. Yeah, brain freeze, maybe else out", "start": 4741.32, "end": 4745.76}, {"text": "stained hand, stain, good sticky hand, stained hand, laughing at the thing,", "start": 4745.76, "end": 4750.52}, {"text": "brain freeze and then also you bit into it. So your teeth are cold,", "start": 4750.52, "end": 4753.76}, {"text": "splinters splinter from the stick,", "start": 4753.76, "end": 4756.16}, {"text": "it's like a man going through.", "start": 4756.16, "end": 4759.64}, {"text": "We're actually returning", "start": 4759.64, "end": 4761.84}, {"text": "to be a Google right now wound man. The only wounds you can get are just", "start": 4761.84, "end": 4766.56}, {"text": "something stabbing you yeah right.", "start": 4766.56, "end": 4768.24}, {"text": "I think it might be his feet are fucked up.", "start": 4769.92, "end": 4772.92}, {"text": "Dude, we need to create the modern Wound Man.", "start": 4772.92, "end": 4775.42}, {"text": "We just did.", "start": 4775.42, "end": 4776.12}, {"text": "We did, but he's the food man.", "start": 4776.12, "end": 4778.22}, {"text": "But we need to create the modern Wound Man.", "start": 4778.22, "end": 4780.82}, {"text": "The Foond Man.", "start": 4780.82, "end": 4782.82}, {"text": "(monkey screeching)", "start": 4782.82, "end": 4785.74}], "title": "Ep. 262 - Dear Pierce,", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--262---Dear-Pierce-e2ae253", "date": "Wed, 11 Oct 2023 11:00:00 GMT", "id": 287}