{"lines": [{"text": "I", "start": 0.0, "end": 1.0}, {"text": "we made it y'all. We made it. We it's today is the halfway point, the", "start": 1.0, "end": 16.98}, {"text": "halfway three day one. We're hanging in the planetary system and think about", "start": 16.98, "end": 21.38}, {"text": "the week. What happens every week man hump day comes right there in the", "start": 21.38, "end": 24.9}, {"text": "middle. I know I know no hump day in the planetary week, none dude. It's all", "start": 24.9, "end": 29.22}, {"text": "You know who likes hump day? Camels. Like the commercial. Camels like cigarettes man. Alright.", "start": 29.26, "end": 36.26}, {"text": "They can like two things. They like the desert sand. They can like two things at once. I", "start": 36.26, "end": 41.5}, {"text": "guess you're right. Is it true that water, they store their water in their hump? They", "start": 41.5, "end": 45.3}, {"text": "store their water in their rings of Saturn. Today is Saturn. Today is Saturn. You had,", "start": 45.3, "end": 53.7}, {"text": "they store it in their rings of Saturn? I'm not thinking much today. That's okay, dude,", "start": 53.7, "end": 57.1}, {"text": "your brain off and just let this shit flow through you. That's what this is all about.", "start": 57.1, "end": 61.38}, {"text": "I need a diet coke or something. I need some kind of... I woke up too early this morning.", "start": 61.38, "end": 66.58}, {"text": "You're always like, \"I need a caffeine drink.\" I need a performance enhancing...", "start": 66.58, "end": 69.82}, {"text": "I need PE drugs.", "start": 69.82, "end": 70.82}, {"text": "You know, right now you sound like basically any guy you'd find in an alley.", "start": 70.82, "end": 75.34}, {"text": "Exactly. Some scumbag.", "start": 75.34, "end": 76.74}, {"text": "A homeless guy.", "start": 76.74, "end": 77.74}, {"text": "A homeless guy.", "start": 77.74, "end": 78.74}, {"text": "A homeless.", "start": 78.74, "end": 79.74}, {"text": "A hobo.", "start": 79.74, "end": 80.74}, {"text": "There's a homeless guy who changed up his story around here. I've seen him, he comes", "start": 80.74, "end": 86.38}, {"text": "Is it like is it the guy who started to pretend to be mentally disabled that", "start": 86.38, "end": 89.44}, {"text": "we've talked about before?", "start": 89.44, "end": 90.14}, {"text": "Maybe, but this guy has been pretending to be Palestinian. Yeah, it's the same.", "start": 90.14, "end": 96.44}, {"text": "Yeah, now he added he used to be Dominican and now he says Palestinian", "start": 96.44, "end": 100.64}, {"text": "Argentinian. Yeah, Palestinian Argentinian and good rhyme. Well, that's", "start": 100.64, "end": 104.84}, {"text": "I think why how he came up with it, but it used to just be a guy who would walk", "start": 104.84, "end": 108.24}, {"text": "around and ask people for money and then he started doing a crazy voice for a", "start": 108.24, "end": 112.48}, {"text": "the disability that nobody's ever had and then he's now is saying that he's", "start": 112.48, "end": 116.58}, {"text": "order yeah", "start": 116.58, "end": 117.42}, {"text": "something called sponge disease and it makes me it makes me laugh weird.", "start": 117.42, "end": 123.12}, {"text": "It's kind of a dog and then he now he started saying he's Palestinian and I", "start": 123.12, "end": 129.38}, {"text": "honestly like what could this guy got hustle? It's called a genius. Yeah,", "start": 129.38, "end": 133.58}, {"text": "how am I going to be mad? He knows he knows what he's doing to know. He knows", "start": 133.58, "end": 139.18}, {"text": "car is walking around. He's a pro dude. Oh, he's a fucking pro. I made an amazing", "start": 139.2, "end": 143.76}, {"text": "discovery this week, which is I started going on the Ridgewood subreddit guys.", "start": 143.76, "end": 148.84}, {"text": "The Ridgewood subreddit is some of the most vilely racist stuff ever posted in", "start": 148.84, "end": 155.0}, {"text": "the universe on this. Really? Yeah. I mean, I forget how- Is it people who just", "start": 155.0, "end": 160.04}, {"text": "moved here who aren't so happy that maybe there was a community here beforehand?", "start": 160.04, "end": 163.6}, {"text": "Yes, pretty much, yeah. Like a Polish community, though. Well, it's a bit- For", "start": 163.6, "end": 166.96}, {"text": "me my favorite part of Ridgewood man, but completely one hundred percent is every", "start": 167.0, "end": 170.76}, {"text": "single Saturday night. If it is after four PM,", "start": 170.76, "end": 174.14}, {"text": "I will see", "start": 174.14, "end": 175.96}, {"text": "about one hundred Mexican guys who are all five two and they are all the", "start": 175.96, "end": 182.4}, {"text": "drunkest person I've ever seen in my life and they are what they are all kind", "start": 182.4, "end": 186.12}, {"text": "of free roaming on a quest. Yeah, just read going in. They're going into every", "start": 186.12, "end": 190.08}, {"text": "store on the street and all switching and coming out like a Scooby Doo thing. I", "start": 190.08, "end": 193.6}, {"text": "feel like I need to. It feels like like literally falling down. They're all", "start": 193.6, "end": 196.88}, {"text": "doing the thing where they start to walk and they're walking makes them lean", "start": 196.92, "end": 199.82}, {"text": "forward and that makes them have to run so they don't fall over. They're all", "start": 199.82, "end": 203.62}, {"text": "big stumble. Yeah, it's some kind of that drunk in a minute. It's some kind of", "start": 203.62, "end": 207.14}, {"text": "MMORPG and it's literally not part of every single Saturday. It's incredible.", "start": 207.14, "end": 211.62}, {"text": "It's so beautiful. They talk to each other, text above their heads and give", "start": 211.62, "end": 215.02}, {"text": "each other quest. They literally are. They're in a hub. It's so fucking", "start": 215.02, "end": 219.06}, {"text": "awesome. Yeah, dude, it's incredible. I went to town when I was here. When Kai", "start": 219.06, "end": 224.72}, {"text": "was here. I was telling him about it and then I was like and then he like came", "start": 224.74, "end": 227.94}, {"text": "to my apartment and he's like dude, I saw the", "start": 227.94, "end": 230.58}, {"text": "just like those guys are awesome. They have everything because they works like", "start": 230.58, "end": 236.22}, {"text": "if you the only reason to ever get that drunk is because your job is so fucking", "start": 236.22, "end": 241.66}, {"text": "hard and every Saturday. Yeah, you just you gotta just light it off. Yeah, light", "start": 241.66, "end": 247.54}, {"text": "it off. We're not shaming them or anything. We're saying I think it's so", "start": 247.54, "end": 251.82}, {"text": "I figured out yeah. I like incredible. I do I'm not being I would probably feel a", "start": 251.86, "end": 256.76}, {"text": "little bit different if they were all like seven feet tall. I would probably", "start": 256.76, "end": 259.64}, {"text": "feel a little bit scared if a bunch of giant guys, but because it's all like", "start": 259.64, "end": 263.02}, {"text": "they're all really small, it's cute. Very, very small. Yeah, I have seen them.", "start": 263.02, "end": 267.38}, {"text": "I have I love to see they all pee on the wheels of cars. So I picked that up from", "start": 267.38, "end": 272.28}, {"text": "them. They learn. I learned something every day from them. It's like a human", "start": 272.28, "end": 276.02}, {"text": "instinct man. Yeah, that's on the wheel. Yeah, that's being a wheel of a car. Who", "start": 276.02, "end": 279.3}, {"text": "doesn't you pick the nicest. I just love to it's seven PM, not even making any", "start": 279.32, "end": 284.72}, {"text": "attempt to hide what you're doing at all, just peeing on just beautiful. Oh yeah,", "start": 284.72, "end": 289.28}, {"text": "I like it. It's free. It's the most free thing you can do. It's freedom. It's", "start": 289.28, "end": 292.96}, {"text": "pure freedom.", "start": 292.96, "end": 293.76}, {"text": "Sometimes they'll be lying down on the sidewalk. I think maybe they're dead.", "start": 293.76, "end": 297.4}, {"text": "Yeah, that happens. Dude, the other day, the other day I was walking down the", "start": 297.4, "end": 301.08}, {"text": "street, there's a fucking asleep guy on the ground and a lady was standing over", "start": 301.08, "end": 305.0}, {"text": "him and I walked past and she was like, she said, \"Do you know this guy?\"", "start": 305.0, "end": 308.84}, {"text": "And I was like, first of all, that doesn't maybe I was wearing the wrong", "start": 308.84, "end": 312.5}, {"text": "kind of outfit that day, but I was like, no, I don't know this guy. I think he's", "start": 312.5, "end": 316.14}, {"text": "asleep. She's like, I think he's fucking dead and he had like a beer bottle next", "start": 316.14, "end": 320.4}, {"text": "to him. Yeah, and I was like, I don't think he's dead. She's like he's dead.", "start": 320.4, "end": 323.16}, {"text": "He she called 911 yeah, and then he got fucking arrested. Oh my God, you're so", "start": 323.16, "end": 329.48}, {"text": "worried about this guy that you sent him to jail. That's crazy. That's insane.", "start": 329.48, "end": 333.72}, {"text": "Yeah, someone we know in college did that. Just let the guy be asleep, bro.", "start": 333.72, "end": 336.72}, {"text": "someone we know was like hanging out and like there's somebody like nodding off", "start": 336.72, "end": 342.24}, {"text": "and like the comment or whatever and they call like if you call the cops", "start": 342.24, "end": 345.36}, {"text": "because you think the guy is dead you're allowed to poke him you just", "start": 345.36, "end": 349.2}, {"text": "talk to him one time you have to talk to him", "start": 349.2, "end": 351.2}, {"text": "it's not that's crazy to not even try to they're never fucking dead you always", "start": 351.2, "end": 355.52}, {"text": "have to poke them first if they were dead you'd", "start": 355.52, "end": 358.4}, {"text": "know yeah exactly you know you wouldn't and also if they were dead you would not", "start": 358.4, "end": 362.4}, {"text": "call the cops you would leave exactly immediately yeah yeah i don't", "start": 362.4, "end": 366.24}, {"text": "I don't want to do a dead guy. I would that's a former that I got a", "start": 366.24, "end": 369.9}, {"text": "the thing is the differences. If you're if there's if the guy's dead,", "start": 369.9, "end": 373.04}, {"text": "you're not helping anybody. No, he's far he's already dead man. Yeah, just", "start": 373.04, "end": 377.28}, {"text": "fucking pick him up. You bring him to the trash yourself. Yeah, exactly the", "start": 377.28, "end": 380.68}, {"text": "try to help if you want to help yeah, but I'm in the", "start": 380.68, "end": 383.14}, {"text": "if some of the sleep on the start. Oh, that's actually a good point. Actually,", "start": 383.14, "end": 387.0}, {"text": "not if they're if you know that they're dead on the street thing is poking them.", "start": 387.0, "end": 390.2}, {"text": "If somebody is asleep on the street or not responsive on the street, just start", "start": 390.2, "end": 393.64}, {"text": "putting them in the trash. If they're awake, they're going to stop, they're", "start": 393.68, "end": 396.12}, {"text": "going to get mad yeah and then you just go like sorry man. I thought you're", "start": 396.12, "end": 398.98}, {"text": "fucking here's here's a here's a true thing.", "start": 398.98, "end": 401.52}, {"text": "The lead singer of slipknot, Corey Taylor, a very famous story that he when", "start": 401.52, "end": 406.48}, {"text": "he was a kid, he overdosed and his friends threw him into a dumpster and", "start": 406.48, "end": 410.04}, {"text": "left him to die. So what I'm saying is you run into guys sleeping on the", "start": 410.04, "end": 414.36}, {"text": "street or maybe looks like he could be dead, can I throw him in the trash", "start": 414.36, "end": 417.32}, {"text": "like okay? We're making an area you get in trouble for touching a dead guy.", "start": 417.32, "end": 421.88}, {"text": "yeah best case scenario. He makes incredible music, incredible music,", "start": 421.92, "end": 425.92}, {"text": "incredible music, incredible music that stands the test of time. Exactly decades", "start": 425.92, "end": 429.98}, {"text": "that holds up and never ever sounds odd. Yeah yeah stuff that is now weird right", "start": 429.98, "end": 434.44}, {"text": "or blame. I think I need to try being a guy thrown in the trash. Yeah, I nods", "start": 434.44, "end": 441.04}, {"text": "off and I watch a I watch a video. I watch these videos today. That was this", "start": 441.04, "end": 444.32}, {"text": "guy. He's like one of those like dumpster diving YouTube channel. Yeah,", "start": 444.32, "end": 448.0}, {"text": "but it's the fakest thing I've ever seen in my entire life where he's like he's", "start": 448.12, "end": 452.96}, {"text": "like oh, let's see what's in here. Oh wow Rolex in the trash. Wow that's all", "start": 452.96, "end": 456.76}, {"text": "he's like finding insane. He found a full sixteen pack of Bud Light in the", "start": 456.76, "end": 460.92}, {"text": "trow damn it's just I mean this guy needs to try harder. Yeah, like nobody's", "start": 460.92, "end": 465.76}, {"text": "throwing that shit away. Nobody's believing that you know I'm not", "start": 465.76, "end": 468.4}, {"text": "believing that I don't even believe when people do when it's the videos that are", "start": 468.4, "end": 471.16}, {"text": "like my thrift store haul yeah, but it could be the way it could be the where", "start": 471.16, "end": 474.68}, {"text": "it could be stuff that is not interesting or cool or expensive. I still wouldn't", "start": 474.72, "end": 478.96}, {"text": "believe you can't even buy nice stuff every because of ebay every store. Every", "start": 478.96, "end": 484.38}, {"text": "guy who owns like a thrift store, a pawn shop looks up everything that they have", "start": 484.38, "end": 488.32}, {"text": "to see if it's really expensive. It was so sick double. Anyway, you go to a", "start": 488.32, "end": 492.64}, {"text": "thrift store, they're selling like a car heart pair of jeans for like a hundred", "start": 492.64, "end": 496.12}, {"text": "dollars. Yeah, like what the vintage car heart the hell it's like the the thing", "start": 496.12, "end": 500.68}, {"text": "yeah, it's like oh this one has like the paper tag instead of like the printed", "start": 500.68, "end": 503.84}, {"text": "one. And it's like, oh yeah, this is like Carhartt. You find like Levi's orange tabs anywhere,", "start": 503.88, "end": 510.4}, {"text": "that's going to run you like, I've seen them go for like $60. They're just jeans from the", "start": 510.4, "end": 515.0}, {"text": "70s.", "start": 515.0, "end": 516.0}, {"text": "A DVD copy of the Lord of the Rings, The Two Towers is like $5 now. It's supposed to be", "start": 516.0, "end": 521.68}, {"text": "25 cents. What the hell happened to...", "start": 521.68, "end": 524.26}, {"text": "Thrift stores are completely bunk.", "start": 524.26, "end": 526.24}, {"text": "They fell off, man.", "start": 526.24, "end": 527.24}, {"text": "They're completely bunk because it's because of COVID. It's because COVID and then everyone", "start": 527.24, "end": 530.12}, {"text": "learned that you can start your own fucking Depop store and shit.", "start": 530.12, "end": 532.92}, {"text": "there was a speaking of I got some items. No", "start": 532.92, "end": 534.82}, {"text": "I never want to hear about your", "start": 534.82, "end": 537.0}, {"text": "and wall that I used to go to that would literally that were selling books. It", "start": 537.0, "end": 542.08}, {"text": "sold every book, no matter what for twenty five cents, and I felt like I was", "start": 542.08, "end": 545.96}, {"text": "stealing every time. It's insane, you know, and now you go and it's fucking", "start": 545.96, "end": 550.24}, {"text": "you go and it's a it's a book that nobody has ever heard of. You can't even", "start": 550.24, "end": 553.76}, {"text": "find it on Google. There's no interest for it at all. It's a sci fi book that", "start": 553.76, "end": 557.16}, {"text": "somebody wrote before sci fi was invented. It's falling apart. There are", "start": 557.16, "end": 560.88}, {"text": "hermits living inside the pages and it's seventeen dollars. I'm about to blow", "start": 560.92, "end": 564.6}, {"text": "your mind. If you like book deals, bro,", "start": 564.6, "end": 566.06}, {"text": "the library completely free free, you go free as charge. I free the way I use it.", "start": 566.06, "end": 571.7}, {"text": "How do you use it? I keep the books. Yeah, they don't they can't charge you", "start": 571.7, "end": 574.82}, {"text": "to go back and then I'd go back and try. Would you go back man to get another?", "start": 574.82, "end": 578.78}, {"text": "I remember another one taking a book from the library and it being way", "start": 578.78, "end": 582.6}, {"text": "overdue and the feeling of shame as you up to that thing with the old Harry,", "start": 582.6, "end": 586.5}, {"text": "the third Harry Potter book and you just put it on the desk. You're like you're", "start": 586.5, "end": 589.56}, {"text": "you grow you have stubble on your face, because it's been so long since you", "start": 589.58, "end": 592.22}, {"text": "checked it out and you're like yeah yeah. I do you just you just throw it in", "start": 592.22, "end": 595.1}, {"text": "the book drop and you leave yep, no, because then you have to pay for it man.", "start": 595.1, "end": 598.74}, {"text": "Now you throw in the book drop and don't check out another book and then they", "start": 598.74, "end": 602.02}, {"text": "try to yeah. They'll send you mail. That's fucking true, but I'm going and", "start": 602.02, "end": 604.98}, {"text": "I'm trying to a lot of mail. I'm trying to read the first eighteen pages of", "start": 604.98, "end": 607.42}, {"text": "Hitchhiker's Guide to the Galaxy man. I got to go to the library. Yeah, I just", "start": 607.42, "end": 611.42}, {"text": "don't check the book out. Just sit there like it's a reference book, so they're", "start": 611.42, "end": 613.88}, {"text": "like you're looking through like looking through a laws. I used to be way too", "start": 613.88, "end": 617.26}, {"text": "ambitious with the books that I would get from the library as a child. I would be", "start": 617.3, "end": 620.98}, {"text": "like I was like eight years old and saw the Charlie Brown where he reads War and", "start": 620.98, "end": 624.9}, {"text": "Peace and I was like I'm gonna read that book and then I got it from the library", "start": 624.9, "end": 627.82}, {"text": "to go home. That thick.", "start": 627.82, "end": 629.18}, {"text": "Bunch of fucking nonsense. I used to take out this book from the library that was", "start": 629.18, "end": 634.14}, {"text": "like I think 1000 pages and it was the Encyclopedia of Rock and Roll.", "start": 634.14, "end": 639.5}, {"text": "It's the Rolling Stone Encyclopedia of Rock and Roll. It's like this big. That's", "start": 639.5, "end": 645.82}, {"text": "I would just read about like it was just different. It was any band that has", "start": 645.82, "end": 651.02}, {"text": "appeared in Rolling Stone. So I just read about bands in there. Damn. And then", "start": 651.02, "end": 655.82}, {"text": "that's how I found out. That's how I like found music when I was like nine years", "start": 655.82, "end": 659.54}, {"text": "old. That's how I found like Frank Zappa. I would just like I wonder who's in Z.", "start": 659.54, "end": 663.22}, {"text": "I wonder who starts with Z. I just check out every single book they had about", "start": 663.22, "end": 667.86}, {"text": "Bigfoot and the Loch Ness Monster. Yeah, that's a good one. Yeah, 20 of", "start": 667.86, "end": 671.3}, {"text": "dinosaurs. I mean, I read every dinosaur book. I'm gonna be honest. Yeah, I was", "start": 671.3, "end": 675.02}, {"text": "just taking out graphic novels. Yeah, that's what I was going to say to like", "start": 675.02, "end": 677.64}, {"text": "the five comic books they had. Yeah, I would just, I would just run Justice", "start": 677.64, "end": 681.02}, {"text": "League, Young or Young Titan, Teen Titans and stuff. I was young. I was", "start": 681.02, "end": 685.06}, {"text": "reading Bone Man. I was not reading Bone Man. Oh, dude. Bone Man is a different", "start": 685.06, "end": 688.9}, {"text": "thing. Bone Man is not very good, but Bone was fine. I don't even know what", "start": 688.9, "end": 692.84}, {"text": "Bone was about. It was about some whiteys. It was about bones. It was about", "start": 692.84, "end": 697.1}, {"text": "bones who were in love with a woman. It was about a woman, two white bones", "start": 697.1, "end": 700.3}, {"text": "that walked around. And a dragon. It was a big bone and a little bone. Yep.", "start": 700.3, "end": 702.62}, {"text": "and they would walk around. One sounds like something I have dreamed of. One of", "start": 702.7, "end": 705.6}, {"text": "them was named bone. Yeah, the others all had bone in their name. Yeah, so it was", "start": 705.6, "end": 709.8}, {"text": "about just like basically bone and phone bone phone bone. Was that really his", "start": 709.8, "end": 713.98}, {"text": "name? Phone bone? The big guy? One of them was named phone bone. Maybe that", "start": 713.98, "end": 717.64}, {"text": "was the really", "start": 717.64, "end": 718.26}, {"text": "it could have been the phone. There was a character named the rat king. That's a", "start": 718.26, "end": 723.12}, {"text": "good name. Was he a bone or no? He was a rat. Oh, that's a monster. No, he was a", "start": 723.12, "end": 726.82}, {"text": "monster. Oh, it looked like a rat, maybe a little bit. I can't remember anything", "start": 726.82, "end": 730.68}, {"text": "that happened in those books. I can visualize them the rat monsters. I know", "start": 730.7, "end": 734.38}, {"text": "what there's a bone named phone, but I was into the alternative graphic novels", "start": 734.38, "end": 737.7}, {"text": "like that and mouse. You know, I know your ass is reading mouse", "start": 737.7, "end": 740.22}, {"text": "bro. I was reading mouse and I was like this shit can never happen again, bro.", "start": 740.22, "end": 744.28}, {"text": "I read mouse for we were doing the it was like the unit in seventh grade for", "start": 744.28, "end": 748.74}, {"text": "the holocaust and I read mouse the what I did a unit on the holocaust. I", "start": 748.74, "end": 754.14}, {"text": "definitely made fun of some kids for reading mouse. Yeah, dude, you didn't", "start": 754.14, "end": 757.1}, {"text": "like history. Yeah, I definitely I definitely looking back", "start": 757.1, "end": 759.82}, {"text": "opening up the preacher. You're making a mouse is gay. Yeah, you read watchman", "start": 759.82, "end": 768.32}, {"text": "so close to your face, looking at the penis x-men. I remember somebody", "start": 768.32, "end": 772.72}, {"text": "brought watchman this kid, Paul Winder, who I think grew up to be Nazi. He", "start": 772.72, "end": 777.82}, {"text": "brought watchman to the middle school and we were passing it around later. I", "start": 777.82, "end": 784.42}, {"text": "mean, like it was porn, the black. Yeah, and just looking at the cock. Yeah,", "start": 784.42, "end": 789.12}, {"text": "I drew a dick in there. And just not even, we were excited to see any kind of", "start": 789.12, "end": 793.48}, {"text": "drawn nudity. Yeah, yeah, yeah. It was so exciting to us in sixth grade.", "start": 793.48, "end": 797.16}, {"text": "Which I mean, you had the computer then. But there's something about the...", "start": 797.16, "end": 800.52}, {"text": "The computer was too easy. The smell of the book. The smell of the book", "start": 800.52, "end": 803.6}, {"text": "that all the guys had used. And it's a story, it's a comic. Exactly.", "start": 803.6, "end": 807.04}, {"text": "It's... Yeah, you have... That was something as a kid. That's what makes it", "start": 807.04, "end": 809.32}, {"text": "exciting. Nudity was scary when you look it up on the computer,", "start": 809.32, "end": 811.96}, {"text": "but if it's contextualized in a movie or something, you go like,", "start": 811.96, "end": 815.36}, {"text": "\"That's awesome.\" What I always thought about that, it's really funny that", "start": 815.36, "end": 817.64}, {"text": "they kind of they they show his dick like a few times, but then a bunch of the", "start": 817.64, "end": 821.38}, {"text": "other time they did they do the like they do full Simpsons movie, like coffee", "start": 821.38, "end": 825.64}, {"text": "mug yeah, it's like what just just show the show it every show. I mean that", "start": 825.64, "end": 829.16}, {"text": "just means the guy who was drawing it just got a little bit yeah. He drew it", "start": 829.16, "end": 832.4}, {"text": "once and he's like", "start": 832.4, "end": 832.98}, {"text": "why am I so good at driving", "start": 832.98, "end": 835.08}, {"text": "he based it on his own to which is the saddest part. Did you really yeah?", "start": 835.08, "end": 840.32}, {"text": "That's the reason the doctor Manhattan is blue was just so it would match the", "start": 840.32, "end": 843.74}, {"text": "the creators blue penis. It was so devoid of air. It kind of turned blue. Yeah,", "start": 843.76, "end": 849.16}, {"text": "yeah, you guys for a penis to turn blue enough of this cock talk. Let's talk", "start": 849.16, "end": 853.56}, {"text": "planets. Okay, let's talk Saturn. Let's go through the outfits. Let's start with", "start": 853.56, "end": 858.26}, {"text": "Caleb because you have an interesting outfit on. All right, I flopped you", "start": 858.26, "end": 862.56}, {"text": "flopped. I think I yeah, I think I flopped. I couldn't think of anything.", "start": 862.56, "end": 865.96}, {"text": "So I dressed up like the ring because there's a ring on Saturn multiple. I", "start": 865.96, "end": 870.66}, {"text": "I think we may be all flopped today.", "start": 870.66, "end": 872.36}, {"text": "Well, I'm dressed, I think that none of us own any Saturn clothes I'm gathering.", "start": 872.36, "end": 877.66}, {"text": "Yeah.", "start": 877.66, "end": 878.66}, {"text": "I just wore the Jupiter thing.", "start": 878.66, "end": 879.66}, {"text": "I could have thought we could have dressed up like cars.", "start": 879.66, "end": 882.16}, {"text": "Oh, like a Saturn.", "start": 882.16, "end": 884.16}, {"text": "I was maybe going to, I was going to, because Saturn is kind of like brownish, beige-ish", "start": 884.16, "end": 888.56}, {"text": "color I feel like.", "start": 888.56, "end": 889.56}, {"text": "Yeah.", "start": 889.56, "end": 890.56}, {"text": "So I was going to maybe, if I had a shirt that was that color, I was going to wear that", "start": 890.56, "end": 893.08}, {"text": "and then put like a duct tape ring around my stomach.", "start": 893.08, "end": 895.94}, {"text": "But I didn't even have a shirt that was that color.", "start": 895.94, "end": 897.46}, {"text": "So I'm just dressed as the rings.", "start": 897.46, "end": 899.58}, {"text": "because then one picture I looked at, they were kind of blue and green.", "start": 899.58, "end": 902.12}, {"text": "Yeah. I kind of dressed like the rings, too.", "start": 902.12, "end": 904.44}, {"text": "Yeah, show us here at Walkers.", "start": 904.44, "end": 905.66}, {"text": "And you're dressed as the ring.", "start": 905.66, "end": 907.1}, {"text": "And then I went to the barber shop this morning.", "start": 907.1, "end": 909.5}, {"text": "And what? I did see this in the back of your hat band.", "start": 909.5, "end": 913.96}, {"text": "Oh, damn it.", "start": 913.96, "end": 914.48}, {"text": "I think my shit got fucked up.", "start": 914.48, "end": 915.98}, {"text": "I don't know.", "start": 915.98, "end": 919.26}, {"text": "It looks good.", "start": 919.26, "end": 922.9}, {"text": "My God.", "start": 922.9, "end": 923.42}, {"text": "What did you ask him for at the barber shop?", "start": 923.42, "end": 924.8}, {"text": "I asked him for the ring of Saturn.", "start": 924.8, "end": 926.02}, {"text": "And they did this?", "start": 926.02, "end": 926.92}, {"text": "And they gave me this.", "start": 926.92, "end": 927.94}, {"text": "Damn.", "start": 927.94, "end": 928.96}, {"text": "What is up with our barbers and being interested in planets? I know it's", "start": 928.98, "end": 932.22}, {"text": "really surprising. These guys are really, really like knowledgeable too, like", "start": 932.22, "end": 936.38}, {"text": "they knew what a ring was. They knew, I mean look at this.", "start": 936.38, "end": 938.42}, {"text": "I mean this shit is too fire. So for our audio listeners, Patrick has a", "start": 938.42, "end": 945.0}, {"text": "one, he's completely bald except for a ring of hair around the top of his", "start": 945.0, "end": 949.1}, {"text": "head. And I think that honestly, now that I'm seeing it on camera,", "start": 949.1, "end": 952.54}, {"text": "you'd like it. I think that this is gonna catch on as a hairstyle. It", "start": 952.54, "end": 956.5}, {"text": "it looks really good. I was so excited because when I walked in and saw you on", "start": 956.5, "end": 961.06}, {"text": "the computer, I did see through the back of your hat. I could see I knew", "start": 961.06, "end": 963.84}, {"text": "damn it. I was like I should have worn a fitted. I knew that it was. Did you", "start": 963.84, "end": 968.2}, {"text": "see the part where I cut way too close to his skin and he has no hair at all?", "start": 968.2, "end": 971.58}, {"text": "Well, at first I saw what I saw is I saw the back of his neck. He has one", "start": 971.58, "end": 975.38}, {"text": "well. Now I got to shave it all off so well and I was like", "start": 975.38, "end": 977.94}, {"text": "now I did you have a great job. You screwed up. Now I got to shave the", "start": 977.94, "end": 982.46}, {"text": "whole damn thing off. You need to you need like", "start": 982.48, "end": 985.02}, {"text": "one week of this. I think I look like well yeah hold up. You do have to you", "start": 985.02, "end": 990.58}, {"text": "have to hold on to this for as long as possible. This is a good once you get", "start": 990.58, "end": 993.54}, {"text": "something. I mean this is so much power there. If there's one regret I have in", "start": 993.54, "end": 997.86}, {"text": "my life, one regret, it's that I didn't keep my Navi braid for for longer than I", "start": 997.86, "end": 1003.1}, {"text": "did. I kept it for only a couple of weeks because I was going home for", "start": 1003.1, "end": 1006.42}, {"text": "Christmas and I did not want to have to have my family. I did ask about it and", "start": 1006.42, "end": 1012.12}, {"text": "He's explained, well, there's basically a planet. Yeah, I know, but that's why it's a regret.", "start": 1012.14, "end": 1017.82}, {"text": "Oh yeah, because I wish I hadn't done. That's what regret. Oh, I guess you're right. So", "start": 1017.82, "end": 1022.46}, {"text": "it's like I did something different than what I did. Yeah. Oh, okay. I thought you were", "start": 1022.46, "end": 1025.86}, {"text": "just saying that you're glad at least that I had cut it off and then framed it in my", "start": 1025.86, "end": 1029.62}, {"text": "house. I knew a kid who had one of the Padawan braids in school and we had it for two years", "start": 1029.62, "end": 1036.94}, {"text": "straight. Whoa, I know a kid with a rat tail. Me too. He also carried a Zippo around.", "start": 1036.94, "end": 1041.94}, {"text": "Rat tail so long that it started to turn blonde at the end. Whoa, that's cute.", "start": 1041.94, "end": 1046.24}, {"text": "That is cool. It's kind of gross. That's like when a guy's got these long beard", "start": 1046.24, "end": 1050.28}, {"text": "and then at the end it turns. I think it's more like when a guy grows his", "start": 1050.28, "end": 1053.78}, {"text": "fingernails out for a hundred years. Yeah, it's more of that vibe. It feels", "start": 1053.78, "end": 1057.38}, {"text": "more like a Rip Van Winkle. Yeah. Did he grow hair and nails? He slept. Yeah,", "start": 1057.38, "end": 1063.98}, {"text": "but he was sleeping. Did he grow them in his sleep? He slept. He'd sleep all", "start": 1063.98, "end": 1068.04}, {"text": "day. He probably was still growing in his sleep, I guess. Yeah. I mean, I", "start": 1068.04, "end": 1071.04}, {"text": "he has a beard when he woke up. He had a beard when he woke up, but they didn't", "start": 1071.06, "end": 1073.76}, {"text": "even think about his hair and nails. Those also grow. Those don't stop", "start": 1073.76, "end": 1076.86}, {"text": "growing when you die. His hair is probably long, too. Well, he wasn't dead.", "start": 1076.86, "end": 1079.9}, {"text": "He's not. I know, but they definitely you're okay, but they're definitely", "start": 1079.9, "end": 1084.46}, {"text": "gonna still be there when you're asleep. Yeah, you're saying the hair, the hair", "start": 1084.46, "end": 1089.66}, {"text": "and the nails would still grow even while he was asleep. How long did he", "start": 1089.66, "end": 1094.7}, {"text": "sleep for? 100 years, 100, 100 years. I do think I need a that level of sleep.", "start": 1094.7, "end": 1100.98}, {"text": "I something pretty soon. I need to catch up. I've been in trouble. You've been in", "start": 1101.0, "end": 1105.1}, {"text": "trouble. I've been in trouble. I've been having scary dreams, man. Me too. Yeah,", "start": 1105.1, "end": 1109.04}, {"text": "scary fucking really scary. I've been having horrible waking nightmares,", "start": 1109.04, "end": 1113.0}, {"text": "waking as in they wake you up, not no as in I'm awake and my dream is coming into", "start": 1113.0, "end": 1117.84}, {"text": "reality.", "start": 1117.84, "end": 1118.44}, {"text": "That's more of a real power and a dream. Well, yeah, you have some kind of don't", "start": 1118.44, "end": 1124.8}, {"text": "say yeah, you admitting to have a power. You're not supposed to do that. I don't", "start": 1124.8, "end": 1127.84}, {"text": "you don't like it's not a power I can't control it. I woke up and I there I saw", "start": 1127.88, "end": 1132.2}, {"text": "1 million bugs are calling every one of my room. That's really scary man.", "start": 1132.2, "end": 1137.0}, {"text": "It was so fucking horrible. No crawling. Oh okay. I found some roaches in my pantry the", "start": 1137.0, "end": 1141.84}, {"text": "other day. They're everywhere man. It's fucked up. They're in every building in", "start": 1141.84, "end": 1144.88}, {"text": "this city right now. What the hell's happening with these roaches? We have", "start": 1144.88, "end": 1148.04}, {"text": "been, we have been engaged in a war citywide. I've seen them at the store.", "start": 1148.04, "end": 1152.16}, {"text": "store. Yeah. Well, anywhere else? My house. Okay. You seen them at the store? What store?", "start": 1152.16, "end": 1158.7}, {"text": "The store next to my house. So I've heard people say that they've had them. I saw one", "start": 1158.7, "end": 1164.54}, {"text": "at the restaurant. In your food? No. No? No. On the wall. And they're just, I'm just saying,", "start": 1164.54, "end": 1174.24}, {"text": "be careful. They are disgusting. They're out there. They are gross. They made me hate bugs.", "start": 1174.24, "end": 1179.48}, {"text": "I've never liked bugs. Me neither. You have been fond of bugs for some time.", "start": 1179.48, "end": 1182.24}, {"text": "I wouldn't even call myself fond of bugs, but I don't care. You'll let it slide.", "start": 1182.24, "end": 1187.04}, {"text": "I let it slide. If there's a spider, I would like to leave it in its web and", "start": 1187.04, "end": 1190.6}, {"text": "look at it every day. I'd like to destroy it with a salt shotgun. I love those.", "start": 1190.6, "end": 1194.76}, {"text": "I like that we've invented the salt guns were an amazing idea, and I think that", "start": 1194.76, "end": 1199.72}, {"text": "they should expand it to more things, a salt crossbow. Does Saturn have any salt", "start": 1199.72, "end": 1203.8}, {"text": "on it? We could do that. It probably has minerals involved. I think there's salt", "start": 1203.8, "end": 1207.16}, {"text": "in", "start": 1207.16, "end": 1224.64}, {"text": "beautiful girls of all time. A child? Is it planet report time y'all? I think it might", "start": 1224.64, "end": 1229.0}, {"text": "be planet report time. He said the child from the ring is one of the most beautiful women", "start": 1229.0, "end": 1236.6}, {"text": "he's ever seen. He likes Japanese girls. Wasn't she like 7? What? In the ring? No like 13.", "start": 1236.6, "end": 1244.48}, {"text": "She's been in the TV for ages. Okay. Asshole. You do you I guess. Yeah I will fucking do", "start": 1244.48, "end": 1250.4}, {"text": "me. I'm jumping in that well,", "start": 1250.4, "end": 1252.1}, {"text": "you mean crawling out", "start": 1252.1, "end": 1254.36}, {"text": "laying out", "start": 1254.36, "end": 1256.86}, {"text": "this green is on the tv here. I come I crawl", "start": 1256.86, "end": 1268.5}, {"text": "I'm killing you for real fear", "start": 1268.5, "end": 1272.82}, {"text": "killing you with fear,", "start": 1272.82, "end": 1275.52}, {"text": "the TV just below the surface. She's crawling, appalling.", "start": 1276.82, "end": 1283.38}, {"text": "Whoa! Wow! Okay, anyway.", "start": 1283.38, "end": 1285.66}, {"text": "Join us once again on a five week galactic journey through our solar", "start": 1285.66, "end": 1290.5}, {"text": "system.", "start": 1290.5, "end": 1291.02}, {"text": "Be prepared to learn and to laugh a little too.", "start": 1291.02, "end": 1295.02}, {"text": "And now, the Planet Report with Cameron Fetter.", "start": 1295.02, "end": 1299.34}, {"text": "Oh yeah!", "start": 1299.34, "end": 1301.18}, {"text": "Okay, guys. Can I start doing that? What? As part of the thing. What? Doing what?", "start": 1301.18, "end": 1306.38}, {"text": "Oh yeah, can we add that in? We can add that in post. Yeah, I'll send you this", "start": 1306.74, "end": 1311.24}, {"text": "here. Send me a clean tape. Send me this. Oh yeah. Can you send me that? I'll", "start": 1311.24, "end": 1315.16}, {"text": "send you that. Yeah, extract that. Can you extract that? I'll extract it. Okay,", "start": 1315.16, "end": 1319.14}, {"text": "today's planet report is called", "start": 1319.14, "end": 1320.58}, {"text": "There's Something About Saturn, a planet report by Cameron Fetter.", "start": 1320.58, "end": 1325.3}, {"text": "Let me prop up my phone here. Okay, prop up your phone. Yeah.", "start": 1325.3, "end": 1333.38}, {"text": "I want to give Saturn another ring.", "start": 1334.66, "end": 1337.54}, {"text": "Oh, please baby.", "start": 1337.54, "end": 1339.7}, {"text": "Just say yes.", "start": 1339.7, "end": 1342.6}, {"text": "Saturn, I want to be with you forever.", "start": 1342.6, "end": 1347.46}, {"text": "Something about your body,", "start": 1347.46, "end": 1349.26}, {"text": "more than 750 times the size of Earth,", "start": 1349.26, "end": 1352.02}, {"text": "just drives me mad with desire.", "start": 1352.02, "end": 1353.86}, {"text": "Who wants to be Saturn?", "start": 1353.86, "end": 1356.26}, {"text": "- Me.", "start": 1356.26, "end": 1358.34}, {"text": "- We're so alike in so many ways.", "start": 1358.34, "end": 1360.28}, {"text": "You have 146 moons.", "start": 1360.28, "end": 1363.46}, {"text": "I have 146 moods, from happy to sad and everything in between.", "start": 1363.46, "end": 1368.46}, {"text": "Oh, it goes on this, right.", "start": 1368.46, "end": 1369.94}, {"text": "You're named after the Roman god of agriculture.", "start": 1369.94, "end": 1372.5}, {"text": "My middle name is named after my uncle.", "start": 1372.5, "end": 1374.48}, {"text": "You revolve around the sun every 29.5 Earth years.", "start": 1374.48, "end": 1379.2}, {"text": "And we both have days named after us.", "start": 1379.2, "end": 1382.3}, {"text": "You have Saturday and I have International Puppy Day,", "start": 1382.3, "end": 1385.94}, {"text": "March 23rd.", "start": 1385.94, "end": 1386.88}, {"text": "I want to give you one more ring, Saturn.", "start": 1386.88, "end": 1390.2}, {"text": "We could be so happy together.", "start": 1390.2, "end": 1392.26}, {"text": "I know this isn't your first rotation.", "start": 1392.26, "end": 1394.06}, {"text": "After all, you already have eight rings.", "start": 1394.06, "end": 1397.06}, {"text": "But things will be different with me.", "start": 1397.06, "end": 1399.06}, {"text": "I'll treat you right.", "start": 1399.06, "end": 1400.62}, {"text": "I know how to handle a planet composed primarily", "start": 1400.62, "end": 1403.02}, {"text": "of hydrogen and helium.", "start": 1403.02, "end": 1404.86}, {"text": "And I'm good with moons.", "start": 1404.86, "end": 1406.66}, {"text": "I grew up with a moon, so I don't mind being around them.", "start": 1406.66, "end": 1410.22}, {"text": "Tethys and Titan love me,", "start": 1410.22, "end": 1412.1}, {"text": "and I think I could be a great role model for them.", "start": 1412.1, "end": 1414.74}, {"text": "I don't even care that you've been visited", "start": 1414.74, "end": 1416.4}, {"text": "by four spacecraft before.", "start": 1416.4, "end": 1418.26}, {"text": "Oh, Saturn, just say yes.", "start": 1418.26, "end": 1421.58}, {"text": "Other people don't understand you like I do.", "start": 1421.58, "end": 1424.02}, {"text": "Some people see an atmosphere", "start": 1424.02, "end": 1425.32}, {"text": "that's negative 288.4 degrees Fahrenheit", "start": 1425.32, "end": 1428.38}, {"text": "and contains methane and ammonia", "start": 1428.38, "end": 1430.02}, {"text": "and run for the hills, not me.", "start": 1430.02, "end": 1432.02}, {"text": "In fact, I hear atmosphere", "start": 1432.02, "end": 1433.86}, {"text": "is one of the things I love about you.", "start": 1433.86, "end": 1436.1}, {"text": "I think it makes you unique.", "start": 1436.1, "end": 1437.9}, {"text": "Wow.", "start": 1437.9, "end": 1438.74}, {"text": "You're always getting so down on yourself,", "start": 1438.74, "end": 1440.86}, {"text": "but you've achieved so much", "start": 1440.86, "end": 1442.26}, {"text": "in the 4.5 billion years you've been around.", "start": 1442.26, "end": 1445.3}, {"text": "You were in the movie \"Interstellar.\"", "start": 1445.3, "end": 1447.82}, {"text": "That's all I can think of right now,", "start": 1447.82, "end": 1449.2}, {"text": "but you know you're something special.", "start": 1449.2, "end": 1451.2}, {"text": "We've been the long distance for a while now.", "start": 1451.2, "end": 1454.32}, {"text": "And I mean it honestly when I say I don't mind driving the 884 million miles to dick you down.", "start": 1454.32, "end": 1460.8}, {"text": "But I'm ready to take it to the next level.", "start": 1460.8, "end": 1465.8}, {"text": "Let's move to Asheville, North Carolina and buy a house together.", "start": 1465.8, "end": 1469.48}, {"text": "Baby, I love you. Just say yes.", "start": 1469.48, "end": 1472.48}, {"text": "And that's today's Planet Report.", "start": 1472.48, "end": 1476.88}, {"text": "That is so beautiful. That was amazing, dude. It was a combination of so many, I mean,", "start": 1477.44, "end": 1481.2}, {"text": "I didn't know this. It was your taste. So it's kind of about love and about", "start": 1481.2, "end": 1484.8}, {"text": "knowledge. Yeah. There's a ring stuck on my fucking finger, man.", "start": 1484.8, "end": 1488.92}, {"text": "Well, I guess. Oh, God. I guess you have to wear it forever. Why do you want to", "start": 1488.92, "end": 1493.12}, {"text": "take, well, you're not supposed to take it off. Okay, you're right. Well, not", "start": 1493.12, "end": 1495.04}, {"text": "until one of us passes away. Yeah.", "start": 1495.04, "end": 1497.16}, {"text": "Passes gas. Saturn's a gas giant. True.", "start": 1497.16, "end": 1500.96}, {"text": "It is, yeah, Saturn is beautiful. Again, we're kind of in this zone of planets", "start": 1500.96, "end": 1507.4}, {"text": "where I don't know that much about them. And so this has been very, I need this planet", "start": 1507.4, "end": 1511.8}, {"text": "report. It's opening my eyes to a lot of different stuff about, I didn't know 75 or 750 times", "start": 1511.8, "end": 1518.08}, {"text": "the size of earth, man. BBW. Yeah, that is a BBW. Nine times the diameter. Big beautiful", "start": 1518.08, "end": 1523.16}, {"text": "world. Big, ooh. Yeah, wait, I just came up with that. That's better than what I thought.", "start": 1523.16, "end": 1525.96}, {"text": "And one of the biggest moons. Titan. Titan. Titan. Titan. Why is its moon so big? Because", "start": 1525.96, "end": 1533.0}, {"text": "it's a big planet. It can have a big moon. Because anything with a big bottom got a big", "start": 1533.0, "end": 1536.64}, {"text": "moon. Facts. Don't fuck us up with that man. Okay. 146 moons. I hope he gives you 146", "start": 1536.64, "end": 1543.8}, {"text": "moons. Don't you love when you come home and your girl moons you?", "start": 1543.8, "end": 1548.24}, {"text": "Just walking around with her butt cheeks out. Butt cheeks hanging out the top.", "start": 1548.24, "end": 1554.8}, {"text": "Yep. Just full moon. Butt flop. That prank is too much. You ever been mooned by a girl?", "start": 1554.8, "end": 1561.8}, {"text": "Yeah. Yeah. In a pranking way? Yeah. Yeah. Put that thing away man. What are you doing?", "start": 1561.8, "end": 1566.32}, {"text": "What the hell? I only think this is funny on guys.", "start": 1566.32, "end": 1568.72}, {"text": "It's only funny on guys.", "start": 1568.72, "end": 1569.92}, {"text": "This is fucking disgusting.", "start": 1569.92, "end": 1570.92}, {"text": "Mooning?", "start": 1570.92, "end": 1571.92}, {"text": "I don't want to see all the stuff.", "start": 1571.92, "end": 1572.92}, {"text": "It's funny when it's a guy's butt.", "start": 1572.92, "end": 1573.92}, {"text": "Yeah, or if you have a fucking pink... if you have a pink... don't dog breathe about", "start": 1573.92, "end": 1581.44}, {"text": "the mooning girl.", "start": 1581.44, "end": 1582.44}, {"text": "Don't you dare. Stop it.", "start": 1582.44, "end": 1583.44}, {"text": "But dude, I don't want to see.", "start": 1583.44, "end": 1584.44}, {"text": "No, stop man. We're not even...", "start": 1584.44, "end": 1585.44}, {"text": "Stop panting. Stop panting right now.", "start": 1585.44, "end": 1586.44}, {"text": "Okay, we're changing subject completely. What movies have you guys seen as of late, I guess?", "start": 1586.44, "end": 1591.44}, {"text": "Here, let me tell you guys about this really humbling experience I had.", "start": 1591.44, "end": 1595.68}, {"text": "okay this past week. It's not related to saturn, but we can bring it back to", "start": 1595.68, "end": 1599.04}, {"text": "saturn after", "start": 1599.04, "end": 1599.68}, {"text": "so I was playing fortnight", "start": 1599.68, "end": 1603.88}, {"text": "with my buddies on the computer fortnight with buddies, legendary,", "start": 1603.88, "end": 1608.02}, {"text": "legend, wait for it dairy fortnight running buddies running fuck me running", "start": 1608.02, "end": 1612.7}, {"text": "trios with the buddies. I fucking love buddies. We were joking around. Oh God,", "start": 1612.7, "end": 1616.7}, {"text": "it gets better. Every second we were doing a joke that was making me still", "start": 1616.7, "end": 1620.94}, {"text": "making me laugh. We were doing elmer fudd in world war one and he's in the", "start": 1620.94, "end": 1624.98}, {"text": "inches and he goes one eight", "start": 1625.02, "end": 1626.92}, {"text": "one", "start": 1626.92, "end": 1628.52}, {"text": "when a twench foot yeah, and we're all deal. My my dearest pusilla my heart", "start": 1628.52, "end": 1635.82}, {"text": "aches", "start": 1635.82, "end": 1636.26}, {"text": "for you all you know all type of Elmer yeah, of course, I hope it wasn't loud", "start": 1636.26, "end": 1642.3}, {"text": "rowdy Elmer Fudd yeah hours, hours, hours, passing by with buddies, yelling", "start": 1642.3, "end": 1648.3}, {"text": "into my microphone, bouncing with my buddies and then night yelling as Elmer", "start": 1648.3, "end": 1652.16}, {"text": "Fudd playing fortnight", "start": 1652.16, "end": 1653.72}, {"text": "my life is a fucking movie man playing night with my man cake skin yep, oh gee", "start": 1654.72, "end": 1659.42}, {"text": "fortnight man, all right guy, we get a we get the vic royale. I say all right", "start": 1659.42, "end": 1663.1}, {"text": "guys got it. I got to get off. I'll talk to you guys later log off, close the", "start": 1663.1, "end": 1667.36}, {"text": "computer. I walk into the other room and my fiance is sitting at the dining room", "start": 1667.36, "end": 1671.76}, {"text": "table and she's drinking a glass of wine and is playing smooth jazz music and is", "start": 1671.76, "end": 1676.02}, {"text": "doing a puzzle. Oh my God", "start": 1676.02, "end": 1678.22}, {"text": "complete ship pisses me off man.", "start": 1679.66, "end": 1682.24}, {"text": "Definitely heard every Elmer of course yeah and she said yeah. I was going to", "start": 1682.24, "end": 1690.3}, {"text": "tell you to be quiet, but I", "start": 1690.3, "end": 1691.54}, {"text": "that's a good one.", "start": 1691.54, "end": 1696.34}, {"text": "Pure shock, just just completely blindsided yeah. Oh yeah, God damn dude.", "start": 1696.34, "end": 1703.52}, {"text": "Why do they do that stuck with me? Just I was I felt like a kindergartner dude. I", "start": 1703.52, "end": 1708.02}, {"text": "I walk in I was playing fortnight. I'll play eight hours of video games. I'll", "start": 1708.06, "end": 1711.5}, {"text": "walk in on a like a Saturday where I'm like, oh well, whatever it's a Saturday.", "start": 1711.5, "end": 1715.5}, {"text": "I can do whatever I want. I walk into the living room. My wife has the day off", "start": 1715.5, "end": 1719.5}, {"text": "to she's sitting there. She's knitted five scars. She literally looks exactly", "start": 1719.5, "end": 1724.62}, {"text": "like a granny like old grandmother, Tweety bird style granny. She's like", "start": 1724.62, "end": 1729.3}, {"text": "reading with one hand and doing that with the other. She has NPR playing like", "start": 1729.3, "end": 1733.46}, {"text": "what the fuck how how can you live like so much? How the hell can you live like", "start": 1733.46, "end": 1737.58}, {"text": "Why do women love yarn? Don't you want a Dorito, bitch? Don't you want to go to Buffalo Wild Wings", "start": 1737.6, "end": 1743.28}, {"text": "with me? What the hell are you doing? This is why I got to go there. I'm going to drive like 15", "start": 1743.28, "end": 1747.92}, {"text": "minutes out. I'm going to go to the Buffalo Wild Wings at Maspeth. Every single food that you eat", "start": 1747.92, "end": 1752.56}, {"text": "on a Saturday should be sauced. It should be tossed in a bowl with sauce. You should get the", "start": 1752.56, "end": 1756.48}, {"text": "sauce all over a white t-shirt. Even if it's Caesar salad. Yeah, and then you should watch", "start": 1756.48, "end": 1760.32}, {"text": "like... It should be the gross Caesar salad from the buffet. Every Saturday you should say,", "start": 1760.32, "end": 1764.48}, {"text": "I'm not really in the mood for a movie. I don't want to commit to that. Instead, I'm going to watch", "start": 1764.48, "end": 1767.76}, {"text": "15 episodes of a 45-minute TV show. That's what you should be spending your time. I'm going to", "start": 1767.76, "end": 1772.0}, {"text": "watch ridiculousness all day. Yeah, I'm going to I'm literally going to watch 12 hours of TV,", "start": 1772.0, "end": 1776.8}, {"text": "but a movie is too much. That's what it needs to be. Yeah, yeah, yeah, yeah, yeah, exactly that.", "start": 1776.8, "end": 1781.04}, {"text": "That's what the weekends are for. It's not for sitting there doing a hobby that's", "start": 1781.04, "end": 1784.64}, {"text": "that way. Make something literally she's making fucking spoiler for my mom. She's making Christmas", "start": 1784.64, "end": 1789.36}, {"text": "presents. Mom, she's making you a fucking criminal. Mom, shut off the episode right now. Mom,", "start": 1789.36, "end": 1795.36}, {"text": "turn it off. You're getting a fucking scar for this. Shut that, shut that. Computer off.", "start": 1795.36, "end": 1799.96}, {"text": "By the way, you're getting the worst one she made. You're getting the first one she made", "start": 1799.96, "end": 1804.6}, {"text": "because she made it and was like, I fucked this one up. I'll give it to your mom. Does", "start": 1804.6, "end": 1809.68}, {"text": "your mom listen to this? No. She doesn't know how to access YouTube. That's a good mom trait", "start": 1809.68, "end": 1815.16}, {"text": "to have that on YouTube. My mom texts me every once in a while, \"Why don't you follow me", "start": 1815.16, "end": 1818.42}, {"text": "back on Instagram?\" What the fuck is wrong with you? That's so mean. I don't want to", "start": 1818.42, "end": 1822.32}, {"text": "see your shit. Yeah, you don't want to see pictures of your brother? No dude, he's taller", "start": 1822.32, "end": 1826.24}, {"text": "than me. That's true. He's 12 years old, he's 6'2\". You're seeing a picture of him next", "start": 1826.24, "end": 1830.24}, {"text": "to like a locker or something and it's like, \"Man, I wish I could be that tall.\" Why a", "start": 1830.24, "end": 1835.72}, {"text": "locker? Basketball team. A locker has a certain height. He's not good at basketball, he's a", "start": 1835.72, "end": 1840.04}, {"text": "golfer. Oh yeah, he's got into golf. Okay. And he just is like zero. He's a kid. He has", "start": 1840.04, "end": 1845.74}, {"text": "like zero patience and he just like runs up to it. He's like, yeah, golf sucks. Hits it", "start": 1845.74, "end": 1850.2}, {"text": "so perfectly, like as hard as he can. Worst swing I've ever seen. It's so fucking, it's", "start": 1850.2, "end": 1855.54}, {"text": "fucked up, dude. Yeah. Happy Gilmore style. It's happening to me. Having a brother that", "start": 1855.54, "end": 1859.48}, {"text": "much younger than you, it really is fully just you're being replaced. Oh yeah. I'm being", "start": 1859.48, "end": 1865.12}, {"text": "replaced. He's funnier than me. He talks about fucking, he talks about his balls in a way", "start": 1865.12, "end": 1868.44}, {"text": "I could never at the dinner table and my balls are stink. They stink. Yeah, I go. That's fucking awesome, man", "start": 1868.44, "end": 1875.34}, {"text": "I said that shit when I was your age. My mom would kill me. Oh, I stopped talking about your stinky balls", "start": 1875.34, "end": 1881.12}, {"text": "Yeah, my sister my sister like lives with my mom so my nephews are still around like", "start": 1881.12, "end": 1887.68}, {"text": "Their grandparents so a lot of stuff is getting encouraged. That shouldn't yeah, I think I said it before but", "start": 1887.68, "end": 1895.52}, {"text": "They learned about breastfeeding. Oh, yeah, and they make each other they make fun of each other for having breastfed", "start": 1895.92, "end": 1902.3}, {"text": "They say yeah, but you sucked up mom's boobs to end arguments. They're right dude. That's crazy. That shit is a good comeback", "start": 1902.3, "end": 1909.9}, {"text": "That is just wrong man, yeah, we need to be all the it needs to be power everything should be powder", "start": 1909.9, "end": 1918.46}, {"text": "Oh, yeah, I think that that should not you should not be putting a baby on your stuff, man", "start": 1918.46, "end": 1922.78}, {"text": "man. Especially not fucking-- Especially mine. In my house. You're not sucking on my nipple.", "start": 1922.78, "end": 1927.94}, {"text": "No, dude. There's no milk in there. There's almost none. You're going to just get hair", "start": 1927.94, "end": 1932.02}, {"text": "in your mouth, you fucking idiot. Do you guys know about that's why Kevin Gates lost weight?", "start": 1932.02, "end": 1936.5}, {"text": "No. He lactated? No, he held his friend's baby and the baby tried to suck his tit and", "start": 1936.5, "end": 1942.78}, {"text": "then he lost like a hundred pounds. Damn. Yeah. That's so sick, man. That is really funny.", "start": 1942.78, "end": 1948.58}, {"text": "All right, I have I'd like to talk about my painting. Okay. I really would like to talk about my painting", "start": 1948.58, "end": 1953.5}, {"text": "I sent it to you Julio", "start": 1953.5, "end": 1955.5}, {"text": "Account like I think if you put some gel in it got to be glued", "start": 1955.5, "end": 1959.58}, {"text": "Yeah, you need got to be glue. No, I should have done do we still have the disposable razors here?", "start": 1959.58, "end": 1964.62}, {"text": "I could have oh you want to do you want to shave that I could shave it. I could shave it down like my", "start": 1964.62, "end": 1969.74}, {"text": "We need to oh", "start": 1976.62, "end": 1978.62}, {"text": "I get to play with this ring. No, you don't that's my fucking ring. Don't break. Whoa", "start": 1978.62, "end": 1982.82}, {"text": "I need to bring that back to my house. Well, how do you need to bring it back? That's a fucking wedding ring, man", "start": 1982.82, "end": 1987.32}, {"text": "This is your that's my wedding ring. This is what you engaged to your eyes. I sent it in the DM", "start": 1987.32, "end": 1992.46}, {"text": "Discord I did take this ring from from my fiance's jewelry box. She was asleep", "start": 1992.46, "end": 2002.02}, {"text": "story box? You are going to get in so much trouble for this. It's a piece of", "start": 2005.98, "end": 2008.3}, {"text": "plastic, man. I mean, let's be polite here. Okay. Well, apparent ring she wears.", "start": 2008.3, "end": 2013.78}, {"text": "Can't find it, but that's okay. I had to do a digital painting, guys. I'd like to", "start": 2013.78, "end": 2019.46}, {"text": "show this to y'all right now. Oh, there it is.", "start": 2019.46, "end": 2022.18}, {"text": "Where's the rings, man? Huh? Wait. You're right. There isn't any rings. Wait a", "start": 2022.18, "end": 2032.02}, {"text": "second hold on you want to know why there's no rings man why because this", "start": 2032.02, "end": 2035.78}, {"text": "painting takes place in two thousand and twenty five when the rings", "start": 2035.78, "end": 2040.1}, {"text": "yep. What the hell I learned about that today. I heard about their disappearing", "start": 2040.1, "end": 2046.54}, {"text": "they're disappearing for some time. It's an eclipse of some type. What we won't", "start": 2046.54, "end": 2050.7}, {"text": "be able to see the rings of Saturn for a while. Holy shit. How sad is that? I", "start": 2050.7, "end": 2054.94}, {"text": "know I go out every night and I'm I see him. Here's a stupid. I am it's a part", "start": 2054.94, "end": 2058.46}, {"text": "I saw that I searched Saturn to get a reference photo. I saw the headline and", "start": 2058.5, "end": 2063.5}, {"text": "it was it said Saturn's rings are disappearing and I'm so stupid. I was", "start": 2063.5, "end": 2068.34}, {"text": "thinking that it had something to do with climate change. I also thought that", "start": 2068.34, "end": 2072.74}, {"text": "I also thought that I was like, wait, how does that even work? How does climate", "start": 2072.74, "end": 2076.82}, {"text": "change reach Saturn?", "start": 2076.82, "end": 2078.02}, {"text": "But it turns out it's actually just the sun doing something odd. Isn't it crazy", "start": 2078.02, "end": 2083.94}, {"text": "how many of the planets are just cold? They're all cold. I know, man, we need a", "start": 2083.94, "end": 2087.78}, {"text": "little more of that. Yeah, we need a little bit more of that. Do you think", "start": 2087.78, "end": 2090.58}, {"text": "we're going to enter a new ice age soon? Yeah, do you think we'll get back on", "start": 2090.58, "end": 2093.72}, {"text": "ice? It's a ball earth. You know they're trying to bring mammoths back. Why Joe", "start": 2093.72, "end": 2097.22}, {"text": "Rogan's buddy for meat? I know I well they brought back mammoth meat as like a", "start": 2097.22, "end": 2101.28}, {"text": "as like a stunt. Yeah, I did it as like a publicity thing where it was like they", "start": 2101.28, "end": 2105.58}, {"text": "like could they I think they had they can synthesize mammoth meat and they did", "start": 2105.58, "end": 2109.02}, {"text": "it to be like like oh doesn't this make you feel interestingly about cloning? Is", "start": 2109.02, "end": 2113.74}, {"text": "it this fascinating? You know that type of thing that they do sometimes not even", "start": 2113.74, "end": 2116.98}, {"text": "It's not even like there. You can get mammoth meat that is just like preserved in like a", "start": 2117.06, "end": 2124.26}, {"text": "big bunch of ice in like Alaska and stuff.", "start": 2124.26, "end": 2127.18}, {"text": "What?", "start": 2127.18, "end": 2128.18}, {"text": "Yeah. There's like people you find people find like almost fully preserved woolly mammoths.", "start": 2128.18, "end": 2133.14}, {"text": "What the hell?", "start": 2133.14, "end": 2134.14}, {"text": "Like beef jerky meat and some guy ate one.", "start": 2134.14, "end": 2136.1}, {"text": "Ew.", "start": 2136.1, "end": 2137.1}, {"text": "Isn't that gross? He ate like a 5,000 year old fucking meat.", "start": 2137.1, "end": 2139.14}, {"text": "I would not eat mammoth.", "start": 2139.14, "end": 2140.14}, {"text": "You've never seen the interview with that guy?", "start": 2140.14, "end": 2141.14}, {"text": "No, no, no.", "start": 2141.14, "end": 2142.14}, {"text": "No, no, no. He's a guy who owns like probably the most valuable like", "start": 2142.14, "end": 2146.94}, {"text": "archaeological site that exists right now in terms of like digging up cool", "start": 2146.94, "end": 2153.04}, {"text": "bones and stuff and he doesn't he won't let anybody go and dig on it. He just", "start": 2153.04, "end": 2158.04}, {"text": "digs it up finds mammoth tusks and then like sells them for like $20,000.", "start": 2158.04, "end": 2162.44}, {"text": "God damn. So sick. That is sick. I really I used to think that my number one", "start": 2162.44, "end": 2166.54}, {"text": "thing I needed in the world was for them to clone all the dinosaurs back to life.", "start": 2166.54, "end": 2170.04}, {"text": "No, but the five you don't hell is wrong.", "start": 2170.04, "end": 2173.08}, {"text": "Why you don't want to show the fucking dinosaur.", "start": 2173.08, "end": 2175.0}, {"text": "My God, you don't want to die.", "start": 2175.0, "end": 2176.2}, {"text": "So I mean, it's first of all, that was an I used to that started.", "start": 2176.2, "end": 2180.04}, {"text": "I know it was so crazy.", "start": 2180.04, "end": 2181.84}, {"text": "It pissed me off instantly.", "start": 2181.84, "end": 2183.2}, {"text": "It also pissed me off.", "start": 2183.2, "end": 2184.6}, {"text": "The fuck are you talking about?", "start": 2184.6, "end": 2185.4}, {"text": "We bring back that you want to bring back the dinosaurs.", "start": 2185.4, "end": 2187.16}, {"text": "Yeah, I want to bring back Hitler, too.", "start": 2187.16, "end": 2188.8}, {"text": "Oh, yeah. Let's fucking break.", "start": 2188.8, "end": 2189.84}, {"text": "Let's go.", "start": 2189.84, "end": 2190.84}, {"text": "You know, they say I'm not watch the news lately.", "start": 2190.84, "end": 2193.36}, {"text": "They say I'm the Hitler of dinosaurs.", "start": 2193.36, "end": 2195.04}, {"text": "They say you're the Hitler of dinosaurs.", "start": 2195.04, "end": 2196.6}, {"text": "say it who the dinosaurs yeah obviously the American dinosaur anyway the five", "start": 2196.6, "end": 2203.68}, {"text": "weeks of planets has taught me that it's more important it would be better is", "start": 2203.68, "end": 2207.76}, {"text": "what what what is what you say nothing okay I was trying to make sure the joke", "start": 2207.76, "end": 2216.36}, {"text": "was airtight the joke of being Hitler of dinosaurs was airtight it's trying to", "start": 2216.36, "end": 2220.92}, {"text": "to make the acronym. Well, you didn't even use it. You didn't even use it in air.", "start": 2220.92, "end": 2224.52}, {"text": "H of D. What? H of D? What's that? The Hitler of Dinosaurs acronym? No, no,", "start": 2224.52, "end": 2229.28}, {"text": "the ADL, the American Dinosaur League. Oh, okay. Oh, yeah, okay, I'm getting it.", "start": 2229.28, "end": 2233.88}, {"text": "Like the Anti-Defamation League over there? Yeah. Alright, yeah. Do you want,", "start": 2233.88, "end": 2237.5}, {"text": "like... Look at my hair, y'all.", "start": 2237.5, "end": 2238.56}, {"text": "Sorry, what has the Five Weeks of Planets taught you? The Five Weeks of Planets", "start": 2238.56, "end": 2244.36}, {"text": "has taught me that instead of bringing all the dinosaurs back, we just should go", "start": 2244.36, "end": 2247.5}, {"text": "find a planet that's identical to Earth where there still are dinosaurs. Yes.", "start": 2247.5, "end": 2250.76}, {"text": "or it's a dinosaur. Don't have to be on or I got two words for you man and that", "start": 2250.76, "end": 2254.72}, {"text": "way we can see them in their natural habitat interacting with each other.", "start": 2254.72, "end": 2258.48}, {"text": "Good luck. I want to go to a planet that's identical to earth, but maybe the", "start": 2258.48, "end": 2264.12}, {"text": "radius, the diameter rather is", "start": 2264.12, "end": 2268.2}, {"text": "a couple inches smaller. So it's a it's completely identical to a couple inches,", "start": 2268.2, "end": 2274.4}, {"text": "but it's a little bit smaller. You feel a little bigger. You feel a little bit", "start": 2274.4, "end": 2278.16}, {"text": "here. I don't think you interesting and a plane flight will be shorter by by a", "start": 2278.2, "end": 2282.46}, {"text": "little by a small now very small by a very maybe even minute, but that adds up", "start": 2282.46, "end": 2286.48}, {"text": "over your lifetime. If you'd fly your entire life, I want to yeah, yeah, a", "start": 2286.48, "end": 2290.4}, {"text": "couple it's completely identical to earth, except it's got like got", "start": 2290.4, "end": 2293.84}, {"text": "restaurants called like small apple bees and small food record, but it's really", "start": 2293.84, "end": 2297.16}, {"text": "not that much. I mean you wouldn't even notice this because it's slightly", "start": 2297.16, "end": 2299.8}, {"text": "smaller because it's slightly smaller nature. I mean, you got to market that,", "start": 2299.8, "end": 2304.2}, {"text": "but you would be like, but check this out. Did you bring your you'd be you'd", "start": 2304.2, "end": 2307.76}, {"text": "land there, you go to charge your phone, the charger would not fit in your", "start": 2307.8, "end": 2311.42}, {"text": "charging. Oh true think about I mean we're talking about you and just we're", "start": 2311.42, "end": 2315.62}, {"text": "talking about inches smaller and the whole of the world. That's that's not", "start": 2315.62, "end": 2319.54}, {"text": "that much when you get to stuff that you in your daily life, a couple inches.", "start": 2319.54, "end": 2323.36}, {"text": "Well, I don't that's a that's a big amount for you're saying the whole like", "start": 2323.36, "end": 2327.56}, {"text": "everything will hire a few inches smaller. Wait everything everything", "start": 2327.56, "end": 2332.06}, {"text": "well, that's because he was saying they have small FUD records and stuff like", "start": 2332.06, "end": 2335.46}, {"text": "Well, but that's just what they would call it. I thought it was a marketing thing. Well,", "start": 2335.48, "end": 2338.36}, {"text": "it's so on that planet using their measurements, I would be 511. What size would your member", "start": 2338.36, "end": 2346.36}, {"text": "be? That's what I was thinking, too. I mean, that's kind of where I was going to be bigger", "start": 2346.36, "end": 2349.92}, {"text": "is that inches are what about our more penises get bigger, but the vaginas get a little smaller.", "start": 2349.92, "end": 2354.52}, {"text": "Well, I think they get a little bigger. No, no, no, no, no, no, no, no, no, no, no, no,", "start": 2354.52, "end": 2358.88}, {"text": "we don't need that. We really don't need that ship humongous. We don't need a humongous", "start": 2358.88, "end": 2364.2}, {"text": "of a JJ on another planet. Do you guys believe in string theory? I believe in", "start": 2364.2, "end": 2369.72}, {"text": "G string theory. What up? Yeah, my theory is I like those. Bring those back. My", "start": 2369.72, "end": 2375.72}, {"text": "theory is I wanted to look like a floss. Yeah, I'm the G. I want to look like a floss.", "start": 2375.72, "end": 2380.28}, {"text": "String theory is just that a guy was like, I think everything is strings. He", "start": 2380.28, "end": 2384.72}, {"text": "was like, I think that there's a million strings. There's a million strings that", "start": 2384.72, "end": 2388.72}, {"text": "are rotating around. I think there's strings everywhere. Yeah, I haven't looked into it much.", "start": 2388.72, "end": 2393.04}, {"text": "That's pretty much what it is.", "start": 2393.04, "end": 2394.28}, {"text": "I would say that's the only category of 4-hour YouTube video that I've not delved into.", "start": 2394.28, "end": 2398.4}, {"text": "That was something I thought I could try to understand when I was in like third or fourth", "start": 2398.4, "end": 2403.64}, {"text": "grade.", "start": 2403.64, "end": 2404.64}, {"text": "Yeah.", "start": 2404.64, "end": 2405.64}, {"text": "I was like, \"Damn, string theory.\"", "start": 2405.64, "end": 2406.64}, {"text": "Is that the one...", "start": 2406.64, "end": 2407.64}, {"text": "So badass.", "start": 2407.64, "end": 2408.64}, {"text": "Remember we were in Texas and I bought that board and it had like the...", "start": 2408.64, "end": 2411.2}, {"text": "Who designed that?", "start": 2411.2, "end": 2412.2}, {"text": "That was like a John.", "start": 2412.2, "end": 2413.84}, {"text": "He designed that board for Sci-Fi Fantasy and it's got the QR code on it and there's", "start": 2413.84, "end": 2418.68}, {"text": "a video that's like...", "start": 2418.68, "end": 2420.2}, {"text": "Yeah, it's a cemetery plot.", "start": 2420.2, "end": 2422.88}, {"text": "has got a QR code on it and the QR code takes you to a video that's like 10 year old boy", "start": 2422.88, "end": 2428.1}, {"text": "describes or explains string theory. That's so web 3. That was me man. That was me explaining", "start": 2428.1, "end": 2435.34}, {"text": "string theory at 10 years old. That video has got like 4.3 million views and it's just", "start": 2435.34, "end": 2440.56}, {"text": "a kid explaining or I think it's quantum physics. I don't really know what it is. It's explaining", "start": 2440.56, "end": 2445.12}, {"text": "all of quantum physics? Yeah I think so. I already told you guys about the kid who explains", "start": 2445.12, "end": 2450.94}, {"text": "God and the loser has a schizophrenic mom and on. Oh, yes. Yes. Yes. You have told me about", "start": 2450.94, "end": 2456.94}, {"text": "you did tell me that boy. Oh, my Facebook group got in trouble. Y'all what happened?", "start": 2456.94, "end": 2460.62}, {"text": "There's a police. There's no there's a problem in my Facebook. Oh, and also I got some new", "start": 2460.62, "end": 2465.22}, {"text": "text from Patrick. Wait a minute. What are we doing? Hold on. I need to. We're losing", "start": 2465.22, "end": 2470.42}, {"text": "the plot. Just reminded me to look at my phone. I just need to show you. Here's here's the", "start": 2470.42, "end": 2474.86}, {"text": "general. So, you know, Facebook groups have like a chat where it adds a general chat. Now", "start": 2474.86, "end": 2478.62}, {"text": "what's going on right now.", "start": 2478.62, "end": 2479.72}, {"text": "Oh my God, I can't show this because this is a YouTube episode. This is HD porn", "start": 2479.72, "end": 2486.02}, {"text": "videos from right now. It's been we've been being spammed by HD porn videos.", "start": 2486.02, "end": 2490.32}, {"text": "Well, I got a click on the talk in the happy birthday. Cameron might be", "start": 2490.32, "end": 2493.46}, {"text": "these are my group members wishing me happy birthday man. I you kind of", "start": 2493.46, "end": 2500.36}, {"text": "violated my privacy by scrolling back in my Facebook group right now.", "start": 2500.36, "end": 2503.52}, {"text": "it's okay. It's normal for people in a facebook group to wish the admin happy", "start": 2505.56, "end": 2508.92}, {"text": "birthday. I don't think that's it's no, then why are they doing it? Andrew and", "start": 2508.92, "end": 2514.14}, {"text": "Brenda and Anthony always happy", "start": 2514.14, "end": 2515.8}, {"text": "they're your closest friends now. Yeah, nice of them. It looks like Anthony", "start": 2515.8, "end": 2520.34}, {"text": "waited to do it till July. Twenty nine, that's twenty five days late.", "start": 2520.34, "end": 2523.14}, {"text": "Patrick has been sending me more text again the last couple of months in the", "start": 2523.14, "end": 2528.86}, {"text": "last time I read these. I think we just need to catch up a little bit. Okay,", "start": 2528.86, "end": 2532.86}, {"text": "\"Bruh, what did I eat last night? My diarara smells so bad.\"", "start": 2533.64, "end": 2537.64}, {"text": "Did we say that one? Okay, well we didn't get to this one, I know.", "start": 2537.64, "end": 2539.64}, {"text": "This weather literally makes me want to...", "start": 2539.64, "end": 2541.64}, {"text": "No, we got to this one.", "start": 2541.64, "end": 2542.64}, {"text": "No, we didn't. There's no way.", "start": 2542.64, "end": 2543.64}, {"text": "Yes, yes we did. I remember.", "start": 2543.64, "end": 2544.64}, {"text": "No, you're not remembering this right.", "start": 2544.64, "end": 2546.64}, {"text": "Scroll down a little more, read past that one. There's probably more.", "start": 2546.64, "end": 2549.64}, {"text": "And Andy Kaufman invented trolling before it was even a thing.", "start": 2549.64, "end": 2553.64}, {"text": "What time did I send that?", "start": 2553.64, "end": 2556.64}, {"text": "That was at midnight.", "start": 2556.64, "end": 2558.64}, {"text": "Five in the morning an IPA is just pumpkin spice latte for basic white roots", "start": 2559.64, "end": 2563.92}, {"text": "right", "start": 2563.92, "end": 2565.76}, {"text": "Five in the morning and then he says", "start": 2565.76, "end": 2567.76}, {"text": "Yeah, and then shortly after dear guitar guys at the party. Congratulations", "start": 2567.76, "end": 2573.36}, {"text": "Congratulations douche you can print sees kinda play the first three chords to a Dave Matthews song", "start": 2573.36, "end": 2581.2}, {"text": "She'll totally be impressed by your glaring originality", "start": 2581.2, "end": 2584.4}, {"text": "That one was good. I sent you my salt and pepper picture instead of these two having a", "start": 2585.68, "end": 2590.16}, {"text": "mid-off, you didn't respond at all. What did I say? You said the next day, \"My pet", "start": 2590.16, "end": 2594.04}, {"text": "peeve is NPCs that act like the main character.\" Right? And then you", "start": 2594.04, "end": 2601.76}, {"text": "said, \"I love Kate Bush and Snoopy.\"", "start": 2601.76, "end": 2605.76}, {"text": "And then I said, \"What you do if I cash app 10 bands and tell you to drop picks in my IG?\"", "start": 2608.56, "end": 2617.04}, {"text": "Oh yes.", "start": 2617.04, "end": 2618.04}, {"text": "And you said, \"Boy, stop.\"", "start": 2618.04, "end": 2619.04}, {"text": "And I said, \"I'm dead ass.\"", "start": 2619.04, "end": 2620.28}, {"text": "When was that?", "start": 2620.28, "end": 2621.28}, {"text": "And then you didn't say anything.", "start": 2621.28, "end": 2622.28}, {"text": "That was November 4th.", "start": 2622.28, "end": 2623.28}, {"text": "Was I in Chicago then?", "start": 2623.28, "end": 2624.28}, {"text": "Yes, I was.", "start": 2624.28, "end": 2625.28}, {"text": "Imagine how good it probably feels to have a pussy and get fucked in it really hard and", "start": 2625.28, "end": 2629.16}, {"text": "fast.", "start": 2629.16, "end": 2630.16}, {"text": "You said that.", "start": 2630.16, "end": 2631.16}, {"text": "No, that's you, man.", "start": 2631.16, "end": 2632.16}, {"text": "And then you said, \"Do you like X videos or RedTube more?\"", "start": 2632.16, "end": 2636.0}, {"text": "And then you said, \"Do you think Jaboukie would rap on an OJ the Alien beat?\"", "start": 2636.0, "end": 2640.0}, {"text": "That's a genuine question. I think Jaboukie would. They've been making raps. I listen", "start": 2640.0, "end": 2645.48}, {"text": "to them.", "start": 2645.48, "end": 2646.48}, {"text": "Oh, God. All right, speaking of.", "start": 2646.48, "end": 2648.68}, {"text": "Yeah, speaking of raps.", "start": 2648.68, "end": 2649.68}, {"text": "I think it's about time.", "start": 2649.68, "end": 2650.68}, {"text": "Yeah, hit it.", "start": 2650.68, "end": 2651.68}, {"text": "No fucking cap.", "start": 2651.68, "end": 2652.68}, {"text": "I want to hear this, man.", "start": 2652.68, "end": 2653.68}, {"text": "Yeah.", "start": 2653.68, "end": 2654.68}, {"text": "You want to hear this shit?", "start": 2654.68, "end": 2655.68}, {"text": "I'm really excited.", "start": 2655.68, "end": 2656.68}, {"text": "Well, intro. So this is obviously a galactic space rock landed on Earth with a CD in a", "start": 2656.68, "end": 2660.08}, {"text": "jewel case perfectly sitting in it.", "start": 2660.08, "end": 2661.84}, {"text": "Yeah.", "start": 2661.84, "end": 2662.84}, {"text": "Another one.", "start": 2662.84, "end": 2663.84}, {"text": "That's exactly what I think.", "start": 2663.84, "end": 2664.84}, {"text": "Another one.", "start": 2664.84, "end": 2665.84}, {"text": "that. Yeah, so I think we need to hear it. What's this one about?", "start": 2665.84, "end": 2670.48}, {"text": "And we are processing the video. That's not good. Processing the video? Check back", "start": 2670.48, "end": 2676.28}, {"text": "later? How's that even possible? Hit refresh. How's it still processing? Did I", "start": 2676.28, "end": 2680.52}, {"text": "accidentally export it to be three hours long? Did I? I don't know. Can we pause real", "start": 2680.52, "end": 2690.0}, {"text": "quick so I can check this. We're back. And we're back y'all. And we're back with a track", "start": 2690.0, "end": 2698.64}, {"text": "man. We're back with a track. Hit it. I'm so fucking excited to hear this y'all. Wait", "start": 2698.64, "end": 2703.12}, {"text": "did that say featuring B-Lack? What? Yup. Featuring B-Lack. Smoke rings on Saturday.", "start": 2703.12, "end": 2714.12}, {"text": "When I turned three I started smoking tree Got it from a guy and his name was weed", "start": 2714.12, "end": 2721.12}, {"text": "He was also three, made me feel like shit Every day I wish I never smoked on it", "start": 2721.12, "end": 2728.12}, {"text": "When I turned four I went to the store Saw a lemon there and I purchased four", "start": 2728.12, "end": 2734.12}, {"text": "Then I circled back and I purchased more Didn't feel like shit, I loved it", "start": 2734.12, "end": 2741.12}, {"text": "Ate a lemon everyday in my cockpit", "start": 2741.12, "end": 2744.12}, {"text": "Got a clementine and I washed it", "start": 2744.12, "end": 2748.12}, {"text": "When I eat fruit I go dog shit", "start": 2748.12, "end": 2751.12}, {"text": "I love fruit y'all", "start": 2751.12, "end": 2753.12}, {"text": "Wait who's that?", "start": 2753.12, "end": 2755.12}, {"text": "Ah shit, I just woke up on fuckin' Saturn", "start": 2755.12, "end": 2758.12}, {"text": "Is that B-Lack?", "start": 2758.12, "end": 2759.12}, {"text": "I think that is B-Lack", "start": 2759.12, "end": 2760.12}, {"text": "Oh my god", "start": 2760.12, "end": 2761.12}, {"text": "Last thing I remember I was sippin' number 5", "start": 2761.12, "end": 2764.12}, {"text": "Woke up on another planet", "start": 2764.12, "end": 2766.12}, {"text": "Hella aliens outside", "start": 2766.12, "end": 2768.12}, {"text": "Alien rides", "start": 2768.12, "end": 2769.12}, {"text": "Green girls", "start": 2769.12, "end": 2770.12}, {"text": "Alien guys on Saturn, me and OJ splitting alien fries", "start": 2770.12, "end": 2774.32}, {"text": "Doing big things on other planets, we smoking fat sacks", "start": 2774.32, "end": 2777.92}, {"text": "I need big rings, like the one that's in my ass crack", "start": 2777.92, "end": 2781.32}, {"text": "Spit a 16, licked green, where the cash at?", "start": 2781.32, "end": 2784.52}, {"text": "OJ passed a roach, I'ma kill you if you ash that", "start": 2784.52, "end": 2787.82}, {"text": "At the Beverly, integrity just got the best of me", "start": 2787.82, "end": 2791.12}, {"text": "Don't usually smoke, but tonight I'm puffing heavily", "start": 2791.12, "end": 2794.32}, {"text": "With a bad bitch, one dollar, she showed her breast to me", "start": 2794.32, "end": 2797.62}, {"text": "*rapping*", "start": 2797.62, "end": 2808.62}, {"text": "*retching*", "start": 2808.62, "end": 2810.12}, {"text": "Wait, what happened to him?", "start": 2810.12, "end": 2811.12}, {"text": "Oh no.", "start": 2811.12, "end": 2812.12}, {"text": "What happened to him?", "start": 2812.12, "end": 2813.12}, {"text": "*rapping*", "start": 2813.12, "end": 2813.62}, {"text": "NOOOOOO!", "start": 2813.62, "end": 2815.12}, {"text": "Oh no.", "start": 2815.12, "end": 2818.12}, {"text": "No!", "start": 2818.12, "end": 2819.12}, {"text": "Cause he drank the perfume.", "start": 2819.12, "end": 2820.62}, {"text": "Oh my god, dude, he should have just smoked the Tegrity Farms weed that OJ fucking gave him, bro.", "start": 2820.62, "end": 2825.12}, {"text": "He was back on the fume.", "start": 2825.12, "end": 2827.12}, {"text": "He's bad.", "start": 2827.12, "end": 2828.12}, {"text": "Man, that shit is just too sad.", "start": 2828.12, "end": 2831.22}, {"text": "Yeah, a guy, a rapper dies on planet Earth.", "start": 2831.22, "end": 2834.32}, {"text": "This is a story as old as time.", "start": 2834.32, "end": 2835.92}, {"text": "Yeah, they overdose on planet Earth.", "start": 2835.92, "end": 2837.42}, {"text": "They wake up on a different planet.", "start": 2837.42, "end": 2840.02}, {"text": "They start smoking tree, which is good for you.", "start": 2840.02, "end": 2842.42}, {"text": "It's herbal and then they go back to the fucking drug that", "start": 2842.42, "end": 2845.42}, {"text": "killed him in the first place.", "start": 2845.42, "end": 2846.32}, {"text": "They die again on that planet.", "start": 2846.32, "end": 2847.62}, {"text": "It's so fucked.", "start": 2847.62, "end": 2848.62}, {"text": "It's so funny.", "start": 2848.62, "end": 2849.32}, {"text": "I do.", "start": 2849.32, "end": 2849.62}, {"text": "I see this time and time again.", "start": 2849.62, "end": 2850.72}, {"text": "God gave you a second chance at life and you're throwing it", "start": 2850.72, "end": 2853.22}, {"text": "away to fucking drink perfume, man.", "start": 2853.22, "end": 2855.02}, {"text": "You want to drink perfume?", "start": 2855.02, "end": 2856.12}, {"text": "What the fuck is that? You want to drink perfume? You really want to drink perfume? It's not", "start": 2856.12, "end": 2859.6}, {"text": "good for you. It is not good. The high isn't even that good, man. The high is terrible.", "start": 2859.6, "end": 2863.04}, {"text": "No, what? Your breath smells better? Yeah, you drink. It smells like shit. Like, if you", "start": 2863.04, "end": 2867.24}, {"text": "drink, when you drink enough of it, the most you can hope for is you start seeing the flower,", "start": 2867.24, "end": 2872.04}, {"text": "man. Exactly. Yeah. Like, that's best case. That's like the nice guy version of the hat,", "start": 2872.04, "end": 2877.72}, {"text": "man. Yeah. For Benadryl. Well, it's because it's aromatic. Yeah, it's aromatic. It's a", "start": 2877.72, "end": 2882.64}, {"text": "guy. He's not a flower. He just smells like one. Oh, really? Oh, wow. He's not a flower.", "start": 2882.64, "end": 2888.48}, {"text": "He just smells like one. He's a normal guy who smells like a flower. Oh, okay. Does perfume", "start": 2888.48, "end": 2892.62}, {"text": "usually smell like a flower? No. What the fuck does perfume smell like? Perfume is different", "start": 2892.62, "end": 2897.76}, {"text": "kind of things. What the hell is esters? It's a chemical compound that they use in crossword", "start": 2897.76, "end": 2902.28}, {"text": "clues. Nope. It's a woman. That's if you have an H in it. What the hell? Sorry, guys. I'm", "start": 2902.28, "end": 2908.44}, {"text": "I'm on a different letter mode today.", "start": 2908.44, "end": 2910.24}, {"text": "You are on a different letter mode.", "start": 2910.24, "end": 2911.8}, {"text": "You're boxing the letters, man.", "start": 2911.8, "end": 2913.12}, {"text": "David Letter Mode.", "start": 2913.12, "end": 2914.12}, {"text": "Damn.", "start": 2914.12, "end": 2915.12}, {"text": "David Letter Mode.", "start": 2915.12, "end": 2916.12}, {"text": "David Letter Mode.", "start": 2916.12, "end": 2917.12}, {"text": "I saw him tell a joke earlier today.", "start": 2917.12, "end": 2919.28}, {"text": "What was it?", "start": 2919.28, "end": 2920.28}, {"text": "So get this, guys.", "start": 2920.28, "end": 2922.4}, {"text": "He's interviewing Mike.", "start": 2922.4, "end": 2923.4}, {"text": "Get this.", "start": 2923.4, "end": 2924.4}, {"text": "Drew Barrymore is stupid.", "start": 2924.4, "end": 2925.4}, {"text": "Well, that.", "start": 2925.4, "end": 2926.4}, {"text": "But he's also in an interview with Michael Jordan, the greatest basketball player of all", "start": 2926.4, "end": 2929.72}, {"text": "time.", "start": 2929.72, "end": 2930.72}, {"text": "And Michael Jordan has the pair of Jordans that he's not allowed to play with on court,", "start": 2930.72, "end": 2936.32}, {"text": "the black and red ones.", "start": 2936.32, "end": 2937.68}, {"text": "and he says, Dave Letterman says, \"Why aren't you allowed to play with these?\"", "start": 2937.68, "end": 2940.68}, {"text": "And he's holding it, and Michael Jordan says, \"Because there's no white on it.\"", "start": 2940.68, "end": 2943.92}, {"text": "And Letterman goes, \"Well, there's not any in the NBA either,\" and then throws the", "start": 2943.92, "end": 2948.92}, {"text": "shoe away.", "start": 2948.92, "end": 2949.92}, {"text": "That's right.", "start": 2949.92, "end": 2950.92}, {"text": "He was so mad about there being no white guys in the NBA that he threw the Michael Jordan", "start": 2950.92, "end": 2955.56}, {"text": "shoe.", "start": 2955.56, "end": 2956.56}, {"text": "Does he know that there are white guys in the NBA?", "start": 2956.56, "end": 2958.88}, {"text": "Luca Doncis.", "start": 2958.88, "end": 2959.88}, {"text": "Brian Scalabrine.", "start": 2959.88, "end": 2960.88}, {"text": "Brian Scalabrine used to be.", "start": 2960.88, "end": 2962.48}, {"text": "Zaza Pachulia.", "start": 2962.48, "end": 2963.48}, {"text": "Zaza Pachulia used to be white.", "start": 2963.48, "end": 2965.88}, {"text": "Yeah.", "start": 2965.88, "end": 2966.88}, {"text": "yeah, dude, he used to be wise to be white. We don't know what happened", "start": 2966.88, "end": 2969.42}, {"text": "turned to a different whole because I mean a joke like that. I can stomach,", "start": 2969.42, "end": 2973.08}, {"text": "but a factual inaccuracy is always tough on me. I mean this was this was in the", "start": 2973.08, "end": 2977.56}, {"text": "era of Larry Bird, Larry Bird, the greatest basketball player of all country", "start": 2977.56, "end": 2981.26}, {"text": "Reeves. Yeah,", "start": 2981.26, "end": 2982.08}, {"text": "have you ever heard the stories about Larry Bird? Yeah, where he was like he's", "start": 2982.08, "end": 2989.96}, {"text": "like punching people in the nuts and we just say like spitting on people like", "start": 2989.96, "end": 2993.12}, {"text": "the fucking guys wives to like fuck you be better at that yeah and he looks like", "start": 2993.14, "end": 2996.94}, {"text": "that yeah and he was just like the biggest shit talker of all time. He", "start": 2996.94, "end": 3000.18}, {"text": "was tell people like straight up, I'm going to kill you yeah and then he would", "start": 3000.18, "end": 3003.12}, {"text": "win did yeah. So bad power kind of dope over your world,", "start": 3003.12, "end": 3007.7}, {"text": "fucking they use pictures of Larry Bird for click bait all the time and there is", "start": 3007.7, "end": 3013.38}, {"text": "one that I saw yeah, there always is as with his face and it's like what the", "start": 3013.38, "end": 3017.14}, {"text": "fuck is wrong with him. Well, I saw one that was like Larry Bird's disgusting", "start": 3017.14, "end": 3021.04}, {"text": "wife", "start": 3021.04, "end": 3021.5}, {"text": "like yeah, it's crazy that he as he gets older, looks more and more like a bird.", "start": 3023.06, "end": 3030.34}, {"text": "It is crazy. He looks like a nose never stops growing, which is bad. Bad nose", "start": 3030.34, "end": 3035.18}, {"text": "news for me man. I got a big, big pointy nose", "start": 3035.18, "end": 3037.74}, {"text": "guys. I feel like we I feel like we held that face. I feel like we glossed over", "start": 3037.74, "end": 3043.14}, {"text": "that track. That track was fire. Sorry. We talked about it made me. It made me", "start": 3043.14, "end": 3047.06}, {"text": "want to smoke up. I don't want to spark. It made me want to spark that show dude.", "start": 3047.06, "end": 3052.66}, {"text": "literally did you know one of the first verse made me want to roll up a blunt", "start": 3052.7, "end": 3056.5}, {"text": "fatter than a chipotle burrito road. Did you not listen to the first verse? I", "start": 3056.5, "end": 3060.3}, {"text": "honestly went right over my head. You didn't I didn't understand a word that", "start": 3060.3, "end": 3063.42}, {"text": "was being said in the first verse. It was to hip hop. It was way to rap. It's", "start": 3063.42, "end": 3066.82}, {"text": "like when your mom says that you can't understand a rap song and yeah, Kanye", "start": 3066.82, "end": 3070.78}, {"text": "West, yeah, yeah, just makes a wild guess about who is yeah, it's the sugar", "start": 3070.78, "end": 3076.3}, {"text": "hill gang. Yeah, it was it was a mate. I will say did because obviously we", "start": 3076.3, "end": 3081.26}, {"text": "the lab don't know it was amazing to see your process as a writer. Yeah, I", "start": 3081.3, "end": 3085.28}, {"text": "spent two hours on the beat and about two minutes", "start": 3085.28, "end": 3088.62}, {"text": "about two minutes. Yeah, but the beat was fire. The beat was fire. I do the", "start": 3088.62, "end": 3095.96}, {"text": "same thing that I do. I do the same thing that I do every single time. I", "start": 3095.96, "end": 3099.82}, {"text": "find I look up the oldest song in my library and then not the oldest, but I", "start": 3099.82, "end": 3104.62}, {"text": "look up old songs in the library. I go by date and then for some reason I keep", "start": 3104.62, "end": 3109.56}, {"text": "picking Scott Walker songs and then I just pick one part of that song and", "start": 3109.58, "end": 3115.1}, {"text": "that's it. That's all you need to do.", "start": 3115.1, "end": 3116.3}, {"text": "Isn't Scott Walker like a governor or something?", "start": 3116.3, "end": 3118.1}, {"text": "Bro, Scott Walker and the Walker brothers were like the Beatles for England,", "start": 3118.1, "end": 3122.82}, {"text": "but they were American.", "start": 3122.82, "end": 3124.02}, {"text": "The Beatles were English.", "start": 3124.02, "end": 3125.7}, {"text": "They were the American Beatles.", "start": 3125.7, "end": 3127.14}, {"text": "They were the American Beatles that went over there.", "start": 3127.14, "end": 3130.22}, {"text": "That's Leonard Skinner.", "start": 3130.22, "end": 3131.18}, {"text": "The Walker brothers went there while the Beatles went to the States.", "start": 3131.18, "end": 3133.86}, {"text": "Do you think they crossed by each other on the...", "start": 3133.86, "end": 3136.5}, {"text": "They probably flew it.", "start": 3136.5, "end": 3137.66}, {"text": "over the streams. Yeah, probably if they would. Yes, that's no, I know. I think that is. That's", "start": 3137.66, "end": 3144.34}, {"text": "what would happen. Yeah, yeah, they cross the streams and then we ended up with fucking", "start": 3144.34, "end": 3147.66}, {"text": "Katy Perry, man. Yeah, or Nicki Minaj, I guess the perfect combination of English and American.", "start": 3147.66, "end": 3154.06}, {"text": "That's true. Why did she start pretending to be British? She pretended to have multiple", "start": 3154.06, "end": 3158.46}, {"text": "personality disorder. She thinks that shit and she ripped that shit off from Tyler, the", "start": 3158.46, "end": 3163.34}, {"text": "creator. Yeah, yeah. She had what was it Romans revenge and she had a personality", "start": 3163.34, "end": 3168.44}, {"text": "named Roman who is the most evil rapper of all time.", "start": 3168.44, "end": 3171.64}, {"text": "Oh Slim Shady vibes. Yeah and then she had a different one that was like this", "start": 3171.64, "end": 3177.56}, {"text": "is my pop persona. I wish it was more acceptable to have a Slim Shady. Yeah", "start": 3177.56, "end": 3181.46}, {"text": "what is it with what is it with hip-hop and rap that makes everybody their", "start": 3181.46, "end": 3184.92}, {"text": "personality split? Dude it's because you fucking get in the booth you spaz out.", "start": 3184.92, "end": 3188.68}, {"text": "You change. You become a different person altogether. Yeah master of disguise style.", "start": 3188.68, "end": 3192.6}, {"text": "so I mean it happens. It's having all three of us at this come another", "start": 3192.6, "end": 3195.56}, {"text": "person, not become another. Yeah, now keep go. Let's keep going. Another", "start": 3195.56, "end": 3198.64}, {"text": "person do into the account, go to the accent that he does another person", "start": 3198.64, "end": 3202.0}, {"text": "become another person, become another person", "start": 3202.0, "end": 3204.6}, {"text": "is getting like one percent to far", "start": 3204.6, "end": 3208.0}, {"text": "getting in big trouble, getting in a lot of trouble. Yeah, there is something", "start": 3208.0, "end": 3214.2}, {"text": "about rap that just you go into that booth man and you become where", "start": 3214.2, "end": 3218.12}, {"text": "pistachio disguise. He would be the best rapper of all time. He oh my God, they", "start": 3218.16, "end": 3223.24}, {"text": "have a rap at the end yeah. They had a song who's can you look that up right", "start": 3223.24, "end": 3227.32}, {"text": "now? Who the man who sings the master of disguise at the end of that movie,", "start": 3227.32, "end": 3230.96}, {"text": "because there's a song at the end. That's like he's the master master of", "start": 3230.96, "end": 3236.76}, {"text": "disguise and they used to have. They used to have a rap at the end of every", "start": 3236.76, "end": 3242.4}, {"text": "movie that was", "start": 3242.4, "end": 3244.4}, {"text": "explaining the master disguise, happen credit song. Every movie used to have a", "start": 3246.28, "end": 3250.62}, {"text": "rap. It had a rap at the end that explained the whole thing. Deep blue sea.", "start": 3250.62, "end": 3253.82}, {"text": "Yep, this is always do will spend his family. Oh boy, the stripe pajamas,", "start": 3253.82, "end": 3259.24}, {"text": "M A S T E R. That's what it was", "start": 3259.24, "end": 3261.9}, {"text": "by Byron. We need to bring that shit back. That's our new, that's the, that's", "start": 3261.9, "end": 3267.2}, {"text": "the next, the next album. The next album is", "start": 3267.2, "end": 3269.58}, {"text": "every movie that's coming out that yeah, a credit song for yeah, that's a great", "start": 3272.08, "end": 3277.22}, {"text": "idea. The the bitch yeah, the hard heads M A S T E R. That's the name of that", "start": 3277.22, "end": 3283.82}, {"text": "song. Don't hear much from the hard heads now.", "start": 3283.82, "end": 3286.14}, {"text": "Yeah, I wanna know what what songs the hard heads have done. I think that we", "start": 3286.14, "end": 3290.8}, {"text": "need to make", "start": 3290.8, "end": 3291.32}, {"text": "a movie that's maybe thirty seconds long and then yeah, and then", "start": 3291.32, "end": 3295.24}, {"text": "an hour and a half credits. Yeah, just because we gotta get it. I mean you", "start": 3295.24, "end": 3300.26}, {"text": "to be inspired if you're making music. Yeah. Yeah. So we need a story first. We need to", "start": 3300.26, "end": 3303.98}, {"text": "have a little bit. I guess we could just make the song actually. Yeah, make the song and", "start": 3303.98, "end": 3307.62}, {"text": "then work backwards. There needs to be more storytelling songs like you did with OJ last", "start": 3307.62, "end": 3311.26}, {"text": "week. Yeah. You know, like you need to have, we need to do one that is like, but you know", "start": 3311.26, "end": 3317.5}, {"text": "what I want them to bring back man? The 70s, the 80s, the 60s. What length were these songs?", "start": 3317.5, "end": 3324.74}, {"text": "11 minutes? Boogie Me and Rhapsody, Free Bird. These are some long ass songs. Stairway to", "start": 3324.74, "end": 3329.5}, {"text": "Now that now it is the only people who do long songs or stinky homeless stoner", "start": 3329.5, "end": 3334.06}, {"text": "rockers. Exactly dude. I don't want this 60 hour song called like flirt. Yeah,", "start": 3334.06, "end": 3339.18}, {"text": "I listen to flirt. Well, that's pretty good.", "start": 3339.18, "end": 3342.02}, {"text": "No,", "start": 3342.02, "end": 3349.62}, {"text": "if in the new dune movie that planet where they do all the throat singing, if", "start": 3349.62, "end": 3357.86}, {"text": "if there were guys who got shoved in lockers on that planet,", "start": 3357.86, "end": 3360.86}, {"text": "they would be making that music.", "start": 3360.86, "end": 3362.36}, {"text": "They'd pop out making music right after that.", "start": 3362.36, "end": 3364.36}, {"text": "There's a van around here that has the Dope Smoker vinyl cover on the window.", "start": 3364.36, "end": 3371.86}, {"text": "It's so sick.", "start": 3371.86, "end": 3372.86}, {"text": "I think that they are part of the screen printing company.", "start": 3372.86, "end": 3376.86}, {"text": "I see that shit all the time.", "start": 3376.86, "end": 3379.86}, {"text": "The Dope Smoker album cover is so tight.", "start": 3379.86, "end": 3382.86}, {"text": "Yeah, it is sick.", "start": 3382.86, "end": 3383.86}, {"text": "I don't like that name, man.", "start": 3383.86, "end": 3385.36}, {"text": "if you'd like this album cover, it would remind you of maybe a caravan of a", "start": 3385.36, "end": 3388.52}, {"text": "guitar player. If you're going to make a music, already an album called the", "start": 3388.52, "end": 3391.7}, {"text": "from who man, Mr Rock and Roll, that guy doesn't fucking", "start": 3391.7, "end": 3396.1}, {"text": "guitar player by Mr. Yeah, he plays a birthday song. Yeah, I remember that", "start": 3396.1, "end": 3401.1}, {"text": "that's a good one, but I think that needs to have been the first ever rock", "start": 3401.1, "end": 3406.24}, {"text": "and roll album. They need to be like they get that's yeah. Let's look at the", "start": 3406.24, "end": 3408.76}, {"text": "history of rock and roll. The first rock and roll album was called the guitar", "start": 3408.76, "end": 3411.86}, {"text": "player by Mr. Rock and there was always a song. Everything about there was always", "start": 3411.92, "end": 3416.52}, {"text": "a song like that, and if the let's twist by old Shelby checker, then he did let's", "start": 3416.52, "end": 3421.52}, {"text": "twist again, but then there was like rock around the clock. Yeah, rock and roll", "start": 3421.52, "end": 3425.92}, {"text": "something around the genre anymore. There's no song. There's no song that's", "start": 3425.92, "end": 3430.08}, {"text": "called like chill last beats to my mom in the crib. Yes, rapping at my house.", "start": 3430.08, "end": 3435.36}, {"text": "Yeah, yeah.", "start": 3435.36, "end": 3435.88}, {"text": "What's the new? I guess hyper pop is the new genre popping or demise it", "start": 3435.88, "end": 3441.12}, {"text": "Zit? Hyper popping my zit. Hyper oh, I thought you said hyper pop my zit. I thought you were", "start": 3441.12, "end": 3447.6}, {"text": "saying that my zit was a genre of music. No, no, no. That could be though. Yeah, zit music.", "start": 3447.6, "end": 3454.6}, {"text": "You never know with these kids. Have you guys heard of this? It's just that sound. You know", "start": 3454.6, "end": 3459.2}, {"text": "what is the worst music genre I've ever heard in my life that you showed me the other day?", "start": 3459.2, "end": 3464.24}, {"text": "Funk or fonk. You don't like fonk? No, man. This is bad music. It is not good, but the", "start": 3464.24, "end": 3470.28}, {"text": "song that it sounds like that clown song. The song that is good is meet yo maker by", "start": 3470.28, "end": 3477.16}, {"text": "Tommy Wright. No that's a good song. Can't be good man. You've never heard meet yo", "start": 3477.16, "end": 3481.4}, {"text": "maker? What is it? How does it go? I don't think I'm gonna like that shit. I don't", "start": 3481.4, "end": 3488.64}, {"text": "think I'm gonna like that shit. No you would love that song. I don't actually", "start": 3488.64, "end": 3491.68}, {"text": "like that song. It's actually some kind of it's actually DJ Paul. I like the", "start": 3491.68, "end": 3495.8}, {"text": "that Brazilian genre that I don't know the name of that everyone always posts a", "start": 3495.8, "end": 3499.52}, {"text": "a video on Twitter. I've never listened to it outside of just a embedded. How", "start": 3499.52, "end": 3502.72}, {"text": "does it go? It's just always it's always these it's always Brazilian women just", "start": 3502.72, "end": 3506.54}, {"text": "shaking ass crazy and the song is like", "start": 3506.54, "end": 3509.42}, {"text": "what is that? I think I've called one.", "start": 3509.42, "end": 3514.78}, {"text": "It literally sounds insane. It sounds like something is breaking in the", "start": 3514.78, "end": 3519.9}, {"text": "computer. It's so funny because it's all the videos are just completely women", "start": 3519.9, "end": 3524.84}, {"text": "twerking. Yeah, it sounds like they for they accidentally shut off something.", "start": 3524.84, "end": 3528.28}, {"text": "yeah, yeah, exactly they sound. It sounds like they closed the program in the", "start": 3528.3, "end": 3531.26}, {"text": "middle, yeah, and the vocals are always really quiet, like it's always a guy in", "start": 3531.26, "end": 3535.02}, {"text": "they turn a base and he's like", "start": 3535.02, "end": 3536.9}, {"text": "they turn the base of way to", "start": 3536.9, "end": 3539.62}, {"text": "I really have been getting into Mariachi recently. Wow Mariachi is in a bond.", "start": 3539.62, "end": 3544.7}, {"text": "It's bond. I've been I've been poisoned against bond because they play it loudly", "start": 3544.7, "end": 3549.9}, {"text": "near my house and it's so good man. It's out. It sounds really happy and then you", "start": 3549.9, "end": 3553.78}, {"text": "read the lyrics and then they're in Spanish, but then you translate the", "start": 3553.78, "end": 3556.7}, {"text": "lyrics and they're like who's this guy peso pluma. Oh, he's awesome. He's good. I", "start": 3556.74, "end": 3564.14}, {"text": "like that all the lyrics are all they're like but then you read the lyrics and", "start": 3564.14, "end": 3569.1}, {"text": "it's like my mom died. My brother died. My entire family died. My dog died by", "start": 3569.1, "end": 3573.1}, {"text": "crash. My car. I went to jail. I fell in a canyon and I have what's the name of", "start": 3573.1, "end": 3577.42}, {"text": "that dude. There's a bond a singer. I think he was a bond. No, what is it? I", "start": 3577.42, "end": 3582.34}, {"text": "feel bonded to you guys. I don't know what it was over this planet ship. This", "start": 3582.34, "end": 3586.02}, {"text": "planet ship funny.", "start": 3586.02, "end": 3587.02}, {"text": "Julio, who's this guy, the cartel hands him a note while he's singing and they tell him", "start": 3587.02, "end": 3591.62}, {"text": "they're going to kill him at the end of the song.", "start": 3591.62, "end": 3593.98}, {"text": "Why would you give somebody...", "start": 3593.98, "end": 3594.98}, {"text": "What kind of fucking note is that?", "start": 3594.98, "end": 3596.74}, {"text": "Who is that?", "start": 3596.74, "end": 3597.74}, {"text": "Do you know who I'm talking about?", "start": 3597.74, "end": 3602.34}, {"text": "Who the fuck, why the fuck would you hand him a... just kill him.", "start": 3602.34, "end": 3605.46}, {"text": "Donino Sanchez?", "start": 3605.46, "end": 3606.46}, {"text": "He was killed.", "start": 3606.46, "end": 3607.46}, {"text": "Yeah, he was perfect.", "start": 3607.46, "end": 3608.78}, {"text": "There's a video of him, they give him the note while he's singing and then, dude, he", "start": 3608.78, "end": 3613.38}, {"text": "fucking, he goes off too.", "start": 3613.38, "end": 3615.94}, {"text": "he performs it's like a performance of a lifetime. He pops off. That's him looking at a note", "start": 3615.94, "end": 3621.86}, {"text": "that says he's about to be killed just now? Yep. That's why he's like crying. That is", "start": 3621.86, "end": 3626.58}, {"text": "an awful video. This is horrible. I don't want to watch this. No, dude, he goes off.", "start": 3626.58, "end": 3631.48}, {"text": "This is going to haunt me. You know what I would do, man? Wow, that is a beautiful voice.", "start": 3631.48, "end": 3637.22}, {"text": "He had an amazing voice. They're going to kill him if he starts singing. If he starts", "start": 3637.22, "end": 3642.82}, {"text": "what yeah as he", "start": 3642.82, "end": 3645.02}, {"text": "is going on.", "start": 3645.02, "end": 3648.2}, {"text": "There's no singing in this", "start": 3648.2, "end": 3650.82}, {"text": "the we're going to kill you. If you sing, go to a concert,", "start": 3650.82, "end": 3656.4}, {"text": "you will die. If you sing,", "start": 3656.4, "end": 3658.88}, {"text": "the other guys can play their instruments, but you just can't say did", "start": 3658.88, "end": 3663.14}, {"text": "you know what I'm doing up there? I'm going I'm humming. I'm going", "start": 3663.14, "end": 3665.9}, {"text": "I'm not singing. Yeah, I wouldn't start. I would start rapping dude, pull out", "start": 3665.9, "end": 3672.18}, {"text": "the fucking puppet. It ain't me man. I'm not saying it's peanut", "start": 3672.22, "end": 3676.88}, {"text": "and they killed him. They did they kill him on the spot. No, they did it like", "start": 3676.88, "end": 3684.76}, {"text": "later. Oh yeah, he's fully dead. Why this guy like you know that I don't think", "start": 3684.76, "end": 3691.42}, {"text": "that he like is singing so much tomorrow. Sing tomorrow man. Yeah, go to", "start": 3691.42, "end": 3695.08}, {"text": "the next town.", "start": 3695.08, "end": 3695.8}, {"text": "It's not that serious yeah. Oh, you know what? I probably what maybe his", "start": 3695.8, "end": 3700.66}, {"text": "girlfriend was in the crowd. Oh, his crush, his crusher, his mom or do I", "start": 3700.72, "end": 3704.62}, {"text": "mean I just how can you be like threatened to be killed? He also he", "start": 3704.62, "end": 3708.26}, {"text": "thought about it for like seven.", "start": 3708.26, "end": 3710.62}, {"text": "I'll just fucking say I'm going to kill you. He's like he's like I should I", "start": 3710.62, "end": 3718.92}, {"text": "yes", "start": 3718.92, "end": 3719.38}, {"text": "well yeah.", "start": 3719.38, "end": 3721.32}, {"text": "These people paid four dollars to be in this bar. I have to fucking sing yeah.", "start": 3721.32, "end": 3727.62}, {"text": "that's crazy that the amount of time that he's yeah thinking about it. Fuck it,", "start": 3727.86, "end": 3732.5}, {"text": "fuck it. I guess my life's not that good yeah yeah. I guess I'm just a famous", "start": 3732.5, "end": 3735.7}, {"text": "singer. It's actually not that good to think about how awesome this will look", "start": 3735.7, "end": 3738.28}, {"text": "on Wikipedia yeah. This YouTube video about to be popping off man yeah he", "start": 3738.28, "end": 3742.04}, {"text": "knew about YouTube yeah when they invent video essays yeah. Oh God, that is an", "start": 3742.04, "end": 3747.26}, {"text": "awful story, but again kind of fully his fault. Yeah, wait Julio is that this is", "start": 3747.26, "end": 3753.98}, {"text": "Is that the true correct story? They said if you sing right now, we will shoot you.", "start": 3754.02, "end": 3758.02}, {"text": "He wasn't there, Matt. I hope so.", "start": 3758.02, "end": 3762.02}, {"text": "He was there. He shot him. Well, he said it. Wait, unknown assailants killed him.", "start": 3762.02, "end": 3766.02}, {"text": "Shot by unidentified assailants, so it could have been you.", "start": 3766.02, "end": 3770.02}, {"text": "Could have been Julio. Just go to the Wikipedia page. Just pull up the Wikipedia page.", "start": 3770.02, "end": 3774.02}, {"text": "Wait a minute. Jalino Sanchez. Did you do this, Julio?", "start": 3774.02, "end": 3778.02}, {"text": "I think it's possible. Now, scroll to the... just scroll to where he was killed.", "start": 3778.02, "end": 3782.02}, {"text": "he was killed. He was attacked by Eduardo Galagos while performing at the Plaza", "start": 3782.02, "end": 3787.12}, {"text": "Los Arcos Restaurant and Nightclub. Sanchez was shot twice near his armpit,", "start": 3787.12, "end": 3790.86}, {"text": "striking his lung, ensuring ensuing a gunfight. Don't shoot my bro in the", "start": 3790.86, "end": 3794.9}, {"text": "armpit, man. No, don't ever get shot in the armpit. That's fucking stinky. Yeah,", "start": 3794.9, "end": 3798.54}, {"text": "it's stinky, but that's where a big artery is. You're about to unleash a", "start": 3798.54, "end": 3801.98}, {"text": "stink bomb on the entire-- Can you please just go to the heading murder?", "start": 3801.98, "end": 3804.3}, {"text": "What I want to see, I want to learn about this.", "start": 3804.3, "end": 3806.84}, {"text": "under the Coachella incident. Whoa, he was handed a note from someone in the", "start": 3808.54, "end": 3812.14}, {"text": "crowd. The note is believed to have been a death threat, but has not been", "start": 3812.14, "end": 3814.48}, {"text": "confirmed. Okay, and that shows him crumpling up the note before singing the", "start": 3814.48, "end": 3817.84}, {"text": "song after midnight, while that he drove away from the club after midnight. So", "start": 3817.84, "end": 3821.54}, {"text": "there's there's a problem man. You got to leave early at midnight. That's when", "start": 3821.54, "end": 3825.26}, {"text": "crime comes out and they gave him a fake police ID and said we're we're we're", "start": 3825.26, "end": 3828.94}, {"text": "coppers. Yeah, and yep", "start": 3828.94, "end": 3832.5}, {"text": "shot in the back of the head twice. That's a bad way to go. Actually, it's", "start": 3832.5, "end": 3836.18}, {"text": "that's the best way to go now I think about it. Yeah, but you know what it's", "start": 3836.22, "end": 3839.86}, {"text": "probably a really bad way to go. If you got handed a note that said, yeah,", "start": 3839.86, "end": 3843.3}, {"text": "we're going to do this. I'm going to shoot you in the back of the head twice", "start": 3843.3, "end": 3847.18}, {"text": "if you sing. Yeah, I don't think that that's what the", "start": 3847.18, "end": 3849.62}, {"text": "I don't think that's what the note said. Well, I believe, yeah, I believe it", "start": 3849.62, "end": 3857.14}, {"text": "too. If you want to see me sing a Donda song or what's it called bond bonda", "start": 3857.14, "end": 3861.26}, {"text": "song come to the yard theater and Los Angeles, California on the 17th guys.", "start": 3861.3, "end": 3867.3}, {"text": "I'm going to be doing all sorts of songs, karaoke vibes at this stand up show. Me", "start": 3867.3, "end": 3870.86}, {"text": "and my buddy Gus Fivera come through two shows. We made it y'all halfway halfway", "start": 3870.86, "end": 3875.94}, {"text": "through the five weeks of planets five weeks. We're halfway through the third", "start": 3875.94, "end": 3878.94}, {"text": "week, 2.5 weeks down to point. We got something special for Saturday. So tune", "start": 3878.94, "end": 3883.7}, {"text": "in man. Yeah, something very exciting for Uranus or should I say Uranus Uranus?", "start": 3883.7, "end": 3889.38}, {"text": "Isn't it funny that the way they found out to make it not funny still sounds", "start": 3889.42, "end": 3893.04}, {"text": "like urine? Yeah, you're in us. Yeah, sounds like p.", "start": 3893.04, "end": 3896.26}, {"text": "You're in us group of a bunch of scientists trying to be like how can we", "start": 3896.26, "end": 3901.84}, {"text": "get people to stop laughing? No, you're a good way to say it now. You", "start": 3901.84, "end": 3905.22}, {"text": "shouldn't have named it that motherfucker run well", "start": 3905.22, "end": 3907.78}, {"text": "and tape around", "start": 3907.78, "end": 3909.98}, {"text": "and I need it that with the you say hey guess what scientists you shouldn't", "start": 3909.98, "end": 3913.58}, {"text": "have named it as shit motherfucker. You fucking idiot", "start": 3913.58, "end": 3916.38}, {"text": "- What's up, scientist? - What the fuck is up, bitch?", "start": 3917.94, "end": 3920.54}, {"text": "- What the fuck is up, scientist motherfucker? - I love him.", "start": 3920.54, "end": 3922.54}, {"text": "- Alright, bye my friends. - Bye bye.", "start": 3922.54, "end": 3924.54}, {"text": "The Joy of Jupiter, a planet report.", "start": 3924.54, "end": 3930.54}, {"text": "Jupiter is by far the largest planet in our solar system.", "start": 3930.54, "end": 3935.54}, {"text": "That is, if you don't count planet Lizzo.", "start": 3935.54, "end": 3938.54}, {"text": "One year on Jupiter is the equivalent of almost 12 years on Earth", "start": 3938.54, "end": 3944.54}, {"text": "or roughly the time it takes my girlfriend to get ready to go out.", "start": 3944.54, "end": 3947.54}, {"text": "(laughs)", "start": 3947.54, "end": 3949.54}, {"text": "Oh damn.", "start": 3949.54, "end": 3963.54}, {"text": "Holy shit.", "start": 3963.54, "end": 3965.54}, {"text": "Okay.", "start": 3965.54, "end": 3972.54}, {"text": "Jupiter is named after the Roman king of the gods because yeah, somehow gods weren't powerful enough. We need a god that's also a king.", "start": 3972.54, "end": 3979.54}, {"text": "I was waiting for the clap at the end of the paragraph.", "start": 3979.54, "end": 3986.54}, {"text": "There are 95 confirmed moons orbiting Jupiter. Don't let Buzz Aldrin find that out or he'll kill himself.", "start": 3986.54, "end": 3992.54}, {"text": "[Laughter]", "start": 3992.54, "end": 4001.54}, {"text": "Let's talk about Io, Europa, Ganymede, and Callisto.", "start": 4001.54, "end": 4005.54}, {"text": "And no, those aren't the names of Angelina Jolie's children.", "start": 4005.54, "end": 4008.54}, {"text": "[laughter]", "start": 4008.54, "end": 4011.54}, {"text": "Those are the four Galilean moons of Jupiter, more massive than the others.", "start": 4011.54, "end": 4015.54}, {"text": "They were discovered in 1610 by Galileo Galilei,", "start": 4015.54, "end": 4018.54}, {"text": "who takes his name from the famous dinner gibberish scene from Billy Madison.", "start": 4018.54, "end": 4022.54}, {"text": "[laughter]", "start": 4022.54, "end": 4025.54}, {"text": "Europa, the Galilean moon second closest to Jupiter,", "start": 4025.54, "end": 4027.54}, {"text": "may have a water ocean underneath its surface,", "start": 4027.54, "end": 4030.54}, {"text": "which means it could conceivably be home to extraterrestrial life.", "start": 4030.54, "end": 4034.14}, {"text": "\"Wow, how exciting!\" said nobody ever.", "start": 4034.14, "end": 4036.54}, {"text": "It's often been said, and this is the conclusion.", "start": 4036.54, "end": 4039.54}, {"text": "This is where I get kind of real.", "start": 4039.54, "end": 4041.54}, {"text": "It's often been said that girls go to college to get more knowledge", "start": 4041.54, "end": 4046.54}, {"text": "and boys go to Jupiter to get more stupider.", "start": 4046.54, "end": 4049.04}, {"text": "But with modern science, we know the truth.", "start": 4049.04, "end": 4051.54}, {"text": "It's actually girls that go to Jupiter to get more stupider", "start": 4051.54, "end": 4055.54}, {"text": "and boys go to the planet report to get more handsome and smart.", "start": 4055.54, "end": 4060.04}, {"text": "[Applause]", "start": 4060.04, "end": 4064.04}, {"text": "(T-Rex Roar)", "start": 4064.04, "end": 4066.04}], "title": "Ep. 266 - The Five Weeks of Planets: Saturn", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--266---The-Five-Weeks-of-Planets-Saturn-e2bupsf", "date": "Wed, 15 Nov 2023 11:00:00 GMT", "id": 291}