{"lines": [{"text": "I", "start": 0.0, "end": 1.0}, {"text": "say what you said camera. He's stuck his wiener. No, no, not that part.", "start": 1.0, "end": 13.08}, {"text": "We're not even going to acknowledge that. What do you want me to say? We're", "start": 13.08, "end": 15.76}, {"text": "not even going to talk about that. You said before we start recording. You", "start": 15.76, "end": 18.32}, {"text": "said, why do I feel like it would be so fucking fun to be in a relationship", "start": 18.32, "end": 21.2}, {"text": "with every single person in my family?", "start": 21.2, "end": 22.84}, {"text": "I didn't say that you did. You said that I said it right now. Copycatting", "start": 22.84, "end": 28.32}, {"text": "you. Why did you say that? Because you said that he said and by the way, we're", "start": 28.36, "end": 32.96}, {"text": "talking about romantic relationships, and so you were saying why do I why do I", "start": 32.96, "end": 36.84}, {"text": "feel like it would be so I mean I'm already in a familial relationship, but", "start": 36.84, "end": 40.26}, {"text": "you meant like like like I did, man, like finger, I like like my family. I", "start": 40.26, "end": 44.58}, {"text": "love them. You meant like squirting. I love my family. He just said he like", "start": 44.58, "end": 48.7}, {"text": "likes his family likes like more than like my family. I love every member of", "start": 48.7, "end": 52.36}, {"text": "my you like like your own mom squirted on his mommy. Oh, what are you doing?", "start": 52.36, "end": 57.36}, {"text": "you're taking this to a strange you're acting differently with your hair.", "start": 57.36, "end": 61.76}, {"text": "You're doing a strain. You are taking it. Keep that thing away.", "start": 61.76, "end": 65.2}, {"text": "Guys, if you can't guess based on how we're dressed today, it's Mar.", "start": 65.2, "end": 70.72}, {"text": "Welcome back to the five weeks of planets week to week to day one week", "start": 70.72, "end": 76.62}, {"text": "to day one day one out of two part three week to day one and we've I've", "start": 76.62, "end": 80.86}, {"text": "already seen a fatal error that we've made, which is that we gave Patrick", "start": 80.86, "end": 83.56}, {"text": "something to do. What do you mean? What's wrong with this? You have something to", "start": 83.6, "end": 87.0}, {"text": "play with, which is, yeah, that's, you know, it's not an actual penis, so I'm", "start": 87.0, "end": 90.28}, {"text": "not really grossed out by it. It's nothing wrong with, there's nothing...", "start": 90.28, "end": 93.32}, {"text": "Patrick found... This is gonna be the best episode of all time and it's gonna", "start": 93.32, "end": 97.32}, {"text": "be age restricted. Yeah, that's a little bit of a problem. Yeah, 'cause you have", "start": 97.32, "end": 100.2}, {"text": "this devil tail. It's not a... You're wearing a cock ring, bro. You should have", "start": 100.2, "end": 104.88}, {"text": "had a red juice. Okay, well, let me tell you a little story, then. Let's go", "start": 104.88, "end": 107.88}, {"text": "through the cock ring. Let me tell you a little story. Wait a minute, wait a", "start": 107.88, "end": 109.24}, {"text": "it green juice, green pants. I do have green pants on because I didn't have red", "start": 109.24, "end": 114.32}, {"text": "pants. But listen, let's go through the costume. I literally woke up, I put on my", "start": 114.32, "end": 118.0}, {"text": "red outfit and I said, I gotta go get myself a red tea. I walked into the", "start": 118.0, "end": 122.2}, {"text": "miniature grocery store and I said, give me a red tea right now. And they said,", "start": 122.2, "end": 126.88}, {"text": "there's no such thing as red tea, we only have green tea. So I got a green tea,", "start": 126.88, "end": 130.84}, {"text": "man. You could have got a brown tea. Brown tea is not brown. It's the red", "start": 130.84, "end": 134.96}, {"text": "planet, but in reality... Okay, but obviously we were all going for full red,", "start": 134.96, "end": 138.2}, {"text": "Yeah, well, let me let me let's talk it over there, because my outfit here, I've", "start": 138.2, "end": 142.84}, {"text": "got the red for Mars, the red planet, which is with oxidation and it's", "start": 142.84, "end": 147.56}, {"text": "everything. Yeah, but I've also you'll notice here I've got the I've got the", "start": 147.56, "end": 153.88}, {"text": "white stripes as well. Wow. And what are the white stripes represent? You might", "start": 153.88, "end": 158.12}, {"text": "ask Jack White and his wife Meg White. That's not what it represents. That's", "start": 158.12, "end": 162.2}, {"text": "what it is. That was the white stripes. That's the name. But what my white", "start": 162.2, "end": 165.64}, {"text": "white stripes represent is ice because guys Mars is a cold planet and it has", "start": 165.64, "end": 169.76}, {"text": "ice on it. It's not cold. It's red hot. It's cold as fuck. Okay, somebody okay,", "start": 169.76, "end": 174.12}, {"text": "somebody needs to hear the planet report. I mean, I surely need to be, but we'll", "start": 174.12, "end": 177.4}, {"text": "get to that and of course I got my I got I have got red red, a red Mars aid", "start": 177.4, "end": 182.76}, {"text": "Martian red Gatorade G for galactic galaxy galactic aid galactic aid and", "start": 182.76, "end": 189.0}, {"text": "obviously I'm in a red. I'm in a red shirt with some red shorts. Tell me why", "start": 189.0, "end": 193.6}, {"text": "I have a wait. I forgot one thing. I have a red hat and red faction right here on", "start": 193.64, "end": 197.6}, {"text": "the icon on my hat. It's a hand holding a sword and Mars is the God of War. Wow", "start": 197.6, "end": 202.6}, {"text": "holy shit man. So I'm wearing the wig because the if you look closely at this", "start": 202.6, "end": 207.24}, {"text": "planet of Mars, it is kind of a rust colour. You're wearing a kind of a", "start": 207.24, "end": 211.04}, {"text": "strawberry blonde, strawberry blonde. Mars is kind of a strawberry blonde", "start": 211.04, "end": 215.08}, {"text": "looking planet and Mars is the devilishly red planet. So I have a", "start": 215.08, "end": 221.08}, {"text": "devil's tail on my front.", "start": 221.12, "end": 223.62}, {"text": "And also,", "start": 223.62, "end": 224.62}, {"text": "I thought that that would be...", "start": 224.62, "end": 225.62}, {"text": "Why do you have these glittery...", "start": 225.62, "end": 227.12}, {"text": "Yeah, stand up and stand on the chair here.", "start": 227.12, "end": 229.12}, {"text": "For lack of a better word.", "start": 229.12, "end": 230.12}, {"text": "Stand on that chair and face backwards.", "start": 230.12, "end": 232.12}, {"text": "And he's got the, he's got red underwear on.", "start": 232.12, "end": 234.12}, {"text": "Yep, the shorts.", "start": 234.12, "end": 235.12}, {"text": "Underneath, yeah.", "start": 235.12, "end": 236.12}, {"text": "The shorts are very short.", "start": 236.12, "end": 237.12}, {"text": "And these shorts, I gotta say, man, little fruity.", "start": 237.12, "end": 240.12}, {"text": "What's fruity about that?", "start": 240.12, "end": 242.12}, {"text": "I should have had like a lav mic clipped to this.", "start": 242.12, "end": 246.12}, {"text": "That would have been nasty.", "start": 246.12, "end": 248.12}, {"text": "Yeah.", "start": 248.12, "end": 249.12}, {"text": "I love making Pat stand on the chair.", "start": 249.12, "end": 250.12}, {"text": "I hit the I hit the headphone cable.", "start": 250.12, "end": 257.32}, {"text": "I hit the cable on the way down.", "start": 257.32, "end": 261.52}, {"text": "I think that if we're going to if you're going to make me stand on the", "start": 261.52, "end": 265.0}, {"text": "chair, you got it. Like make sure if you love you like a ladder. I", "start": 265.0, "end": 269.1}, {"text": "understand you need to stabilize me.", "start": 269.1, "end": 270.92}, {"text": "My outfit man.", "start": 270.92, "end": 272.02}, {"text": "Yeah.", "start": 272.02, "end": 272.52}, {"text": "Well, I have a Marlboro red hoodie on right because what does it dial", "start": 272.52, "end": 279.4}, {"text": "because the Mar Mar's moves so fast through the galaxy that it leaves a", "start": 279.42, "end": 283.96}, {"text": "trail of smoke. Did you guys know that? Why? Probably in your plan to report and", "start": 283.96, "end": 288.12}, {"text": "I have on my jacket, oh, a red jacket, you might think just a normal red jacket.", "start": 288.12, "end": 291.42}, {"text": "Wait, what does it say? You read to me Cairo, America and college Cairo. What", "start": 291.42, "end": 296.0}, {"text": "country is that in Egypt, Egypt and what kind of thing do they have in Egypt sand", "start": 296.0, "end": 300.44}, {"text": "the sand and guess what Mars is covered in or at least it kind of looks like it", "start": 300.44, "end": 304.84}, {"text": "sand, some kind of red ass sand, soil and dust and then also wow he's wearing a", "start": 305.12, "end": 311.42}, {"text": "bandana. Wait, but that's a black bandana. That's not no red bandana.", "start": 311.42, "end": 315.16}, {"text": "Well,", "start": 315.16, "end": 316.16}, {"text": "guess what", "start": 316.16, "end": 318.24}, {"text": "the bloods wear bandanas. Okay, and bloods are red, but also the gun,", "start": 318.24, "end": 323.36}, {"text": "shoot iron bullets and yeah and also the guns are war like war. Exactly that too.", "start": 323.36, "end": 328.38}, {"text": "Yeah, that too man. I mean the layers to my outfit are amazing and my tongue's", "start": 328.38, "end": 332.44}, {"text": "I feel like we really I feel like we we knocked out of the way this one. No, we", "start": 332.46, "end": 336.26}, {"text": "hit a hat trick. We got three goals. Yeah, one, two, three, three. Do I have", "start": 336.26, "end": 340.7}, {"text": "green pants on? Yeah, man, we're within 90 days of Christmas. So shut the hell", "start": 340.7, "end": 345.46}, {"text": "up and green is there is a complimentary color of red. Exactly. The future of", "start": 345.46, "end": 349.7}, {"text": "Mars. Yeah, green could have been the past of Mars. That's something I want to", "start": 349.7, "end": 352.58}, {"text": "get into. Yeah, there if we do there, if we do nuke both the poles and then", "start": 352.58, "end": 356.62}, {"text": "create a new ice age that creates water in Earth. And also don't forget about", "start": 356.62, "end": 362.06}, {"text": "but Martians and Sid the slow Martians, which are green yes. So Mars is kind of", "start": 362.06, "end": 366.52}, {"text": "populated by green. No, it's happily being okay, all right, green green,", "start": 366.52, "end": 371.26}, {"text": "that's why you're green. You're drinking your green bean juice and it's almost", "start": 371.26, "end": 374.42}, {"text": "Thanksgiving green bean casserole yeah. So the connections are just out of the", "start": 374.42, "end": 378.42}, {"text": "one. There have been so many crazy connection. Oh yeah, wait,", "start": 378.42, "end": 381.82}, {"text": "Castle Wall,", "start": 381.82, "end": 383.42}, {"text": "but it could be there could be a castle on Mars. So last night, Cameron watch", "start": 383.42, "end": 388.98}, {"text": "jerk. I didn't watch it last night, but I watch it this week. Well, you watch it", "start": 389.02, "end": 392.32}, {"text": "this week. I watched it last night independently of Cameron. We didn't even", "start": 392.32, "end": 396.56}, {"text": "know each other. How do you even know each other had watched it until Cameron", "start": 396.56, "end": 399.38}, {"text": "said that he watched it this week to tear it to take a day. I said it to", "start": 399.38, "end": 405.58}, {"text": "tay. He said it so we booked felt as if watching now. Let's think about this", "start": 405.58, "end": 409.74}, {"text": "Steve Martin, Steve Martian. Holy fuck.", "start": 409.74, "end": 412.58}, {"text": "that's awesome. You're a freak, green Martian, greens, Martian, Steve, he", "start": 415.54, "end": 420.84}, {"text": "plays", "start": 420.84, "end": 421.48}, {"text": "a character named no. He plays the", "start": 421.48, "end": 424.9}, {"text": "the Pluto", "start": 424.9, "end": 428.7}, {"text": "instead of the banjo. I don't know any that's pretty good. Yeah, that's good and", "start": 428.7, "end": 434.44}, {"text": "he's a does he play the banjo in the movie? No, he plays a band as he's", "start": 434.44, "end": 437.3}, {"text": "famous. General, I know that yeah, I was still on the wild and crazy fly,", "start": 437.3, "end": 441.9}, {"text": "because he flies around arose through his head because of war. Well, it would be a", "start": 442.04, "end": 445.88}, {"text": "platter could also be pointing to a planet. Yeah, that's oh yeah, that or it", "start": 445.88, "end": 450.0}, {"text": "could be like oh, I'm going to go this way. Yeah, only murder or maybe it's a", "start": 450.0, "end": 454.28}, {"text": "reference to to Arrhenius only murders only murders in the", "start": 454.28, "end": 458.28}, {"text": "planet galaxy in the galaxy. That would be actually that be that would be a", "start": 458.28, "end": 463.88}, {"text": "very that'd be a very cheery show. Yeah, oh Selena Gomez painted purple and", "start": 463.88, "end": 467.72}, {"text": "because she's an alien, she'd be fully naked. Yeah, be so off. She would look", "start": 467.72, "end": 470.88}, {"text": "Max Serena,", "start": 470.92, "end": 473.32}, {"text": "she's a purple Salina Gomez, her going live on I G", "start": 473.32, "end": 478.66}, {"text": "just fully purple. My name horns popping out of her face, still giant boobs.", "start": 478.66, "end": 486.02}, {"text": "Yeah, she's awesome. No, she's not awesome. What's wrong with her? Why you", "start": 486.02, "end": 490.86}, {"text": "like her? She is being a dim wit. She's", "start": 490.86, "end": 495.18}, {"text": "talking about our earth part problems. Oh, you're right earth earth. We're", "start": 495.18, "end": 500.26}, {"text": "you in the past. Earth, we're on Mars. We're in the future. We're over you, Earth.", "start": 500.28, "end": 504.12}, {"text": "Yo, Earth, you suck, man. Earth, you suck. It's over for Earth. You got a lot of problems.", "start": 504.12, "end": 508.84}, {"text": "You done, Earth. You done. You got a lot of problems, Earth. You done. Something about", "start": 508.84, "end": 513.32}, {"text": "this wig makes me want to talk like this. We got Thomas from Pindeo time. Hey, what's up,", "start": 513.32, "end": 518.2}, {"text": "you guys? And he hates Earth, man. I fucking hate the Earth. Speaking of Thomas, no, I was", "start": 518.2, "end": 524.52}, {"text": "I was going to say he put out that rap a couple of weeks ago. You want to get him", "start": 524.52, "end": 528.92}, {"text": "on a OJ track? Maybe. That was a good rap. That was a good rap. That rap that", "start": 528.92, "end": 534.0}, {"text": "Thomas made was very, very good.", "start": 534.0, "end": 535.82}, {"text": "Should I blow this load? Should I go right into OJ's rap? No, man. All right.", "start": 535.82, "end": 544.0}, {"text": "We talked about it. No, we're going to do plan a report and then we'll do mine", "start": 544.0, "end": 547.36}, {"text": "and then we'll end with OJ, man. Then, speaking of Thomas, his last name is", "start": 547.36, "end": 550.98}, {"text": "Report. I don't know if many of you know that. That's not true. It's Re-", "start": 550.98, "end": 554.0}, {"text": "Anyway, what I was wondering, do you guys think that what do you think the", "start": 554.02, "end": 556.72}, {"text": "states will be like on Mars? The United States of Mars? Yeah, what kind of", "start": 556.72, "end": 560.96}, {"text": "states do they have there? They probably will have an analog, it's maybe like", "start": 560.96, "end": 565.14}, {"text": "a Bizarro. I bet they have 5,000 over there. Bizarro states, Bizarro USA.", "start": 565.14, "end": 568.48}, {"text": "It's not Bizarro Earth though, why would it be Bizarro States? They have their", "start": 568.48, "end": 571.76}, {"text": "own shit. Well, it is kind of the Bizarro Earth if you think about it.", "start": 571.76, "end": 573.76}, {"text": "They have no green. It depends... What kind of question is this? It depends", "start": 573.76, "end": 576.14}, {"text": "on who is colonizing it, and I hate to say that shit, but that's how it", "start": 576.14, "end": 579.64}, {"text": "fucking works, man. Yeah. Whoever gets there first and says, \"This is", "start": 579.64, "end": 583.76}, {"text": "we called Stephen. Didn't we get there first? The Martians were there first.", "start": 583.76, "end": 587.56}, {"text": "Man, we nobody's been there. Well, you would know that if we had gone a robot,", "start": 587.56, "end": 591.46}, {"text": "you know, I'll do the I'll do the planet report and I'm going to clear a few", "start": 591.46, "end": 593.78}, {"text": "things up. All right, clear this up, clear the air. Join us once again on a", "start": 593.78, "end": 597.78}, {"text": "five week galactic journey through our solar system.", "start": 597.78, "end": 600.84}, {"text": "Be prepared to learn and to laugh a little too.", "start": 600.84, "end": 604.84}, {"text": "And now the planet report with Cameron Fetter.", "start": 604.84, "end": 609.2}, {"text": "Oh my God, can you open up the drive? This will not be normal for planet", "start": 610.56, "end": 614.36}, {"text": "reports, but I put a little visual aid together for this. This is incredible", "start": 614.36, "end": 617.84}, {"text": "already. There's a power point here. That's", "start": 617.84, "end": 620.16}, {"text": "TV is", "start": 620.16, "end": 622.52}, {"text": "everybody, but nobody else will be able to see it just us yeah.", "start": 622.52, "end": 627.52}, {"text": "Okay, so just ignore all the crazy red lines.", "start": 627.52, "end": 630.6}, {"text": "I don't think they can see that. Okay, I know I'm talking to you guys. Oh", "start": 630.6, "end": 634.72}, {"text": "okay, I did. Hopefully they can't see I'm sure they can't. So you guys know", "start": 634.72, "end": 638.76}, {"text": "about poetry, right? Yes, more than anybody as a rapper. I know and have", "start": 639.52, "end": 644.08}, {"text": "you guys ever heard of acrostic poems? Yes, so these are poems where the", "start": 644.08, "end": 647.84}, {"text": "first letter of the poem, every word in the poem creates the word of the", "start": 647.84, "end": 652.72}, {"text": "title. Oh, I'm intimately familiar. So this is called", "start": 652.72, "end": 656.24}, {"text": "Mars, a planet report by Cameron Fetter and I've put together, it is an", "start": 656.24, "end": 660.88}, {"text": "acrostic poem where it spells the word Mars over and over again. So I have", "start": 660.88, "end": 664.76}, {"text": "a visual aid here, but if you're just listening, you should be able to", "start": 664.76, "end": 667.0}, {"text": "pick up all you'll you'll get the rhythm of it. M A R M A R S Y'all so", "start": 667.0, "end": 672.1}, {"text": "I'm just going to go ahead and and and start it start reading through it to", "start": 672.1, "end": 674.8}, {"text": "teach you guys some facts in the form of poetry this time. Wow pop Mars all red", "start": 674.8, "end": 681.34}, {"text": "stuff", "start": 681.34, "end": 682.1}, {"text": "and you're just juvie you're just gonna have to click through for me because we", "start": 682.1, "end": 685.7}, {"text": "don't have a clicker, mostly a rocky surface. Okay,", "start": 685.7, "end": 690.4}, {"text": "meager atmosphere rather scarce", "start": 690.4, "end": 694.8}, {"text": "makes all respirators suffocate. Wow. Me air require some", "start": 696.8, "end": 704.14}, {"text": "Mars air really skinny. There's not this skinny", "start": 704.14, "end": 710.1}, {"text": "Mars average rotational speed", "start": 710.1, "end": 714.1}, {"text": "matches almost rotational speed.", "start": 714.1, "end": 718.6}, {"text": "My affiliated residential sphere, the Earth", "start": 718.6, "end": 724.0}, {"text": "have a similar rotation. Moons, ah, revolving speedily.", "start": 725.1, "end": 729.16}, {"text": "Mars as rocky satellites.", "start": 729.16, "end": 733.44}, {"text": "That's a British kind of twinge there. Mars as? Moons amount, roughly some.", "start": 733.44, "end": 740.06}, {"text": "Oh, Phobos. And Deimos. Mars, the name, also represent significance.", "start": 740.06, "end": 746.26}, {"text": "Moniker ancient Roman supreme mascot and representing strife.", "start": 747.9, "end": 755.18}, {"text": "I love strife.", "start": 755.18, "end": 756.74}, {"text": "Military action, ruckus, swords.", "start": 756.74, "end": 761.88}, {"text": "Many aliens really seem majority at Red Sphere.", "start": 761.88, "end": 766.5}, {"text": "Okay.", "start": 766.5, "end": 767.58}, {"text": "Martians aren't real species.", "start": 767.58, "end": 770.22}, {"text": "Maybe, ask research scientists.", "start": 770.22, "end": 775.06}, {"text": "My answer requires studying more asinine research scientists.", "start": 775.06, "end": 783.24}, {"text": "Martians are real stupid.", "start": 783.24, "end": 785.94}, {"text": "Moron.", "start": 785.94, "end": 788.56}, {"text": "Really sorry.", "start": 788.56, "end": 789.56}, {"text": "That's kind.", "start": 789.56, "end": 791.34}, {"text": "My anger rises sometimes.", "start": 791.34, "end": 795.2}, {"text": "Me apologize really sincerely.", "start": 795.2, "end": 798.02}, {"text": "Man.", "start": 798.02, "end": 799.38}, {"text": "Anyway returning subject.", "start": 799.38, "end": 802.42}, {"text": "Mars actually rather small.", "start": 802.42, "end": 804.42}, {"text": "Mercury, ah, remember?", "start": 804.42, "end": 808.42}, {"text": "Smaller.", "start": 808.42, "end": 810.42}, {"text": "Most all round spheres,", "start": 810.42, "end": 814.42}, {"text": "much ampler round size.", "start": 814.42, "end": 818.42}, {"text": "Many astronomers recently spotted", "start": 818.42, "end": 822.42}, {"text": "markings about reservoir subterraneanly.", "start": 822.42, "end": 826.42}, {"text": "Mankind hasn't reached surface.", "start": 826.42, "end": 830.42}, {"text": "send Mars actually rich scientist", "start": 830.42, "end": 833.82}, {"text": "Musk astronauts recruiting send Mars a royal situation", "start": 833.82, "end": 840.52}, {"text": "me and recording squad. That's us. Yeah", "start": 840.52, "end": 845.62}, {"text": "Musk a door real shit", "start": 845.62, "end": 849.82}, {"text": "Musk asking respectfully send", "start": 849.82, "end": 854.02}, {"text": "me and recording squad", "start": 854.02, "end": 856.42}, {"text": "Mars all repay sexually what all repay sexually all mentioned all research", "start": 858.22, "end": 864.02}, {"text": "statistics", "start": 864.02, "end": 864.86}, {"text": "mystified anything relax see", "start": 864.86, "end": 868.5}, {"text": "me after report sayonara", "start": 868.5, "end": 871.74}, {"text": "and that's today's planet report from all my God amazing that was amazing that", "start": 871.74, "end": 879.14}, {"text": "was one of the best reports I've seen. I learned so much shit man. What are you", "start": 879.14, "end": 883.42}, {"text": "saying that we have to suck and fuck Elon Musk? Yeah, I just figured out", "start": 883.42, "end": 887.22}, {"text": "tweeting the offer. If he's not going to send us a Mars for free, but what if", "start": 887.86, "end": 892.22}, {"text": "why there's got to be something between free and well, the line is lined up.", "start": 892.22, "end": 896.56}, {"text": "What else am I going to do money money? No, it was it was a RS. There's all you", "start": 896.56, "end": 902.5}, {"text": "can do money sexually. No, the M is not the M. The M is not in place. All all", "start": 902.5, "end": 907.98}, {"text": "repay significantly. So money all wheels we are. I would have found I feel like", "start": 907.98, "end": 913.78}, {"text": "that doesn't fit money. Gently all are sending sentiment. That's not that you", "start": 913.82, "end": 918.92}, {"text": "said the only money.", "start": 918.92, "end": 919.86}, {"text": "Massim, that's what you're saying right now. Money all are the letter are", "start": 919.86, "end": 926.42}, {"text": "sending again. The M is any money apostrophe. There's a what we are. He", "start": 926.42, "end": 931.94}, {"text": "doesn't need what are we going to offer him besides a pleasure? What was", "start": 931.94, "end": 935.9}, {"text": "moonshine? It's something home. All are sending. You have to be something that", "start": 935.9, "end": 940.4}, {"text": "you can't buy and that's that's sex from they make sense men who don't normally", "start": 940.42, "end": 945.02}, {"text": "sell sex. Well, that is the rare thing. It's priceless. I guess you're right.", "start": 945.02, "end": 949.86}, {"text": "Yeah, there is almost no price on having sex with my bottom. Yeah, yeah,", "start": 949.86, "end": 956.42}, {"text": "there's not anything that's priceless. My bottom is completely priceless. It's", "start": 956.42, "end": 961.5}, {"text": "something they would auction off. It's worth like so billions of dollars rare.", "start": 961.5, "end": 965.38}, {"text": "It's like it's never been done before. Well, it's like a like an olive wagyu", "start": 965.38, "end": 969.86}, {"text": "kind of like level of rarity and like this has never been seen before. Yeah,", "start": 970.02, "end": 975.54}, {"text": "I'm can't even you can't even assign a monitor. This is like I'm like when", "start": 975.54, "end": 978.5}, {"text": "Martin Shkreli bought that Wu Tang album, yeah, is it that could have easily been", "start": 978.5, "end": 982.78}, {"text": "my butthole? You could you could do the same thing where you add in a clause", "start": 982.78, "end": 986.22}, {"text": "that someone can come rescue you? Yeah, yeah, exactly. Someone can come steal", "start": 986.22, "end": 990.22}, {"text": "you back.", "start": 990.22, "end": 990.66}, {"text": "I'm looking here at this Google thing and it says the Google image or the Google", "start": 990.66, "end": 998.82}, {"text": "the bar up here, whatever it's called Mars is amazing. It's images, news,", "start": 998.82, "end": 1005.22}, {"text": "videos, photos, planets, definitions and then chocolate. Can you click on", "start": 1005.22, "end": 1009.98}, {"text": "chocolate? I'm going to see Mars, making Mars. Oh my God, they should just add a", "start": 1009.98, "end": 1014.5}, {"text": "chocolate tab for everything. Now you can always web images, shopping and", "start": 1014.5, "end": 1018.14}, {"text": "chocolate. Wow, my snacking Mars makes a kind bars. What the hell is that? What", "start": 1018.14, "end": 1023.86}, {"text": "what the fuck", "start": 1023.9, "end": 1024.6}, {"text": "they make orbit orbit. That makes sense, but kind is kind is a surprise. I", "start": 1024.6, "end": 1030.6}, {"text": "didn't surprise, but", "start": 1030.6, "end": 1032.34}, {"text": "yeah, well alien kind on Mars. Have you thought about that? Well, the TV went", "start": 1032.34, "end": 1038.5}, {"text": "back. Oh yeah, that's true. I fixed it. Mars chocolate fix the TV.", "start": 1038.5, "end": 1042.32}, {"text": "Oh my God, I said that it's jittering anyway. The TV doesn't matter. The TV", "start": 1042.32, "end": 1048.52}, {"text": "does not matter. What does matter is our planets back to Mars guys, the five", "start": 1048.52, "end": 1052.14}, {"text": "six planets. We're rolling through these at a breakneck speed and almost they", "start": 1052.16, "end": 1055.92}, {"text": "were rotating every single thing that we need to get out every thought we've", "start": 1055.92, "end": 1058.96}, {"text": "ever had about these planets ever. Here's my thought about this planet. Why", "start": 1058.96, "end": 1062.42}, {"text": "is it called Mars? It's called you weren't you paying attention to the", "start": 1062.42, "end": 1066.12}, {"text": "planet report shut the fuck up shut the fuck up. He wasn't paying shut up shut", "start": 1066.12, "end": 1069.24}, {"text": "up shut up shut up shut the fuck up. I said moniker. I'm not done. I'm not", "start": 1069.24, "end": 1072.64}, {"text": "done.", "start": 1072.64, "end": 1073.16}, {"text": "Why is it called Mars, but there's only one of them", "start": 1073.16, "end": 1077.76}, {"text": "because of the ancient Roman Empire, be called Mar", "start": 1079.56, "end": 1082.76}, {"text": "Mar,", "start": 1082.76, "end": 1084.24}, {"text": "something I was thinking about here's something that I was thinking about on", "start": 1084.24, "end": 1087.88}, {"text": "the walk over here. Actually, when I think about more stuff, Mars is I", "start": 1087.88, "end": 1091.68}, {"text": "believe the month of March is named after the planet of Mars. Is that true?", "start": 1091.68, "end": 1095.16}, {"text": "I think that's true and we're in March right now, and I think that even one of", "start": 1095.16, "end": 1098.3}, {"text": "the days of the week might be named after Mars, Mars day, Mary, no, never", "start": 1098.3, "end": 1102.36}, {"text": "mind. There's no Mars day. I got mixed up thing. A Monday, yeah, I was thinking", "start": 1102.36, "end": 1106.52}, {"text": "moon day you're thinking of moon day. My bad, my bad y'all there's, but there's", "start": 1106.56, "end": 1110.36}, {"text": "a sad, but there's a French day that we called Mardi Mardi Gras now what's that", "start": 1110.36, "end": 1115.8}, {"text": "Tuesday? It's fat Tuesday, Marty Gras day is named after Mars. Marty Gras makes", "start": 1115.8, "end": 1121.36}, {"text": "women take off their bras,", "start": 1121.36, "end": 1122.96}, {"text": "but I", "start": 1122.96, "end": 1125.24}, {"text": "bars and spars and spars and sparts. Well, they're already doing it at spars", "start": 1125.24, "end": 1131.12}, {"text": "year round around true year. I know wait guys. We should literally become", "start": 1131.12, "end": 1136.48}, {"text": "a spa worker so we can see women naked all the time.", "start": 1136.48, "end": 1139.38}, {"text": "That's a fucking it's a great idea. I never thought of nobody thought of oh my", "start": 1139.38, "end": 1145.88}, {"text": "God yeah I'm all these people who are wasting their time jacking off to porn.", "start": 1145.88, "end": 1150.64}, {"text": "Just get a job at us.", "start": 1150.64, "end": 1151.84}, {"text": "You doing are you brain dead? Then you're making money while you look at", "start": 1151.84, "end": 1160.36}, {"text": "all the naked women. Yeah, that's a great idea. Cameron", "start": 1160.36, "end": 1163.88}, {"text": "Oh, my God, a great thing to say we have to go on shark tank. We have to pitch", "start": 1165.84, "end": 1170.06}, {"text": "the mark Cuban and Mr. Wonderful. You have to a spa for women who don't mind", "start": 1170.06, "end": 1174.8}, {"text": "being ogled yeah, a spa where you spot how about there's a spa where you go for", "start": 1174.8, "end": 1179.28}, {"text": "free and you get a bunch of perverts who pay to why oh it's like add it's like", "start": 1179.28, "end": 1184.86}, {"text": "free. Yeah, it's a premium so like if a woman wants to go to a spot, you could", "start": 1184.86, "end": 1189.06}, {"text": "either you could either perverts are paying double with", "start": 1189.06, "end": 1191.28}, {"text": "it's a great idea. You either pay fifty dollars to go to a normal spot. You pay", "start": 1192.88, "end": 1196.72}, {"text": "zero. Meanwhile, the perverts, Patrick and Cameron are sitting behind. I didn't", "start": 1196.72, "end": 1202.04}, {"text": "say that I was going to be there. Oh wait, here's the thing, though you could", "start": 1202.04, "end": 1204.44}, {"text": "do even I'm literally the inventor of this company. I wouldn't be one of the", "start": 1204.44, "end": 1207.0}, {"text": "perverts. You can even do you. Well, you have to test it out. You can even do", "start": 1207.0, "end": 1209.68}, {"text": "tears of the I would honestly be whipping and torturing the pervert. The", "start": 1209.68, "end": 1213.52}, {"text": "pervert tears could be this dude. Listen to this. You can be you could either", "start": 1213.52, "end": 1217.44}, {"text": "have it's a it's a perfect. It's a perfect honey pot. We pitch this business", "start": 1217.44, "end": 1221.92}, {"text": "from Shark Tank and then we", "start": 1221.96, "end": 1223.06}, {"text": "we post", "start": 1223.06, "end": 1224.56}, {"text": "we tell them afterwards like we and this the secret don't air this part on your", "start": 1224.56, "end": 1229.4}, {"text": "TV show, but actually we're going to kill all the perfect. We don't want to", "start": 1229.4, "end": 1232.24}, {"text": "kill. We're going to get the and John and Tanchik were you guys. Okay, you", "start": 1232.24, "end": 1235.74}, {"text": "guys are fucking idiots because you're wasting a million dollar idea. You could", "start": 1235.74, "end": 1238.28}, {"text": "even have a wants to go. You could even have it be tiered where there's windows", "start": 1238.28, "end": 1242.68}, {"text": "that you that they can be seen through both sides and that tickets fifty", "start": 1242.68, "end": 1246.82}, {"text": "dollars. They already have in there shut up. There's one that is that is a", "start": 1246.82, "end": 1250.18}, {"text": "a mirror. What do they call that a double sided mirror, one way, one way,", "start": 1250.2, "end": 1253.9}, {"text": "two way, a two way mirror, it really is and that one is more money so that", "start": 1253.9, "end": 1258.94}, {"text": "your identity is hidden and then there's one that's even more that is a", "start": 1258.94, "end": 1262.3}, {"text": "private cube. They have they have this already the window and everything it's", "start": 1262.3, "end": 1266.54}, {"text": "called a peep show, but these women, these women are just doing their own", "start": 1266.54, "end": 1269.94}, {"text": "thing, though they can put on a show yeah, but wouldn't you want to pay for", "start": 1269.94, "end": 1273.66}, {"text": "women doing the show? If we're trying to maximize profit, I just thought of an", "start": 1273.66, "end": 1276.7}, {"text": "even better idea, Caleb kind of jumping off of your two way mirror idea.", "start": 1276.7, "end": 1279.5}, {"text": "yeah. What if we have it? It's all two way mirrors. The perverts pay a", "start": 1279.5, "end": 1283.7}, {"text": "hundred dollars to come watch from behind the mirror, and the women also", "start": 1283.7, "end": 1287.2}, {"text": "are charged a hundred dollars to use the spa, and they don't know the", "start": 1287.2, "end": 1289.58}, {"text": "perverts are watching them.", "start": 1289.58, "end": 1290.44}, {"text": "Oh, and it is that's double the money. The perverts pay an extra five bucks.", "start": 1290.44, "end": 1295.24}, {"text": "They could fuck the women.", "start": 1295.24, "end": 1296.38}, {"text": "Well, no, because that kind of brings the whole thing tumbling down. Yeah,", "start": 1296.38, "end": 1300.2}, {"text": "well, let's just let's just cut out the whole spa thing and just guys pay five", "start": 1300.2, "end": 1304.06}, {"text": "bucks to fuck women. Yeah, I guess that's in a bathroom. I feel like you", "start": 1304.06, "end": 1308.64}, {"text": "I don't know. What do you mean? The girls get a cut. The girls get $2.50? Yeah, they also", "start": 1308.66, "end": 1315.66}, {"text": "get to have sex. Sex is awesome. They're going to say yeah. I don't know. I don't know about", "start": 1315.66, "end": 1321.22}, {"text": "that. You don't think we'll get any girls? I don't think we'll get any girls. I think", "start": 1321.22, "end": 1323.66}, {"text": "if it was men, I think you could get gay men to do this. Why do they have to be gay? Because", "start": 1323.66, "end": 1328.66}, {"text": "(laughter)", "start": 1328.66, "end": 1331.52}, {"text": "- Okay, woke.", "start": 1331.52, "end": 1332.9}, {"text": "- Yeah, what, you're trying to woke-ify it.", "start": 1332.9, "end": 1334.5}, {"text": "- I'm trying to woke-ify it.", "start": 1334.5, "end": 1336.42}, {"text": "Yeah, okay.", "start": 1336.42, "end": 1337.42}, {"text": "- Okay, wait.", "start": 1337.42, "end": 1338.26}, {"text": "- Okay, yes, I was trying to woke-ify it.", "start": 1338.26, "end": 1340.5}, {"text": "- Let's think about this even better.", "start": 1340.5, "end": 1342.46}, {"text": "Okay, so a spa where gay guys pay to watch straight guys", "start": 1342.46, "end": 1347.46}, {"text": "and the straight guys are, nah, that might not work.", "start": 1347.46, "end": 1353.18}, {"text": "- Yeah, but if you're a straight guy going to that,", "start": 1353.18, "end": 1354.74}, {"text": "there's like, you're like a little bit,", "start": 1354.74, "end": 1358.08}, {"text": "you're a little bit, you're maybe like a one on the Kinsey scale or some share or", "start": 1358.08, "end": 1362.28}, {"text": "two, if you're like. Is that gay or straight? I think that's like. Which side", "start": 1362.28, "end": 1367.44}, {"text": "is which? He thinks. Well, which side is which though, I'm asking. It's Patrick", "start": 1367.44, "end": 1371.16}, {"text": "Kinsey, by the way.", "start": 1371.16, "end": 1371.96}, {"text": "What if we invented a machine that turns straight guys into gay guys? I think it,", "start": 1371.96, "end": 1376.76}, {"text": "what is it, a zero and then the negative is completely straight. You should come", "start": 1376.76, "end": 1379.48}, {"text": "up with your own Kinsey scale. It should be Caleb to Patrick.", "start": 1379.48, "end": 1383.56}, {"text": "And Cameron kind of right there in the middle.", "start": 1383.56, "end": 1387.84}, {"text": "sure yeah, that's a pretty good idea yeah, and why does this guy came out and", "start": 1387.84, "end": 1393.18}, {"text": "we're all", "start": 1393.18, "end": 1393.62}, {"text": "really", "start": 1393.62, "end": 1394.92}, {"text": "tiny yeah", "start": 1394.92, "end": 1397.26}, {"text": "zoom it out. That's from four to five.", "start": 1397.26, "end": 1403.4}, {"text": "This is the", "start": 1403.4, "end": 1405.42}, {"text": "Cameron Patrick scale. It's a subset of the kids. It's nine point seven.", "start": 1405.42, "end": 1410.4}, {"text": "More specific than the Kinsey scale. This is the way to do", "start": 1410.4, "end": 1414.58}, {"text": "it's like the brackets on or like the lines on a ruler.", "start": 1415.64, "end": 1418.52}, {"text": "Somehow, it's somehow a triangle overlaid over the line of the", "start": 1418.52, "end": 1423.08}, {"text": "Kinsey's get like or somehow out in three different directions", "start": 1423.08, "end": 1425.86}, {"text": "from the same like", "start": 1425.86, "end": 1426.82}, {"text": "it's different subclasses. It's", "start": 1426.82, "end": 1431.5}, {"text": "that's funny.", "start": 1431.5, "end": 1434.0}, {"text": "This wig is itchy. I'm sorry. I'm sorry that I keep moving my I", "start": 1434.0, "end": 1438.64}, {"text": "don't want to take it off. It will ruin the outfit. You think", "start": 1438.64, "end": 1441.8}, {"text": "it'll ruin your fit? I don't think it will ruin your fit. If", "start": 1441.8, "end": 1444.88}, {"text": "you took it off. I did say this before you do look like a magic school bus", "start": 1444.92, "end": 1448.36}, {"text": "character right now. Yeah, you the one with the mustache, the one who's", "start": 1448.36, "end": 1451.3}, {"text": "sneaking onto the bus to hang out with the kids. You do look like a car to", "start": 1451.3, "end": 1455.4}, {"text": "name is frizzles me Carlos. I don't know if you remember me", "start": 1455.4, "end": 1458.8}, {"text": "last night, so don't think anything", "start": 1458.8, "end": 1461.9}, {"text": "where we go today. We're going to we're going to the we're going to the public", "start": 1461.9, "end": 1468.28}, {"text": "pool. I have an idea. Let's all shrink down and go inside my body. Yeah,", "start": 1468.28, "end": 1471.12}, {"text": "Oh, my God, I feel a little sick today. I think about I guess I can't go. It's", "start": 1472.32, "end": 1475.52}, {"text": "really go. All these kids should just go in and that's it. There's a bus of", "start": 1475.52, "end": 1478.86}, {"text": "yours and miss and you can stay here and you can watch and also to make sure", "start": 1478.86, "end": 1483.12}, {"text": "the kids nothing bad happens. You can make sure that", "start": 1483.12, "end": 1485.6}, {"text": "I", "start": 1485.6, "end": 1486.64}, {"text": "Billy Madison, if he was on that magic school bus, I mean", "start": 1486.64, "end": 1491.2}, {"text": "God only knows what that would have been. He'd be peeing his pants all over", "start": 1491.2, "end": 1495.24}, {"text": "the bus. He'd be going.", "start": 1495.24, "end": 1496.76}, {"text": "He was", "start": 1496.76, "end": 1498.0}, {"text": "that thing. How about this? How about a movie theater? You know everybody hates", "start": 1500.4, "end": 1505.24}, {"text": "these jacking off style movie theaters. Yeah, that Pee Wee Herman got cut in.", "start": 1505.24, "end": 1509.14}, {"text": "Why did he get in trouble for that? Because he was jacking off. That was a,", "start": 1509.14, "end": 1513.2}, {"text": "that's got to be a, it was a porno theater. Yeah, but you're still not", "start": 1513.2, "end": 1516.72}, {"text": "supposed to be doing that. You're, it's a gray area. People always say that. I", "start": 1516.72, "end": 1521.36}, {"text": "mean, it's like it's still legal. You can't be like, oh, it's a playground, who", "start": 1521.36, "end": 1525.84}, {"text": "cares? That's different. That's a false equivalency. No, it's the same exact", "start": 1525.84, "end": 1529.76}, {"text": "thing. No", "start": 1529.8, "end": 1530.5}, {"text": "what you think you think mommy's and daddy's you think mommy's and daddy's", "start": 1530.5, "end": 1534.84}, {"text": "were in the movie theater, because when I got that story explained to me as a", "start": 1534.84, "end": 1537.96}, {"text": "child by my uncle Kevin, he said that he was jacking off in a movie theater. He", "start": 1537.96, "end": 1542.56}, {"text": "did not tell me he was jacking off in an adult. Well, it's your kid. He's not", "start": 1542.56, "end": 1546.5}, {"text": "going to tell you about porno theaters. Almost every movie theater is for a", "start": 1546.5, "end": 1549.76}, {"text": "don't. He was saying what jacking off was, but he doesn't want you to let you", "start": 1549.76, "end": 1553.32}, {"text": "know about me a little. It's like how you're allowed to say like to your to", "start": 1553.32, "end": 1557.48}, {"text": "nephew, you can say like you know it's possible to make napalm with home", "start": 1557.52, "end": 1560.68}, {"text": "ingredients, but you can't listen to listen. I like you. I guess I can see", "start": 1560.68, "end": 1564.42}, {"text": "the logic breaking bad. You can kind of go through all the steps of cooking", "start": 1564.42, "end": 1567.24}, {"text": "meth, but you have to change what it's got to be and it's got to be candy. One", "start": 1567.24, "end": 1570.4}, {"text": "crucial step. That means that when you try to make it at home, it kills you.", "start": 1570.4, "end": 1574.24}, {"text": "Yeah, that's what they should have done. I'm breaking about. They should have", "start": 1574.24, "end": 1577.68}, {"text": "done it like a recipe for meth, but if you follow it, you die. It makes poison", "start": 1577.68, "end": 1582.04}, {"text": "gas and kills you. I think or it doesn't it doesn't make meth. It makes like a", "start": 1582.04, "end": 1586.36}, {"text": "fucking like it just makes a slime or elephant toothpaste or something", "start": 1586.4, "end": 1591.08}, {"text": "elephant toothpaste. That would have been funny if they made a", "start": 1591.08, "end": 1593.44}, {"text": "fist. Oh, I thought you just said we got to show him a thing to say that's a", "start": 1593.44, "end": 1598.4}, {"text": "thing. If I was on breaking bad, I would have been like and here we go,", "start": 1598.4, "end": 1600.84}, {"text": "cooking the meth. Here comes baking soda and", "start": 1600.84, "end": 1604.32}, {"text": "flour, flour,", "start": 1604.32, "end": 1606.72}, {"text": "now just see it's time for a very sweet charlie, our secret ingredient, blue", "start": 1606.72, "end": 1615.24}, {"text": "food,", "start": 1615.24, "end": 1615.52}, {"text": "so", "start": 1615.52, "end": 1616.02}, {"text": "it's how we make the blue math and nobody else knows how to make it jesse", "start": 1616.02, "end": 1619.82}, {"text": "that's what it is. I can't believe it. They can't believe it's blue. Why don't", "start": 1619.82, "end": 1624.78}, {"text": "they just put blue food coloring in it man? That's what the", "start": 1624.78, "end": 1627.06}, {"text": "competitors would do and I think the competitors do to that plot. Oh no", "start": 1627.06, "end": 1630.52}, {"text": "plot hole. I think they make that in the show. Here's another plot hole better", "start": 1630.52, "end": 1633.82}, {"text": "call. So this show takes place afterwards, but all the characters are", "start": 1633.82, "end": 1636.5}, {"text": "younger. Huh, I think it's a lot of characters who died are still alive.", "start": 1636.5, "end": 1640.5}, {"text": "That makes no sense. I think it takes place before. No, it takes place after", "start": 1640.5, "end": 1644.14}, {"text": "came out after yeah came out after right takes place. Well, you can oh they had a", "start": 1644.24, "end": 1648.14}, {"text": "time machine yeah. They did. They had a so smart camera. Walter is Walter. It's", "start": 1648.14, "end": 1653.94}, {"text": "a he's not brick. He's not Rick. He is Rick Sanchez. Basically, he's the Rick", "start": 1653.94, "end": 1658.82}, {"text": "Sanchez of his universe. Okay, I have to I'm touching my pain. Okay, do it almost", "start": 1658.82, "end": 1663.34}, {"text": "like a tick. You're touching your pain and guys last night. He said he's", "start": 1663.34, "end": 1667.02}, {"text": "touching his pain. I didn't say I'm talking about pain and I'm touching my", "start": 1667.02, "end": 1670.42}, {"text": "pain", "start": 1670.42, "end": 1670.78}, {"text": "almost like a tick, almost like it's a tick and let remember it and the size", "start": 1673.12, "end": 1677.22}, {"text": "of it last week.", "start": 1677.22, "end": 1678.38}, {"text": "Take that rubber band off your pain.", "start": 1678.38, "end": 1681.16}, {"text": "We're going to cut their rubber band off your pain and like fight club.", "start": 1681.16, "end": 1687.18}, {"text": "I'm glad you guys are having a lot of fun with this man.", "start": 1687.18, "end": 1691.1}, {"text": "You know I'm not even going to know. So no,", "start": 1691.1, "end": 1694.64}, {"text": "you guys want to say just nonsense shows your pain. Everybody wants to see", "start": 1694.64, "end": 1699.76}, {"text": "Listen to everyone, they're fucking excited as shit right now.", "start": 1699.8, "end": 1702.64}, {"text": "Listen, even the bugs are excited to see your painting.", "start": 1702.64, "end": 1705.28}, {"text": "Last night, stayed up late,", "start": 1705.28, "end": 1710.16}, {"text": "poured myself a glass of non-alcoholic cooking wine because", "start": 1710.16, "end": 1713.96}, {"text": "I'm not really drinking right now.", "start": 1713.96, "end": 1716.16}, {"text": "Cooking wine?", "start": 1716.16, "end": 1716.96}, {"text": "Yeah, some cooking wine.", "start": 1716.96, "end": 1718.08}, {"text": "That's got salt in it.", "start": 1718.08, "end": 1719.44}, {"text": "Yeah, it tasted not that good but I needed it in a glass.", "start": 1719.44, "end": 1721.68}, {"text": "But you drank Marsala?", "start": 1721.68, "end": 1722.96}, {"text": "It was Marsala cooking wine.", "start": 1722.96, "end": 1724.6}, {"text": "I did that in high school and it's really not good.", "start": 1724.6, "end": 1727.36}, {"text": "Well, it was non-alcoholic as well, and it just tasted like grape juice basically.", "start": 1727.36, "end": 1730.96}, {"text": "Ew.", "start": 1730.96, "end": 1731.46}, {"text": "But listen y'all, I stayed up, put on a little Luther.", "start": 1731.46, "end": 1736.46}, {"text": "Never too much, never too much.", "start": 1736.46, "end": 1738.96}, {"text": "And I just started painting away.", "start": 1738.96, "end": 1740.46}, {"text": "Yeah, Luther the TV show?", "start": 1740.46, "end": 1742.16}, {"text": "Luther Vandross.", "start": 1742.16, "end": 1743.16}, {"text": "No, not Luther Vandross, the TV show.", "start": 1743.16, "end": 1744.96}, {"text": "What's Luther?", "start": 1744.96, "end": 1746.96}, {"text": "Luther.", "start": 1746.96, "end": 1747.96}, {"text": "What's Luther?", "start": 1747.96, "end": 1748.46}, {"text": "With Idris Elba?", "start": 1748.46, "end": 1748.96}, {"text": "Yeah, you ever seen Luther with Idris Elba?", "start": 1748.96, "end": 1750.46}, {"text": "No, no, no, no. I was thinking Luther.", "start": 1750.46, "end": 1752.46}, {"text": "That's what I draw in my relaxer for whenever I'm painting and drinking wine.", "start": 1752.46, "end": 1755.46}, {"text": "and I was throwing on some Lutheran, Sir Paino,", "start": 1755.46, "end": 1757.96}, {"text": "I had wifey pull out the watercolors, because last time was a digital", "start": 1757.96, "end": 1763.12}, {"text": "painting guy. Yeah, yeah, now I'm going for a first of all. This is my warm up", "start": 1763.12, "end": 1766.32}, {"text": "painting just to get me all ready.", "start": 1766.32, "end": 1767.84}, {"text": "Okay, let's let's hear a description. An artist statement guys, this", "start": 1767.84, "end": 1774.42}, {"text": "I don't even know what to call this. This came to me in a dream", "start": 1774.42, "end": 1778.06}, {"text": "that I had two nights ago. I have no idea. It's some kind of purple", "start": 1778.06, "end": 1783.56}, {"text": "kind of", "start": 1784.9, "end": 1785.4}, {"text": "weirdly tired fruit almost and it's saying member wow yeah, and as you see on", "start": 1785.4, "end": 1792.0}, {"text": "the back, I was started a little more ambitiously", "start": 1792.0, "end": 1794.14}, {"text": "a bunch of", "start": 1794.14, "end": 1796.22}, {"text": "and I gave up and I just did one. We'll call it a member Barry y'all wow, but", "start": 1796.22, "end": 1800.82}, {"text": "that's what I came up with that yeah. I came up with this is that's amazing. My", "start": 1800.82, "end": 1804.28}, {"text": "original thing it looks great and he basically would say", "start": 1804.28, "end": 1806.8}, {"text": "member fourth meal, that kind of thing", "start": 1806.8, "end": 1809.86}, {"text": "anyway.", "start": 1809.86, "end": 1811.2}, {"text": "I love the sound of your paintings. Yeah,", "start": 1811.2, "end": 1814.42}, {"text": "Thank you. Guys, and here it is. Here is my painting of the red planet itself. There is", "start": 1814.42, "end": 1821.42}, {"text": "Mars.", "start": 1821.42, "end": 1826.58}, {"text": "Oh my God.", "start": 1826.58, "end": 1827.54}, {"text": "Holy shit.", "start": 1827.54, "end": 1828.18}, {"text": "Wait, what is this right here?", "start": 1828.18, "end": 1829.62}, {"text": "Mars.", "start": 1829.62, "end": 1830.02}, {"text": "There's a little black dot.", "start": 1830.02, "end": 1831.18}, {"text": "There's stars and stuff. What are you saying black dot?", "start": 1831.18, "end": 1833.9}, {"text": "Right here.", "start": 1833.9, "end": 1834.74}, {"text": "That? Oh my God. You are so fucking right. There is a little black dot on here.", "start": 1834.74, "end": 1840.06}, {"text": "That looks like a person. That looks like a stick figure.", "start": 1840.06, "end": 1842.26}, {"text": "let's take out our magnifying glass and get a little bit of a closer look.", "start": 1842.26, "end": 1846.36}, {"text": "How's that sound? Yeah. Okay. I need to see", "start": 1846.36, "end": 1848.2}, {"text": "who's that?", "start": 1848.2, "end": 1849.5}, {"text": "Who's that? Oh, wait, that's me. That's me on the surface of Mars painting my", "start": 1849.5, "end": 1857.52}, {"text": "member berries photo on the surface.", "start": 1857.52, "end": 1861.0}, {"text": "There I am guys. Oh my God, this is an incredible pain. This is incredible.", "start": 1861.0, "end": 1866.52}, {"text": "This is very oh my God. You can't have a full head of hair and I like", "start": 1866.52, "end": 1870.66}, {"text": "wait,", "start": 1870.66, "end": 1871.16}, {"text": "hold on okay, sorry, I just like to point out Patrick Patrick says you have a", "start": 1871.16, "end": 1876.5}, {"text": "full head of hair. I'm also on Mars man, who cares if I have a head hair corner", "start": 1876.5, "end": 1882.06}, {"text": "that's my that's like my artist name is Michael. It's my middle name.", "start": 1882.06, "end": 1885.98}, {"text": "I thought you're all I thought your middle. I thought your artist name was", "start": 1885.98, "end": 1890.06}, {"text": "DJ something you're holding a knitting needle. I'm holding a paint brush. I", "start": 1890.06, "end": 1894.82}, {"text": "change it. They're all called my they all have Michael on the bottom. Okay,", "start": 1894.82, "end": 1898.26}, {"text": "But yeah, it's been up to a couple hours to do this.", "start": 1898.54, "end": 1901.04}, {"text": "- Looks great.", "start": 1901.04, "end": 1901.88}, {"text": "- Yeah, it looks good.", "start": 1901.88, "end": 1902.84}, {"text": "- We're gonna have to put these up.", "start": 1902.84, "end": 1903.92}, {"text": "- I got those gray sweatpants on, you see that?", "start": 1903.92, "end": 1905.48}, {"text": "- Yeah, I can see.", "start": 1905.48, "end": 1906.32}, {"text": "- Your cock print is immense.", "start": 1906.32, "end": 1907.14}, {"text": "- You're wearing a Nike Flytech.", "start": 1907.14, "end": 1908.52}, {"text": "- It's obviously got me salivating a little bit.", "start": 1908.52, "end": 1910.12}, {"text": "- Yeah, I got the Nike Tech on.", "start": 1910.12, "end": 1911.36}, {"text": "- Nike Tech.", "start": 1911.36, "end": 1912.2}, {"text": "- I should have put the Nike Tech on my...", "start": 1912.2, "end": 1913.04}, {"text": "- Oh, you should have put the Nike Tech on,", "start": 1913.04, "end": 1914.36}, {"text": "then Ice Spice would have hit you up after seeing this.", "start": 1914.36, "end": 1915.2}, {"text": "- Do you guys think I'm a good drawer?", "start": 1915.2, "end": 1917.04}, {"text": "- I literally wanna run my fingers", "start": 1917.04, "end": 1918.92}, {"text": "through that matted curly hair", "start": 1918.92, "end": 1920.2}, {"text": "and lift you up by your pube hair.", "start": 1920.2, "end": 1921.92}, {"text": "- Really?", "start": 1921.92, "end": 1924.04}, {"text": "this man Jesus Christ, drawing got me that's completely a certain type of way", "start": 1924.04, "end": 1928.64}, {"text": "that's sexual as hell, but", "start": 1928.64, "end": 1930.06}, {"text": "the redness of the planet. I don't know yeah had to get a closer look at this.", "start": 1930.06, "end": 1934.74}, {"text": "Who's this hunk down there on the anyway? These are going to be for sale. I", "start": 1934.74, "end": 1938.14}, {"text": "literally want to make you shoot a hunk of sperm, the junk of red. Honestly,", "start": 1938.14, "end": 1942.06}, {"text": "we're in the hot shower together. You shot so much jizz and it congealed into", "start": 1942.06, "end": 1945.14}, {"text": "a brick. I've been thinking about freezer. I've been thinking about", "start": 1945.14, "end": 1947.66}, {"text": "well, actually it's hot. I've been thinking about fucking you guys again.", "start": 1947.66, "end": 1951.9}, {"text": "yeah, that's been coming back into my mind Mars. Mars is", "start": 1953.5, "end": 1956.56}, {"text": "bringing each other together with these planets. I think I was thinking that I", "start": 1956.56, "end": 1962.66}, {"text": "was going to have a zoom in and it was going to be Patrick kind of like like", "start": 1962.66, "end": 1966.28}, {"text": "doing me, but I didn't want it to be disrespectful to him and I knew it was", "start": 1966.28, "end": 1971.0}, {"text": "going to go on YouTube, but Patrick, I do straight up want you to do me man. I", "start": 1971.0, "end": 1975.38}, {"text": "just got to say that it's kind of put that out here. I want you to do me day", "start": 1975.38, "end": 1978.22}, {"text": "to day two of week two. I think we might see a doing painting. I mean on", "start": 1978.22, "end": 1983.1}, {"text": "Patreon you know. Oh here's what I'll do from now on the YouTube ones will be", "start": 1983.14, "end": 1986.8}, {"text": "stuff like this. The Patreon ones are going to be in SFW. That's right. That's", "start": 1986.8, "end": 1990.7}, {"text": "right.", "start": 1990.7, "end": 1991.04}, {"text": "If you know what I'm talking about, so maybe next time I'll just do Patrick", "start": 1991.04, "end": 1995.24}, {"text": "just with his thing out.", "start": 1995.24, "end": 1996.64}, {"text": "You better you better not why", "start": 1996.64, "end": 2000.88}, {"text": "overdo it. You know you bet I better if you're putting my thing. If you're", "start": 2000.88, "end": 2005.8}, {"text": "going to painting of me of my thing out, you better not use your imagination.", "start": 2005.8, "end": 2009.96}, {"text": "okay. I want it to be do what you should do. You should do a dry rubbing of his", "start": 2010.0, "end": 2014.04}, {"text": "penis, like when you find a leaf in the forest and you're like the Vietnam", "start": 2014.04, "end": 2017.64}, {"text": "Memorial.", "start": 2017.64, "end": 2018.36}, {"text": "Oh yeah, I would like to do that. Oh yeah, I know you're talking about when", "start": 2018.36, "end": 2022.6}, {"text": "you see a name you think is funny. So yeah, you rub on it. So you rub the name", "start": 2022.6, "end": 2026.8}, {"text": "so you take your fingers and you rub it really fast. It's named like Michael", "start": 2026.8, "end": 2029.52}, {"text": "Riblet or something. When you see a name that you don't like, so you try to", "start": 2029.52, "end": 2032.04}, {"text": "scratch it and rub it out with your fingers. Try to scratch it out of the", "start": 2032.04, "end": 2035.48}, {"text": "Memorial. Yeah, you put a piece of paper over it and then you put charcoal down.", "start": 2035.48, "end": 2039.88}, {"text": "Yeah.", "start": 2039.88, "end": 2040.88}, {"text": "God, I'm sorry. I'm just lost in my beautiful...", "start": 2040.88, "end": 2042.52}, {"text": "It's a good painting.", "start": 2042.52, "end": 2043.52}, {"text": "Yeah, I'm just gonna...", "start": 2043.52, "end": 2044.52}, {"text": "I'm gonna hang this one.", "start": 2044.52, "end": 2045.52}, {"text": "Yeah?", "start": 2045.52, "end": 2046.52}, {"text": "Yeah, this one.", "start": 2046.52, "end": 2047.52}, {"text": "Do we have thumbtacks?", "start": 2047.52, "end": 2048.52}, {"text": "No.", "start": 2048.52, "end": 2049.52}, {"text": "I'm gonna hang it up over this.", "start": 2049.52, "end": 2050.52}, {"text": "Okay.", "start": 2050.52, "end": 2051.52}, {"text": "All right. He's taking down... It's a painting of Cyrodiil. Now, can you... I do want to", "start": 2051.52, "end": 2060.0}, {"text": "keep this. I've had this since... I've had this for a while. He's now hanging up his", "start": 2060.0, "end": 2065.48}, {"text": "painting.", "start": 2065.48, "end": 2066.48}, {"text": "So do you guys think we're going to reach Mars and our spaceships? I think", "start": 2066.48, "end": 2071.08}, {"text": "that we will and how long I don't know. Has there already been a mission to", "start": 2071.08, "end": 2075.38}, {"text": "Mars? No, man, you weren't the Mars. Mankind hasn't reached surface as it", "start": 2075.38, "end": 2079.86}, {"text": "reached. Well, I mean, is there a mission that like they launched the jet", "start": 2079.86, "end": 2083.88}, {"text": "right now? I'm sorry, a space ship. Have they launched a space ship now and", "start": 2083.88, "end": 2088.56}, {"text": "they're going to get there in a couple of years?", "start": 2088.56, "end": 2090.28}, {"text": "No, because of the space travel. No, they have not even I mean they've put", "start": 2090.28, "end": 2094.88}, {"text": "rovers on Mars that curiosity rover. Elon wants to do it, but Elon also wants", "start": 2094.9, "end": 2099.14}, {"text": "to build like a bunch of fucking trains or something. Elon wants to turn", "start": 2099.14, "end": 2104.22}, {"text": "Twitter into a bank, I'm sorry, X into a world bank. I think that Elon might", "start": 2104.22, "end": 2108.76}, {"text": "be able to get the first man on Mars if he stayed off the dope.", "start": 2108.76, "end": 2112.7}, {"text": "Yeah. Let's just look this up.", "start": 2112.7, "end": 2114.04}, {"text": "Stop going on Rogan. Elon, stop going on Rogan and stop smoking weed. You", "start": 2114.04, "end": 2118.74}, {"text": "have no time to enjoy yourself. Rogan is a bad influence on you, Elon. Stop", "start": 2118.74, "end": 2122.38}, {"text": "trying to enjoy yourself. You need to commit your life to sciences. It's", "start": 2122.42, "end": 2127.24}, {"text": "fucked up list of missions to missings to Mars successful mission. There have", "start": 2127.24, "end": 2131.66}, {"text": "been a bunch of successful missions, but no human kind.", "start": 2131.66, "end": 2134.5}, {"text": "They put a bunch of rovers in route. Wait, who's in what psyche? Well,", "start": 2134.5, "end": 2140.18}, {"text": "there's no but a psych that's not a person. Oh yeah, they're saying psych.", "start": 2140.18, "end": 2144.1}, {"text": "It's not actually there. It's just a fly by a gravity assist. Okay, oh,", "start": 2144.1, "end": 2148.9}, {"text": "whatever. Yeah, it's kind of I kind of hope that we'll be able to be the first", "start": 2148.94, "end": 2152.9}, {"text": "man on Mars. Yeah, I don't want to go to Mars, man. I want to visit Mars. It has", "start": 2152.9, "end": 2157.5}, {"text": "an odd atmosphere and it would be hard to live there, but I feel like we would", "start": 2157.5, "end": 2161.5}, {"text": "befriend the Martians. Yeah, or if and then if we failed to befriend them, I", "start": 2161.5, "end": 2165.62}, {"text": "feel like we could probably eradicate them with the common cold or the", "start": 2165.62, "end": 2168.3}, {"text": "norovirus. Are those the same thing? Well, they'd probably give us some crazy", "start": 2168.3, "end": 2171.66}, {"text": "Martian disease. No, we would use hand sanitizer. A virus is a stomach. Yeah, we", "start": 2171.66, "end": 2176.26}, {"text": "would give one of those. Oh, the rhino virus is the cry no virus. I don't mean", "start": 2176.26, "end": 2179.9}, {"text": "knows you all. I've been getting into learning the meanings of words. You have", "start": 2179.9, "end": 2183.34}, {"text": "to actually. What was it to etymology? Marci no, I'm so into etymology because", "start": 2183.34, "end": 2188.02}, {"text": "the thing is, Latin is always, always what I'm thinking of our genus of alien.", "start": 2188.02, "end": 2191.78}, {"text": "Sorry, you knew immediately what it meant. You know what it made, but it", "start": 2191.78, "end": 2195.14}, {"text": "makes me think I think the reason that I want to know all the words that", "start": 2195.14, "end": 2198.3}, {"text": "the reason I want to know all the names of the words or", "start": 2198.3, "end": 2201.9}, {"text": "the reason I want to know well anyway, you know what I'm saying now,", "start": 2202.94, "end": 2206.38}, {"text": "because of the names of dinosaurs, oh,", "start": 2206.38, "end": 2208.16}, {"text": "because that's all they all have name like they all the names all mean big", "start": 2208.16, "end": 2212.14}, {"text": "way and big wings or spiky wings or what would your dinosaur name be", "start": 2212.14, "end": 2217.12}, {"text": "probably", "start": 2217.12, "end": 2218.68}, {"text": "Maximo P Nassius, Maximo P Nassius yeah. What the hell is P Nus? What's the", "start": 2218.68, "end": 2227.9}, {"text": "Latin Root?", "start": 2227.9, "end": 2228.66}, {"text": "big peen because of his hard shell. He would be a dinosaur, the hard show be", "start": 2230.62, "end": 2235.62}, {"text": "like an inkyla source. I don't know. I'm saying if they found your bones yeah and", "start": 2235.62, "end": 2240.6}, {"text": "they were like this dine is they nobody would guess based on your skeleton that", "start": 2240.6, "end": 2244.88}, {"text": "you had a peanut. When I die, I will have a shell, maybe a peanut. By the time I", "start": 2244.88, "end": 2248.78}, {"text": "die, I will have I will have a shell around my body. Yeah, I don't think so. I", "start": 2248.78, "end": 2252.22}, {"text": "know him. I know him pretty well. He will I'm go. I've been working on getting a", "start": 2252.22, "end": 2256.22}, {"text": "genetically certification. Something has been wrong with me. I can't focused on", "start": 2256.28, "end": 2263.08}, {"text": "words that you're trying to create new words. I can't, I keep saying things that", "start": 2263.08, "end": 2266.84}, {"text": "don't make any sense. You're becoming a wordsmith. I keep, I think I keep having", "start": 2266.84, "end": 2270.56}, {"text": "some type of mini stroke that lasts for weeks, that keeps coming and going. I", "start": 2270.56, "end": 2273.84}, {"text": "already told you guys about how I couldn't remember how to tie my shoes.", "start": 2273.84, "end": 2276.24}, {"text": "Yes. Okay, good. You told me, so I feel like that happens to you a lot, though.", "start": 2276.24, "end": 2279.36}, {"text": "That does happen a lot. No, it fully happened to me where I think I definitely", "start": 2279.36, "end": 2282.68}, {"text": "had a mini stroke, which I think is caused by probably energy drinks and", "start": 2282.72, "end": 2289.32}, {"text": "nitrites from all the bacon that I'm eating. Too much damn bacon. I remember...", "start": 2289.32, "end": 2291.8}, {"text": "I'm putting bacon on everything. I was thinking about nitrites 'cause we were", "start": 2291.8, "end": 2294.52}, {"text": "talking about them, and I remember my grandpa telling me when I was little,", "start": 2294.52, "end": 2299.96}, {"text": "before I knew really what nitrites or a heart attack or anything like that", "start": 2299.96, "end": 2303.4}, {"text": "really meant, he was like, \"My doctor said that I have to cut down on eating", "start": 2303.4, "end": 2308.12}, {"text": "bacon, but I'd rather die than not eat bacon and I was like what are you", "start": 2308.12, "end": 2313.12}, {"text": "talking about? What does that mean? Everyone", "start": 2313.12, "end": 2314.78}, {"text": "you'd rather die, not even does not understanding what the link between", "start": 2314.78, "end": 2319.32}, {"text": "those two things could be. Yeah, it's a crazy thing to say to also everyone", "start": 2319.32, "end": 2322.84}, {"text": "always", "start": 2322.84, "end": 2323.08}, {"text": "he wants to", "start": 2323.08, "end": 2324.88}, {"text": "he's going to eat bake until he dies. People always say that, but then you", "start": 2324.88, "end": 2329.92}, {"text": "start fucking dying and yeah", "start": 2329.92, "end": 2331.64}, {"text": "no, do you like salt? Yeah, what", "start": 2331.64, "end": 2336.44}, {"text": "Okay, salt is good though, but you can't switch to like turkey bacon or", "start": 2337.64, "end": 2343.88}, {"text": "something. You'd rather die. Have you seen this stuff? New salt? It's like", "start": 2343.88, "end": 2347.8}, {"text": "sodium bromide or some shit. The fuck are you talking about? It's science.", "start": 2347.8, "end": 2352.48}, {"text": "I saw a thing called NU salt. Mars is making you war like. Yeah. Me? It's", "start": 2352.48, "end": 2356.84}, {"text": "making you pretty much... Combative and war like. It's not salt too. That's a", "start": 2356.84, "end": 2360.6}, {"text": "movie with Angelina Jolie. Oh shit. It's called NU salt. Oh, new like new", "start": 2360.6, "end": 2365.88}, {"text": "metal like yeah,", "start": 2365.88, "end": 2367.08}, {"text": "salt to I don't think that this is", "start": 2367.08, "end": 2369.48}, {"text": "clicking on the wrong. Yeah, you're", "start": 2369.48, "end": 2370.88}, {"text": "obsessed with salt right now in you", "start": 2370.88, "end": 2373.78}, {"text": "salt and you", "start": 2373.78, "end": 2375.48}, {"text": "new salt. So you suck. You're the", "start": 2375.48, "end": 2378.78}, {"text": "word. This is in you in you say", "start": 2378.78, "end": 2382.18}, {"text": "your favorite say your favorite fact", "start": 2382.18, "end": 2383.68}, {"text": "about Mars right now. I bet he", "start": 2383.68, "end": 2385.38}, {"text": "doesn't even have one. I bet you", "start": 2385.38, "end": 2386.78}, {"text": "don't have a single one. Oh, there.", "start": 2386.78, "end": 2387.88}, {"text": "Yeah, I saw this at the store the", "start": 2387.88, "end": 2389.08}, {"text": "other substitute.", "start": 2389.08, "end": 2390.18}, {"text": "You can't even speak just has no", "start": 2390.18, "end": 2392.78}, {"text": "sodium or something. I think it is.", "start": 2392.78, "end": 2394.68}, {"text": "Yeah, sodium free salt, potassium chloride instead of sodium chloride.", "start": 2394.68, "end": 2398.68}, {"text": "Salt is good for you man, you have to have salt to live.", "start": 2398.68, "end": 2400.68}, {"text": "Salt is a basic building block of life.", "start": 2400.68, "end": 2402.68}, {"text": "Do they have salt on Mars?", "start": 2402.68, "end": 2404.68}, {"text": "They have salt on Mars.", "start": 2404.68, "end": 2406.68}, {"text": "They have water, so they probably might have salt on Mars.", "start": 2406.68, "end": 2408.68}, {"text": "I feel like they have to have salt on Mars.", "start": 2408.68, "end": 2410.68}, {"text": "At the very least they have rocks.", "start": 2410.68, "end": 2412.68}, {"text": "Do they have lettuce on Mars?", "start": 2412.68, "end": 2414.68}, {"text": "No, they have radishes and rutabagas though.", "start": 2414.68, "end": 2417.68}, {"text": "Okay, beets?", "start": 2417.68, "end": 2418.68}, {"text": "Did you guys ever see that movie, The Martian?", "start": 2418.68, "end": 2420.68}, {"text": "Oh my God, the contributing factor to the redness of the planet.", "start": 2420.68, "end": 2423.68}, {"text": "the planet. It's all beats. Oh my God, that is guys, because God ate a bunch of", "start": 2423.68, "end": 2427.88}, {"text": "beastly shat Mars. Oh, that's not how he made the planets. That's how he made", "start": 2427.88, "end": 2431.58}, {"text": "Mars, specifically Mars, because Mars, I didn't know something I learned when I", "start": 2431.58, "end": 2435.38}, {"text": "was doing my planet report research. I had no idea Mars was so small. I thought", "start": 2435.38, "end": 2438.34}, {"text": "it was the same size as Earth. I thought it was the second smallest. What the", "start": 2438.34, "end": 2441.44}, {"text": "hell if you don't count Pluto? What the fuck? What's smaller than Mercury? Yeah,", "start": 2441.44, "end": 2446.72}, {"text": "Mercury is this Mercury is the smallest. Oh, we're going to smaller than that, but", "start": 2446.72, "end": 2450.68}, {"text": "planet. They kicked it out. They kicked it out. It's too small. There's a dwarf", "start": 2450.7, "end": 2455.04}, {"text": "planet. We are...", "start": 2455.04, "end": 2456.04}, {"text": "Yeah, sorry, man. No, no, no. I keep... Alright, you know what? I know what will", "start": 2456.04, "end": 2460.66}, {"text": "bring us back on track. Yeah. Oh, I know what will.", "start": 2460.66, "end": 2463.46}, {"text": "So,", "start": 2463.46, "end": 2464.56}, {"text": "you wanna introduce this? You guys,", "start": 2464.56, "end": 2467.4}, {"text": "we promised it on the premium episode.", "start": 2467.4, "end": 2470.12}, {"text": "We promised that there would be", "start": 2470.12, "end": 2472.46}, {"text": "a collab, a collaboration track.", "start": 2472.46, "end": 2476.52}, {"text": "combination combination. This is a collaboration track between OJ, the", "start": 2477.44, "end": 2481.4}, {"text": "alien and Dr. Dazzle and before you play it, I just want to say I haven't", "start": 2481.4, "end": 2485.48}, {"text": "heard this yet. I don't know what it's about, but what I did hear", "start": 2485.48, "end": 2488.48}, {"text": "apparently there were some people like picketing the recording studio and Dr.", "start": 2488.48, "end": 2493.22}, {"text": "Dazzle was recording his verse and apparently something made them really", "start": 2493.22, "end": 2496.0}, {"text": "mad. The hell's wrong with Dr. Dazzle? Everybody likes him. I don't know,", "start": 2496.0, "end": 2498.32}, {"text": "yeah, everybody likes him, but apparently he did something really wrong", "start": 2498.32, "end": 2501.0}, {"text": "during the song. So it must be something about, he must have said something", "start": 2501.0, "end": 2503.6}, {"text": "about Mars. I don't know what it like. I guess it's got to be about", "start": 2503.6, "end": 2506.16}, {"text": "Mars. The whole song is called Wise Guys on Mars.", "start": 2506.16, "end": 2509.68}, {"text": "Oh, he probably just talked about crime.", "start": 2509.68, "end": 2511.12}, {"text": "Yeah, maybe that's what it is.", "start": 2511.12, "end": 2512.8}, {"text": "It's usually so positive.", "start": 2512.8, "end": 2513.8}, {"text": "So let's hear it.", "start": 2513.8, "end": 2516.4}, {"text": "Roll it. Play that boom before.", "start": 2516.4, "end": 2518.2}, {"text": "Oh wait, start it over.", "start": 2518.2, "end": 2522.2}, {"text": "In space prison, dinner was always a big thing.", "start": 2522.2, "end": 2525.7}, {"text": "We had a galactic pasta course and then we had an alien meet.", "start": 2525.7, "end": 2528.7}, {"text": "Pauly did the prep work.", "start": 2528.7, "end": 2529.7}, {"text": "He was doing a year for space contempt.", "start": 2529.7, "end": 2531.7}, {"text": "He had this wonderful system for doing the space garlic.", "start": 2531.7, "end": 2534.2}, {"text": "He used to light sabers.", "start": 2534.2, "end": 2535.7}, {"text": "He used to slice it so thin that he used to liquefy in the pan with just a little grease oil.", "start": 2535.7, "end": 2540.7}, {"text": "It's a very good system.", "start": 2540.7, "end": 2541.7}, {"text": "Once upon a time on a planet so far, me and Dr. Dazzle were just hitting the spar.", "start": 2541.7, "end": 2546.2}, {"text": "When this alien chick, she pulled up in a flar.", "start": 2546.2, "end": 2548.2}, {"text": "She says, \"Hey wise guys, come on, let's go to Mars.\"", "start": 2548.2, "end": 2550.7}, {"text": "So we did, we hopped in her car", "start": 2550.7, "end": 2552.7}, {"text": "That's an alien model, it's a flying kind of car", "start": 2552.7, "end": 2554.7}, {"text": "It doesn't run on gas, it runs on rocks called cars", "start": 2554.7, "end": 2556.7}, {"text": "A car is a fuel that goes in a flask", "start": 2556.7, "end": 2558.7}, {"text": "So we pull up to the mobile to get some gars", "start": 2558.7, "end": 2560.7}, {"text": "When out pops a guy who has guns for arms", "start": 2560.7, "end": 2562.7}, {"text": "So we shot his ass and we hit him with the flask", "start": 2562.7, "end": 2564.7}, {"text": "And once again, a car is not a flask", "start": 2564.7, "end": 2566.7}, {"text": "Wise guys", "start": 2566.7, "end": 2568.7}, {"text": "We have Tommy Guns", "start": 2568.7, "end": 2570.7}, {"text": "We're on Mars", "start": 2570.7, "end": 2572.7}, {"text": "We're on Mars", "start": 2572.7, "end": 2574.7}, {"text": "We're on Mars", "start": 2574.7, "end": 2576.7}, {"text": "We're on Mars", "start": 2576.7, "end": 2578.7}, {"text": "We have flying cars", "start": 2578.7, "end": 2580.7}, {"text": "We have flying cars", "start": 2580.7, "end": 2582.7}, {"text": "We have flying cars", "start": 2582.7, "end": 2584.7}, {"text": "We have flying cars", "start": 2584.7, "end": 2586.7}, {"text": "Now me and OJ own this Mars operation", "start": 2586.7, "end": 2588.7}, {"text": "Underneath the nose of the Galactic Federation", "start": 2588.7, "end": 2590.7}, {"text": "Running kaggots at the Robot Casino", "start": 2590.7, "end": 2592.7}, {"text": "Wearing sunglasses like Robert De Nino", "start": 2592.7, "end": 2594.7}, {"text": "Space caddy and Mars balls with gravy", "start": 2594.7, "end": 2596.7}, {"text": "Camel life on Moon V by Martians, Corsace", "start": 2596.7, "end": 2598.7}, {"text": "Green Street stays on the rotation daily", "start": 2598.7, "end": 2600.7}, {"text": "A planet's rotation is how long it's may be", "start": 2600.7, "end": 2602.7}, {"text": "Mars years are longer, almost two-fold", "start": 2602.7, "end": 2604.7}, {"text": "So if I was on Mars, I'd be on Mars", "start": 2604.7, "end": 2606.7}, {"text": "Almost two-fold, so if I was on Mars I'd be twelve years old", "start": 2606.7, "end": 2609.76}, {"text": "Smoking Mars, pearl golds and sippin' on the moonshine", "start": 2609.76, "end": 2612.38}, {"text": "Fuckin' on adult women in the boom time", "start": 2612.38, "end": 2614.7}, {"text": "Every time the moon is up I'm in the motel", "start": 2614.7, "end": 2616.7}, {"text": "The women have to book the rooms 'cause I'm twelve", "start": 2616.7, "end": 2619.1}, {"text": "We'll do it all again, I know all the styles", "start": 2619.1, "end": 2621.3}, {"text": "I'm a sexual machine that turns women into pedophiles", "start": 2621.3, "end": 2624.1}, {"text": "Big smile, but we know how to use it", "start": 2624.1, "end": 2626.1}, {"text": "Turn down the gravity, throw on some music", "start": 2626.1, "end": 2628.3}, {"text": "Give her my bean and make her scream", "start": 2628.3, "end": 2630.4}, {"text": "Even though she's twenty-eight and I'm not even a teen", "start": 2630.4, "end": 2632.9}, {"text": "Do it on the couch, PG movie on the road, cool", "start": 2632.9, "end": 2635.2}, {"text": "Cushions get so wet that it feels like tofu", "start": 2635.2, "end": 2637.44}, {"text": "Hid it from orbit 'til the atmosphere smells", "start": 2637.44, "end": 2639.76}, {"text": "I am twirling", "start": 2639.76, "end": 2641.92}, {"text": "Wise guys", "start": 2641.92, "end": 2644.4}, {"text": "We have gone into space", "start": 2644.4, "end": 2648.88}, {"text": "We're on Mars", "start": 2648.88, "end": 2652.64}, {"text": "We have flying cars", "start": 2652.64, "end": 2657.92}, {"text": "Oh my fucking god, man", "start": 2657.92, "end": 2660.0}, {"text": "As far back as I can remember", "start": 2660.0, "end": 2661.84}, {"text": "I always wanted to be a wise guy on Mars", "start": 2661.84, "end": 2664.72}, {"text": "(laughter)", "start": 2664.72, "end": 2666.96}, {"text": "- OJ the alien.", "start": 2666.96, "end": 2668.0}, {"text": "Dr. Dazzle.", "start": 2668.0, "end": 2670.4}, {"text": "- Wow.", "start": 2670.4, "end": 2677.76}, {"text": "That is a...", "start": 2677.76, "end": 2680.56}, {"text": "(laughter)", "start": 2680.56, "end": 2682.16}, {"text": "God, I mean, that's a masterpiece, man.", "start": 2682.16, "end": 2684.2}, {"text": "I'm gonna be honest.", "start": 2684.2, "end": 2685.9}, {"text": "That was, that blew my fucking mind.", "start": 2685.9, "end": 2688.48}, {"text": "- I don't know why people were mad at Dr. Dazzle's verse.", "start": 2688.48, "end": 2692.34}, {"text": "I think maybe--", "start": 2692.34, "end": 2693.18}, {"text": "Yeah, because he said, \"Oh, I'm 12 years old.\"", "start": 2693.18, "end": 2695.38}, {"text": "Nobody who gets mad, that's victim blaming.", "start": 2695.38, "end": 2697.98}, {"text": "Yeah.", "start": 2697.98, "end": 2698.98}, {"text": "Yeah, yeah, yeah, yeah.", "start": 2698.98, "end": 2699.98}, {"text": "Well, I think the thing that people were maybe mad at was that he's...", "start": 2699.98, "end": 2704.1}, {"text": "So he'd be 24 on earth.", "start": 2704.1, "end": 2706.7}, {"text": "Right.", "start": 2706.7, "end": 2707.7}, {"text": "So then the women are 48, so they are 57?", "start": 2707.7, "end": 2712.7}, {"text": "No.", "start": 2712.7, "end": 2713.7}, {"text": "No?", "start": 2713.7, "end": 2714.7}, {"text": "56.", "start": 2714.7, "end": 2715.7}, {"text": "56.", "start": 2715.7, "end": 2716.7}, {"text": "Yeah.", "start": 2716.7, "end": 2717.7}, {"text": "Well, you have to hope, yeah, I guess that he's talking about the Mars age of the women.", "start": 2717.7, "end": 2721.82}, {"text": "so he'd be so people are upset that it's the Mars age, which there's also already", "start": 2721.82, "end": 2726.56}, {"text": "an age gap, but then I think maybe they were upset about the age gap.", "start": 2726.56, "end": 2729.66}, {"text": "It was an age gap thing. I think it was like a Leonardo DiCaprio.", "start": 2729.66, "end": 2732.56}, {"text": "He's 56 year old women having sex with a 24 year old. But why would they picket", "start": 2732.56, "end": 2738.16}, {"text": "the recording studio of Dr. Basil? I guess they just thought... I mean,", "start": 2738.16, "end": 2741.92}, {"text": "there was something unsavory, I guess they thought about. They thought maybe", "start": 2741.92, "end": 2744.82}, {"text": "the content was not typical for his usual... Are these SJW types that are", "start": 2744.82, "end": 2749.52}, {"text": "picketing this because if so, we can basically ignore everything.", "start": 2749.52, "end": 2751.98}, {"text": "They're saying, yeah, maybe, maybe it's SJW. Okay, so it's just people", "start": 2751.98, "end": 2755.6}, {"text": "getting basically triggered, but... SJW, space jumping... Because they don't", "start": 2755.6, "end": 2759.0}, {"text": "believe in space. Space jumping warlocks, man. Space jumping warlocks. Yeah.", "start": 2759.0, "end": 2765.88}, {"text": "Which is a scary thing that you have to dodge in your alien astronaut", "start": 2765.88, "end": 2768.64}, {"text": "space... When you do alien type of songs. Yeah. I guess I do", "start": 2768.64, "end": 2771.04}, {"text": "kinda wish that Dr. Dazzle maybe talked a little bit more about the", "start": 2771.04, "end": 2773.74}, {"text": "wise guy stuff. He seems like he kinda went off topic, but... He did.", "start": 2773.74, "end": 2776.88}, {"text": "there's another I guess that is true. I mean it didn't have that much to do with", "start": 2776.88, "end": 2780.08}, {"text": "being a wise guy except for the hook brings it back. Yeah, I guess Tommy guns", "start": 2780.08, "end": 2784.08}, {"text": "yeah right yeah, but there is another verse that wasn't recorded. That's", "start": 2784.08, "end": 2788.56}, {"text": "mostly about floors and what a floor and what a floor is and basically the", "start": 2788.56, "end": 2794.24}, {"text": "history of the floor Mars bars about that. It was like about the floors. Let", "start": 2794.24, "end": 2798.36}, {"text": "me tell you something about these things called floors back in twenty thirty three.", "start": 2798.36, "end": 2801.88}, {"text": "They replaced all cars", "start": 2801.88, "end": 2803.32}, {"text": "continue.", "start": 2803.32, "end": 2806.22}, {"text": "And also they discovered these things called guards. They were rocks and they", "start": 2806.22, "end": 2810.42}, {"text": "go into flowers.", "start": 2810.42, "end": 2811.42}, {"text": "Okay, so it's basically the exact same as the other. But then it goes into the", "start": 2811.42, "end": 2817.22}, {"text": "history. I think maybe the right OJ the alien only got a little bit. The", "start": 2817.22, "end": 2821.62}, {"text": "flowers wars through. Yes, there's the flowers wars and then the you know all", "start": 2821.62, "end": 2825.52}, {"text": "that stuff. But then there was these space jumping warlocks inside the studio", "start": 2825.52, "end": 2829.32}, {"text": "that were protesting and picketing and he said fuck it is needs to go out right", "start": 2829.32, "end": 2833.02}, {"text": "right yeah. We need to show this song was originally going to be four minutes", "start": 2833.02, "end": 2836.62}, {"text": "long and they were like no, we need to it needs to be drop it drop it. Now", "start": 2836.62, "end": 2841.68}, {"text": "this is the single cut it. I'm curious. How does OJ the how did OJ the only get", "start": 2841.68, "end": 2848.1}, {"text": "linked up with Dr. Dazzle? It seems like they're in completely different", "start": 2848.1, "end": 2850.46}, {"text": "planetary communication yeah well, Dr. Dazzle, I'm not asking about how they", "start": 2850.46, "end": 2856.38}, {"text": "talk to each other, like if I said how did doja cat and pink man and chat rooms,", "start": 2856.38, "end": 2862.38}, {"text": "shouted ice yeah. You don't say oh they talked on the phone. If I say how these", "start": 2862.46, "end": 2867.46}, {"text": "two people mean, well that's probably how they did that probably is how they", "start": 2867.46, "end": 2870.1}, {"text": "linked up man, but who's not like they what do you think they just teleported", "start": 2870.1, "end": 2873.26}, {"text": "into each other's rooms. I'm just wondering I had to make plans. Why did", "start": 2873.26, "end": 2876.5}, {"text": "they who reached out to who? Why did they collaborate? I heard that I heard", "start": 2876.5, "end": 2881.74}, {"text": "that OJ the alien asked Dr dazzle to hop on yeah.", "start": 2881.74, "end": 2884.86}, {"text": "I think that's what it was so OJ watched our I think that I don't yeah. I think", "start": 2884.86, "end": 2890.62}, {"text": "like OJ probably was thinking is like oh, Dr. Dazzle famously dresses in all green.", "start": 2890.66, "end": 2895.66}, {"text": "That's one of the main facts. Oh, true.", "start": 2895.66, "end": 2897.7}, {"text": "He wears that one jacket. Yeah, the green jacket. Yeah, so he probably was like", "start": 2897.7, "end": 2902.5}, {"text": "this guy even looks like an alien a little bit. Yeah, if this jacket was his", "start": 2902.5, "end": 2905.22}, {"text": "skin, he probably thought he was an alien. And it's probably also a thrilling", "start": 2905.22, "end": 2908.46}, {"text": "contrast to the red colour of Mars. Yeah, same with OJ the alien, who was a green", "start": 2908.46, "end": 2912.9}, {"text": "alien. Yeah, and he was probably even thinking us green guys can make a song", "start": 2912.9, "end": 2916.34}, {"text": "about red Mars, because if it's, listen, if it's about wise guys, there's a, and", "start": 2916.34, "end": 2919.34}, {"text": "it's in the one thousand and twenty. So there's a chance it's going to be black", "start": 2919.34, "end": 2921.18}, {"text": "and white man. Yeah. Oh yeah. No, there's no difference. Yeah. It's kind of", "start": 2921.18, "end": 2925.34}, {"text": "combining the two. It's combining the something that like they used to do in", "start": 2925.34, "end": 2930.22}, {"text": "hip hop a lot where they would put", "start": 2930.22, "end": 2933.66}, {"text": "they would put like samples from like mob movies, gangster movies, stuff like", "start": 2933.66, "end": 2939.02}, {"text": "that. Like they put Scarface stuff in music and then they would have like a", "start": 2939.02, "end": 2942.66}, {"text": "string section kind of Scott Storch style. Yeah. The sample from Moonfellows", "start": 2942.66, "end": 2945.98}, {"text": "was really sick. Yeah, the sample for Moonfellows is very good. So then it's", "start": 2946.02, "end": 2950.58}, {"text": "combining that with the new space age style rap that OJ the Alien does. So it's", "start": 2950.58, "end": 2956.58}, {"text": "basically what this song is, is it's bringing the past and the future together.", "start": 2956.58, "end": 2960.9}, {"text": "Right, and that's, that's the ethos behind Wise Guys, old on Mars, future,", "start": 2960.9, "end": 2965.94}, {"text": "which is a thing that", "start": 2965.94, "end": 2967.58}, {"text": "everybody wanted. Yeah. Everybody wanted to see Wise Guys on the planet Mars. I", "start": 2967.58, "end": 2973.5}, {"text": "the man, it's one of the things Cowboys versus aliens, yep, aliens versus", "start": 2973.54, "end": 2977.86}, {"text": "predators, yep, we haven't seen a combination or on Mars mafia and aliens", "start": 2977.86, "end": 2982.8}, {"text": "that much. There was one combination of", "start": 2982.8, "end": 2985.7}, {"text": "maybe like", "start": 2985.7, "end": 2986.98}, {"text": "not mafia, but yeah, I guess the mafia is in it is a little movie called Pluto", "start": 2986.98, "end": 2993.38}, {"text": "Nash,", "start": 2993.38, "end": 2993.92}, {"text": "which may have been the inspiration for", "start": 2993.92, "end": 2997.66}, {"text": "There's an Eddie Murphy movie from 2003 where he goes to a space casino and I", "start": 2999.38, "end": 3004.9}, {"text": "think he's a, he has to deal with the space mob. Oh shit. Like Robert De Nino?", "start": 3004.9, "end": 3009.3}, {"text": "Robert De Nino, but Luis Guzman is in it as well. Luis Guzman. He's Buzz Alien?", "start": 3009.3, "end": 3014.02}, {"text": "And I'm pretty sure Joe Piscopo is in it. I don't remember if I know this movie", "start": 3014.02, "end": 3018.58}, {"text": "that well. Luis Guzman is always typecast as an alien or a mushun. He is always an", "start": 3018.58, "end": 3022.02}, {"text": "alien. Or himself in Community. Can you, can you look up Pluto, The Adventures of", "start": 3022.02, "end": 3027.62}, {"text": "Pluto Nash. I need to remember some stuff about this.", "start": 3027.62, "end": 3031.7}, {"text": "That's a good name for a guy who spends much of his time in space.", "start": 3031.7, "end": 3034.62}, {"text": "Yeah. Pluto Nash. Oh, 2002.", "start": 3034.62, "end": 3037.62}, {"text": "That's like me being called New York.", "start": 3037.62, "end": 3039.62}, {"text": "Oh, Joe Pantoliano, not Piscopo.", "start": 3039.62, "end": 3041.62}, {"text": "Joey Piscopo.", "start": 3041.62, "end": 3043.62}, {"text": "Joey Pants is fire, man.", "start": 3043.62, "end": 3045.62}, {"text": "And Joey Moore. Yeah.", "start": 3045.62, "end": 3047.62}, {"text": "Miguel A. Nunez Jr.", "start": 3047.62, "end": 3049.62}, {"text": "This had a pretty stacked cast for 2002.", "start": 3049.62, "end": 3052.62}, {"text": "Yeah, Rosario Dawson.", "start": 3052.62, "end": 3054.62}, {"text": "I Lena Douglas from", "start": 3054.62, "end": 3056.58}, {"text": "and dating Martin's Corsetta plays Doug yeah. There's all types of people in", "start": 3056.58, "end": 3062.94}, {"text": "this movie man yeah, all all different types of levels of fame, like Olga", "start": 3062.94, "end": 3068.06}, {"text": "Golova Nova,", "start": 3068.06, "end": 3068.98}, {"text": "and Vladimir Vicro, yeah, Olga Golova Nova was in in Pluto Nash", "start": 3068.98, "end": 3076.34}, {"text": "real martian that she was in turbos every zimney,", "start": 3079.62, "end": 3082.12}, {"text": "yeah, and turbos and Mr Pranka.", "start": 3082.12, "end": 3086.98}, {"text": "I know Mr Pranka the fuck is Mr Pranka. I know Mr Pranka and", "start": 3086.98, "end": 3092.24}, {"text": "no, they have a really bad bunch of movies in Russia. I think man that's", "start": 3092.24, "end": 3098.22}, {"text": "why they are so they're lashing out and making fake McDonald's and shit because", "start": 3098.22, "end": 3102.42}, {"text": "they didn't grow up with the movies. We grew up with man. Well, they have these", "start": 3102.42, "end": 3105.86}, {"text": "bunked up movies. We got Mr. Deeds, they got Mr. Pranka. Every Russian movie is", "start": 3105.92, "end": 3110.64}, {"text": "about like a piece of rice that runs away or something. It's not ever happy.", "start": 3110.64, "end": 3114.92}, {"text": "They let art get into their movies a little too much. Yeah, they basically...", "start": 3114.92, "end": 3118.08}, {"text": "They kind of dodged commercialism a little too much. Yeah, like Pluto Nash", "start": 3118.08, "end": 3121.46}, {"text": "has like a million different types of", "start": 3121.46, "end": 3123.7}, {"text": "Las Vegas puns and stuff. Yeah, but you see, like you ever... You see,", "start": 3123.7, "end": 3128.88}, {"text": "and I don't know if you guys have probably seen all these old Russian,", "start": 3128.88, "end": 3131.48}, {"text": "the Soviet cartoons that people always post, the Soviet animations, and it's", "start": 3131.48, "end": 3134.72}, {"text": "always about a wiggling man, yeah, running away from his wiggling doctor,", "start": 3134.72, "end": 3138.56}, {"text": "yeah, and it's all basically that everything is always about going to the", "start": 3138.56, "end": 3142.56}, {"text": "doctor with these.", "start": 3142.56, "end": 3143.52}, {"text": "How many times you go to the fucking doctor? If you live in Russia, they", "start": 3143.52, "end": 3147.9}, {"text": "probably literally already have a wiggling show in the US. It's called", "start": 3147.9, "end": 3150.68}, {"text": "home movies and there's no doctors in it at all. It's about kids. There was", "start": 3150.68, "end": 3154.36}, {"text": "one wiggling doctor. Yeah, come on, doctor cat, doctor cat. Yeah, well, but", "start": 3154.36, "end": 3158.8}, {"text": "they don't even have therapy, but he's a therapist. That's not a doctor, not a", "start": 3158.8, "end": 3161.84}, {"text": "doctor. And by the way, in Russia, they only have doctors. They don't have", "start": 3161.88, "end": 3165.46}, {"text": "specialists. No, there's no... The doctor is the therapist, technically. Yeah.", "start": 3165.46, "end": 3168.94}, {"text": "But you walk in and you say,", "start": 3168.94, "end": 3170.58}, {"text": "\"I have ADHD and also I need to have my legs sawed off.\" And he does both.", "start": 3170.58, "end": 3176.06}, {"text": "I need to have my legs sawed off 'cause I keep getting distracted by the", "start": 3176.06, "end": 3179.0}, {"text": "boil in my foot. You go... In Russia, if you go to the doctor and", "start": 3179.0, "end": 3181.64}, {"text": "you tell them you're depressed, they'll prescribe you one pill. And guess what?", "start": 3181.64, "end": 3185.34}, {"text": "It's a lead pill and it's fired out of a gun at your fucking head.", "start": 3185.34, "end": 3188.2}, {"text": "Holy shit, wait, that's actually bloody crazy. If you dare to break conformity by", "start": 3188.2, "end": 3191.08}, {"text": "having anxiety over there, they will little or rolly put you in buried in the", "start": 3191.08, "end": 3195.46}, {"text": "ice. And here's what I fucking hate about all these kids walking around in the", "start": 3195.46, "end": 3199.72}, {"text": "United States saying, \"Yeah, man, I want to be a communist and I want to walk", "start": 3199.72, "end": 3203.8}, {"text": "around with my hammer and sickle and a book or whatever.\" Like, dude, look at", "start": 3203.8, "end": 3208.72}, {"text": "Russia. Look what's going on in communist Russia. What are they doing?", "start": 3208.72, "end": 3212.5}, {"text": "Russia used to look like Miami. Russia in the 1960s- And then they got- then they", "start": 3212.5, "end": 3216.54}, {"text": "just to have women would be now they now they got communism. Everybody's got a", "start": 3216.56, "end": 3220.52}, {"text": "now. It's like the damn thing, bro. I heard saying I heard that in in Soviet", "start": 3220.52, "end": 3225.48}, {"text": "Russia, Soviet Communist Russia, I heard that in Communist Russia, which it", "start": 3225.48, "end": 3230.36}, {"text": "already still, which it already still is. I heard that the TV watches you.", "start": 3230.36, "end": 3233.52}, {"text": "That's horrifying. I fucking hate communism. I know I'm supposed to be", "start": 3233.52, "end": 3237.24}, {"text": "watching the TV. I'm supposed to be and now I have to do interesting stuff all", "start": 3237.24, "end": 3241.44}, {"text": "days. Yeah,", "start": 3241.44, "end": 3241.92}, {"text": "my whole life entertaining my TV. What the hell kind of backwards bullshit is", "start": 3243.92, "end": 3247.5}, {"text": "this man is backwards as fuck isn't it? It is kind of reverse. I heard the cars", "start": 3247.5, "end": 3251.02}, {"text": "drive you as well. Yeah, the cars drive and one of the most horrifying things I", "start": 3251.02, "end": 3255.38}, {"text": "heard that in in Soviet Russia. Actually, I could defeat Chuck Norris.", "start": 3255.38, "end": 3260.1}, {"text": "But let me stop you there, not even in Soviet Russia. Do you have a chance to", "start": 3260.1, "end": 3266.5}, {"text": "get? Why do you look at me like that? Say fat chance at chance that show", "start": 3266.5, "end": 3269.74}, {"text": "Cameron, that's so rude, a fat camera and I know what your subtext is there.", "start": 3269.8, "end": 3274.2}, {"text": "When you say fat chance, what's you versus fast Norris fat Cameron,", "start": 3274.2, "end": 3278.76}, {"text": "fast Norris, fast Norris, so you don't stand a chance yeah man, it's so", "start": 3278.76, "end": 3284.78}, {"text": "fucked up over. You could have said my chances were skinny or narrow or", "start": 3284.78, "end": 3288.66}, {"text": "something like that. I'm say fat chance, fat as fucking a", "start": 3288.66, "end": 3292.04}, {"text": "I BMI chance,", "start": 3292.04, "end": 3294.78}, {"text": "fat fatty and plus a chance", "start": 3294.78, "end": 3298.5}, {"text": "but that's a snore that's not annoying me and Julio were on a quiz website or we", "start": 3298.5, "end": 3304.5}, {"text": "took a quiz to questionnaire to get signed up for a I to the whiz that's", "start": 3304.5, "end": 3308.34}, {"text": "white", "start": 3308.34, "end": 3308.66}, {"text": "machine that fixes erectile dysfunction by using sonic waves. I want to get in", "start": 3308.66, "end": 3314.58}, {"text": "that we asked you for your height and weight and the", "start": 3314.58, "end": 3317.3}, {"text": "weight was three hundred pounds", "start": 3317.3, "end": 3321.1}, {"text": "was one foot six.", "start": 3321.1, "end": 3324.74}, {"text": "that", "start": 3324.74, "end": 3325.44}, {"text": "default, they said it they you click on next page and it auto fills in one foot", "start": 3325.44, "end": 3333.86}, {"text": "six and that'd be a oh. I had a great hypothetical that I discussed with a lot", "start": 3333.86, "end": 3337.16}, {"text": "of my friends the other day. Yeah. Would you rather be", "start": 3337.16, "end": 3339.66}, {"text": "like a five out of ten or four out of ten face, but you're six foot five or", "start": 3339.66, "end": 3346.18}, {"text": "would you rather be a ten out of ten, but you're three and a half feet tall.", "start": 3346.18, "end": 3349.66}, {"text": "That is a good in the face.", "start": 3349.66, "end": 3354.26}, {"text": "you your three your face is three and a half feet. No, no, no fuck you, you're", "start": 3354.26, "end": 3359.1}, {"text": "you said in the face in the face, yeah, a ten in the face. If I had a", "start": 3359.1, "end": 3362.9}, {"text": "fighting, I have three and a half face. No, you guys are okay. So this is a new", "start": 3362.9, "end": 3367.06}, {"text": "hypothetical. Would you rather have a six foot tall face or a three and a half", "start": 3367.06, "end": 3370.4}, {"text": "foot tall? Probably a three and a half, but what if the rest of your body is a", "start": 3370.4, "end": 3374.46}, {"text": "hundred feet tall? So then the six foot probably wouldn't matter very much.", "start": 3374.46, "end": 3377.5}, {"text": "What I pick either. Well, it actually kind of would man and what all the size", "start": 3377.5, "end": 3381.66}, {"text": "almost always double the size, no matter what size your body. Yeah, what no", "start": 3382.18, "end": 3387.84}, {"text": "three is half of six man. That's what I mean, but it'd be it'd be a little bit", "start": 3387.84, "end": 3391.62}, {"text": "better than having three. If you had a hundred foot tall body, I feel like if I", "start": 3391.62, "end": 3395.02}, {"text": "was a hundred feet tall, I'm not good. The three feet is not going to bother me", "start": 3395.02, "end": 3397.94}, {"text": "much. Either way, the six if I was in you got other problems going on yeah,", "start": 3397.94, "end": 3403.34}, {"text": "yeah, I mean I'd be concerned that, but what you're asking man that's like", "start": 3403.34, "end": 3406.9}, {"text": "walking. That's like being the kind of guy who walks around says I'm six foot", "start": 3406.9, "end": 3410.46}, {"text": "one and a half or something. I'd be very, very concerned. My head's actually six foot and", "start": 3410.5, "end": 3414.94}, {"text": "a half feet instead of three. I know it. If I'm 100 feet tall, I go pee somewhere, that's", "start": 3414.94, "end": 3420.62}, {"text": "a tsunami. No, you have your current penis. Oh, then I have a really big problem. I have", "start": 3420.62, "end": 3427.5}, {"text": "a really big proportional problem. But you have the bladder of 100 and urethra of 100", "start": 3427.5, "end": 3433.02}, {"text": "foot. You want your current size penis because there's no 100 foot woman. Well, there might", "start": 3433.02, "end": 3436.86}, {"text": "might be who knows that might be part of the hypothetical that I come up with", "start": 3436.86, "end": 3439.46}, {"text": "your most likely probably going to have to end up fucking a normal sized woman", "start": 3439.46, "end": 3443.2}, {"text": "or an ellen, not going to want a big giant, you know, ten foot long penis or a", "start": 3443.2, "end": 3449.1}, {"text": "way from the", "start": 3449.1, "end": 3450.14}, {"text": "because I'm not having if I'm one hundred feet tall, I'm not having sex for", "start": 3450.14, "end": 3454.0}, {"text": "pleasure. I'm sure it would hurt at some you're not having sex for pleasure. Why", "start": 3454.0, "end": 3457.04}, {"text": "would it hurt your sex drive will be gone? No, my sex drive will be", "start": 3457.04, "end": 3459.34}, {"text": "completely gone. I'm not seeing it. You know I would not have a libido at all.", "start": 3459.34, "end": 3463.34}, {"text": "That's true because yeah, because everybody's an ant to you, you're not", "start": 3463.34, "end": 3466.46}, {"text": "kind of ants like I want to fuck that and I have a question. I have a question", "start": 3466.5, "end": 3470.56}, {"text": "what would your phone be big your phone? Yeah, you get to keep your phone the", "start": 3470.56, "end": 3474.22}, {"text": "sit, okay, and I'm comfortable size. Then I look at sex or will picks on my", "start": 3474.22, "end": 3477.52}, {"text": "phone. You can't masturbate because your penis is human size. Then you have", "start": 3477.52, "end": 3480.4}, {"text": "these giant hand. You're just like I'm not even human anymore is what you're", "start": 3480.4, "end": 3483.4}, {"text": "saying you're", "start": 3483.4, "end": 3484.4}, {"text": "no, it's kind of hard giant. You're big on the hard. I was like ten twelve feet", "start": 3484.4, "end": 3490.06}, {"text": "tall. You're you're literally a hundred feet tall with a three foot head.", "start": 3490.06, "end": 3493.72}, {"text": "is the hypothetical that I was talking to my friends about.", "start": 3494.64, "end": 3497.56}, {"text": "So yeah, I guess well now it is it was a completely different. It was a", "start": 3497.56, "end": 3502.64}, {"text": "different question completely, but would you be okay? Here's the new", "start": 3502.64, "end": 3505.76}, {"text": "hypothetical.", "start": 3505.76, "end": 3506.36}, {"text": "Would you be a hundred foot tall with a three foot head?", "start": 3506.36, "end": 3509.56}, {"text": "No, if you had to oh yeah, I had to yeah yeah, I would if I had to if I had", "start": 3509.56, "end": 3515.88}, {"text": "the choice, if there's no other option, yeah, if there's no other option, I", "start": 3515.88, "end": 3518.88}, {"text": "would be yeah, I guess I would I wouldn't", "start": 3518.88, "end": 3521.64}, {"text": "Wow all right, just my kind of thing. Yeah, that's all right, but do you think", "start": 3522.68, "end": 3527.48}, {"text": "that", "start": 3527.48, "end": 3527.72}, {"text": "that guy would have more fun on Mars? No, you guys ever heard about the face on", "start": 3527.72, "end": 3532.28}, {"text": "Mars speaking about? Yes, I have. What's the face of Mars? They have a face on", "start": 3532.28, "end": 3535.48}, {"text": "Mars. They have a giant face on Mars. Let me see this. Pull up the face of", "start": 3535.48, "end": 3538.0}, {"text": "Mars. There's a ongoing scientific theory that Mars is a head. I heard that", "start": 3538.0, "end": 3543.4}, {"text": "scientist, not actually a planet at all, it's a floating head. Can I run a, can I", "start": 3543.4, "end": 3546.64}, {"text": "run a late night joke by you guys? Yeah, I'm putting in my packet. Whoa, so", "start": 3546.64, "end": 3550.76}, {"text": "apparently Elon Musk is putting together a Mars expedition. Yeah, he", "start": 3550.8, "end": 3555.0}, {"text": "wants to yassify the face on Mars. Oh, wow!", "start": 3555.0, "end": 3557.28}, {"text": "Wow, yeah, that's... You think that could be funny on a TV show? I think", "start": 3557.28, "end": 3563.12}, {"text": "that general audiences would understand that, yeah. He wants to yassify the", "start": 3563.12, "end": 3566.72}, {"text": "face on Mars. Whoa! Okay, that looks like a bear. And Elon Musk would say,", "start": 3566.72, "end": 3570.92}, {"text": "\"Yeah, we're going to look at pedo bear on the face of Mars.\" 'Cause that's", "start": 3570.92, "end": 3575.04}, {"text": "what that actually does look like. He wants to yassify pedo bear, 'cause that", "start": 3575.04, "end": 3577.76}, {"text": "it kind of does look like pedo bear. Pedo bear would have a better time if he was", "start": 3577.8, "end": 3581.6}, {"text": "yesified. I never understood what makes his bear such a pedo. He has he probably", "start": 3581.6, "end": 3586.6}, {"text": "has actions. Yeah, it's mostly his molestations. But he's a toon, man. He is", "start": 3586.6, "end": 3592.24}, {"text": "a he is a pedophile. He's a simple toon. We you know what we need? We need a", "start": 3592.24, "end": 3597.72}, {"text": "friend who's a meme historian who we can call at any hour of the day. He can tell", "start": 3597.72, "end": 3601.2}, {"text": "us the entire history. Bring it in like Pawn Stars. Yeah. Hey, take a look at", "start": 3601.2, "end": 3604.32}, {"text": "this.", "start": 3604.36, "end": 3604.86}, {"text": "Can you tell me everything about this? That's actually David the Gnome. This", "start": 3604.86, "end": 3609.76}, {"text": "photo of this ugly woman. David the Gnome. That's actually David the Gnome.", "start": 3609.76, "end": 3613.0}, {"text": "It was a meme that only lasted for a year in 2010. This is very rare.", "start": 3613.0, "end": 3616.68}, {"text": "Please show me socially awkward penguin facts. I need to hear socially awkward", "start": 3616.68, "end": 3621.36}, {"text": "penguin by the low down gang. Don't look up socially awkward penguin. Not you.", "start": 3621.36, "end": 3623.64}, {"text": "Well, I guess Jubio kinda is a meme story. We're looking up too much stuff,", "start": 3623.64, "end": 3626.6}, {"text": "man. It's too much. Yeah, it needs to be about... It needs to be stopped.", "start": 3626.6, "end": 3629.32}, {"text": "We are about Mars today. We are exiting Mars's orbit, I will say.", "start": 3629.32, "end": 3633.32}, {"text": "we are exiting the orbit. Let's go back into the orbit just for the last little", "start": 3634.12, "end": 3637.92}, {"text": "bit. Okay,", "start": 3637.92, "end": 3638.6}, {"text": "tell me about it, man.", "start": 3638.6, "end": 3640.36}, {"text": "Well, I mean, I brought up face on Mars. I'm trying to think of something else.", "start": 3640.36, "end": 3643.72}, {"text": "They have ice caps. I mean, that gets very cold. They have ice ice spice.", "start": 3643.72, "end": 3646.76}, {"text": "They're looking for water as well. Red hair. There could be water underground.", "start": 3646.76, "end": 3650.04}, {"text": "I spice as a Mars.", "start": 3650.04, "end": 3651.28}, {"text": "You keep rubbing your penis against my leg, man. That's the thing about okay,", "start": 3651.28, "end": 3655.64}, {"text": "so everybody's so everybody's so obsessed with if we find find life in this", "start": 3655.64, "end": 3660.56}, {"text": "reservoir of water that's on Mars. Yeah, but dude, I don't give a fuck if a", "start": 3661.16, "end": 3665.2}, {"text": "fish is on another planet. It's not even gonna be a fish man. It will be a", "start": 3665.2, "end": 3668.16}, {"text": "dot. That's a dot of course, but even a lot of dots biggest fucking thing ever", "start": 3668.16, "end": 3673.56}, {"text": "would be that there's a fish on Mars. Yeah, I don't give a shit about I guess", "start": 3673.56, "end": 3677.76}, {"text": "a dot. Well, it wouldn't look like our fish and it would be interesting to see", "start": 3677.76, "end": 3682.24}, {"text": "it would be as if you were watching one of those nature documentaries where they", "start": 3682.24, "end": 3684.92}, {"text": "say, can you believe this is an animal? But what if it did look exactly like our", "start": 3684.92, "end": 3687.96}, {"text": "fish. What if it just looked like a fucking tuna? I guess that wouldn't be", "start": 3688.0, "end": 3690.72}, {"text": "so exciting if they found something that looked exactly the same. If they found", "start": 3690.72, "end": 3693.2}, {"text": "a tuna on Mars. I guess, yeah, if you take the... That'd be more exciting.", "start": 3693.2, "end": 3696.72}, {"text": "But if you find a dot, that means that one day it'll evolve. I could believe", "start": 3696.72, "end": 3700.5}, {"text": "that they're, that we find an octopus on Mars. Into a circle. Yeah, it's probably", "start": 3700.5, "end": 3704.52}, {"text": "gonna be a seven legged squid or something. Yeah. Do you guys believe that", "start": 3704.52, "end": 3707.92}, {"text": "octopi came from another planet? No. No. I do.", "start": 3707.92, "end": 3711.96}, {"text": "Okay. I believe that. That's cool, I guess. And I also believe in", "start": 3711.96, "end": 3717.04}, {"text": "mechanicals all life came from other planet. I think it's true. I think that", "start": 3717.88, "end": 3721.72}, {"text": "the big bang they said that they said not that right. No, I said that they", "start": 3721.72, "end": 3726.56}, {"text": "said that all life comes from a different planet. Yeah, no dude. They", "start": 3726.56, "end": 3729.52}, {"text": "said who said that Steve Jobs.", "start": 3729.52, "end": 3731.76}, {"text": "No, he didn't man. Steve Jobs said that what is what if somebody who's a", "start": 3731.76, "end": 3736.56}, {"text": "completely not a scientist at all, but like has just has a very high standing", "start": 3736.56, "end": 3741.0}, {"text": "and maybe seems like a smart person like Steve Jobs or someone like that did like", "start": 3741.0, "end": 3744.48}, {"text": "a press conference and made a huge announcement, just like they have set", "start": 3744.5, "end": 3747.54}, {"text": "we're now announcing that all life comes from another plan to set something", "start": 3747.54, "end": 3751.3}, {"text": "completely wrong. We have discovered life on every planet in the entire", "start": 3751.3, "end": 3757.1}, {"text": "universe, somebody who you're like you seen you're like well. I don't really.", "start": 3757.1, "end": 3760.02}, {"text": "I guess I don't know why he would lie right. Did this seems like maybe he", "start": 3760.02, "end": 3763.76}, {"text": "would be someone who would know about that? I get maybe yeah, sure, probably a", "start": 3763.76, "end": 3766.94}, {"text": "little yeah Carson daily, okay, I guess yeah, I guess I trust. I guess I trust", "start": 3766.94, "end": 3771.62}, {"text": "I know I got a lie. I mean I've been a really man you news. Okay, I'm a", "start": 3771.68, "end": 3775.84}, {"text": "scientist or like Steve jobs is lying. He's not going to believe and then", "start": 3775.84, "end": 3780.44}, {"text": "yeah yeah and then see jobs is like the scientists are lying. Steve job", "start": 3780.44, "end": 3783.76}, {"text": "basically versed science in his last couple moments. He wife anyway. He", "start": 3783.76, "end": 3787.12}, {"text": "verse sides versus juice yeah and juice science y'all science low key molly", "start": 3787.12, "end": 3791.52}, {"text": "walked him no because it remember he said I bet if I drink juice every day,", "start": 3791.52, "end": 3795.32}, {"text": "I'll fucking die", "start": 3795.32, "end": 3796.32}, {"text": "and they were like you have cancer. The juice is what's killing you and he", "start": 3796.32, "end": 3801.4}, {"text": "I'd prove it bitch. Yeah, he started the Jews thing before he found out about", "start": 3801.44, "end": 3804.9}, {"text": "cancer.", "start": 3804.9, "end": 3805.46}, {"text": "I bet you I'll die. Give me cancer. I bet you I'll get cancer and die in one", "start": 3805.46, "end": 3810.8}, {"text": "year. If all I eat is juice, all I drink is apple juice. They said okay man,", "start": 3810.8, "end": 3814.76}, {"text": "knock yourself out. He's like I told you, has it been released? I bet you", "start": 3814.76, "end": 3819.08}, {"text": "guys and I", "start": 3819.08, "end": 3819.76}, {"text": "has it been released a full regimen as an I bet you an iPad. Now I got a", "start": 3819.76, "end": 3824.92}, {"text": "I", "start": 3824.92, "end": 3825.16}, {"text": "I bet you an iPad. I fucking die of cancer from drinking juice in one year.", "start": 3828.92, "end": 3833.04}, {"text": "Yeah,", "start": 3833.04, "end": 3833.74}, {"text": "they released his full regimen of what types of juices he was drinking. He was", "start": 3833.74, "end": 3837.76}, {"text": "drinking like green juice, like pineapple. He was drinking a lot of", "start": 3837.76, "end": 3841.64}, {"text": "pineapple, I think, but he was trying to make that less lowly apple juice. It's", "start": 3841.64, "end": 3845.96}, {"text": "just fucking, just like metal and just", "start": 3845.96, "end": 3848.88}, {"text": "not even fruit. It's just juice of like metal juice. It's oil. Juicing his", "start": 3848.88, "end": 3854.12}, {"text": "t-shirt.", "start": 3854.12, "end": 3854.68}, {"text": "putting it in like a big big. I've tried all the fruits. The fruits are working.", "start": 3857.68, "end": 3862.44}, {"text": "I'm over all the fruit. I've tried the bed. I have to try the fruit of the loom", "start": 3862.44, "end": 3865.74}, {"text": "my underwear. I'm going to drink my underwear, the juice of my underwear.", "start": 3865.74, "end": 3869.62}, {"text": "I've tried the meats. I've tried the fishes. What else is there? Fish,", "start": 3869.62, "end": 3872.92}, {"text": "even eat meat man. He drank clam juice. Well, you think you have meat would have", "start": 3872.92, "end": 3876.72}, {"text": "saved him. He combined he made he made it would have fully saved him man. It", "start": 3876.72, "end": 3880.02}, {"text": "actually would have I think I think that meat say yeah. What do you think? Do you", "start": 3880.02, "end": 3883.66}, {"text": "think he held strong to the last day. Do you think maybe on he was dying, his", "start": 3883.7, "end": 3887.86}, {"text": "soul was completely leaving his body and getting uploaded to the cloud, a little", "start": 3887.86, "end": 3891.12}, {"text": "computer joke and he was and he was like fuck shit. It wasn't it was me", "start": 3891.12, "end": 3896.66}, {"text": "all along man. The veggies gave me", "start": 3896.66, "end": 3899.86}, {"text": "kind of man. It was the pesticides man. Yeah, you do in the GMO beef could have", "start": 3899.86, "end": 3905.3}, {"text": "saved me. He had this juice cocktail that he was doing, though he did actually", "start": 3905.3, "end": 3909.92}, {"text": "like", "start": 3909.92, "end": 3910.18}, {"text": "there's like a lot of like different supplements. Like he had like tomato", "start": 3911.14, "end": 3914.18}, {"text": "juice and clam juice and vodka and celery and a whole chicken and", "start": 3914.18, "end": 3918.78}, {"text": "it's just", "start": 3918.78, "end": 3922.62}, {"text": "a bloody Mary", "start": 3922.62, "end": 3927.06}, {"text": "with a doughnut on it.", "start": 3927.06, "end": 3928.78}, {"text": "A huge celery. That's why", "start": 3928.78, "end": 3931.54}, {"text": "that's a big Caesar. Bottomless mimosas.", "start": 3931.54, "end": 3937.18}, {"text": "he got prescribed hair of the dog man yeah", "start": 3938.7, "end": 3940.94}, {"text": "hair of the tumo hair of the tumo kind of old. I really wonder what his last", "start": 3940.94, "end": 3947.22}, {"text": "thought was before he died. If he was his last thought was probably man, I", "start": 3947.22, "end": 3950.4}, {"text": "should have I should have well, we", "start": 3950.4, "end": 3951.44}, {"text": "made", "start": 3951.44, "end": 3952.44}, {"text": "my computers look too clean and I pod with two screens. I spent my whole life", "start": 3952.44, "end": 3960.2}, {"text": "making tell them tell them to take away the", "start": 3960.2, "end": 3962.46}, {"text": "the headphone port.", "start": 3962.46, "end": 3963.92}, {"text": "They need to get rid of that light. He just completely", "start": 3963.92, "end": 3967.04}, {"text": "he's dying and he's like he's seeing like fucking like like biblic accurate", "start": 3967.04, "end": 3973.94}, {"text": "angels and he's like the world is like psychedelic. He's completely delirious.", "start": 3973.94, "end": 3977.74}, {"text": "He's like fully nothing is making sense in his in his world at all. He's his", "start": 3977.74, "end": 3982.22}, {"text": "brain is firing random electrical pulses and he just says no head phone,", "start": 3982.22, "end": 3986.4}, {"text": "important", "start": 3986.4, "end": 3987.0}, {"text": "the CEO for about one more minute. So we have to do it. I guess we got to do it", "start": 3987.0, "end": 3995.22}, {"text": "man, whatever just standing there or Tim Cook's, and he's like what you say to", "start": 3995.24, "end": 4001.5}, {"text": "head phone, no headphone", "start": 4001.5, "end": 4003.16}, {"text": "oh, that's a good idea yeah. He wants to get rid of the headphone port. I", "start": 4003.16, "end": 4009.78}, {"text": "would have loved it. He saw he saw he was hallucinating and he saw a human", "start": 4009.78, "end": 4013.54}, {"text": "head having sex with a telephone and he said headphone porn", "start": 4013.54, "end": 4016.84}, {"text": "okay.", "start": 4016.84, "end": 4021.92}, {"text": "All right, Steve,", "start": 4021.92, "end": 4023.24}, {"text": "I got to do it. We already sealed your will and it's notarized or whatever we", "start": 4024.0, "end": 4027.88}, {"text": "can't say, but you know what we'll we'll for make an exception just for you.", "start": 4027.88, "end": 4031.64}, {"text": "We're going to we're going to scribble this in there.", "start": 4031.64, "end": 4033.18}, {"text": "Poor Steve Jobs, yeah, well, whatever well, him and beautiful gone, you'll see", "start": 4033.18, "end": 4039.16}, {"text": "him in beautiful heaven, a Los Angeles. Oh yeah way speaking of beautiful heaven,", "start": 4039.16, "end": 4043.94}, {"text": "what's more beautiful than Malibu, California and right next door to that", "start": 4043.94, "end": 4046.84}, {"text": "is Los Angeles, California and in Los Angeles. There's a venue called the yard", "start": 4046.84, "end": 4051.4}, {"text": "I will be at next week on Friday, November 17th, with my buddy Gus Viveiros, doing 30", "start": 4051.44, "end": 4056.88}, {"text": "minutes of stand-up. I wrote about two minutes so far, so this is going to be a really fucking", "start": 4056.88, "end": 4060.12}, {"text": "amazing show. We're doing two shows.", "start": 4060.12, "end": 4061.84}, {"text": "You want some of my jokes?", "start": 4061.84, "end": 4062.84}, {"text": "Yeah, give me one of your jokes right now.", "start": 4062.84, "end": 4064.48}, {"text": "Okay. I wrote this new one.", "start": 4064.48, "end": 4065.72}, {"text": "Okay.", "start": 4065.72, "end": 4066.72}, {"text": "You could go up immediately, get on stage, right?", "start": 4066.72, "end": 4069.72}, {"text": "Immediately? Okay, immediately get on stage.", "start": 4069.72, "end": 4071.72}, {"text": "Right when you're, like Gus introduces you.", "start": 4071.72, "end": 4073.72}, {"text": "That's a good start to a joke.", "start": 4073.72, "end": 4074.72}, {"text": "Gus introduces you.", "start": 4074.72, "end": 4075.72}, {"text": "You immediately get on stage.", "start": 4075.72, "end": 4076.72}, {"text": "You walk out, you're waving to everybody. You say, \"Yeah, I just flew in here from New York,", "start": 4076.72, "end": 4080.56}, {"text": "market boys, my ass tired because I flew in here from all the farts propelling my", "start": 4080.56, "end": 4085.92}, {"text": "ass. I although I farted all the way here. I feel like my if I was far", "start": 4085.92, "end": 4092.28}, {"text": "iterating fart, if I was generating farts enough to propel me across the", "start": 4092.28, "end": 4095.66}, {"text": "country, I would think my mouth would get tired before my ass from eating all", "start": 4095.66, "end": 4099.42}, {"text": "of the propellant.", "start": 4099.42, "end": 4100.28}, {"text": "No, but the fart okay, wait, I have a I just I just thought of which I thought", "start": 4100.28, "end": 4105.6}, {"text": "of a joke. You could do you could try to go over your head. It'll be like this", "start": 4105.6, "end": 4108.36}, {"text": "sometimes maybe like observational style comedy. I'd be like why why do they", "start": 4108.38, "end": 4112.86}, {"text": "call the why do they call them, but cheeks is it because my butt is like a", "start": 4112.86, "end": 4117.38}, {"text": "mouth.", "start": 4117.38, "end": 4117.82}, {"text": "I could go up immediately and say you guys are like go up and first go up", "start": 4117.82, "end": 4122.62}, {"text": "immediately get up on stage immediately. No intro, no in just get up immediately", "start": 4122.62, "end": 4126.26}, {"text": "and say we're going to start five minutes. Why they call my channel, why", "start": 4126.26, "end": 4130.38}, {"text": "do they call them, but she is it because I'm there's a smile between them yep and", "start": 4130.38, "end": 4134.34}, {"text": "you mind putting your face in between you guys know me. I'm dirty jessling style.", "start": 4134.38, "end": 4138.42}, {"text": "I'd go up and I'd say I call him butt cheeks. I store a year's worth of nut in", "start": 4138.42, "end": 4142.78}, {"text": "him like a fucking shit. You say why they call it butt cheeks because my butt is", "start": 4142.78, "end": 4147.74}, {"text": "because my butt has a Hitler mustache.", "start": 4147.74, "end": 4150.18}, {"text": "I say no it doesn't, but then I pull it out my pants and it does or you could if", "start": 4150.18, "end": 4155.14}, {"text": "you want to get really nasty. I mean you could just or you could be like why do", "start": 4155.14, "end": 4157.54}, {"text": "they call these cheeks? It's because they look like butt cheeks. It's because", "start": 4157.54, "end": 4160.62}, {"text": "all that I eat. My mouth is like an asshole. It's called Cheeks is all the", "start": 4160.62, "end": 4164.78}, {"text": "shit that comes out of my mouth. Okay, yeah, this is see we're getting", "start": 4164.78, "end": 4167.46}, {"text": "somewhere anyway. If you want to see stuff like that, he's going to workshop", "start": 4167.46, "end": 4170.46}, {"text": "this with you on workshop that I got probably four hundred abortion jokes.", "start": 4170.46, "end": 4173.7}, {"text": "I'm doing come on through man. This subscribe to the Patreon. If you would", "start": 4173.7, "end": 4178.32}, {"text": "like to get access to the next part of the five weeks of planets will be", "start": 4178.32, "end": 4182.02}, {"text": "Jupiter", "start": 4182.02, "end": 4182.94}, {"text": "premium episode for Jupiter coming up coming up right this week on day two of", "start": 4182.94, "end": 4189.1}, {"text": "planetary week and I want to thank the beautiful city of Chicago and if you", "start": 4189.12, "end": 4194.62}, {"text": "are the best city I've ever done a show. What day is the shareholder meeting", "start": 4194.62, "end": 4198.76}, {"text": "who we are? What day did you say for us to do that? I don't remember", "start": 4198.76, "end": 4202.72}, {"text": "I think the fifteenth, not the fifteenth. It was definitely not. No, it's the", "start": 4202.72, "end": 4208.5}, {"text": "twenty first. We said it was the twenty first twenty first twenty first", "start": 4208.5, "end": 4211.58}, {"text": "twenty first. I'm on a show. Go ahead and subscribe to the patron at the", "start": 4211.58, "end": 4215.94}, {"text": "executive producer tier. If you want to see the shareholder meetings, which are", "start": 4215.94, "end": 4218.88}, {"text": "fun little thing we do where we have we do some presentations and some Q and a", "start": 4218.92, "end": 4222.38}, {"text": "it is basically a monthly zoom show that we do for you and make sure to join the", "start": 4222.38, "end": 4227.8}, {"text": "discord. If you subscribe to that tier to be able to get access, you'll be able", "start": 4227.8, "end": 4230.64}, {"text": "to and this is my phone. That's my phone and my girlfriend's name is almost done.", "start": 4230.64, "end": 4236.48}, {"text": "Y'all. Hello. Hey mom, it's me. Get off the phone with my fucking mom. It's me.", "start": 4236.48, "end": 4241.68}, {"text": "Patrick, get on me a pic. Whatever, whatever man. All right. Happy planets.", "start": 4241.68, "end": 4247.32}, {"text": "Happy planets.", "start": 4247.32, "end": 4248.12}, {"text": "(static)", "start": 4248.12, "end": 4250.2}, {"text": "- If you couldn't tell, we're dressed up like Venus today.", "start": 4250.2, "end": 4254.76}, {"text": "Although we had some amount of disagreement, I guess,", "start": 4254.76, "end": 4257.28}, {"text": "over what color Venus is.", "start": 4257.28, "end": 4258.84}, {"text": "- That's okay, I got both going on.", "start": 4258.84, "end": 4260.4}, {"text": "- You do have both, but what's this black wig about, man?", "start": 4260.4, "end": 4263.04}, {"text": "- Well, we'll go down that.", "start": 4263.04, "end": 4264.48}, {"text": "You want me to start with my costume?", "start": 4264.48, "end": 4266.68}, {"text": "- Yes, I want you to start. - Are you dressed up", "start": 4266.68, "end": 4267.52}, {"text": "as Coraline?", "start": 4267.52, "end": 4268.6}, {"text": "- No.", "start": 4268.6, "end": 4269.44}, {"text": "(laughing)", "start": 4269.44, "end": 4270.28}, {"text": "I'm dressed up as V--", "start": 4270.28, "end": 4271.4}, {"text": "If I walked out on the street right now,", "start": 4271.4, "end": 4272.68}, {"text": "any person who knows literally who attended first grade", "start": 4272.68, "end": 4276.02}, {"text": "would know I'm dressed as Venus.", "start": 4276.02, "end": 4276.86}, {"text": "I think some people would think you were Coraline.", "start": 4276.86, "end": 4279.58}, {"text": "No, a first grader would look at me and say, \"That's Venus.\"", "start": 4279.58, "end": 4281.78}, {"text": "No, they wouldn't.", "start": 4281.78, "end": 4282.54}, {"text": "A child who was into science and into movies,", "start": 4282.54, "end": 4285.02}, {"text": "who would have seen Venus in a movie.", "start": 4285.02, "end": 4286.82}, {"text": "Why did you say movies?", "start": 4286.82, "end": 4288.02}, {"text": "Of course, they'd say Coraline, man.", "start": 4288.02, "end": 4289.78}, {"text": "Well, Coraline's a book, too.", "start": 4289.78, "end": 4291.86}, {"text": "Around Halloween time, if they saw me in a costume like this,", "start": 4291.86, "end": 4294.42}, {"text": "they would say Venus.", "start": 4294.42, "end": 4295.42}, {"text": "They would say, \"That's Coraline. She's very pretty today.\"", "start": 4295.42, "end": 4298.42}, {"text": "No, they wouldn't say that.", "start": 4298.42, "end": 4300.06}, {"text": "They would say, \"I like Coraline's mustache.\"", "start": 4300.06, "end": 4302.42}, {"text": "Jumping off of pretty here,", "start": 4302.42, "end": 4304.18}, {"text": "venus is actually the name of the god is business is named after the goddess of", "start": 4304.18, "end": 4308.46}, {"text": "beauty", "start": 4308.46, "end": 4309.58}, {"text": "uh...", "start": 4309.58, "end": 4310.58}, {"text": "so i elected to put on a beautiful way today and then it was a really a little", "start": 4310.58, "end": 4315.22}, {"text": "raincoat my beautiful hair", "start": 4315.22, "end": 4317.26}, {"text": "cameras are asking about the yellow raincoat so let me explain this to you", "start": 4317.26, "end": 4320.78}, {"text": "venus", "start": 4320.78, "end": 4321.74}, {"text": "uh... big the color can be some people say it's yellow some bills a yellowish", "start": 4321.74, "end": 4325.58}, {"text": "white some people say beige", "start": 4325.58, "end": 4327.66}, {"text": "this raincoat is yellow definitely to yellow for venus some people but i would", "start": 4327.66, "end": 4330.98}, {"text": "say beige. I think two people would. Two people would say beige. But, Venus is surrounded by", "start": 4330.98, "end": 4337.22}, {"text": "sulfuric clouds. It has a sulfurous atmosphere, which is why it's that color. And in the upper", "start": 4337.22, "end": 4342.3}, {"text": "atmosphere, constantly acid rain. Oh. Wow. Wait. So you're dressed up like Coraline because", "start": 4342.3, "end": 4350.3}, {"text": "of rain. So that's the yellow, it's the yellow acid rain. And then I have a yellowish white", "start": 4350.3, "end": 4355.02}, {"text": "shirt here. Uh huh. This is kind of closer to the color I feel. You dressed up like Coraline.", "start": 4355.02, "end": 4361.4}, {"text": "And then, dude chill, I'm dressed up as Venus. I don't know why you guys are stuck on this", "start": 4361.4, "end": 4365.38}, {"text": "cor- I don't look anything like Coraline. You pull up a picture of Coraline it's going", "start": 4365.38, "end": 4368.42}, {"text": "to look completely different from what I'm wearing right now. I said Coraline though.", "start": 4368.42, "end": 4371.34}, {"text": "Yeah, you said Coraline. That's not, then you said a nonsense word and you're proud", "start": 4371.34, "end": 4374.02}, {"text": "of that. You're proud of making up a word. That's you man. That's, that's, that's your", "start": 4374.02, "end": 4383.02}, {"text": "I don't know what you're talking about guys.", "start": 4383.02, "end": 4384.86}, {"text": "I didn't try to dress up like this.", "start": 4384.86, "end": 4386.62}, {"text": "Oh no wait, no she has blue hair.", "start": 4386.62, "end": 4388.42}, {"text": "(BARKS)", "start": 4388.42, "end": 4390.42}], "title": "Ep. 265 - The Five Weeks of Planets: Mars", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--265---The-Five-Weeks-of-Planets-Mars-e2bkl7k", "date": "Wed, 08 Nov 2023 20:52:26 GMT", "id": 290}