{"lines": [{"text": "I thought that would work what what you thought you thought that would be", "start": 0.0, "end": 12.82}, {"text": "dropping the gun was going to work. What the hell are you doing man do it", "start": 12.82, "end": 16.1}, {"text": "anymore? The citrus is in I told you this already, but you put it on the", "start": 16.1, "end": 22.16}, {"text": "fuck. You put it on the table to show you know, because I was going to take", "start": 22.16, "end": 25.2}, {"text": "one you're showing I forgot. I'm glad that we're getting to the point with nicotine.", "start": 25.22, "end": 30.9}, {"text": "This is how all drugs should be. Yeah, you should not be enjoying nicotine sitting back", "start": 30.9, "end": 35.7}, {"text": "smoking a cigar having it slowly enter your body and saying, oh, my God, look like poop.", "start": 35.7, "end": 40.82}, {"text": "First of all, I'm not saying it, but you should everything like this. You should be taking", "start": 40.82, "end": 45.3}, {"text": "it. You got some crap in the middle of your bra. I got I got the fake Oakley's. I got", "start": 45.3, "end": 49.7}, {"text": "Oakley's got eczema. Your Oakley's got eczema. That's an Action Bronson lyric. My Oakley's", "start": 49.7, "end": 55.74}, {"text": "got eczema! Do you see it? I do see it. Those might be real and then the coating, that happens", "start": 55.74, "end": 62.58}, {"text": "sometimes. Do you think they sell real Oakley's for $1? Where'd you get them? The store? The", "start": 62.58, "end": 68.9}, {"text": "Chinese store. Are Oakley's expensive? Yeah. Why? They've always been. They cost me $1", "start": 68.9, "end": 74.7}, {"text": "only one that doesn't have sunglasses on. I got an Oakley backpack. Oh, you guys are", "start": 74.7, "end": 79.14}, {"text": "wearing sunglasses because of the sun. Oh, I wasn't even meaning to do that. I just my", "start": 79.14, "end": 85.18}, {"text": "eyes hurt. That's incredible. I almost like sunglasses on also, but I don't want to ruin", "start": 85.18, "end": 89.46}, {"text": "my amazing lion makeup that I did. Okay, well, we're getting into it early, guys. No, this", "start": 89.46, "end": 98.06}, {"text": "is a lion. You can see the mane. The red is the mane and then the white. Oh, and the mustache", "start": 98.06, "end": 102.18}, {"text": "or the main yeah. Well, I didn't want to do full face. Why because I have to do", "start": 102.18, "end": 108.42}, {"text": "something after this you did zoo you get did a bit of a zoo pals. Yeah, I do like", "start": 108.42, "end": 112.54}, {"text": "a zoo pal. All right, let's walk it through the whole thing guys. Welcome to", "start": 112.54, "end": 117.42}, {"text": "the five weeks of planets week five day one day one. I don't want to be more", "start": 117.42, "end": 126.06}, {"text": "points. Oh my God, wait. I just remembered I have the most insane news", "start": 126.06, "end": 129.54}, {"text": "to share. I'm sorry to do this right at the top, but this is really important.", "start": 129.54, "end": 133.0}, {"text": "This changed my life forever. This will tell my ass man. Stop making me sit here.", "start": 133.0, "end": 137.38}, {"text": "I saw this on Twitter or I guess I should say X. Yes, I saw this on X this", "start": 137.38, "end": 142.3}, {"text": "morning. Do you know how every year the Japanese make a list of birthdays that", "start": 142.3, "end": 147.14}, {"text": "are the most lucky and fortunate birthdays for that year and the twenty", "start": 147.14, "end": 150.96}, {"text": "twenty four birthday list has dropped? Oh my God way. Now I want you to zoom in", "start": 150.96, "end": 155.42}, {"text": "here and look at birthday number one. I just want to show you what this looks", "start": 155.44, "end": 160.08}, {"text": "like first", "start": 160.08, "end": 161.0}, {"text": "birthday number one. What's the number one most lucky birthday in twenty seven", "start": 161.0, "end": 165.88}, {"text": "four", "start": 165.88, "end": 166.24}, {"text": "cameras? That's your seven four bro. That's my way. The Fourth of July number", "start": 166.24, "end": 173.0}, {"text": "one most", "start": 173.0, "end": 174.18}, {"text": "I am the luckiest guy number one guy for twenty twenty four. That's fucking crazy.", "start": 174.18, "end": 181.76}, {"text": "isn't that unbelievable? Where's my is my birthday on here? Every birthday is on", "start": 181.78, "end": 185.56}, {"text": "there man every way it's ranked it's ranked from one day to sixty six okay", "start": 185.56, "end": 189.62}, {"text": "seven twenty three the day of the first day of Leo, which is why I'm dressed up", "start": 189.62, "end": 195.8}, {"text": "like a lion. Oh because of the sun is the sun. I don't know", "start": 195.8, "end": 199.3}, {"text": "seven. Twenty one is number twenty five.", "start": 199.3, "end": 202.5}, {"text": "I can't look at this now I'm going to if I know what my my luck is, then I know", "start": 202.5, "end": 207.9}, {"text": "I'm going to have a I couldn't believe I can tell you I was in full denial when I", "start": 207.98, "end": 212.58}, {"text": "saw my birthday on there to the point where I was like, oh, you know what that", "start": 212.58, "end": 215.74}, {"text": "must be April seventh. They may be they do it backwards, but they don't bro.", "start": 215.74, "end": 219.34}, {"text": "It's my birthday. I'm number one luckiest. Holy crap, it literally is", "start": 219.34, "end": 222.58}, {"text": "changing my life per per per permanently. Holy shit permanently, yeah, well it", "start": 222.58, "end": 227.06}, {"text": "hasn't started yet. Yeah,", "start": 227.06, "end": 228.3}, {"text": "so it's still good. Guess what the guess of the second worst birthday is what", "start": 228.3, "end": 234.18}, {"text": "fucking", "start": 234.18, "end": 235.46}, {"text": "April Fool's Day. Oh yeah, that makes sense and the absolute worst is August", "start": 237.02, "end": 242.02}, {"text": "nineteenth. That's the least lucky birthday. If you are burnt more burn on", "start": 242.02, "end": 245.72}, {"text": "August nineteenth, that's why I feel fucking sorry. Yeah, you're even you're", "start": 245.72, "end": 249.66}, {"text": "you're on one one. Only every four years do you get a chance to be as low as you", "start": 249.66, "end": 254.66}, {"text": "are on that list. Your number three hundred and sixty six, not three hundred", "start": 254.66, "end": 257.62}, {"text": "sixty five. Yeah, three hundred. That's literally so fucking unless next year", "start": 257.62, "end": 263.18}, {"text": "leap year. Yes, Holy Shit! Three hundred and sixty. We got to do something for", "start": 263.18, "end": 267.22}, {"text": "that this year.", "start": 267.22, "end": 267.94}, {"text": "Dude, I can't. We got to do something for that this year. It's going to be", "start": 267.94, "end": 272.78}, {"text": "amazing. We have to do something for it. We have to do something for leap day.", "start": 272.78, "end": 277.22}, {"text": "All right, what should we do? I don't even know. I'm too excited to even", "start": 277.22, "end": 280.82}, {"text": "think. It's a free day. Well, let's just go somewhere. I've never done shit for", "start": 280.82, "end": 283.62}, {"text": "leap day. Yeah. Well, is leap day when an episode comes out this year? Well,", "start": 283.62, "end": 286.02}, {"text": "wait, no, leap day. Here, so leap day, the way we should do for leap day is", "start": 286.02, "end": 288.86}, {"text": "just do something that will be erased from history when it's over. So we do", "start": 288.86, "end": 292.38}, {"text": "something we will make so fucking bad yeah like yeah have a relationship with", "start": 292.4, "end": 297.04}, {"text": "each other. I mean a cup,", "start": 297.04, "end": 298.0}, {"text": "you don't have a relationship with us. I can get rid of I don't want to, but I'm", "start": 298.0, "end": 301.68}, {"text": "saying on leap day, it's like well might as well do it on leap day because that", "start": 301.68, "end": 305.2}, {"text": "day is going to disappear. So it's basically we won't even have a memory of", "start": 305.2, "end": 308.7}, {"text": "it. You know I'm getting really fat row. I'm getting really fucking scared", "start": 308.7, "end": 312.22}, {"text": "looking at the going scrolling down and down and down do it again. Try and get", "start": 312.22, "end": 315.24}, {"text": "me in, although I think I'm in the top half at least,", "start": 315.24, "end": 317.92}, {"text": "which is amazing. Oh, that's a lot of cups being thrown. Did you start from the", "start": 317.92, "end": 322.12}, {"text": "bottom yeah. I started that's kind of pessimistic from the bottom, because I", "start": 322.14, "end": 325.02}, {"text": "figured I was like with my fucking luck. I probably am the least fucking best", "start": 325.02, "end": 328.38}, {"text": "birthday. Do you look for a", "start": 328.38, "end": 330.02}, {"text": "way? I'm the hundred and eleventh that's one one number that's lucky here.", "start": 330.02, "end": 335.4}, {"text": "Julio look for the rest. I'll send this to Julio and Julio look for the rest of", "start": 335.4, "end": 338.48}, {"text": "our birthday, so we can talk seven. Twenty three is my birthday. I'm sending", "start": 338.48, "end": 342.86}, {"text": "a day of", "start": 342.86, "end": 343.3}, {"text": "Leo. Do we have a lion sound? Are you a Leo? Yeah, we have a lion sound effect.", "start": 343.3, "end": 349.66}, {"text": "So what are you?", "start": 349.7, "end": 350.7}, {"text": "What's your...", "start": 350.7, "end": 351.7}, {"text": "Cancer.", "start": 351.7, "end": 352.7}, {"text": "Damn, dude.", "start": 352.7, "end": 353.7}, {"text": "I'm an Aries, man.", "start": 353.7, "end": 354.7}, {"text": "Yeah.", "start": 354.7, "end": 355.7}, {"text": "Yeah.", "start": 355.7, "end": 356.7}, {"text": "So somebody tell about the kind of compatibility for throuples between that.", "start": 356.7, "end": 359.02}, {"text": "I think that Aries...", "start": 359.02, "end": 360.02}, {"text": "Yeah, can you look that up?", "start": 360.02, "end": 361.3}, {"text": "Because Aries and Lios are both fire signs.", "start": 361.3, "end": 363.26}, {"text": "I think they are compatible.", "start": 363.26, "end": 364.26}, {"text": "Cancer is a water sign.", "start": 364.26, "end": 365.26}, {"text": "And I think that you're a water sign.", "start": 365.26, "end": 366.74}, {"text": "I don't think that the same thing is compatible.", "start": 366.74, "end": 368.86}, {"text": "Don't you want to have a team of different ones?", "start": 368.86, "end": 370.22}, {"text": "I think you want to have a team.", "start": 370.22, "end": 371.66}, {"text": "Which one is the hacker?", "start": 371.66, "end": 374.58}, {"text": "That's got to be Gemini, bro.", "start": 374.58, "end": 375.58}, {"text": "Definitely Gemini.", "start": 375.58, "end": 376.58}, {"text": "That's a hacker name.", "start": 376.58, "end": 377.58}, {"text": "That's a hack.", "start": 377.58, "end": 378.58}, {"text": "Yeah, Gemini.", "start": 378.58, "end": 379.58}, {"text": "code name Gemini for Leo Neo Leo Neo Neo true cancer cancer. You can answer", "start": 379.58, "end": 387.02}, {"text": "the answer. What dancer the cancer dancer the cancer that you could be the", "start": 387.02, "end": 391.98}, {"text": "or you could be the cancer dancer. I guess that's a Leo Ares is a also a", "start": 391.98, "end": 396.62}, {"text": "hacker name. Ares is a ram whatever Ares could also be a hacker name.", "start": 396.62, "end": 400.06}, {"text": "I guess you're a cancer is a crab. Yeah, and Leo is a lion. What is Ares again?", "start": 400.06, "end": 406.38}, {"text": "is it a ram ram ram did and then Capricorn is a goat dude last night. I", "start": 406.38, "end": 412.9}, {"text": "went to fucking I went to thirty rock or undisclosed reasons to", "start": 412.9, "end": 416.62}, {"text": "to see if the tree was on the tree wasn't on. I went to go. I went to go", "start": 416.62, "end": 421.74}, {"text": "fucking look at the tree. The tree was completely fucking off man. Yeah, the", "start": 421.74, "end": 425.4}, {"text": "tree was there. It is the tree was there, but they hadn't turned the lights on", "start": 425.4, "end": 428.76}, {"text": "is pissing me off in a major way. Yeah, anyway, I'd be pissed to did you know", "start": 428.76, "end": 433.18}, {"text": "but the", "start": 433.22, "end": 433.72}, {"text": "the Christmas tree in Boston is an annual gift from from Canada. No, I", "start": 433.72, "end": 439.42}, {"text": "didn't that's from like Halifax or something because we helped them in the", "start": 439.42, "end": 443.0}, {"text": "war. I like when countries like each other and they send us their best", "start": 443.0, "end": 446.02}, {"text": "Christmas tree every year. I like when their sister cities, but there's some", "start": 446.02, "end": 449.28}, {"text": "fucking bunk ass sister. So that's the sister city of Boston. I discover my", "start": 449.28, "end": 452.5}, {"text": "Dallas. I think it's Halifax. It's one of them. Do you have a the the whole the", "start": 452.5, "end": 458.02}, {"text": "sister city of my hometown was like some fucking spot in Russia. I've never heard", "start": 458.02, "end": 461.94}, {"text": "move. Yeah, it's always how it is man. I think that's what it was. How come it's never but", "start": 461.98, "end": 467.1}, {"text": "listen to the fact that the fact is Hollywood. Yeah, or that that would be sick if this is", "start": 467.1, "end": 472.54}, {"text": "how it was.", "start": 472.54, "end": 473.54}, {"text": "It is not like London Derry, New Hampshire's sister city is like a city in like Zimbabwe.", "start": 473.54, "end": 479.62}, {"text": "It should be. It should be that all the worst cities get the best sister cities so that", "start": 479.62, "end": 483.34}, {"text": "they can be mentored. Exactly. Yeah, their cities can be mentored. You need a bad sister", "start": 483.34, "end": 487.94}, {"text": "sister city of New York. So I would what is this? It's got to be a lame. It's a", "start": 487.94, "end": 492.34}, {"text": "way bro. Yeah, la is just so similar. It's probably la Shanghai, Hong Kong,", "start": 492.34, "end": 497.38}, {"text": "Tokyo, yeah, probably Tokyo, okay, and all those at once. Apparently, big", "start": 497.38, "end": 503.22}, {"text": "family city has lots of sisters.", "start": 503.22, "end": 505.12}, {"text": "Apparently, New York City has a good chunk. Yeah, that's what I'm saying,", "start": 505.12, "end": 510.22}, {"text": "man. Wait, he's there. I like if la is your city of New York. I honestly would", "start": 510.22, "end": 516.18}, {"text": "I would say it would be the evil step sister Cinderella style. Okay, so New", "start": 516.22, "end": 520.46}, {"text": "York City sister cities are Athens, Greece, Beijing, China, Budapest,", "start": 520.46, "end": 524.56}, {"text": "Hungary,", "start": 524.56, "end": 525.06}, {"text": "it's just all the biggest city. Yeah, so far Tokyo, I was like do you want to", "start": 525.06, "end": 529.74}, {"text": "be Jerusalem City, but Brooklyn's got bitch fine. Brooklyn's got", "start": 529.74, "end": 534.62}, {"text": "Anzio Italy,", "start": 534.62, "end": 536.5}, {"text": "the get us the for Turkey, Benny Brock, Israel, Benny Blanco, Benny Blanco, you", "start": 536.5, "end": 542.98}, {"text": "years in a weird spot, man, it did pop it out. I did it's my new to the upper", "start": 543.02, "end": 547.28}, {"text": "deck. He man I don't do the upper Decker. Why is that's where it belongs? My top", "start": 547.28, "end": 551.98}, {"text": "teeth or God gave you a top deck to reason and beautiful", "start": 551.98, "end": 554.76}, {"text": "your teeth look like shit. No,", "start": 554.76, "end": 557.52}, {"text": "you want to three, huh? You want thirteen one? Thirty? You guys are so", "start": 557.52, "end": 562.66}, {"text": "right next to each other. That's crazy. We're saying eleven and one thirteen.", "start": 562.66, "end": 566.4}, {"text": "What's yours? Who we are going to find it?", "start": 566.4, "end": 568.24}, {"text": "That's sad.", "start": 569.84, "end": 570.84}, {"text": "Yeah, that is sad.", "start": 570.84, "end": 571.84}, {"text": "I'm sorry that you can't find it.", "start": 571.84, "end": 572.84}, {"text": "Okay, man.", "start": 572.84, "end": 573.84}, {"text": "The one birthday that's not happening.", "start": 573.84, "end": 574.84}, {"text": "Guys, this is a big one.", "start": 574.84, "end": 575.84}, {"text": "Yeah.", "start": 575.84, "end": 576.84}, {"text": "The motherfucking sun.", "start": 576.84, "end": 577.84}, {"text": "Literally a big one.", "start": 577.84, "end": 578.84}, {"text": "The biggest one we've done so far.", "start": 578.84, "end": 579.84}, {"text": "The motherfucking sun.", "start": 579.84, "end": 580.84}, {"text": "It's not a planet, but it is a star.", "start": 580.84, "end": 581.84}, {"text": "The yellow sun, no Bart, man.", "start": 581.84, "end": 583.76}, {"text": "Let's get this shit.", "start": 583.76, "end": 584.76}, {"text": "I almost did.", "start": 584.76, "end": 585.76}, {"text": "I was going to just dress up like Bart.", "start": 585.76, "end": 587.24}, {"text": "Yeah, that would have been a layup.", "start": 587.24, "end": 588.8}, {"text": "That would have been a layup.", "start": 588.8, "end": 589.8}, {"text": "The yellow sun.", "start": 589.8, "end": 590.8}, {"text": "I went the road less traveled.", "start": 590.8, "end": 592.76}, {"text": "All right.", "start": 592.76, "end": 593.76}, {"text": "Yeah, the lion, which doesn't make that much sense.", "start": 593.76, "end": 595.68}, {"text": "Makes a lot of sense when you think of astrological science.", "start": 595.68, "end": 598.36}, {"text": "I fully did replace this with the normal one before this, but I guess it didn't", "start": 598.36, "end": 606.96}, {"text": "take that's funny. The Cameron report with Planet Feta. It's the star report", "start": 606.96, "end": 612.64}, {"text": "today. Today we're doing", "start": 612.64, "end": 614.46}, {"text": "the splendor of the Sun. Wow, a star report.", "start": 614.46, "end": 619.46}, {"text": "The nearest star system to the Sun is Alpha Centauri. I'd consider Alpha", "start": 619.46, "end": 626.86}, {"text": "and", "start": 626.88, "end": 644.6}, {"text": "a centurion. Oh wow, I can't wait for this. Bit of an outside perspective on the sun. So,", "start": 644.6, "end": 650.12}, {"text": "here we go. We have been trying to contact our neighbor for some time now. Our neighbor", "start": 650.12, "end": 658.72}, {"text": "seems very interesting, but I am most fascinated by my neighbor's son. The biggest point of", "start": 658.72, "end": 665.64}, {"text": "interest in my neighbor's area. Here are some facts about my neighbor's son that I have learned", "start": 665.64, "end": 673.6}, {"text": "from careful research.", "start": 673.6, "end": 675.6}, {"text": "There is nothing necessarily unique about my neighbor's son,", "start": 675.6, "end": 681.24}, {"text": "but my neighbor's son is still a star.", "start": 681.24, "end": 684.88}, {"text": "My other neighbors have sons that are brighter,", "start": 684.88, "end": 687.96}, {"text": "or up to 100 times larger,", "start": 687.96, "end": 690.88}, {"text": "or hotter.", "start": 690.88, "end": 692.52}, {"text": "Some of my neighbors even have two or three sons,", "start": 692.52, "end": 696.12}, {"text": "but my neighbor's son is very important", "start": 696.12, "end": 699.16}, {"text": "to the people that live in my neighbor's system.", "start": 699.16, "end": 702.28}, {"text": "This is because my neighbor's son indirectly provides them with the nutrients necessary for life.", "start": 702.28, "end": 707.58}, {"text": "My neighbor's son is currently a yellow dwarf.", "start": 707.58, "end": 711.68}, {"text": "It will soon grow and become a red giant.", "start": 711.68, "end": 715.92}, {"text": "Then, at the end of its lifespan, it will become a white dwarf.", "start": 715.92, "end": 720.56}, {"text": "In billions of years, my neighbor's son will explode.", "start": 720.56, "end": 724.44}, {"text": "My research on my neighbor's son has taught me many interesting facts.", "start": 724.44, "end": 730.0}, {"text": "For example, the hottest part of my neighbor's son is its core,", "start": 730.68, "end": 735.68}, {"text": "and it only gets hotter as the years go by.", "start": 735.68, "end": 740.62}, {"text": "I make sure to do all my observation of my neighbor's son", "start": 740.62, "end": 744.28}, {"text": "from a long distance,", "start": 744.28, "end": 745.86}, {"text": "so nobody in my neighbor's area realizes I'm there.", "start": 745.86, "end": 750.0}, {"text": "My neighbors would freak out", "start": 750.0, "end": 751.76}, {"text": "if they saw me doing experiments on their son.", "start": 751.76, "end": 754.24}, {"text": "If my neighbor's son were to die,", "start": 754.24, "end": 757.68}, {"text": "My neighbors would only find out after about 8 minutes, and if my neighbor's son died, my neighbors would surely follow suit.", "start": 757.68, "end": 765.36}, {"text": "In conclusion, I must say I am fascinated by my neighbor's son.", "start": 765.36, "end": 771.2}, {"text": "Someday, I would love to get up close and personal and really inspect it.", "start": 771.2, "end": 775.96}, {"text": "With the technology and advanced science I have, I think I could even do a better job taking care of my neighbor's son than my neighbor could.", "start": 775.96, "end": 783.88}, {"text": "Too bad I'm not allowed to approach my neighbor's son due to galactic law.", "start": 784.64, "end": 789.24}, {"text": "That's just how life is in Alpha Centauri.", "start": 789.24, "end": 792.8}, {"text": "Wow.", "start": 792.8, "end": 794.04}, {"text": "That's amazing.", "start": 794.04, "end": 796.44}, {"text": "That's an amazing planet report.", "start": 796.44, "end": 797.68}, {"text": "You know, that's kind of that's interesting.", "start": 797.68, "end": 799.0}, {"text": "You're talking about neighboring galaxies, but we were talking about sister", "start": 799.0, "end": 802.04}, {"text": "after we talked about sister cities.", "start": 802.04, "end": 803.48}, {"text": "Yeah. Why don't we have a sister again?", "start": 803.48, "end": 805.64}, {"text": "The stars aligning.", "start": 805.64, "end": 807.04}, {"text": "We do have a sister planet.", "start": 807.04, "end": 808.0}, {"text": "It's Mars. Yeah.", "start": 808.0, "end": 808.88}, {"text": "Yeah. Shut up.", "start": 808.88, "end": 809.6}, {"text": "Someone didn't pay attention.", "start": 809.6, "end": 812.04}, {"text": "I pay attention every day.", "start": 812.04, "end": 813.8}, {"text": "Somebody's not paying attention. Can you walk us through your outfit? We didn't even go through yours.", "start": 813.8, "end": 817.64}, {"text": "Yeah, me and Pats are kind of pretty clear.", "start": 817.64, "end": 820.48}, {"text": "Huh, the lion part is very clear.", "start": 820.48, "end": 824.0}, {"text": "Leo is orange.", "start": 824.0, "end": 826.2}, {"text": "All right, let's go. Let's go, man.", "start": 826.2, "end": 827.84}, {"text": "You want to know about my shit?", "start": 827.84, "end": 829.8}, {"text": "Yeah. I'm a shining star.", "start": 829.8, "end": 832.32}, {"text": "No matter who you are.", "start": 832.32, "end": 833.88}, {"text": "Justin Bieber. Dude, I am a celebrity.", "start": 833.88, "end": 836.84}, {"text": "Oh, you're Lady Gaga.", "start": 836.84, "end": 838.0}, {"text": "No, you do look like Lady Gaga.", "start": 838.0, "end": 839.8}, {"text": "I'm a Hollywood walk of shame.", "start": 839.8, "end": 841.28}, {"text": "I call it shame. The Hollywood walk of shame.", "start": 841.28, "end": 843.2}, {"text": "You look like Lady Gaga. I'm Lady Gaga, man. The biggest star in the universe.", "start": 843.2, "end": 848.0}, {"text": "Can you sing, what's that song? I'm on the deep end, watch as I dive in. I'm never losing my shoes.", "start": 848.0, "end": 857.28}, {"text": "Wow. I'm stuck on the edge of food. Oh my God. Or it's called something. It's called I'm on the", "start": 857.28, "end": 864.88}, {"text": "edge of food. It's a song that I've never seen that movie. I'm on the, I'm on the deep end. Oh,", "start": 864.88, "end": 871.2}, {"text": "Oh, I just realized what I'm talking about. A star is born. You're kidding me,", "start": 871.2, "end": 877.68}, {"text": "dude. This lines up in an amazing way. Everything has been lining up so", "start": 877.68, "end": 881.36}, {"text": "perfectly, it's crazy. Okay, walk us through your prison lion outfit. Okay,", "start": 881.36, "end": 886.0}, {"text": "well... It's lining up. Orange here, orange here to represent the orangeness", "start": 886.0, "end": 891.62}, {"text": "of the sun. The sun is yellow, man. But then it goes into this yellow here,", "start": 891.62, "end": 895.42}, {"text": "which is you mean the beginning of the lion's face and then the outside of it", "start": 895.98, "end": 901.44}, {"text": "is the lion's main and then pink and red here, but why a lion? I've said it six", "start": 901.44, "end": 908.18}, {"text": "times, but Leo is Leo. Leo is the sun sign. Oh, okay, shit. Well, everyone", "start": 908.18, "end": 913.7}, {"text": "doesn't know anything about astrology back in my day. I thought your son sign", "start": 913.7, "end": 917.48}, {"text": "was like it was like my son signs. Cancer is sun sign. My son sign is in", "start": 917.48, "end": 920.9}, {"text": "Leo right, but your son is not a sun sign. It is it's your son of your", "start": 920.94, "end": 926.3}, {"text": "trying bro. You tried to pull a bro. No, I think about astrology", "start": 926.3, "end": 929.54}, {"text": "about astrology.", "start": 929.54, "end": 930.5}, {"text": "Actually, you probably definitely knows the most. I'm sure he does, but I don't", "start": 930.5, "end": 935.38}, {"text": "think what you're saying makes any sense. I thought it's fire. What I", "start": 935.38, "end": 937.78}, {"text": "thought it was fire water, earth and air. You're thinking of Avatar. You are", "start": 937.78, "end": 941.66}, {"text": "thinking of it. I never seen Avatar, so I wouldn't know you never seen Avatar.", "start": 941.66, "end": 944.98}, {"text": "You've seen Avatar. The blue, the blue Avatar. I love that shit. You never seen", "start": 944.98, "end": 948.3}, {"text": "I think about that every day when I'm falling asleep, and it gives me fuel for", "start": 948.34, "end": 952.5}, {"text": "my life. The Blue Planets, Avatar to the family,", "start": 952.5, "end": 955.38}, {"text": "that's what I'm gonna be my family. One day, Avatar to the family, that's what I", "start": 955.38, "end": 960.14}, {"text": "kind of is the Avatar to the family. I still haven't seen either bro. I", "start": 960.14, "end": 963.7}, {"text": "don't come with us to see Avatar to all fucking amazing. So fucking good life", "start": 963.7, "end": 968.1}, {"text": "changing Avatar three coming in twenty twenty five. I think twenty twenty five", "start": 968.1, "end": 971.06}, {"text": "Christmas that shit ain't never coming out. No, it's coming man. They're in", "start": 971.06, "end": 973.9}, {"text": "post production already. I think no one filmed it together with two and two.", "start": 973.9, "end": 977.94}, {"text": "cool. It was only filmed. You know it's a movie I learned about sunshine. Oh", "start": 977.94, "end": 983.3}, {"text": "yeah, that one's about the sun. That's about the sun. Is it for real? Eternal", "start": 983.3, "end": 987.4}, {"text": "sunshine, eternal sunshine. I had to stop watching that movie one time. Why", "start": 987.4, "end": 991.78}, {"text": "son of Frankenstein when he goes into the when he goes into the apartment and", "start": 991.78, "end": 996.18}, {"text": "everything's crazy. None of us saw that one. I had to walk out of the movie", "start": 996.18, "end": 998.74}, {"text": "theater. Still haven't seen that one. I think I see it might be a mushroom is", "start": 998.74, "end": 1001.94}, {"text": "man. Oh, the shining shining is about the sun shot. What other son? Oh my God,", "start": 1001.94, "end": 1006.1}, {"text": "that's why it's called the shining because it's about his son. Wow,", "start": 1006.14, "end": 1010.08}, {"text": "Holy Shit! Jack Nickel son. Oh shit and son Shelly and son bitch", "start": 1010.08, "end": 1018.28}, {"text": "son fucking bitches in that movie.", "start": 1018.28, "end": 1021.36}, {"text": "Suddenly Hubrick. Yep, wait and and guess what it's about and it's about", "start": 1021.36, "end": 1028.06}, {"text": "how they faked going to the moon because really they went to the sun.", "start": 1028.06, "end": 1032.5}, {"text": "yeah, that's why they had to fake going to the moon. Yeah, they built this moon", "start": 1032.78, "end": 1036.58}, {"text": "set on the sun. Nobody was going to believe it if they went to the sun. So", "start": 1036.58, "end": 1039.52}, {"text": "they had to say yeah, we actually went to the moon. You need the biggest source", "start": 1039.52, "end": 1042.14}, {"text": "of natural light. Of course, you're going to the sun sun, the art of of", "start": 1042.14, "end": 1047.66}, {"text": "stars, the art of store store still are where the where the sun was art of wire", "start": 1047.66, "end": 1055.58}, {"text": "is the sun man in the sky. Oh wait, it's right there. It's always there.", "start": 1055.58, "end": 1059.22}, {"text": "was on. I was the first thing you see if you're born outside during the day time", "start": 1060.22, "end": 1063.26}, {"text": "and you're looking up at the sky and you don't notice anything else. I guess that", "start": 1063.26, "end": 1067.66}, {"text": "is the first thing you see. That's a really good point. That's a great", "start": 1067.66, "end": 1070.62}, {"text": "camera. Show us your outfit. What do you got man? Well, I got the sunglasses for", "start": 1070.62, "end": 1074.7}, {"text": "the sun. I was going to put some sunscreen on my face, but I forgot to", "start": 1074.7, "end": 1077.18}, {"text": "bring it. I was going to put the light sunscreen on my nose, kind of Larry the", "start": 1077.18, "end": 1080.98}, {"text": "lobster. You can imagine that I got a yellow shirt for the yellow color of the", "start": 1080.98, "end": 1084.66}, {"text": "sun and it's also it's a shirt for a youth summer camp and who do you send to", "start": 1084.66, "end": 1088.7}, {"text": "so you summer camp, you son, you son, yes, and you're not a but my son, the", "start": 1088.74, "end": 1094.12}, {"text": "son is the", "start": 1094.12, "end": 1094.78}, {"text": "or the daughter is the son of the mom daughter's, the moon of the sun. Have", "start": 1094.78, "end": 1099.42}, {"text": "you guys ever tried doing never mind? We never tried signing your butt cheeks", "start": 1099.42, "end": 1103.72}, {"text": "and your balls, sunning no, no perineum do not send my perineum. I kind of", "start": 1103.72, "end": 1108.04}, {"text": "think it might work. I think that that's supposed to remain dark.", "start": 1108.04, "end": 1110.84}, {"text": "I don't think that's supposed to. I think there's a reason that's where the", "start": 1110.84, "end": 1115.02}, {"text": "the sun don't shine. Oh Shit yeah, where the sun don't I think that there's a", "start": 1115.04, "end": 1119.26}, {"text": "completely good invented clothes. The sun was not getting up and no very rarely", "start": 1119.26, "end": 1123.54}, {"text": "there. They were not. Imagine you see a cave man, just doggy style pointing his", "start": 1123.54, "end": 1128.3}, {"text": "butt at the sun. I put a bone in it yeah.", "start": 1128.3, "end": 1131.7}, {"text": "If I saw that shit, I'm put I'm pulling up with a bone.", "start": 1131.7, "end": 1135.9}, {"text": "Take this bone. I'm hitting that thing with the club. Get the hell out of here.", "start": 1135.9, "end": 1140.16}, {"text": "That's why they invented loin cloth. I came over doing that. I'm sick of this", "start": 1140.16, "end": 1143.4}, {"text": "I don't want to see this. I'm fine with seeing all your hairy chests and man", "start": 1143.44, "end": 1148.24}, {"text": "boobs and whatever, but I don't want to see your asshole and you're sticking", "start": 1148.24, "end": 1151.54}, {"text": "great on all the right now. I'm fucking horny because I saw this cave man's", "start": 1151.54, "end": 1154.88}, {"text": "hairy ass yeah and they the reason they're called loin classes, because", "start": 1154.88, "end": 1158.52}, {"text": "they made them out. They used to kill cave lions and make them out of cave", "start": 1158.52, "end": 1161.24}, {"text": "lion skin. They couldn't spell back then, so they said loin instead of lion", "start": 1161.24, "end": 1164.08}, {"text": "and the lion is the", "start": 1164.08, "end": 1164.96}, {"text": "line is not the animal of the sun man. No again, you go a lion is a Pokemon.", "start": 1164.96, "end": 1171.52}, {"text": "think about that. I guess there's a sun lion and Pokemon, but the sun, I would", "start": 1171.56, "end": 1176.26}, {"text": "say the sun animal", "start": 1176.26, "end": 1177.16}, {"text": "there's an electric mouse", "start": 1177.16, "end": 1179.38}, {"text": "mythology, though, I would be like, oh, a mouse, that's the electric animal. I", "start": 1179.38, "end": 1184.08}, {"text": "can't touch my face. You can't touch your no, but I do have an itch. Let me", "start": 1184.08, "end": 1187.68}, {"text": "get it. Okay, where you want makeup on your finger? I don't bro. Yeah, I really", "start": 1187.68, "end": 1191.48}, {"text": "don't you really don't. This stuff is toxic. What's the first time you guys", "start": 1191.48, "end": 1195.0}, {"text": "ever saw the sun first time? I ever saw this yeah probably born outside looking", "start": 1195.0, "end": 1198.88}, {"text": "probably when I left the hospital. I guess I can imagine you being born in a", "start": 1198.92, "end": 1202.08}, {"text": "hot tub. I was looking into the sun for a while. Yeah, I wasn't born. I", "start": 1202.08, "end": 1206.08}, {"text": "like I could imagine I was born in fucking Mount Auburn Hospital, Bro", "start": 1206.08, "end": 1210.8}, {"text": "Mount Auburn. Yeah, that's in Cambridge. You don't know Mount Auburn Hospital.", "start": 1210.8, "end": 1214.92}, {"text": "No fake. I was born in", "start": 1214.92, "end": 1216.68}, {"text": "Mount Auburn. I was born in Saint Elizabeth, Brighton, Brighton, then the", "start": 1216.68, "end": 1222.96}, {"text": "sun. I was born in New Hanover County Medical Center,", "start": 1222.96, "end": 1225.44}, {"text": "St. Elizabeth's Hospital Center of the Solar System. Holy shit, this is", "start": 1226.96, "end": 1230.5}, {"text": "getting crazy. St. Elizabeth's Hospital. Burn, burn, yeah, sun, hot. Also,", "start": 1230.5, "end": 1235.5}, {"text": "who was born there? Mike Bloomberg. What does the sun do? Makes those flowers", "start": 1235.5, "end": 1239.86}, {"text": "bloom. Makes the world go round. Melts icebergs. Yeah, it melts icebergs. Mike.", "start": 1239.86, "end": 1244.7}, {"text": "That's why his name is so crazy. Looks like a Mike, looks like this part of", "start": 1244.7, "end": 1248.26}, {"text": "the Mike. Do you guys ever get scared that the sun's just going to go out?", "start": 1248.26, "end": 1251.14}, {"text": "Yeah, but as I, as a Malfa Centaurian informed us, we wouldn't know for eight", "start": 1251.14, "end": 1255.1}, {"text": "minutes yeah, but that doesn't really help me. That's not very long yeah.", "start": 1255.12, "end": 1257.96}, {"text": "That's not so long. I probably couldn't live the rest of my life in eight", "start": 1257.96, "end": 1260.64}, {"text": "minutes. I'd be able to do something. You wouldn't know in eight minutes. You", "start": 1260.64, "end": 1264.16}, {"text": "would be like you'd be you'd be at your computer. You'd be look you'd be", "start": 1264.16, "end": 1267.14}, {"text": "googling funny movies or whatever yeah, you'd see it go out and you're like oh", "start": 1267.14, "end": 1270.64}, {"text": "my God, the past eight minutes I could have been doing everything I've ever", "start": 1270.64, "end": 1274.16}, {"text": "doing eight minutes on IMDB, a minute try not to laugh. If you had eight", "start": 1274.16, "end": 1277.64}, {"text": "minutes to live, what are you doing? First of all, I would sell all my", "start": 1277.64, "end": 1281.52}, {"text": "belongings, so i'll be super rich yeah. Okay, so that's the first thirty", "start": 1281.56, "end": 1285.06}, {"text": "seconds and i buy new more luxurious belongings with the money. That's the", "start": 1285.06, "end": 1288.1}, {"text": "next thirty, which way the same amount of money. Yeah, well, wait. So you're", "start": 1288.1, "end": 1292.5}, {"text": "selling everything. I sell sell everything, so that includes all the", "start": 1292.5, "end": 1296.02}, {"text": "essentials right and i'm using them. I don't need i'm not going to buy", "start": 1296.02, "end": 1299.08}, {"text": "another toothbrush bro. I'm not going to buy. Would you sell you're not going", "start": 1299.08, "end": 1302.08}, {"text": "to sleep again? I'm not going to buy a bed, so all the stuff that i sell i can", "start": 1302.08, "end": 1305.24}, {"text": "buy stuff that i'll use in the next minutes. So you've used like a and you", "start": 1305.24, "end": 1308.24}, {"text": "I would I would also sell your hair right. I wouldn't sell my hair man. No,", "start": 1308.26, "end": 1312.3}, {"text": "we're going to die with dignity. Yeah, sorry, shit.", "start": 1312.3, "end": 1314.74}, {"text": "I okay, sorry that maybe to be asked me to say what your hair they begged for", "start": 1314.74, "end": 1320.64}, {"text": "me to donate my hair when I got a haircut in Boston. I was like this.", "start": 1320.64, "end": 1323.38}, {"text": "They said fuck that fuck you bro. Every time you can't take my beautiful hair,", "start": 1323.38, "end": 1327.38}, {"text": "beautiful cancerous, walking around with your hair, they have to cut a certain", "start": 1327.38, "end": 1330.54}, {"text": "amount of hair off of your head in order to donate it. Yeah, so they try and", "start": 1330.54, "end": 1334.1}, {"text": "upsell you. They'd be like oh you want it this short. You know if I cut it only", "start": 1334.1, "end": 1337.78}, {"text": "It's five inches shorter, you can donate it.", "start": 1337.78, "end": 1340.28}, {"text": "Like, what the, I don't want five inches shorter.", "start": 1340.28, "end": 1342.74}, {"text": "What are you talking about?", "start": 1342.74, "end": 1343.74}, {"text": "My high school had the biggest hair donation drive in the state, or in the country.", "start": 1343.74, "end": 1349.94}, {"text": "Yeah.", "start": 1349.94, "end": 1350.94}, {"text": "Because the biggest hair, it was the Pantene Locks of Love.", "start": 1350.94, "end": 1354.18}, {"text": "It was a pep rally that we always had to fucking go to.", "start": 1354.18, "end": 1357.02}, {"text": "If you skipped it, you got in a shit ton of trouble.", "start": 1357.02, "end": 1359.66}, {"text": "And we had to watch every single girl in the school cut their hair.", "start": 1359.66, "end": 1362.74}, {"text": "And it got so bad that every girl was bullying girls for not cutting their long hair.", "start": 1362.74, "end": 1367.38}, {"text": "that would have been the most incredible experience of all time for a young boy", "start": 1367.38, "end": 1371.76}, {"text": "with a developing fetish. Definitely", "start": 1371.76, "end": 1373.82}, {"text": "definitely", "start": 1373.82, "end": 1375.4}, {"text": "every single girl in your school is cutting their hair hair cut in front of", "start": 1375.4, "end": 1383.6}, {"text": "you and the and you're watching in an audience, a crown you're cheering.", "start": 1383.6, "end": 1387.3}, {"text": "There's a teacher whose whole job was pep rallies at the school. This is an", "start": 1387.3, "end": 1390.9}, {"text": "entire job. So he wasn't a teacher at all. He was an English teacher, but it", "start": 1390.9, "end": 1394.02}, {"text": "he was mostly there because he loved pep rallies and he loved this Pantene", "start": 1394.06, "end": 1397.66}, {"text": "beautiful links thing so much, and I think that Salina Gomez said good job", "start": 1397.66, "end": 1402.2}, {"text": "and that was big. Big news at the school with Salina Gomez saying great job", "start": 1402.2, "end": 1407.06}, {"text": "cutting off all that damn hair. She got big news. She got yeah. There's news", "start": 1407.06, "end": 1411.08}, {"text": "about her recently. She had a face looked weird in a new photo. That's", "start": 1411.08, "end": 1414.68}, {"text": "that's hardly news to me. That's not much. That's what we consider news.", "start": 1414.68, "end": 1417.74}, {"text": "Now that's what is, you know, breaking Salina Gomez is stuns in new photo.", "start": 1417.74, "end": 1422.78}, {"text": "because it's the news. Now I never donated my hair that she stunned", "start": 1423.66, "end": 1426.62}, {"text": "because her face looked weird. Yeah, you think she got a", "start": 1426.62, "end": 1429.02}, {"text": "she got", "start": 1429.02, "end": 1430.46}, {"text": "she got stunned and then her face got a", "start": 1430.46, "end": 1432.86}, {"text": "Selena Gomez stunk in new photo", "start": 1432.86, "end": 1435.26}, {"text": "Selena Gomez stung in new photo.", "start": 1435.26, "end": 1438.56}, {"text": "Gomez or Demi Lovato. It's one of those fucking one of them stunned. One of", "start": 1438.56, "end": 1442.76}, {"text": "them stunned and left no crud", "start": 1442.76, "end": 1444.26}, {"text": "or shit all the the podcast Twitter account. Every post on there is a", "start": 1444.26, "end": 1450.36}, {"text": "picture of Selena Gomez yeah on the news feed yeah, because I beautiful because", "start": 1450.36, "end": 1453.82}, {"text": "years ago I followed every single Twitter topic and most of them just", "start": 1453.82, "end": 1457.16}, {"text": "word word pop stan. Oh yeah, so I always whenever I switch over to check the", "start": 1457.16, "end": 1461.88}, {"text": "notifications, I see", "start": 1461.88, "end": 1462.9}, {"text": "I see just a bunch of pictures of Selena Gomez,", "start": 1462.9, "end": 1465.7}, {"text": "stuns a new photo. I saw there they're leveling up their captions man. I saw", "start": 1465.7, "end": 1470.78}, {"text": "one yesterday that said Selena Gomez looks resplendent. Whoa", "start": 1470.78, "end": 1474.96}, {"text": "crazy", "start": 1474.96, "end": 1476.64}, {"text": "that's got to be that's got to be an AI right crazy yeah. No way that no way", "start": 1478.12, "end": 1482.92}, {"text": "that a stan is saying resplendent resplendent unless it was like a", "start": 1482.92, "end": 1486.76}, {"text": "flammage stan yeah. Do you imagine that", "start": 1486.76, "end": 1489.28}, {"text": "I got made", "start": 1489.28, "end": 1491.34}, {"text": "I got made fun of", "start": 1491.34, "end": 1493.08}, {"text": "I got made fun of for using a word today man. I didn't hurt my feelings.", "start": 1493.08, "end": 1499.64}, {"text": "What resplendent no dude I used a fucking neti pot right yeah. I used a", "start": 1499.64, "end": 1503.72}, {"text": "neti pot and guys I used to use neti pots all the time. I use it this time,", "start": 1503.72, "end": 1507.48}, {"text": "because I've been sick for like a month now. Use the neti pot this time. No dice", "start": 1507.52, "end": 1511.82}, {"text": "didn't do anything and I told my wife. I said this neti pots used to be the", "start": 1511.82, "end": 1516.18}, {"text": "paragon of nasal clarity and she said", "start": 1516.18, "end": 1519.3}, {"text": "pro she said what and I said yeah, that's not one word that got you. It", "start": 1519.3, "end": 1523.72}, {"text": "used to be the paragon of a pop is stand. I thought that that was a pretty good", "start": 1523.72, "end": 1527.94}, {"text": "sentence. You are sounding like she said. I sounds like you're you're you're a", "start": 1527.94, "end": 1532.18}, {"text": "stop rock trying to make something for a gun of nasal clear. Yeah, that's I just", "start": 1532.22, "end": 1538.12}, {"text": "you know. I thought that it was a pretty cool thing to say and that you shouldn't", "start": 1538.12, "end": 1543.22}, {"text": "try to sound cool to your wife. Yeah, well, how I got to keep it. You should", "start": 1543.22, "end": 1547.32}, {"text": "not in the morning. Yeah, you wait. You don't sound cool to your wife and you're", "start": 1547.32, "end": 1551.22}, {"text": "in the morning. You sound cool to your wife. Like would you disagree that the", "start": 1551.22, "end": 1554.12}, {"text": "neti pot used to be known as the paragon of nasal clarity? You say that at the end", "start": 1554.12, "end": 1557.62}, {"text": "of the day, you say that when she comes home from work, sub girl sub girl, I got", "start": 1557.62, "end": 1562.02}, {"text": "I'll tell you something real quick. I use the paragon of nasal clarity and it", "start": 1562.12, "end": 1566.86}, {"text": "didn't hit like it used to. Straight the fuck up. Yeah, 'cause she's gotta have", "start": 1566.86, "end": 1571.2}, {"text": "something to come home to. Yeah, I guess you're right. You gotta, you know, you", "start": 1571.2, "end": 1574.78}, {"text": "gotta like, you gotta tell your wife like, \"Oh, today, guess who I saw? Elmo,", "start": 1574.78, "end": 1580.34}, {"text": "Times Square.\" She's been mad at me because I, my friends are in town, my", "start": 1580.34, "end": 1584.46}, {"text": "buddies are in town, and I've been going and hanging out with them during the day", "start": 1584.46, "end": 1587.34}, {"text": "on her days off, and she'll be like, \"Hey, do you wanna go to get some lunch today?\"", "start": 1587.34, "end": 1591.74}, {"text": "I say no bitch. I have to go to the M and M store right and I went to the M and", "start": 1591.76, "end": 1595.4}, {"text": "M store yesterday. What M and M's did you guys get dude fudge brownie, who", "start": 1595.4, "end": 1599.28}, {"text": "dark chocolate almond, please say P, you got two different ones yeah cheater", "start": 1599.28, "end": 1603.16}, {"text": "you only got to eat her", "start": 1603.16, "end": 1604.28}, {"text": "wait bro. You can get a million types of peanuts there. I'm talking about not", "start": 1604.28, "end": 1608.88}, {"text": "even just a peanut. Oh the scanner. Oh, I didn't do the scanner because I got", "start": 1608.88, "end": 1612.2}, {"text": "the red one time and I'm never doing that shit again. Julio, what's did you", "start": 1612.2, "end": 1615.04}, {"text": "scan this? I think I got the golden one golden", "start": 1615.04, "end": 1617.88}, {"text": "I little kid lie. I think I got the golden perfect. I got the gold one.", "start": 1619.12, "end": 1627.64}, {"text": "What do you mean? I'm looking at a one. You mean the yellow one golden golden.", "start": 1627.64, "end": 1633.2}, {"text": "There's no golden eminem. There's no golden eminem as bullshit. You shut up.", "start": 1633.2, "end": 1637.84}, {"text": "There's no golden eminem. You're a bullshitter. You are bullshitting right", "start": 1637.84, "end": 1641.52}, {"text": "now. You have it. We have a witness. No, I wasn't. I wasn't actually. I was", "start": 1641.52, "end": 1644.72}, {"text": "upstairs trying to find a bath. Okay, well, you should call who was with you.", "start": 1644.72, "end": 1649.1}, {"text": "and I'm looking at try to we need to we need some some proof. We need this to be", "start": 1649.1, "end": 1653.66}, {"text": "debunked. There was Snopes type of thing. We're not the fucking golden. You're not", "start": 1653.66, "end": 1656.86}, {"text": "the golden M and M. I don't believe that there's a golden M and M. That's", "start": 1656.86, "end": 1659.66}, {"text": "complete bullshit. Yeah, I don't trust you. I do not trust it. I don't trust", "start": 1659.66, "end": 1663.98}, {"text": "man. It probably was a yellow M and M. Definitely. It was definitely yellow.", "start": 1663.98, "end": 1667.26}, {"text": "I'm a real", "start": 1667.26, "end": 1667.9}, {"text": "the golden. He is not the golden M and that's something yeah, that's something", "start": 1667.9, "end": 1672.58}, {"text": "I would do if I was trying to get like my little brother to like eat a flavor", "start": 1672.58, "end": 1676.86}, {"text": "the skittle I didn't want. Oh, it's the", "start": 1676.88, "end": 1678.88}, {"text": "disgusting banana skittle or some. Oh my God, you got the golden one. That's you", "start": 1678.88, "end": 1685.32}, {"text": "should have all the golden one. He is the one I hear about it. He's looking", "start": 1685.32, "end": 1688.48}, {"text": "ejected yeah. He's a picture of it. Well, my last phone it's on here to a", "start": 1688.48, "end": 1693.08}, {"text": "picture on your last phone, your last, but it was yesterday.", "start": 1693.08, "end": 1695.96}, {"text": "Just lie it's all fucking life. I phone every day. He just lies and lies and", "start": 1695.96, "end": 1701.2}, {"text": "talking about I took I got bro. Listen to yourself. You said I've scanned as", "start": 1701.2, "end": 1705.2}, {"text": "the golden M and M, but I took a picture of it on my last phone. You are a", "start": 1705.24, "end": 1708.84}, {"text": "lot of your teeth. What are you talking about lying? You're lying through your", "start": 1708.84, "end": 1712.6}, {"text": "God damn teeth. I also went to Margaritaville yeah. I saw that that", "start": 1712.6, "end": 1716.4}, {"text": "was amazing. I love Margaritaville man. I guess they gave us a free postcard.", "start": 1716.4, "end": 1721.24}, {"text": "Yeah, I heard about this. Yeah, I saw a photo of all of us. That's huge. It was", "start": 1721.24, "end": 1725.48}, {"text": "fucking you. They do that at Dallas barbecue. Also, what's that you never", "start": 1725.48, "end": 1729.04}, {"text": "been at Dallas barbecue is in doubt. No, it's in New York. Oh shit man. I", "start": 1729.04, "end": 1732.8}, {"text": "they had I went past that place before they had a desus and marrow.", "start": 1732.84, "end": 1736.68}, {"text": "Collab what happened to these guys, I'm going to desus and marrow. I think", "start": 1736.68, "end": 1740.28}, {"text": "there's a serious gap that we might be able to fill in pop culture. Now the", "start": 1740.28, "end": 1743.72}, {"text": "desus and marrow are not doing this shit anymore. Yeah, let's talk to", "start": 1743.72, "end": 1746.36}, {"text": "break out of barbecue. Are that did they get did they I think that they", "start": 1746.36, "end": 1749.72}, {"text": "beefed and then they split they split. Yeah, yeah, which is sad as fuck. What", "start": 1749.72, "end": 1753.4}, {"text": "if each of us tried one of us each tried to pair up one of us got was tried to", "start": 1753.4, "end": 1758.2}, {"text": "be the new part of the new duo with desus. I want to try with marrow to see", "start": 1758.2, "end": 1761.72}, {"text": "see who the real star power was. Then we parent trap them. Oh snap! Yeah. We do a... A deer", "start": 1761.72, "end": 1768.72}, {"text": "and a marrow trap. A deer and a marrow trap, yes. How would we do it man? We'd say you", "start": 1768.72, "end": 1773.8}, {"text": "guys should... Well there would have to be fireworks, yeah. We'd have to bring them,", "start": 1773.8, "end": 1778.58}, {"text": "you know, exactly like the parent trap. How do they do it in parent trap? There would", "start": 1778.58, "end": 1780.4}, {"text": "have to be fireworks and stuff. How do they do it in parent trap? Oh the parent trap would", "start": 1780.4, "end": 1783.32}, {"text": "be a really good D&D thing. That would be a great one. That's a good idea. How did,", "start": 1783.32, "end": 1787.96}, {"text": "do you guys think parent trap would have worked with your parents? No, because my parents", "start": 1787.96, "end": 1791.52}, {"text": "have been to get definitely not mine. Definitely would not have worked,", "start": 1791.52, "end": 1794.88}, {"text": "because what they went to the same pool, it would I mean let me it would have to", "start": 1794.88, "end": 1798.38}, {"text": "be a trap. It would have to be a literal spike saw trap where, if they didn't", "start": 1798.38, "end": 1803.22}, {"text": "marry each other again, they died yeah and even then the trap was more of the", "start": 1803.22, "end": 1807.72}, {"text": "parent suggestion yeah, hardly a trap, a parent idea yeah, just imagining the", "start": 1807.72, "end": 1812.52}, {"text": "saw trap parent trap where it's like hello. You split up and you heard a", "start": 1812.52, "end": 1816.88}, {"text": "little boys Felix yeah thirty years. That's what most of the", "start": 1816.88, "end": 1820.12}, {"text": "movies are about", "start": 1820.52, "end": 1821.48}, {"text": "thirty years ago. A little boy, a little boy got his heart broken. That's a old", "start": 1821.48, "end": 1827.06}, {"text": "fucking picture, bro. That is try. I recognize that one, but that was me and", "start": 1827.06, "end": 1831.0}, {"text": "I was a red dude and I'm never ever. Why is this actually from yesterday and", "start": 1831.0, "end": 1834.22}, {"text": "Caleb was wearing a mask?", "start": 1834.22, "end": 1835.28}, {"text": "So what I'm safe, who gives a fuck", "start": 1835.28, "end": 1839.7}, {"text": "I'm really conscious about my safety. I couldn't find it because it doesn't it", "start": 1839.7, "end": 1844.98}, {"text": "doesn't exist man. Yeah,", "start": 1844.98, "end": 1846.34}, {"text": "it's not racist to say that you're not the golden. I thought you thought he", "start": 1847.22, "end": 1851.66}, {"text": "said it's racist yeah, that he was calling his racist like he always does", "start": 1851.66, "end": 1854.46}, {"text": "crazy. He calls you racist a bunch. He calls a lot of me man. Yeah, he's never", "start": 1854.46, "end": 1859.66}, {"text": "called me racist once you must be doing something racist. I'm sorry. I showed up", "start": 1859.66, "end": 1863.62}, {"text": "in a sombrero. That wouldn't be racist. That would be that would be", "start": 1863.62, "end": 1867.3}, {"text": "cool. That'd be yeah a tribute. Well, I had a shirt on that said I'm Julio and I", "start": 1867.3, "end": 1873.38}, {"text": "was doing this", "start": 1873.38, "end": 1874.58}, {"text": "popping shots. I and I'm sorry. That's okay. You were being that mouse. Speedy", "start": 1876.06, "end": 1882.6}, {"text": "Speedy. I was a tentacle.", "start": 1882.6, "end": 1884.36}, {"text": "Do you guys want to see? Okay,", "start": 1884.36, "end": 1887.76}, {"text": "let's do it. So, you know, I've been doing this art shit for some time now.", "start": 1887.76, "end": 1893.26}, {"text": "Yeah, I thought that when you showed up with the glasses and the wig, I thought", "start": 1893.26, "end": 1896.76}, {"text": "you were being Andy Warhol for a second.", "start": 1896.76, "end": 1898.36}, {"text": "First of all, I didn't show up with either of them. Put them on when I got", "start": 1898.36, "end": 1902.66}, {"text": "yeah, I know, but that's what I thought you were doing now, dude and a warthog", "start": 1902.66, "end": 1905.96}, {"text": "more like guys, fuck, I don't like him guys. You know he used to cut his wig", "start": 1905.96, "end": 1909.9}, {"text": "and then would show back up with a longer wig at the barber shop. He wore a", "start": 1909.9, "end": 1913.56}, {"text": "way he wore a wig. He was a wig cut and then would show back up with a longer", "start": 1913.56, "end": 1918.3}, {"text": "wig and get that cut to pretend like he grow it. He used to paint food. He", "start": 1918.3, "end": 1923.42}, {"text": "painted soup. He would nowadays he would have an incredible job at Amazon. Yes,", "start": 1923.42, "end": 1927.98}, {"text": "thumbnails me food on so whole food before I started this art shit. This", "start": 1927.98, "end": 1932.38}, {"text": "different chapter of my life where everything has changed for me. I thought Andy Warhol,", "start": 1932.42, "end": 1937.22}, {"text": "stupid piece of crap, ruined art, made it all about food. Art used to be about amazing girls,", "start": 1937.22, "end": 1943.38}, {"text": "and now it's about fucking bullshit food and flowers and shit. And I hated that shit. But", "start": 1943.38, "end": 1948.7}, {"text": "now I have moved to a world where modern art is so fucking amazing to me and I'm loving", "start": 1948.7, "end": 1954.66}, {"text": "performances and concepts.", "start": 1954.66, "end": 1956.38}, {"text": "Consent?", "start": 1956.38, "end": 1957.38}, {"text": "In a way that, and consent. All my stuff is about consent. If you look at any of my paintings,", "start": 1957.38, "end": 1962.26}, {"text": "This is about consent. This is about consent. That's just what I do now.", "start": 1962.26, "end": 1965.68}, {"text": "Yeah. What about this one?", "start": 1965.68, "end": 1967.32}, {"text": "That one is definitely about consent.", "start": 1967.32, "end": 1968.62}, {"text": "Okay.", "start": 1968.62, "end": 1969.62}, {"text": "Yeah, because it's the little things that count with consent. That's what that means,", "start": 1969.62, "end": 1974.86}, {"text": "too. That's why that little ass painting is that.", "start": 1974.86, "end": 1977.06}, {"text": "Oh, the little one. I see.", "start": 1977.06, "end": 1978.06}, {"text": "Yeah.", "start": 1978.06, "end": 1979.06}, {"text": "I thought you were pointing to the member berries.", "start": 1979.06, "end": 1980.06}, {"text": "Member consent.", "start": 1980.06, "end": 1981.06}, {"text": "I remember it.", "start": 1981.06, "end": 1982.06}, {"text": "Member consent. This is planet consent, Mars. But here's my modern art for today.", "start": 1982.06, "end": 1987.18}, {"text": "Okay.", "start": 1987.18, "end": 1988.18}, {"text": "Guys, my modern art is Patrick because he's my sunshine. Wow. Give me a smile.", "start": 1988.18, "end": 1995.18}, {"text": "I'm not a modern art fan. I think you flopped, bro. You flopped completely.", "start": 1995.18, "end": 2006.26}, {"text": "That's my art for today. Upside down cup. Okay, I don't have a fucking painting. I didn't", "start": 2006.26, "end": 2012.36}, {"text": "have a painting because I woke up and I had to move my air conditioner to the fucking basement.", "start": 2012.36, "end": 2017.22}, {"text": "freestyle a haiku right now. Freestyle haiku about Patrick being my sunshine. Yeah, okay,", "start": 2017.22, "end": 2021.52}, {"text": "that's going to you are my sunshine. My only my only sunshine Patrick, you are brilliant.", "start": 2021.52, "end": 2032.86}, {"text": "Hold on wait. Start this one. You are brilliant. Okay, friend. Wow. Oops. I can do haikus all", "start": 2032.86, "end": 2043.66}, {"text": "day man. I belong in a different country. I guess that counts as art. They should extradite", "start": 2043.66, "end": 2048.36}, {"text": "me to Japan because I'm so good at haikus. It's criminal how good I am. I showed their", "start": 2048.36, "end": 2054.76}, {"text": "shit up in a crazy way that I'm not even from their country. How many times have you, you", "start": 2054.76, "end": 2058.64}, {"text": "did a haiku again, you did a haiku recently. I'm about haikus. I'm about that shit. When", "start": 2058.64, "end": 2064.4}, {"text": "did you do a haiku last on the other planet? I'll do another one right now. Okay. Cameron.", "start": 2064.4, "end": 2071.66}, {"text": "friend. That's five. Oh, hold on. Wait. Yellow face. Son. I think you're thinking of me again.", "start": 2071.66, "end": 2084.18}, {"text": "Oh shit. Wait. Yellow shirt. Amaze. Amazing son. With a big ass dick. Wow. Yeah. That", "start": 2084.18, "end": 2101.46}, {"text": "that was good. Yeah, that was a good one. That was a good one. So yeah, so I", "start": 2101.46, "end": 2106.7}, {"text": "promise that for the moon I'm going to have some installation, which now", "start": 2106.7, "end": 2110.1}, {"text": "nowadays I'm off of watercolors. I'm off of acrylics. I don't do this charcoal", "start": 2110.1, "end": 2114.14}, {"text": "shit anymore. I am an installation artist. Oh, what the hell did you just", "start": 2114.14, "end": 2119.66}, {"text": "do? The dropper he's filled his fell asleep, spilled his phone. You better go", "start": 2119.66, "end": 2124.74}, {"text": "better job better go get your next phone bro. You look like a piece of popcorn.", "start": 2124.74, "end": 2128.94}, {"text": "me. Yeah, kind of look like a pop in what way I saw a lady today that you buttery", "start": 2129.9, "end": 2133.98}, {"text": "with Joe Steeves.", "start": 2133.98, "end": 2134.9}, {"text": "Buttery smooth", "start": 2134.9, "end": 2137.3}, {"text": "damn. Do you think that you could fucking pick up a girl at the movie theater", "start": 2137.3, "end": 2142.9}, {"text": "while the movie is blasting loud as fuck war scene from say I would put a fire", "start": 2142.9, "end": 2147.4}, {"text": "alarm and then", "start": 2147.4, "end": 2148.4}, {"text": "carry her out. Yeah, I'm saving her life. I would pull the fire alarm and then I", "start": 2148.4, "end": 2153.94}, {"text": "would be walking out and I'd be I'd be flexing my muscles when I was walking", "start": 2153.94, "end": 2157.2}, {"text": "out and I'd be like, if I catch the guy who pulled the fire alarm, ruin the", "start": 2157.22, "end": 2160.32}, {"text": "screening of fucking Napoleon, I'm gonna rip him limb from limb until he screams", "start": 2160.32, "end": 2163.94}, {"text": "for mercy. And I'm like, \"I'm not gonna stop!\" And I would. I would go...", "start": 2163.94, "end": 2166.94}, {"text": "'Cause I don't stop. Yeah. You know what? I'm thinking,", "start": 2166.94, "end": 2169.46}, {"text": "maybe before that, if this doesn't work, if", "start": 2169.46, "end": 2172.9}, {"text": "I'd pull the fire alarm, do that,", "start": 2172.9, "end": 2175.14}, {"text": "if this doesn't work, I'd be sitting in a screening of Napoleon, and then right", "start": 2175.14, "end": 2179.48}, {"text": "when the movie starts, go, \"Oh, I thought this was Napoleon Dynamite!\" That's", "start": 2179.48, "end": 2182.82}, {"text": "what I'm saying. Try to make a girl laugh so hard that she comes home with", "start": 2182.82, "end": 2185.46}, {"text": "it work. Hey, where's Pedro and the girl with the bracelet?", "start": 2185.46, "end": 2189.76}, {"text": "Where's Uncle Rico? This is what the movie theater would sound like right", "start": 2189.76, "end": 2195.24}, {"text": "ready.", "start": 2195.24, "end": 2195.56}, {"text": "Hey Napoleon, give me some of your tots", "start": 2195.56, "end": 2199.24}, {"text": "yeah, and then we should do that. We should go to mystery size three thousand", "start": 2199.24, "end": 2207.2}, {"text": "at I would do I guess what you do is you go to Napoleon. You go Dan, this", "start": 2207.2, "end": 2211.72}, {"text": "shit's boring. It's so boyish. I wonder what the Barbie is for Napoleon like", "start": 2211.72, "end": 2215.3}, {"text": "Barbenheimer, there's doing a barboli and what's the barb part yeah, exactly", "start": 2215.34, "end": 2219.3}, {"text": "and I asked the girl for advice. What do you want to go see the bar part of", "start": 2219.3, "end": 2221.86}, {"text": "barboli and I'd say that", "start": 2221.86, "end": 2223.1}, {"text": "I'd walk up. I type girl. Can you tell me you want to go see what the bar part", "start": 2223.1, "end": 2229.42}, {"text": "of barboli and is it like a regal where they have like the reclining chair? So", "start": 2229.42, "end": 2233.02}, {"text": "like you're like tapping her, but you she can't you tapping the chair and she", "start": 2233.02, "end": 2235.98}, {"text": "can't tell because it's so soft yeah yeah and I'd say let's go see Priscilla.", "start": 2235.98, "end": 2240.1}, {"text": "Oh, it's Priscilla. I", "start": 2240.1, "end": 2241.82}, {"text": "a trillion. I creep up behind her and I'd say you want to see Priscilla.", "start": 2243.22, "end": 2246.26}, {"text": "Do you want to see Priscilla? Do you want to go into a different? So it's", "start": 2246.26, "end": 2250.44}, {"text": "romantic AF.", "start": 2250.44, "end": 2251.26}, {"text": "That's about that's what that movie is about is real. It's about romance and", "start": 2251.26, "end": 2255.46}, {"text": "it's about falling in love with a girl. I'm trying to think about seeing a girl", "start": 2255.46, "end": 2258.38}, {"text": "and falling in love with her. Have I why there's so many movies named after", "start": 2258.38, "end": 2261.64}, {"text": "girls man Priscilla, Barbie, man, only or Barbie, where are the guys, Sarah", "start": 2261.64, "end": 2266.58}, {"text": "Sarah Silverman program, yeah, saving Sarah, so saving Sarah Silverman, which", "start": 2266.58, "end": 2271.86}, {"text": "I would save her so you would save her from Zionism. Now I'm trying to sunshine", "start": 2271.98, "end": 2277.18}, {"text": "could be a girl. I would save her from her boyfriend. Man, would you guys marry", "start": 2277.18, "end": 2279.98}, {"text": "a girl named sunshine? Maybe I would marry basically any girl with legs. I", "start": 2279.98, "end": 2285.78}, {"text": "was asking my girlfriend these hypotheticals last night and", "start": 2285.78, "end": 2289.62}, {"text": "it was it was like hypotheticals with very, very poor signal, like very poor", "start": 2289.62, "end": 2296.06}, {"text": "caveats", "start": 2296.06, "end": 2297.02}, {"text": "like what would you fuck Peter Dinklage if he was tall?", "start": 2298.34, "end": 2303.34}, {"text": "That's a good caveat. Peter Dinklage is good looking man. Just stuff like that.", "start": 2303.34, "end": 2309.06}, {"text": "The height is not a problem for me. Yeah, no, not for me either. If there's any", "start": 2309.06, "end": 2312.42}, {"text": "little people that listen to this shit, your height is completely fine with me.", "start": 2312.42, "end": 2315.38}, {"text": "I don't even register. I don't register. I don't register most details about any", "start": 2315.38, "end": 2320.18}, {"text": "person. When I look at them, I look right through them and I think about what I'm", "start": 2320.18, "end": 2323.38}, {"text": "I dream about tonight, big or tall, nobody matters to me. No one at all one", "start": 2323.42, "end": 2327.82}, {"text": "looks like you're all just", "start": 2327.82, "end": 2329.06}, {"text": "a sidewalk or I'm looking up at the sky. Every single person in my vision looks", "start": 2329.06, "end": 2334.66}, {"text": "like super hot. Yeah, my whole world looks like super high. I want to shatter", "start": 2334.66, "end": 2338.5}, {"text": "you glass style, turn you into millions of bits of pieces. Oh yeah, I want to", "start": 2338.5, "end": 2342.38}, {"text": "slow mo crouch down, throw my gun up in the air,", "start": 2342.38, "end": 2345.5}, {"text": "been around. I want to play that game again, grab the gun, shoot you, throw the", "start": 2345.5, "end": 2352.14}, {"text": "You all should come over and play VR this week.", "start": 2352.18, "end": 2354.18}, {"text": "Dude, I want to play VR Superhuts so bad, bro.", "start": 2354.18, "end": 2356.18}, {"text": "We should do that.", "start": 2356.18, "end": 2358.18}, {"text": "Oh my god.", "start": 2358.18, "end": 2360.18}, {"text": "Have I ever made you play my fishing game?", "start": 2360.18, "end": 2362.18}, {"text": "No.", "start": 2362.18, "end": 2364.18}, {"text": "That I used to be addicted to? I used to be addicted to fishing in Korea.", "start": 2364.18, "end": 2366.18}, {"text": "Really? That's amazing.", "start": 2366.18, "end": 2368.18}, {"text": "There's a Korean game, or at least it takes place in Korea,", "start": 2368.18, "end": 2370.18}, {"text": "where they put you, it's a VR game,", "start": 2370.18, "end": 2372.18}, {"text": "they put you in real Korean fishing spots", "start": 2372.18, "end": 2374.18}, {"text": "and you can watch YouTube while you catch fish.", "start": 2374.18, "end": 2376.18}, {"text": "Wow.", "start": 2376.18, "end": 2378.18}, {"text": "And so I would put on videos of guys playing blackjack", "start": 2378.18, "end": 2380.18}, {"text": "and I would play fishing until four in the morning every night.", "start": 2380.18, "end": 2383.22}, {"text": "I've been seeing there's like people who are using, I think it's the new", "start": 2383.22, "end": 2387.06}, {"text": "Quest, and it has like a camera so you can do your dishes and watch YouTube at the same time.", "start": 2387.06, "end": 2393.38}, {"text": "That would change my life. You've never done that?", "start": 2393.38, "end": 2396.82}, {"text": "You can't watch YouTube and watch dishes?", "start": 2396.82, "end": 2398.02}, {"text": "Watching it on the headset. What do you mean?", "start": 2398.02, "end": 2400.42}, {"text": "Everywhere I look, it's not a dish anymore.", "start": 2400.42, "end": 2402.58}, {"text": "Where are you looking while you're washing dishes, bro?", "start": 2402.58, "end": 2405.06}, {"text": "I'm looking down at the dishes.", "start": 2405.06, "end": 2406.1}, {"text": "You're going like this.", "start": 2406.1, "end": 2407.14}, {"text": "But everywhere I look, the video is still there.", "start": 2407.14, "end": 2409.46}, {"text": "no, they should do it. Where I completely they should do taking a picking up a", "start": 2409.46, "end": 2414.0}, {"text": "plate and turning around to scrub it. What are you doing? Well, I'm turning to", "start": 2414.0, "end": 2417.18}, {"text": "the the rack", "start": 2417.18, "end": 2418.16}, {"text": "to put it on the rack. They should do augmented reality games for chores that", "start": 2418.16, "end": 2422.32}, {"text": "she would maybe get it done. We faster on fucking you have to kill the aliens", "start": 2422.32, "end": 2425.84}, {"text": "that are on the making", "start": 2425.84, "end": 2427.56}, {"text": "now. Please don't make the bad.", "start": 2427.56, "end": 2429.52}, {"text": "I would have like a cod zombies. It would be like Nazis in my house and", "start": 2429.52, "end": 2438.12}, {"text": "way. Be like we are putting dust on his book.", "start": 2438.14, "end": 2440.58}, {"text": "Get out of here, you damn Nazi zombies. Nazi fucks who love dust. Stop!", "start": 2440.58, "end": 2447.86}, {"text": "He puts crumbs all over the microwave. That's what the game would be called,", "start": 2447.86, "end": 2453.14}, {"text": "Dusty Zombies. Yeah. I do that, man. You do the dishes. Dude, it makes your", "start": 2453.14, "end": 2456.7}, {"text": "vacuum cleaner shoot like bullets, like a mini gun. Oh my God. So you're like", "start": 2456.7, "end": 2459.74}, {"text": "doing around. Dude, cap detected. Ron Jeremy put jizz all over your dishes and", "start": 2459.74, "end": 2465.38}, {"text": "you got to clean that shit off. That's good to yeah. That can't be him. Why", "start": 2465.4, "end": 2469.94}, {"text": "can't be Ron Jeremy's jizz dishes? I want Ron Jeremy's jizz on my dishes way", "start": 2469.94, "end": 2474.9}, {"text": "less than anybody else's jizz. Probably the worst jizz on earth. Yeah, it's the", "start": 2474.9, "end": 2478.36}, {"text": "worst. Well, you want jizz that you want on plates. Yeah, but then you got to", "start": 2478.36, "end": 2480.58}, {"text": "you got to give him money to for his likeness. Do you need if you're can you", "start": 2480.58, "end": 2484.86}, {"text": "use a prisoner's likeness? Well, no, we'll just free will. John Raramie. We", "start": 2484.86, "end": 2488.22}, {"text": "just got to do a like kind of a knock off and it'll be yeah, Jeremy Ron. Yeah,", "start": 2488.22, "end": 2491.54}, {"text": "exactly guys got to the easiest name switch of all time and jizz washer or", "start": 2491.56, "end": 2496.64}, {"text": "it could just say", "start": 2496.64, "end": 2497.4}, {"text": "it could be like an unnamed man's come who I really do like the idea that it's", "start": 2497.4, "end": 2503.26}, {"text": "that it's like a like Wolfenstein's future Nazis that just that they're", "start": 2503.26, "end": 2507.04}, {"text": "making whatever it is they're just dirtying your house and trying to get", "start": 2507.04, "end": 2510.16}, {"text": "you to or like just a one really annoying guy who's like I bet I bet you", "start": 2510.16, "end": 2514.08}, {"text": "can't vacuum the floors. You fucking stupid bitch. I bet you can't clean the", "start": 2514.08, "end": 2518.44}, {"text": "toilet today.", "start": 2518.44, "end": 2519.32}, {"text": "make me do it. What one really like put my brother in a permanent implanted", "start": 2521.08, "end": 2525.56}, {"text": "ship in my brain, where I see this guy every day of my life permanently. The", "start": 2525.56, "end": 2529.44}, {"text": "first thing I see when I wake up is him be like I bet you can't go to the", "start": 2529.44, "end": 2532.16}, {"text": "grocery store. I can show you fuck you fuck you David David look at you", "start": 2532.16, "end": 2536.76}, {"text": "sitting on the couch instead of going to the grocery store. How do you shut it", "start": 2536.76, "end": 2539.84}, {"text": "off, though you don't David Holt", "start": 2539.84, "end": 2541.84}, {"text": "you have no if you can shut it off, you're never doing your choice man. It", "start": 2541.84, "end": 2546.56}, {"text": "has to be and then your girlfriend when you wake up has to be roasting you to", "start": 2546.56, "end": 2550.04}, {"text": "and your girlfriend gets back, you're so bad at sex. Yeah,", "start": 2550.16, "end": 2554.16}, {"text": "having it on while you try harder.", "start": 2554.16, "end": 2556.4}, {"text": "That wouldn't make me come. Shut up, David. David, shut up. Who are you", "start": 2556.4, "end": 2561.22}, {"text": "talking to? She doesn't know who you're talking to, but you have the headset", "start": 2561.22, "end": 2564.52}, {"text": "on. You have the headset, you're talking to David.", "start": 2564.52, "end": 2566.72}, {"text": "I think that this is a brilliant idea. Yeah. I think that the thing is", "start": 2566.72, "end": 2570.42}, {"text": "about everybody complains in... The big problem in Korea and Japan is that", "start": 2570.42, "end": 2576.24}, {"text": "people play video games way too often, especially in Korea. People play video", "start": 2576.24, "end": 2579.6}, {"text": "games for like 24 hours straight. So we need to turn life into a video game.", "start": 2579.6, "end": 2585.2}, {"text": "My life is like a video game. My video game is like my life. You gotta try hard", "start": 2585.2, "end": 2590.1}, {"text": "to beat the stage. Trying hard to beat my wife. Not like beat, but like a boss.", "start": 2590.1, "end": 2594.3}, {"text": "Like in a boss sense. Yeah, like she's like, \"Trying hard to clean my knife.\"", "start": 2594.3, "end": 2597.9}, {"text": "Oh, yeah, exactly. \"When I am doing the dishes.\" \"Nasty's got the dust all over", "start": 2597.9, "end": 2603.0}, {"text": "like this.", "start": 2603.0, "end": 2604.0}, {"text": "My dish is...", "start": 2604.0, "end": 2605.0}, {"text": "Trying hard to beat the girl, like in a boss lane.", "start": 2605.0, "end": 2608.84}, {"text": "You're resorting to beating women.", "start": 2608.84, "end": 2611.4}, {"text": "It's about what the song is about, video games, beating stuff.", "start": 2611.4, "end": 2613.96}, {"text": "You're turning the song into a beating women song.", "start": 2613.96, "end": 2615.92}, {"text": "It's not about beating women.", "start": 2615.92, "end": 2616.92}, {"text": "Yeah, it is about beating women, but in the terms of like Bowser.", "start": 2616.92, "end": 2619.48}, {"text": "If I say I'm going to go home and beat Bowser, people don't freak out.", "start": 2619.48, "end": 2623.4}, {"text": "Yeah, exactly.", "start": 2623.4, "end": 2624.4}, {"text": "They're not like, \"Bro, you can't beat Bowser.\"", "start": 2624.4, "end": 2625.4}, {"text": "This is why they call him Bowser.", "start": 2625.4, "end": 2626.4}, {"text": "Is Bowser just an animal?", "start": 2626.4, "end": 2628.64}, {"text": "Your wife's name is Bowser?", "start": 2628.64, "end": 2630.2}, {"text": "No man, Bowser's a big lizard, a turtle.", "start": 2630.2, "end": 2632.68}, {"text": "I mean he's a turtle. He's a some he I think he's some dragon combination.", "start": 2632.68, "end": 2637.48}, {"text": "Yeah, dragon turtle. He's a dragon slash turtle. He's a dragon turtle. He's a", "start": 2637.48, "end": 2641.32}, {"text": "large. That is his that is his species and what's a Koopa a turtle Koopa Koopa", "start": 2641.32, "end": 2646.62}, {"text": "is not a type of Koopa. That doesn't make any sense, bro. Golden M&M. You're", "start": 2646.62, "end": 2650.68}, {"text": "a poop. Take a break. Golden M&M. Why don't we take a musical break time?", "start": 2650.68, "end": 2654.44}, {"text": "I'm going out. Why don't we take a musical break? What do you mean with the", "start": 2654.44, "end": 2659.24}, {"text": "new song from OJ the alien OJ the alien. I can't wait to hear what OJ cooked up", "start": 2659.26, "end": 2663.92}, {"text": "for the sun. Did OJ pop off this? I think OJ might have popped off with wait", "start": 2663.92, "end": 2668.36}, {"text": "first of all this album cover is crazy. It's fucking amazing. He looks so happy.", "start": 2668.36, "end": 2674.02}, {"text": "Where is he? The mall, the mall and the song is called OJ the alien sunshine of", "start": 2674.02, "end": 2679.96}, {"text": "the mall in the sunshine of the mall. Now that I'm thinking about it, that", "start": 2679.96, "end": 2685.14}, {"text": "would have been such a good sample flip", "start": 2685.14, "end": 2686.74}, {"text": "but let's", "start": 2686.74, "end": 2690.24}, {"text": "Let's answer it guys.", "start": 2690.24, "end": 2692.24}, {"text": "It's OJ the Alien", "start": 2692.24, "end": 2694.24}, {"text": "And I just won a goddamn court case, y'all", "start": 2694.24, "end": 2697.74}, {"text": "I'm going to the mall with Dr. Dazzle", "start": 2697.74, "end": 2701.24}, {"text": "We're about to go on a male shopping spree", "start": 2701.24, "end": 2704.24}, {"text": "OJ the Alien", "start": 2704.24, "end": 2705.74}, {"text": "Me and Dazzle are going to the mall", "start": 2705.74, "end": 2707.74}, {"text": "Gonna get shoes and basketballs", "start": 2707.74, "end": 2709.24}, {"text": "We're gonna play hoops with the sun", "start": 2709.24, "end": 2711.24}, {"text": "Oh my god, it's lots of fun", "start": 2711.24, "end": 2713.24}, {"text": "Go to the mall in Beaverton", "start": 2713.24, "end": 2715.24}, {"text": "Bought everything but I'm not done", "start": 2715.24, "end": 2717.24}, {"text": "Gonna go to Best Buy, look at all the Blu-rays", "start": 2717.24, "end": 2719.24}, {"text": "Season 2 of Happy Days", "start": 2719.24, "end": 2721.24}, {"text": "I love the beat.", "start": 2721.24, "end": 2728.24}, {"text": "I love the beat.", "start": 2728.24, "end": 2735.24}, {"text": "I'm the number one TV commercial guy of all time.", "start": 2735.24, "end": 2739.24}, {"text": "Oh, Dr. Dazzle, it's your turn.", "start": 2739.24, "end": 2742.24}, {"text": "Kick it!", "start": 2742.24, "end": 2744.24}, {"text": "Me and Osher rolling up in the luxurious G6", "start": 2744.24, "end": 2747.24}, {"text": "I make a beeline for Victoria's Secret", "start": 2747.24, "end": 2751.24}, {"text": "They told me I was blinged but I'm sure they didn't mean it", "start": 2751.24, "end": 2755.24}, {"text": "I got the Groucho Marx glasses on and a green wig, yeah", "start": 2755.24, "end": 2760.24}, {"text": "And I'm dressed like I'm on safari", "start": 2760.24, "end": 2762.24}, {"text": "the", "start": 2762.24, "end": 2764.24}, {"text": "the", "start": 2764.24, "end": 2766.24}, {"text": "the", "start": 2766.24, "end": 2768.24}, {"text": "the", "start": 2768.24, "end": 2770.24}, {"text": "the", "start": 2770.24, "end": 2772.24}, {"text": "the", "start": 2772.24, "end": 2774.24}, {"text": "the", "start": 2774.24, "end": 2776.24}, {"text": "the", "start": 2776.24, "end": 2778.24}, {"text": "the", "start": 2778.24, "end": 2780.24}, {"text": "the", "start": 2780.24, "end": 2782.24}, {"text": "the", "start": 2782.24, "end": 2784.24}, {"text": "the", "start": 2784.24, "end": 2786.24}, {"text": "the", "start": 2786.24, "end": 2788.24}, {"text": "the", "start": 2788.24, "end": 2790.24}, {"text": "I guess Dr. Dazzle is at Horrorcore this week.", "start": 2790.24, "end": 2797.24}, {"text": "Yeah.", "start": 2797.24, "end": 2798.24}, {"text": "Kind of a weird song to do the Horrorcore angle on.", "start": 2798.24, "end": 2800.24}, {"text": "What?", "start": 2800.24, "end": 2801.24}, {"text": "Wait, B-Lack's back?", "start": 2801.24, "end": 2802.24}, {"text": "Wait, Belak's back?", "start": 2802.24, "end": 2804.24}, {"text": "On this track", "start": 2804.24, "end": 2806.24}, {"text": "OJ Dazzle, V-Lack 2", "start": 2806.24, "end": 2808.24}, {"text": "Shopping spree and then some food", "start": 2808.24, "end": 2810.24}, {"text": "Spencer's gifts and journey shoes", "start": 2810.24, "end": 2812.24}, {"text": "3 of the cards I got for you", "start": 2812.24, "end": 2814.24}, {"text": "Ready to buy anything", "start": 2814.24, "end": 2816.24}, {"text": "JC Penney, wedding ring", "start": 2816.24, "end": 2818.24}, {"text": "Sampling a chicken thing", "start": 2818.24, "end": 2820.24}, {"text": "So much fun our day will bring", "start": 2820.24, "end": 2822.24}, {"text": "Dazzle always tempting me", "start": 2822.24, "end": 2824.24}, {"text": "Changing room where friends can see", "start": 2824.24, "end": 2826.24}, {"text": "Different flavors underwear", "start": 2826.24, "end": 2828.24}, {"text": "Wow his thing has zero hair", "start": 2828.24, "end": 2830.24}, {"text": "Think that was an epic fail", "start": 2830.24, "end": 2832.24}, {"text": "The jail prison is where I belong, hanging out all summer long.", "start": 2832.24, "end": 2836.84}, {"text": "That's right y'all.", "start": 2836.84, "end": 2838.84}, {"text": "I spent all the money that the court paid me on a shopping spree with my male friends.", "start": 2838.84, "end": 2845.04}, {"text": "Oh!", "start": 2845.04, "end": 2847.04}, {"text": "This is the best day of my life.", "start": 2847.04, "end": 2849.04}, {"text": "I don't ever gotta look at my dumbass kid again.", "start": 2849.04, "end": 2853.04}, {"text": "Oh, she has a kid?", "start": 2853.04, "end": 2854.04}, {"text": "Fuck you, Venus.", "start": 2854.04, "end": 2855.04}, {"text": "Venus. Oh, I forgot.", "start": 2855.04, "end": 2857.04}, {"text": "Peace.", "start": 2857.04, "end": 2858.04}, {"text": "Damn!", "start": 2858.04, "end": 2860.04}, {"text": "Wait, that was the posse cut of the summer, man!", "start": 2860.04, "end": 2862.04}, {"text": "that might be a summertime class. It was a summer hit. That was a summer hit.", "start": 2862.04, "end": 2866.42}, {"text": "You're about to hear that number. Yeah, they didn't hear that on tick tock. I", "start": 2866.42, "end": 2870.6}, {"text": "liked how it had to do with the sun. We need to do with the sun and OJ songs to", "start": 2870.6, "end": 2874.38}, {"text": "pop on tick tock. Yeah, I think this one is the one that's gonna. I think that", "start": 2874.38, "end": 2877.32}, {"text": "this has a serious potential for a tick tock. I think I gotta speed it up. I", "start": 2877.32, "end": 2881.72}, {"text": "think we gotta speed it up. So it's a little bit faster voices. I'd be way too", "start": 2881.72, "end": 2884.56}, {"text": "high man type. They already have high voices. You can just do change tempo on", "start": 2884.56, "end": 2888.16}, {"text": "not all three of them are very high voices. You could change the tempo. Oh", "start": 2888.16, "end": 2891.9}, {"text": "true and just make it go", "start": 2891.9, "end": 2893.76}, {"text": "and then yeah, the thing could be like when I'm talking to a mouse", "start": 2893.76, "end": 2898.6}, {"text": "when I'm talking to a mouse at the club or when a mouse is", "start": 2898.6, "end": 2902.18}, {"text": "on to tick tock. They say like mouse core. Exactly. I wouldn't be like what", "start": 2902.18, "end": 2906.34}, {"text": "I'm talking about. So be like mouse core. They call it mall core, though,", "start": 2906.34, "end": 2908.9}, {"text": "to this small core x mouse core, this core crap they got going on on these", "start": 2908.9, "end": 2912.9}, {"text": "fucking apps to drive me out of my mind. I know I can't stand it, bro.", "start": 2912.9, "end": 2915.92}, {"text": "They got this one either. They got this one with the blade runner guys. Yeah,", "start": 2915.98, "end": 2919.38}, {"text": "or the guy from that robot core. It's called quarterly core core core. It's", "start": 2919.38, "end": 2923.26}, {"text": "called what yeah, and it's basically what if you had a thought about how sad", "start": 2923.26, "end": 2927.42}, {"text": "your life was and what if life was truly banal? Wait, what what are you talking", "start": 2927.42, "end": 2932.06}, {"text": "about? Basically, life is, but dude, you wouldn't get it because life is", "start": 2932.06, "end": 2934.78}, {"text": "nothing man.", "start": 2934.78, "end": 2935.3}, {"text": "Just about the banality of life", "start": 2935.3, "end": 2938.62}, {"text": "core core core core core core. It may pull up core core core core core video", "start": 2938.62, "end": 2945.5}, {"text": "at Cork. No, you want to see this. You do ban. This is what Gen Z is doing. Gen Z is", "start": 2945.54, "end": 2951.06}, {"text": "now called the Doomer Generation. Please do know because of this, not the Doomer", "start": 2951.06, "end": 2956.56}, {"text": "Generation. No, very much the Doomer Generation. I choose life and it's about", "start": 2956.56, "end": 2960.26}, {"text": "men's mental health. I choose fucking life, man. I don't want this shit. I'm so", "start": 2960.26, "end": 2963.84}, {"text": "interested in analyzing Gen Z's psychology. Wait, no, just Google. Why are", "start": 2963.84, "end": 2968.3}, {"text": "you going to take time to find it?", "start": 2968.3, "end": 2969.58}, {"text": "Oh, what the hell is what came up and we want a YouTube video. Yeah, we should", "start": 2969.58, "end": 2973.7}, {"text": "probably just look up a YouTube clip of Korkor. It's not the same thing. TikTok and YouTube", "start": 2973.7, "end": 2978.5}, {"text": "are different, bro. It's video. But it's so fucking silent. The best Korkor experience.", "start": 2978.5, "end": 2984.3}, {"text": "It's... Okay, this is TD Bank Korkor, I guess. Wait, that's a great-ass song. Wow. But he's", "start": 2984.3, "end": 2998.5}, {"text": "crying. That's why man.", "start": 2998.5, "end": 3000.5}, {"text": "We've laughed at all the good things that have happened since.", "start": 3000.5, "end": 3002.5}, {"text": "[Music]", "start": 3002.5, "end": 3004.5}, {"text": "[Music]", "start": 3004.5, "end": 3006.5}, {"text": "Corkor is about touching each other in front of Jimmy Fallon.", "start": 3006.5, "end": 3008.5}, {"text": "Then I get to the end of my life.", "start": 3008.5, "end": 3010.5}, {"text": "[Laughter]", "start": 3010.5, "end": 3012.5}, {"text": "Bro,", "start": 3012.5, "end": 3014.5}, {"text": "this is Corkor, Jimmy Fallon, and Theo Vaughn?", "start": 3014.5, "end": 3016.5}, {"text": "I guess.", "start": 3016.5, "end": 3018.5}, {"text": "I thought it was like Blade Runner and shit.", "start": 3018.5, "end": 3020.5}, {"text": "[Music]", "start": 3020.5, "end": 3022.5}, {"text": "[Music]", "start": 3022.5, "end": 3024.5}, {"text": "[Music]", "start": 3024.5, "end": 3026.5}, {"text": "Tommy Shelby. Is that Tommy Shelby? Tommy Shelby vibes.", "start": 3026.5, "end": 3030.5}, {"text": "I'm tearing up a little bit. This is already so sad.", "start": 3030.5, "end": 3034.5}, {"text": "Not only did I miss out, could I miss out on caring about people?", "start": 3034.5, "end": 3038.5}, {"text": "No. Dio, please God. I missed out on feeling probably a lot of the love that people had for me.", "start": 3038.5, "end": 3042.5}, {"text": "Bro, Pacliachi vibes.", "start": 3042.5, "end": 3046.5}, {"text": "Wait, who's that though? Is this from olden times? This core?", "start": 3046.5, "end": 3050.5}, {"text": "It's from an underwear commercial. Yeah.", "start": 3050.5, "end": 3054.5}, {"text": "helicopter's landing. I really feel like we don't all comedian because the sad", "start": 3054.5, "end": 3059.54}, {"text": "clown aspect.", "start": 3059.54, "end": 3060.62}, {"text": "Okay, we don't need to be watching this. I don't need to watch any more. We should", "start": 3060.62, "end": 3065.14}, {"text": "just make I think I fully understand. Yeah, wait, let's go to the line. Let's", "start": 3065.14, "end": 3068.22}, {"text": "make some core core right now. Yeah, we need to look up core core background.", "start": 3068.22, "end": 3071.38}, {"text": "Yeah, we need a core core background song. This is about to be this is going", "start": 3071.38, "end": 3074.82}, {"text": "to pop in a fucking crazy way. No, it is that song by Duster.", "start": 3074.82, "end": 3079.18}, {"text": "yeah stratosphere or whatever yeah duster stratosphere is good or like a", "start": 3080.1, "end": 3084.7}, {"text": "fucking Giles Corey song or something yeah.", "start": 3084.7, "end": 3087.18}, {"text": "Wait is about to go crazy. I guess the album all right Patrick we're going to", "start": 3087.18, "end": 3093.86}, {"text": "wait. No don't pick this one. It's what is what is that one scroll down?", "start": 3093.86, "end": 3097.26}, {"text": "Because this is the full album. You can just go to the time stamps.", "start": 3097.26, "end": 3100.22}, {"text": "No go up just play this. Okay, this is good. You look lonely. I can fix that", "start": 3100.22, "end": 3105.62}, {"text": "one hour loop.", "start": 3105.62, "end": 3106.34}, {"text": "Okay,", "start": 3106.34, "end": 3109.38}, {"text": "So then it's like slow fade in on me right?", "start": 3109.38, "end": 3114.9}, {"text": "Sometimes it feels like in the modern era we're so disconnected from all the different connections", "start": 3114.9, "end": 3121.5}, {"text": "that we could have.", "start": 3121.5, "end": 3123.7}, {"text": "And also it feels like the food at restaurants isn't as good as it used to be.", "start": 3123.7, "end": 3131.78}, {"text": "And the music has gotten louder.", "start": 3131.78, "end": 3134.48}, {"text": "Look up the sound wars.", "start": 3134.48, "end": 3135.48}, {"text": "(upbeat music)", "start": 3135.48, "end": 3137.48}, {"text": "- Okay, now cut to one of these.", "start": 3137.48, "end": 3139.04}, {"text": "Cameron.", "start": 3139.04, "end": 3140.92}, {"text": "- Oh, me?", "start": 3140.92, "end": 3141.74}, {"text": "- Yeah. - I thought you were", "start": 3141.74, "end": 3142.58}, {"text": "going to Pat.", "start": 3142.58, "end": 3143.42}, {"text": "- Okay.", "start": 3143.42, "end": 3144.24}, {"text": "- The sandwich I ate the other day gave me indigestion", "start": 3144.24, "end": 3149.04}, {"text": "so bad that my whole chest felt like", "start": 3149.04, "end": 3151.88}, {"text": "it was jumping out of my chest.", "start": 3151.88, "end": 3153.44}, {"text": "I feel like I can't even eat turkey ham anymore", "start": 3153.44, "end": 3156.9}, {"text": "without the nitrates going into my system", "start": 3156.9, "end": 3159.36}, {"text": "and just totally bubbling me.", "start": 3159.36, "end": 3162.2}, {"text": "I feel like I got bubbles in my stomach and chest", "start": 3162.2, "end": 3164.04}, {"text": "Almost every day I wake up, walk into the train station,", "start": 3164.04, "end": 3167.04}, {"text": "I feel this (gurgling)", "start": 3167.04, "end": 3170.36}, {"text": "I shouldn't have eaten that turkey or that ham, man,", "start": 3170.36, "end": 3171.96}, {"text": "or the turkey ham.", "start": 3171.96, "end": 3172.86}, {"text": "This stuff is destroying our men and our women.", "start": 3172.86, "end": 3177.04}, {"text": "- I've developed-- - Mostly men.", "start": 3177.04, "end": 3178.04}, {"text": "Men usually eat more cold cuts than women.", "start": 3178.04, "end": 3181.2}, {"text": "- On average, on average, okay.", "start": 3181.2, "end": 3183.92}, {"text": "I've developed an adult gluten allergy.", "start": 3183.92, "end": 3186.76}, {"text": "I never thought it would happen to me,", "start": 3186.76, "end": 3188.72}, {"text": "but here I am, close to 27 years old,", "start": 3188.72, "end": 3192.0}, {"text": "And the only bread that I can eat is sourdough.", "start": 3192.0, "end": 3194.88}, {"text": "Sourdough's good for breakfast.", "start": 3194.88, "end": 3197.04}, {"text": "And it's good for sandwiches.", "start": 3197.04, "end": 3198.48}, {"text": "But I can't eat Hawaiian rolls anymore.", "start": 3198.48, "end": 3201.76}, {"text": "Just the other--", "start": 3201.76, "end": 3202.6}, {"text": "Which is one of my favorite savory breads.", "start": 3202.6, "end": 3204.62}, {"text": "Just the other day, man, I was cleaning out my humidifier.", "start": 3204.62, "end": 3207.04}, {"text": "It had a heavy mineral scanning, scaling.", "start": 3207.04, "end": 3209.86}, {"text": "Mineral scales were collecting", "start": 3209.86, "end": 3211.42}, {"text": "onto the humidifier's heating element.", "start": 3211.42, "end": 3213.16}, {"text": "I soaked it in a solution of vinegar and water", "start": 3213.16, "end": 3215.5}, {"text": "for about 15 to 20 minutes,", "start": 3215.5, "end": 3216.88}, {"text": "and I started to scrub it with a soft brush", "start": 3216.88, "end": 3218.6}, {"text": "so as not to damage the element.", "start": 3218.6, "end": 3220.42}, {"text": "I was rinsing the brush under the sink", "start": 3221.36, "end": 3223.72}, {"text": "so it wouldn't just have vinegar residue and minerals in it.", "start": 3223.72, "end": 3226.68}, {"text": "I flicked back the bristle.", "start": 3226.68, "end": 3229.56}, {"text": "The vinegar shot straight into my eye.", "start": 3229.56, "end": 3231.48}, {"text": "And you know, when you think about", "start": 3231.48, "end": 3237.48}, {"text": "how men are treated in society nowadays,", "start": 3237.48, "end": 3240.44}, {"text": "every single, the way that women make us feel", "start": 3240.44, "end": 3245.28}, {"text": "is like we always have to act like Howie Mandel.", "start": 3245.28, "end": 3247.68}, {"text": "We always gotta be thinking about", "start": 3247.68, "end": 3250.52}, {"text": "putting a rubber glove on our heads and doing Bobby's World impressions and", "start": 3250.52, "end": 3255.32}, {"text": "talking like gizmo.", "start": 3255.32, "end": 3256.28}, {"text": "But I don't know if I can be Howie Mandel every day.", "start": 3256.28, "end": 3259.52}, {"text": "I don't know if I can make a deal or no deal.", "start": 3259.52, "end": 3262.4}, {"text": "I don't know if I can be the host of America's Got Talent like that.", "start": 3262.4, "end": 3266.96}, {"text": "I don't know if I could have a podcast where I talk to celebrities like David", "start": 3266.96, "end": 3271.04}, {"text": "Spade and ask them about stuff that happened 20 years ago.", "start": 3271.04, "end": 3275.84}, {"text": "Man,", "start": 3275.84, "end": 3277.34}, {"text": "Hollywood has failed us.", "start": 3277.36, "end": 3279.52}, {"text": "Chicken Run 2, Donna the Nugget,", "start": 3279.52, "end": 3280.96}, {"text": "will not be showing in theaters.", "start": 3280.96, "end": 3283.04}, {"text": "Straight to streaming.", "start": 3283.04, "end": 3284.28}, {"text": "Netflix, lose out on billions of dollars of box office.", "start": 3284.28, "end": 3288.56}, {"text": "Can't watch Netflix.", "start": 3288.56, "end": 3289.76}, {"text": "Girlfriend's grandma watches it every day.", "start": 3289.76, "end": 3291.64}, {"text": "Locks us out of the account.", "start": 3291.64, "end": 3293.6}, {"text": "I feel like, what's life worth living", "start": 3293.6, "end": 3295.84}, {"text": "if I can't watch The Crown?", "start": 3295.84, "end": 3297.2}, {"text": "The killer.", "start": 3297.2, "end": 3299.2}, {"text": "- And I'd be sitting in my room just thinking to myself,", "start": 3299.2, "end": 3302.72}, {"text": "the way that society right now", "start": 3302.72, "end": 3304.12}, {"text": "is treating these Marvel movies is terrible.", "start": 3304.12, "end": 3307.24}, {"text": "They tried to set up a new, entirely new franchise type thing with Kang and Paul Rudd as the Ant-Man", "start": 3307.24, "end": 3315.24}, {"text": "and it's like nobody even wants to watch it anymore.", "start": 3315.24, "end": 3319.54}, {"text": "It's like nobody even is, everyone is just confused, but there's hours of lore that you", "start": 3319.54, "end": 3323.56}, {"text": "can look into.", "start": 3323.56, "end": 3324.56}, {"text": "Thor Ragnarok, thought that was the funniest fucking movie I've ever seen in my fucking", "start": 3324.56, "end": 3328.12}, {"text": "life.", "start": 3328.12, "end": 3329.12}, {"text": "Yesterday I spent about an hour and a half downloading every Fantastic Four comic ever", "start": 3329.12, "end": 3332.8}, {"text": "published to my hard drive.", "start": 3332.8, "end": 3334.24}, {"text": "About 40 gigabytes.", "start": 3334.24, "end": 3335.8}, {"text": "Holy crap.", "start": 3335.8, "end": 3336.8}, {"text": "Go to copy it onto my iPad.", "start": 3336.8, "end": 3339.8}, {"text": "Select all the files.", "start": 3339.8, "end": 3341.8}, {"text": "Drag them into the iPad on the Finder interface.", "start": 3341.8, "end": 3345.4}, {"text": "What do I see?", "start": 3345.4, "end": 3347.6}, {"text": "No progress bar.", "start": 3347.6, "end": 3349.6}, {"text": "Impossible to tell how long it's gonna take.", "start": 3349.6, "end": 3352.1}, {"text": "If the copying is stalled,", "start": 3352.1, "end": 3354.0}, {"text": "ended up having to use AirDrop.", "start": 3354.0, "end": 3355.7}, {"text": "AirDrop 40 gigabytes of PDFs.", "start": 3355.7, "end": 3357.8}, {"text": "Oh.", "start": 3357.8, "end": 3358.7}, {"text": "Took me quite a long time.", "start": 3358.7, "end": 3360.8}, {"text": "AirDrop.", "start": 3360.8, "end": 3362.1}, {"text": "What is it? Is it Bluetooth? Is it Wi-Fi? I never learned.", "start": 3362.1, "end": 3364.7}, {"text": "Something completely different doesn't affect it doesn't compress files at all or affect their quality", "start": 3364.7, "end": 3368.86}, {"text": "So it's actually ideal when transferring files from a Mac to an iPad and these women nowadays", "start": 3368.86, "end": 3373.46}, {"text": "They want you to do all these kind of new type of sexual things like eating the butt from the back", "start": 3373.46, "end": 3378.12}, {"text": "They want you to they want you to put you there. Let me eat it from the front", "start": 3378.12, "end": 3382.98}, {"text": "Let me eat the butt from the front", "start": 3382.98, "end": 3384.98}, {"text": "Let me make the but I don't like the front", "start": 3384.98, "end": 3386.62}, {"text": "I don't like the back all these girls want you to do doggy style nowadays", "start": 3386.62, "end": 3390.02}, {"text": "So just normal missionary instead of normal mission girl. I want to sell I want to look into your eyes", "start": 3390.02, "end": 3394.08}, {"text": "I want to look at you. I want to have a real connection.", "start": 3394.08, "end": 3396.08}, {"text": "The doggy style, also your butt cheeks are too big and the cushion is really whittling down my length.", "start": 3396.08, "end": 3403.08}, {"text": "I'm going to be completely honest.", "start": 3403.08, "end": 3404.08}, {"text": "Nowadays women would rather start a OnlyFans than go with a guy to the costume store and try on different costumes", "start": 3404.08, "end": 3410.08}, {"text": "and have a kind of makeover montage.", "start": 3410.08, "end": 3412.08}, {"text": "Nowadays, what happened to montages?", "start": 3412.08, "end": 3416.08}, {"text": "Men don't get makeover montages anymore.", "start": 3416.08, "end": 3419.08}, {"text": "I lost my way to the exit gate.", "start": 3419.08, "end": 3421.08}, {"text": "these flushable wipes, I use them 40,000 probably wipes over the course of a", "start": 3421.08, "end": 3426.48}, {"text": "couple months. I use about 10 wipes per butt cheek every single time I take a", "start": 3426.48, "end": 3430.16}, {"text": "shit. Get a call from my landlord, \"Your bubbling disgusting crap is coming out", "start": 3430.16, "end": 3436.88}, {"text": "of my sink downstairs. Have you been using wipes?\" I say, \"Yeah, they're flushable.\"", "start": 3436.88, "end": 3441.64}, {"text": "He says, \"That's an oxymoron.\" \"There's no such thing as flushable wipes.\" I said, \"What", "start": 3441.64, "end": 3446.88}, {"text": "What about dude wipes?", "start": 3446.88, "end": 3447.88}, {"text": "Dude wipes not even flushable, man.", "start": 3447.88, "end": 3450.46}, {"text": "We have fully extincted the spotted lanternfly.", "start": 3450.46, "end": 3456.84}, {"text": "Why?", "start": 3456.84, "end": 3459.42}, {"text": "We sit around, we tell each other, you know, you see a spotted lanternfly, you stomp it.", "start": 3459.42, "end": 3463.48}, {"text": "They're gone, man.", "start": 3463.48, "end": 3464.48}, {"text": "They're not coming back.", "start": 3464.48, "end": 3466.06}, {"text": "That's our fault.", "start": 3466.06, "end": 3467.14}, {"text": "With the stress that men have nowadays, it's like, it's like jizz is depleted.", "start": 3467.14, "end": 3473.48}, {"text": "It's like men don't even have enough.", "start": 3473.48, "end": 3476.36}, {"text": "stress that men are going through it's like they can't even develop jizz.", "start": 3476.36, "end": 3479.66}, {"text": "Nowadays men", "start": 3479.66, "end": 3481.28}, {"text": "don't even produce a liter of jizz or they don't even...", "start": 3481.28, "end": 3484.22}, {"text": "Nowadays men only produce a tablespoon of jizz. When they do develop it", "start": 3484.22, "end": 3487.52}, {"text": "it's spongy and yellow.", "start": 3487.52, "end": 3489.8}, {"text": "Exactly. Because they're depleting because of our zinc.", "start": 3489.8, "end": 3492.68}, {"text": "Because zinc is depleting from the", "start": 3492.68, "end": 3494.58}, {"text": "the American diet. Society laughs and jeers at men nowadays who are", "start": 3494.58, "end": 3498.44}, {"text": "the golden M&M.", "start": 3498.44, "end": 3499.8}, {"text": "It's not accepted to be a golden M&M anymore.", "start": 3499.8, "end": 3503.72}, {"text": "Nowadays your boss shows up to work dressed up like Slowpoke Rodriguez and says, \"That's you.\"", "start": 3503.72, "end": 3508.44}, {"text": "That's you. You look like Slowpoke Rodriguez. You look and act like Slowpoke Rodriguez.", "start": 3508.44, "end": 3513.56}, {"text": "They haven't yet invented a haircut that can make your hair longer.", "start": 3513.56, "end": 3516.2}, {"text": "Wait, that was actually... Why did that put me in the worst mood I've ever been in my life?", "start": 3516.2, "end": 3525.0}, {"text": "Why did that make me feel so fucking awful, man? Wait, life is over. I don't want to fucking die.", "start": 3525.0, "end": 3530.92}, {"text": "Oh God, no, I like eight minutes that we just did of that. That's what would it", "start": 3530.92, "end": 3535.3}, {"text": "that's how I would feel. I could do a full episode of that. I really felt", "start": 3535.3, "end": 3538.76}, {"text": "kind of crazy being in that zone. We were on some magic. I was trying to", "start": 3538.76, "end": 3542.92}, {"text": "think of what is even the thing is my life's amazing. I want to be real and I", "start": 3542.92, "end": 3546.98}, {"text": "don't believe any of that shit. So when I'm in that zone, it's okay. Wait, so", "start": 3546.98, "end": 3551.8}, {"text": "we got to do something something search happy music one hour. Yeah, oh yeah,", "start": 3551.8, "end": 3555.16}, {"text": "wait, sun happy, happy core, sun core, sunshine core.", "start": 3555.16, "end": 3558.48}, {"text": "We heard of Korkor, now there's Sunshine Korkor.", "start": 3559.36, "end": 3561.36}, {"text": "Now we're going to do the opposite.", "start": 3561.36, "end": 3563.36}, {"text": "We're going to talk about what's so lovely.", "start": 3563.36, "end": 3565.36}, {"text": "What's amazing.", "start": 3565.36, "end": 3567.36}, {"text": "Search just happy music background.", "start": 3567.36, "end": 3569.36}, {"text": "Search walking on sunshine instrumental.", "start": 3569.36, "end": 3571.36}, {"text": "We're creating sunshine Korkor.", "start": 3571.36, "end": 3573.36}, {"text": "Walking on sunshine instrumental.", "start": 3573.36, "end": 3575.36}, {"text": "Happiest song ever.", "start": 3575.36, "end": 3577.36}, {"text": "This is like, yeah, do walking on sunshine instrumental.", "start": 3577.36, "end": 3579.36}, {"text": "Walking on sunshine instrumental will be good.", "start": 3579.36, "end": 3581.36}, {"text": "Because imagine just saying amazing things over this.", "start": 3581.36, "end": 3583.36}, {"text": "Yeah, this is what life is really like.", "start": 3583.36, "end": 3585.36}, {"text": "We just did what people, what", "start": 3585.36, "end": 3587.36}, {"text": "we're really like we just did what people what the doomer generation thinks life", "start": 3587.36, "end": 3591.12}, {"text": "is now time for time for the Millennials", "start": 3591.12, "end": 3593.16}, {"text": "guys this morning. I jumped up out of bed. I didn't brush my teeth until later", "start": 3593.16, "end": 3600.06}, {"text": "because I didn't want to brush them before breakfast and my breakfast tasted", "start": 3600.06, "end": 3602.86}, {"text": "amazing.", "start": 3602.86, "end": 3603.38}, {"text": "You guys", "start": 3603.38, "end": 3607.08}, {"text": "men have been jizz and men has been depleting nowadays. No increase. Let's do", "start": 3607.08, "end": 3613.98}, {"text": "increase. Well, yeah, but what if that's a good thing? My birthday is number one next year.", "start": 3614.0, "end": 3617.8}, {"text": "My birthday is 111.", "start": 3617.8, "end": 3620.32}, {"text": "Oh, my birthday is 113 on the luckiness scale.", "start": 3620.32, "end": 3625.28}, {"text": "My friend is in town from Mexico and I love him even though he lied.", "start": 3625.28, "end": 3629.36}, {"text": "Nowadays, you can be a golden M&M.", "start": 3629.36, "end": 3632.28}, {"text": "They show you the golden M&M store.", "start": 3632.28, "end": 3634.6}, {"text": "It's a true thing.", "start": 3634.6, "end": 3635.24}, {"text": "My favorite restaurant closed for renovations.", "start": 3635.24, "end": 3640.0}, {"text": "And guys, two days ago, they reopened.", "start": 3640.16, "end": 3644.4}, {"text": "I finished my fruits and vegetables puzzle the other day,", "start": 3644.4, "end": 3647.9}, {"text": "and I left with the last piece for my girlfriend", "start": 3647.9, "end": 3650.2}, {"text": "and I got to see the happiness on her face as she put it in.", "start": 3650.2, "end": 3652.36}, {"text": "Wow. I put a new I got a new soap for the shower.", "start": 3652.36, "end": 3656.86}, {"text": "And guess what it smells like?", "start": 3656.86, "end": 3659.08}, {"text": "It smells like apple matcha.", "start": 3659.08, "end": 3660.88}, {"text": "Actually, it's my girl.", "start": 3660.88, "end": 3661.7}, {"text": "I've been using my girlfriend's soap in the shower.", "start": 3661.7, "end": 3664.12}, {"text": "I washed the sheets that Julio slept on and now they don't smell.", "start": 3664.12, "end": 3667.46}, {"text": "My dog had fleas and then we gave him medicine.", "start": 3667.96, "end": 3670.6}, {"text": "Wow.", "start": 3670.6, "end": 3671.76}, {"text": "I took medicine the other day, allergy medicine, and it helped.", "start": 3671.76, "end": 3675.2}, {"text": "My cat has been doing a new thing where he does a wall run.", "start": 3675.2, "end": 3681.04}, {"text": "He tried. I pull the string on the wall and then he runs on the wall", "start": 3681.04, "end": 3685.32}, {"text": "after the string. I can fly.", "start": 3685.32, "end": 3687.38}, {"text": "The graphics on video games gets better every year.", "start": 3687.38, "end": 3689.96}, {"text": "The electrician that actually never mind that said the electrician", "start": 3689.96, "end": 3693.32}, {"text": "that's working on my apartment currently, his dad almost passed away from COVID.", "start": 3693.32, "end": 3697.56}, {"text": "There will be no more war in the United States.", "start": 3697.66, "end": 3700.46}, {"text": "The war's over.", "start": 3700.46, "end": 3703.96}, {"text": "Yay!", "start": 3703.96, "end": 3705.96}, {"text": "The McRib is back at McDonald's this month.", "start": 3705.96, "end": 3708.88}, {"text": "I got to see my favorite color when I looked at my closet.", "start": 3708.88, "end": 3713.5}, {"text": "Today, I dressed up like a lion.", "start": 3713.5, "end": 3715.64}, {"text": "Last night, I had sushi.", "start": 3715.64, "end": 3719.6}, {"text": "Me too, but a different sushi.", "start": 3719.6, "end": 3721.8}, {"text": "It was worse, but I still liked it.", "start": 3721.8, "end": 3723.14}, {"text": "What I had clam chowder for dinner last night.", "start": 3723.14, "end": 3726.74}, {"text": "and my girlfriend got it for me from her work and I looked at the ingredients for it and", "start": 3726.74, "end": 3734.06}, {"text": "the clam chowder actually had coconut milk in it and that made me upset but the fact", "start": 3734.06, "end": 3738.16}, {"text": "that my girlfriend got me clam chowder was awesome!", "start": 3738.16, "end": 3741.4}, {"text": "This year my mom told me for Christmas she's gonna buy me alcohol.", "start": 3741.4, "end": 3744.62}, {"text": "Whoa!", "start": 3744.62, "end": 3745.62}, {"text": "I got a, I tried a new drink last night!", "start": 3745.62, "end": 3750.04}, {"text": "It's water with ice!", "start": 3750.04, "end": 3751.78}, {"text": "Last night I ordered a cocktail at a bar and it came with a rim made of chocolate.", "start": 3751.78, "end": 3757.38}, {"text": "My toilet rim ain't stained.", "start": 3757.38, "end": 3759.66}, {"text": "I did all my chores in the house.", "start": 3759.66, "end": 3761.54}, {"text": "Me too.", "start": 3761.54, "end": 3762.54}, {"text": "And every single one of my chores is pretty easy.", "start": 3762.54, "end": 3766.5}, {"text": "I'm considering buying a new air fryer.", "start": 3766.5, "end": 3768.78}, {"text": "I got 500 likes.", "start": 3768.78, "end": 3769.78}, {"text": "I'm just kidding I didn't.", "start": 3769.78, "end": 3770.78}, {"text": "Whoa!", "start": 3770.78, "end": 3771.78}, {"text": "That would be amazing.", "start": 3771.78, "end": 3772.78}, {"text": "I'm imagining 500 likes on Cameron's picture.", "start": 3772.78, "end": 3775.58}, {"text": "Me too.", "start": 3775.58, "end": 3776.58}, {"text": "Oh yeah, go Cameron!", "start": 3776.58, "end": 3777.58}, {"text": "Nice post Cam!", "start": 3777.58, "end": 3778.58}, {"text": "My teeth haven't fallen out yet.", "start": 3778.58, "end": 3780.1}, {"text": "Never will.", "start": 3780.1, "end": 3781.1}, {"text": "The IRS sent me a letter.", "start": 3781.1, "end": 3783.1}, {"text": "And I ignored it.", "start": 3783.1, "end": 3785.1}, {"text": "I also ignored a letter from the IRS.", "start": 3785.1, "end": 3787.1}, {"text": "And a letter from Con Ed.", "start": 3787.1, "end": 3789.1}, {"text": "It's Cyber Monday today, y'all.", "start": 3789.1, "end": 3791.1}, {"text": "Wheeee! The deals are abound.", "start": 3791.1, "end": 3793.1}, {"text": "My student loans are destroying me.", "start": 3793.1, "end": 3795.1}, {"text": "No, they're not. Me too.", "start": 3795.1, "end": 3797.1}, {"text": "Until they review my plan.", "start": 3797.1, "end": 3799.1}, {"text": "My plan that I applied for. What's your plan?", "start": 3799.1, "end": 3801.1}, {"text": "My income-based repayment plan.", "start": 3801.1, "end": 3803.1}, {"text": "I'm letting a lot of things go to collections.", "start": 3803.1, "end": 3805.1}, {"text": "Yipee!", "start": 3805.1, "end": 3807.1}, {"text": "I have no medical problems I'm aware of at the moment.", "start": 3807.1, "end": 3809.1}, {"text": "but that could change. I", "start": 3809.1, "end": 3810.66}, {"text": "scared", "start": 3810.66, "end": 3811.62}, {"text": "it again. No, I think my mom said I might have a rare heart condition.", "start": 3811.62, "end": 3816.94}, {"text": "Really? Yeah, I don't remember. She said you love too much. You have a rare", "start": 3816.94, "end": 3823.3}, {"text": "heart condition. It says here on your chart. I've been looking over the test", "start": 3823.3, "end": 3825.86}, {"text": "results. It says you love too hard. So the both of those are going to go viral", "start": 3825.86, "end": 3829.86}, {"text": "on tick tock everyone. I just everyone basically everyone who listened or", "start": 3829.86, "end": 3833.02}, {"text": "watch that everybody take a turn and split up each one of our things into a", "start": 3833.02, "end": 3836.58}, {"text": "different video yeah, everyone just take one and post it on your own account. So", "start": 3836.62, "end": 3839.76}, {"text": "it looks like it's coming from everywhere. So it looks like a core core", "start": 3839.76, "end": 3842.2}, {"text": "compilation. Yeah, core core and what are we going to call the nice one? So", "start": 3842.2, "end": 3845.96}, {"text": "I'm going to sunshine core sunshine core, well,", "start": 3845.96, "end": 3848.32}, {"text": "core core core sun core more sun core is good sunshine core floor neighbors sun", "start": 3848.32, "end": 3855.14}, {"text": "core. What's the opposite of the of a core? The outer the crest, the mantle", "start": 3855.14, "end": 3860.22}, {"text": "core mantle core crest, core, that's a mythical creature. There we go. We'll do", "start": 3860.22, "end": 3865.02}, {"text": "yeah all right all right well come see us on December tenth at the bell house with", "start": 3865.04, "end": 3870.04}, {"text": "girl god oh yeah and joe para and some other people that I don't remember right", "start": 3870.04, "end": 3875.78}, {"text": "now I'm in my job era", "start": 3875.78, "end": 3877.16}, {"text": "nice cool", "start": 3877.16, "end": 3879.98}, {"text": "the next premium episode will be the moon. It will be the last episode of the", "start": 3879.98, "end": 3885.84}, {"text": "five weeks of planets. I don't want it to end if you're not signed up for the", "start": 3885.84, "end": 3889.68}, {"text": "for the premium stuff you're missing on a lot of stuff you missed out on thanks", "start": 3889.68, "end": 3893.82}, {"text": "on Thanksgiving this year. If you didn't sign up for the premium, miss that on", "start": 3893.88, "end": 3896.34}, {"text": "our Thanksgiving play is not getting unlocked, bro. There's a Thanksgiving", "start": 3896.34, "end": 3900.06}, {"text": "play in the", "start": 3900.06, "end": 3901.32}, {"text": "shareholders to hear the executive producers to and we might be doing some", "start": 3901.32, "end": 3905.98}, {"text": "more plays. We might do another original play for Christmas.", "start": 3905.98, "end": 3909.2}, {"text": "I think that", "start": 3909.2, "end": 3910.54}, {"text": "that's it. Julio everyone wishes Julio a safe flight that nothing happens and", "start": 3910.54, "end": 3914.7}, {"text": "I'm gone. I'm home. Find me Mexico. Wait. That was amazing. Wow. All right.", "start": 3914.7, "end": 3919.88}, {"text": "Bye everybody. Bye.", "start": 3919.88, "end": 3920.66}, {"text": "[static]", "start": 3920.66, "end": 3923.66}, {"text": "[beep]", "start": 3923.66, "end": 3924.66}, {"text": "This is the story of Neptune, a Planet Report by Cameron Fetter.", "start": 3924.66, "end": 3929.66}, {"text": "Once upon a time, 30 astronomical units away from the sun,", "start": 3929.66, "end": 3935.66}, {"text": "there was a blue and icy planet named Neptune.", "start": 3935.66, "end": 3939.66}, {"text": "One orbit, Neptune woke up and felt depressed.", "start": 3939.66, "end": 3943.66}, {"text": "\"What makes me special?\" asked Neptune.", "start": 3943.66, "end": 3947.66}, {"text": "I feel so average.", "start": 3947.66, "end": 3951.26}, {"text": "Don't worry, Neptune, said the sun.", "start": 3951.26, "end": 3954.26}, {"text": "You're very special.", "start": 3954.26, "end": 3955.26}, {"text": "For example, you're an ice giant.", "start": 3955.26, "end": 3958.38}, {"text": "Your distance from me means that you're dark and cold, covered by frozen, icy materials.", "start": 3958.38, "end": 3964.02}, {"text": "A big whoop, replied Neptune.", "start": 3964.02, "end": 3967.42}, {"text": "That doesn't make me unique.", "start": 3967.42, "end": 3969.14}, {"text": "Uranus is an ice giant as well.", "start": 3969.14, "end": 3971.54}, {"text": "Well, maybe your surface doesn't matter.", "start": 3971.54, "end": 3974.22}, {"text": "It's what you're like on the inside that counts.", "start": 3974.22, "end": 3976.54}, {"text": "have a rocky core,\" the sun said. \"Yeah right, so does Mercury, Venus, Earth, Mars, Uranus,", "start": 3976.54, "end": 3984.1}, {"text": "and probably Jupiter and Saturn too. I knew I wasn't special. You're just making me feel", "start": 3984.1, "end": 3989.58}, {"text": "worse. I think I'm going to kill myself.\" And Neptune opened its desk drawer with its", "start": 3989.58, "end": 3994.7}, {"text": "hand, where it kept its revolver and used its hand to put the gun to its atmosphere.", "start": 3994.7, "end": 4000.34}, {"text": "\"I'm done doing this with you!\" screamed the sun in anguish.", "start": 4000.34, "end": 4005.34}, {"text": "\"It seems like every rotation you threaten to kill yourself. You think you have it bad?", "start": 4005.34, "end": 4010.34}, {"text": "Look at Pluto. The poor guy isn't even a planet anymore.\"", "start": 4010.34, "end": 4013.34}, {"text": "\"Even my suffering isn't unique,\" sighed Neptune.", "start": 4013.34, "end": 4017.34}, {"text": "\"I think I get it now. I was so concerned with being special,", "start": 4017.34, "end": 4021.34}, {"text": "but what's actually special is that I'm so similar to everyone else in my solar system.", "start": 4021.34, "end": 4026.34}, {"text": "It's about togetherness and family.\"", "start": 4026.34, "end": 4029.34}, {"text": "That's right, said the sun. I'm glad you came around.", "start": 4029.34, "end": 4034.34}, {"text": "Coming around the sun? Yeah.", "start": 4034.34, "end": 4036.34}, {"text": "Coming around me, I mean. The me. The me. Let's eat.", "start": 4036.34, "end": 4040.34}, {"text": "And the planets all started in on their Thanksgiving dinner.", "start": 4040.34, "end": 4043.34}, {"text": "Moral.", "start": 4043.34, "end": 4045.34}, {"text": "The moral of the story. Okay.", "start": 4045.34, "end": 4049.34}, {"text": "There is nothing interesting about Neptune.", "start": 4049.34, "end": 4052.34}, {"text": "(laughing)", "start": 4052.34, "end": 4054.58}, {"text": "(scary music)", "start": 4054.58, "end": 4058.32}, {"text": "[Music]", "start": 4058.32, "end": 4061.32}, {"text": "[Music]", "start": 4061.32, "end": 4067.32}, {"text": "[Music]", "start": 4067.32, "end": 4073.32}, {"text": "[Music]", "start": 4073.32, "end": 4079.32}, {"text": "[Music]", "start": 4079.32, "end": 4087.32}, {"text": "[Music]", "start": 4087.32, "end": 4090.32}, {"text": "[Music]", "start": 4090.32, "end": 4096.32}, {"text": "[Music]", "start": 4096.32, "end": 4102.32}, {"text": "[Music]", "start": 4102.32, "end": 4108.32}, {"text": "[Music]", "start": 4108.32, "end": 4114.32}, {"text": "[music]", "start": 4114.32, "end": 4116.32}, {"text": "[Music]", "start": 4116.32, "end": 4119.32}, {"text": "[Music]", "start": 4119.32, "end": 4125.32}, {"text": "[Music]", "start": 4125.32, "end": 4131.32}, {"text": "[Music]", "start": 4131.32, "end": 4137.32}, {"text": "[Music]", "start": 4137.32, "end": 4144.32}, {"text": "[Music]", "start": 4144.32, "end": 4147.32}, {"text": "[Music]", "start": 4147.32, "end": 4150.32}, {"text": "[Music]", "start": 4150.32, "end": 4156.32}, {"text": "[Music]", "start": 4156.32, "end": 4162.32}, {"text": "[Music]", "start": 4162.32, "end": 4168.32}, {"text": "[Music]", "start": 4168.32, "end": 4174.32}, {"text": "[Music]", "start": 4174.32, "end": 4177.32}, {"text": "[Music]", "start": 4177.32, "end": 4180.32}, {"text": "[Music]", "start": 4180.32, "end": 4186.32}, {"text": "[Music]", "start": 4186.32, "end": 4192.32}, {"text": "[Music]", "start": 4192.32, "end": 4198.32}, {"text": "[Music]", "start": 4198.32, "end": 4204.32}, {"text": "[Music]", "start": 4204.32, "end": 4207.32}, {"text": "[Music]", "start": 4207.32, "end": 4210.32}, {"text": "[Music]", "start": 4210.32, "end": 4216.32}, {"text": "[Music]", "start": 4216.32, "end": 4222.32}, {"text": "[Music]", "start": 4222.32, "end": 4228.32}, {"text": "[Music]", "start": 4228.32, "end": 4235.32}, {"text": "[MUSIC PLAYING]", "start": 4235.32, "end": 4238.68}, {"text": "[Music]", "start": 4238.68, "end": 4254.68}], "title": "Ep. 268 - The Five Weeks Of Planets: The Sun", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--268---The-Five-Weeks-Of-Planets-The-Sun-e2ci38v", "date": "Wed, 29 Nov 2023 11:00:00 GMT", "id": 293}