{"lines": [{"text": "(techno music)", "start": 0.0, "end": 2.58}, {"text": "- Cheers my friends.", "start": 2.58, "end": 10.28}, {"text": "- Technology week, cheers to technology week.", "start": 10.28, "end": 12.32}, {"text": "- Cheers to a thousand years more", "start": 12.32, "end": 14.24}, {"text": "of this technological war.", "start": 14.24, "end": 16.14}, {"text": "Thank you for being here, my two friends.", "start": 16.14, "end": 18.8}, {"text": "- This is what I eat and drink.", "start": 18.8, "end": 20.52}, {"text": "- Thank you for being a trend.", "start": 20.52, "end": 21.84}, {"text": "- Thank you for being a trend.", "start": 21.84, "end": 22.68}, {"text": "- A trending topic.", "start": 22.68, "end": 23.58}, {"text": "- A trending topic, a friendly mop that's got to--", "start": 23.58, "end": 27.56}, {"text": "- Speaks in cop--", "start": 27.56, "end": 28.4}, {"text": "bucket friend and cop what a friendly mop that's got a bucket friend. The mop is", "start": 28.4, "end": 33.76}, {"text": "glopping and slopping in the future across the floor. You know what's amazing?", "start": 33.76, "end": 38.48}, {"text": "I just realised the other day, probably in ten years, no fucking janitors.", "start": 38.48, "end": 43.2}, {"text": "It's all just going to be robots. We don't have to ever have a janitor again.", "start": 43.2, "end": 47.28}, {"text": "I saw one of the Stop and Shop robo following around a guy at Stop and Shop,", "start": 47.28, "end": 52.04}, {"text": "and by Stop and Shop, I think I mean Market Basket. Nope, I'm thinking of", "start": 52.04, "end": 55.2}, {"text": "stop and shop and shop and shop. This was over the holidays. This is our it", "start": 55.2, "end": 60.04}, {"text": "chased a guy. Guy came in and it started walking right behind him. You didn't see", "start": 60.04, "end": 63.52}, {"text": "a robot chasing man. It you it was literally this man a slug. He was", "start": 63.52, "end": 67.56}, {"text": "walking and then he turned around and he he got really scared. There's a robot", "start": 67.56, "end": 71.32}, {"text": "on the robots chasing him because he's leaving a that's why you know they have", "start": 71.32, "end": 75.64}, {"text": "those cleaning robots, but they're for security, but they try to make them", "start": 75.64, "end": 79.88}, {"text": "appear a little less. There's the eye. This robot, this is a way scarier than", "start": 79.88, "end": 84.76}, {"text": "not because it was that with the eyes, but it was also dressed as Santa Claus.", "start": 84.8, "end": 88.36}, {"text": "Oh you horrifying, so it had eyes and a beard right under its eyes.", "start": 88.36, "end": 92.4}, {"text": "Is our first the logical the next step is you had hair yeah. This is our first", "start": 92.4, "end": 97.88}, {"text": "episode back since Christmas break. Basically, our first one all together in", "start": 97.88, "end": 101.2}, {"text": "the stew. A lot of stuff happened without a lot of stuff without random parasites", "start": 101.2, "end": 104.64}, {"text": "jacking our style true. What's gone on random parasites jacking our talking", "start": 104.64, "end": 109.32}, {"text": "about e one? Oh yes, well do not basically trying to take over our first", "start": 109.32, "end": 114.4}, {"text": "premium so to hear take it over. They're begging us. Please can we do another", "start": 114.44, "end": 117.94}, {"text": "collab? I'm like I really don't want to actually kind of like riding so yeah. I", "start": 117.94, "end": 122.04}, {"text": "like riding solo with my two friends that were together are three. I like", "start": 122.04, "end": 125.38}, {"text": "riding", "start": 125.38, "end": 125.74}, {"text": "our triple tandem bike to get okay. Speaking of three friends,", "start": 125.74, "end": 129.26}, {"text": "here's a different amount of a different type of person. Okay, I went and saw the", "start": 129.26, "end": 134.96}, {"text": "iron claw and so did I let's talk about let's talk. Let's talk okay. So I didn't", "start": 134.96, "end": 139.56}, {"text": "see it. First of all, I'm going to give spoilers and but there's no spoiler", "start": 139.56, "end": 142.96}, {"text": "morning here. You don't turn it off if you don't because it's a real story, so", "start": 143.0, "end": 145.96}, {"text": "the real thing is what I feel. I feel the same now first here. I'm going to", "start": 145.96, "end": 149.56}, {"text": "first tell a story about my experience. Then I'll have a question. Okay, can you", "start": 149.56, "end": 152.88}, {"text": "during this movie? Everybody dies in the movie fucking everybody is Christ. I", "start": 152.88, "end": 157.92}, {"text": "don't know anything of the story. I don't know anything of the story. I could", "start": 157.92, "end": 160.88}, {"text": "look it up. Can you okay? Can you know I'm going to tell my story. You're never", "start": 160.88, "end": 164.6}, {"text": "going to see this movie. You're just interrupting a story for no reason. No,", "start": 164.6, "end": 167.32}, {"text": "no, no, I have a I have a suggestion. I want to see this movie very bad. Can you", "start": 167.32, "end": 171.72}, {"text": "Can you change that? What are you talking about? It looks really good. I", "start": 172.12, "end": 175.76}, {"text": "want to see it. I want to see it this week. I want to see it this week. So", "start": 175.76, "end": 178.6}, {"text": "can you do a movie in three years? Can you change the names,", "start": 178.6, "end": 182.16}, {"text": "change the name of the movie to a movie that I've seen? No, so that it's", "start": 182.16, "end": 187.6}, {"text": "not a spoiler and I think that this is a higher man.", "start": 187.6, "end": 190.9}, {"text": "Wow, okay, I've seen Iron Man. So in the scene in the movie, when Jeremy", "start": 190.9, "end": 195.6}, {"text": "Allen White kills himself, yes, near the end, yeah", "start": 195.6, "end": 198.08}, {"text": "everybody's everybody. I saw this at the night Hawk, which is a dine in a movie", "start": 199.54, "end": 204.18}, {"text": "theater where you get the food, you get a meal, a movie theater where you get", "start": 204.18, "end": 207.26}, {"text": "the food, you get the food, they bring the food to you, which I don't like", "start": 207.26, "end": 210.1}, {"text": "very much. It's so fucking expensive. It's crazy. We only went because we had", "start": 210.1, "end": 213.28}, {"text": "a gift card. It's insane anyway. This scene, this is probably the scene in the", "start": 213.28, "end": 217.22}, {"text": "movie. That's very sad. It's probably", "start": 217.22, "end": 219.5}, {"text": "my movie review, probably the scene in the movie. I'm doing a little movie", "start": 219.5, "end": 223.82}, {"text": "review along, along with this, but he kills himself. He", "start": 223.82, "end": 227.9}, {"text": "he kills himself and I literally the entire theater. I can hear everybody", "start": 228.9, "end": 232.06}, {"text": "around me. I can hear these people sniffling and cry. I can hear people", "start": 232.06, "end": 235.36}, {"text": "crying all around me like just genuinely crying. I hear baby type sniffles of", "start": 235.36, "end": 239.06}, {"text": "like yes of crying. I see the guy sitting in front of me. He has his head", "start": 239.06, "end": 242.74}, {"text": "in his hands. He's it's the saddest that I've ever seen a group of people in", "start": 242.74, "end": 246.68}, {"text": "public and I was thinking I was couldn't stop but smiling and chuckling", "start": 246.68, "end": 250.06}, {"text": "to myself because I could not think stop thinking about how funny it would be if", "start": 250.06, "end": 253.22}, {"text": "right at that moment the waiters brought me out a gigantic triple decker", "start": 253.22, "end": 256.6}, {"text": "the", "start": 256.64, "end": 257.14}, {"text": "it's one of the ones that explode", "start": 257.14, "end": 264.18}, {"text": "to pour the cheese on top", "start": 264.18, "end": 270.96}, {"text": "everyone", "start": 270.96, "end": 272.88}, {"text": "and it's somebody's", "start": 272.88, "end": 276.54}, {"text": "burger boy. Here's the birthday burger, burning Jesus going over my", "start": 276.54, "end": 282.8}, {"text": "special. They have a special for the birthday burger boy. It's", "start": 285.64, "end": 289.44}, {"text": "if it's your birthday, you get a triple decker hamburger that has came up. It", "start": 289.44, "end": 295.8}, {"text": "has a camembert cheese thing that explodes out. It made me really want to", "start": 295.8, "end": 299.64}, {"text": "pay attention to what point in the movie that happens and go back and try and", "start": 299.64, "end": 303.3}, {"text": "get that try and line that up. I get my or before that, so right when he's like", "start": 303.3, "end": 307.22}, {"text": "when the brothers carrying him in his arms, they're like", "start": 307.22, "end": 309.74}, {"text": "because the other thing about that theater is you can tell when somebody", "start": 309.74, "end": 314.86}, {"text": "there's food near you because you could smell it yeah. So they everyone be", "start": 314.92, "end": 317.92}, {"text": "crying and they would just start smelling it. Yeah, they're already", "start": 317.92, "end": 320.14}, {"text": "sniffling. They're already sniffling. I look over you have a burger that", "start": 320.14, "end": 323.42}, {"text": "this", "start": 323.42, "end": 323.76}, {"text": "you have a dagwood and you're going and I'm going oh yeah.", "start": 323.76, "end": 327.78}, {"text": "Here we go.", "start": 327.78, "end": 329.3}, {"text": "I'm so hungry. I haven't eaten since lunch.", "start": 329.3, "end": 333.42}, {"text": "I had an experience watching that sorry go ahead and finish your that's the end,", "start": 333.42, "end": 338.4}, {"text": "but I have a question for after you tell you experience. My experience was I went", "start": 338.4, "end": 341.42}, {"text": "the regal the regal downtown the Essex and they have the reclining chairs and I", "start": 341.46, "end": 346.02}, {"text": "would just like to say I'm somebody who goes into every movie theater and I", "start": 346.02, "end": 349.7}, {"text": "think that there's going to be an attack every single time these chairs", "start": 349.7, "end": 353.92}, {"text": "obliterate this fear and here's why sleep. I'm too comfortable to get out of", "start": 353.92, "end": 358.46}, {"text": "my chair, even if I was getting shot at a hundred percent every other movie", "start": 358.46, "end": 362.1}, {"text": "theater. I go into I think, oh, I could do a double back flip over that", "start": 362.1, "end": 365.14}, {"text": "staircase and I could probably save hundreds of lives by disarming the", "start": 365.14, "end": 369.66}, {"text": "person this I ain't doing shit. No, if they walk in and I'm in a recliner and", "start": 369.68, "end": 375.2}, {"text": "I'm thanksgiving full off popcorn, I'm dead yeah. My whole yeah, just pretend", "start": 375.2, "end": 379.92}, {"text": "I was trying to I get the same fear and I was trying to comfort myself at the", "start": 379.92, "end": 383.08}, {"text": "night Hawk being like well, nobody this place is so he's gonna go to the movie.", "start": 383.08, "end": 386.72}, {"text": "Nobody's gonna theater. Nobody's gonna go there and try and kill everybody, but", "start": 386.72, "end": 389.42}, {"text": "then I was saying like well, if you was your if you're about to kill everybody", "start": 389.42, "end": 392.58}, {"text": "and either get put into prison for life or kill yourself right after, would you", "start": 392.58, "end": 396.46}, {"text": "would you not spend all the money you have left on nachos?", "start": 396.48, "end": 399.48}, {"text": "That's true.", "start": 399.48, "end": 400.48}, {"text": "Would you not spend $100 on a movie ticket and then $500 more on food before you go out", "start": 400.48, "end": 405.48}, {"text": "in a blaze of glory?", "start": 405.48, "end": 406.48}, {"text": "I went there with Brandon one time and we bought a whole bottle of wine.", "start": 406.48, "end": 409.48}, {"text": "It's a crazy place.", "start": 409.48, "end": 410.48}, {"text": "It shouldn't exist.", "start": 410.48, "end": 411.48}, {"text": "I see people around me ordering multiple rounds of snacks.", "start": 411.48, "end": 414.48}, {"text": "They're literally spending $75 during a movie.", "start": 414.48, "end": 417.48}, {"text": "It's unbelievable.", "start": 417.48, "end": 418.48}, {"text": "It's morally wrong.", "start": 418.48, "end": 419.48}, {"text": "It's morally disgusting.", "start": 419.48, "end": 420.48}, {"text": "You think it's moral beer in a movie, but then you're spending $7 on a PBR.", "start": 420.48, "end": 423.48}, {"text": "It's insane.", "start": 423.48, "end": 424.48}, {"text": "I had a $16 Bud Light one.", "start": 424.48, "end": 425.48}, {"text": "sixteen dollar Bud Light when I saw it's crazy. It's so insane. That should be", "start": 425.48, "end": 429.98}, {"text": "you should be shot if your business sells Bud Light for sixteen dollars.", "start": 429.98, "end": 434.88}, {"text": "Well, that's kind of what we're getting at anyway. Oh my God. Right. Yeah,", "start": 434.88, "end": 438.48}, {"text": "these are the most likely spots for an attack. We should not question name the", "start": 438.48, "end": 442.44}, {"text": "theater by name then, because then there could be some James Holmes style crazy", "start": 442.44, "end": 446.16}, {"text": "out there that listens to us and thinks that that's a coded message. Right. Some", "start": 446.16, "end": 450.04}, {"text": "kind of a fan of you who decided to listen to me and Caleb just because we", "start": 450.04, "end": 452.92}, {"text": "from proximity to you yeah, but mostly here for Patrick yeah, just a thing", "start": 452.96, "end": 456.6}, {"text": "I'm the I'm the magnet for those properties and probably will. I'm the", "start": 456.6, "end": 460.96}, {"text": "crazy magnet through the crazy and probably not the Joe Biden song guy.", "start": 460.96, "end": 464.32}, {"text": "Those people are all reasonable. The electricists yeah, those are", "start": 464.32, "end": 467.44}, {"text": "that's true right that even scared me okay, but let me get let me ask my", "start": 467.44, "end": 471.2}, {"text": "question. I guess is mostly a question for Caleb who's who come on,", "start": 471.2, "end": 474.4}, {"text": "which one of us is which brother I don't know the movie, so I don't know if", "start": 474.4, "end": 478.04}, {"text": "it's because here's because here's what here's I have one that I want to throw", "start": 478.04, "end": 481.68}, {"text": "out there right away. Okay, Julio is the dad. Yeah, Julio is the dad. I agree", "start": 481.72, "end": 486.52}, {"text": "abusive, abusive,", "start": 486.52, "end": 488.52}, {"text": "trying to live vicariously through us. Exactly. He couldn't make it. He couldn't", "start": 488.52, "end": 493.84}, {"text": "make it. So, now he needs to see us make it. He needs to see us make it. Okay,", "start": 493.84, "end": 497.32}, {"text": "then which one is,", "start": 497.32, "end": 498.12}, {"text": "I guess, Pat is the biggest head? I think Pat is Jeremy Allen White. Oh,", "start": 498.12, "end": 502.6}, {"text": "that's sad. Well, I guess I kill myself. Okay, I was gonna say everybody kills", "start": 502.6, "end": 506.56}, {"text": "yourselves in this movie. I would say", "start": 506.6, "end": 508.74}, {"text": "Pat is the little skinny one who gets brain damage. Oh, Pat is the one who", "start": 508.74, "end": 513.3}, {"text": "just wants a career in music. Yeah, this is you. This is you just off of looks", "start": 513.3, "end": 517.86}, {"text": "the tall one yeah and then I'm a combination of the other two guys", "start": 517.86, "end": 521.1}, {"text": "basically. I think all the patches all the best a run. Also, I'm so stupid", "start": 521.1, "end": 524.78}, {"text": "that I would shoot myself in the heart instead of the head. Yeah,", "start": 524.78, "end": 527.02}, {"text": "that was so I was like that I was like wait. Well, you hear the gun shot to do", "start": 527.02, "end": 531.86}, {"text": "make up. You hear the gun shot and you see the blood dripping as he carries the", "start": 531.86, "end": 535.3}, {"text": "body and then he lays him down on table. Okay, I'm I'm rubbing my hands", "start": 535.34, "end": 538.64}, {"text": "together. Okay, I get to finally see this fucking loser from the bear, get", "start": 538.64, "end": 542.98}, {"text": "his head exploded and then God damn it. He shot himself in the heart crazy", "start": 542.98, "end": 547.74}, {"text": "Elliot Smith, bullshit, the most dramatic way to kill it.", "start": 547.74, "end": 551.7}, {"text": "Now that's the dad is so far with a sniper shot. Yeah, dad shot him with a", "start": 551.7, "end": 556.84}, {"text": "sniper. That's what I need to see. That's my theory. I need to see this", "start": 556.84, "end": 559.88}, {"text": "movie now. Here's fine man. It's okay, but here was my problem with the movie.", "start": 559.88, "end": 563.2}, {"text": "thing I told you guys this the end of the movie, I'm sure you agree is the end of", "start": 563.22, "end": 566.52}, {"text": "the movie is everything is has gone wrong in this guy's life. His entire", "start": 566.52, "end": 570.36}, {"text": "family, everyone he loves is dead and he has two sons and they're doing okay and", "start": 570.36, "end": 575.36}, {"text": "at the end he's he starts bawling crying, but then his son's cheer him up and", "start": 575.36, "end": 579.04}, {"text": "they play football. Could that not have just been him having like", "start": 579.04, "end": 582.7}, {"text": "a really nice time at a water park or he could have eaten an amazing one that", "start": 582.7, "end": 588.36}, {"text": "made me tear up. Why the why the fuck how does that it's still the saddest story", "start": 588.36, "end": 592.34}, {"text": "whatever this is not an uplifting. Why'd they even try yeah? I thought the part", "start": 592.36, "end": 596.04}, {"text": "where there's a fifth brother. There's another brother who killed himself to", "start": 596.04, "end": 599.68}, {"text": "they cut. He got cut as he's the saddest one where they're in the afterlife and", "start": 599.68, "end": 603.68}, {"text": "they and they see the one is a movie. Yeah, you know what I'm talking about.", "start": 603.68, "end": 606.68}, {"text": "Yeah, I was I could not they travel to the afterlife. Oh yeah, they die. Well,", "start": 606.68, "end": 611.04}, {"text": "no, like the movie they go to head. There's a scene of them in heaven, not", "start": 611.04, "end": 614.84}, {"text": "heaven, but it's the afterlife and it's not they go to hell. It's not real. It's", "start": 614.84, "end": 618.96}, {"text": "even a movie. It's a movie scene,", "start": 619.0, "end": 620.5}, {"text": "but they meet their", "start": 620.5, "end": 622.36}, {"text": "and all the it's all made adult brothers, but they meet their their oldest", "start": 622.36, "end": 626.66}, {"text": "brother who died when he was a kid and he's still a little kid and there and", "start": 626.66, "end": 629.68}, {"text": "he's like you must be jack and they little kids is like yeah", "start": 629.68, "end": 632.9}, {"text": "the smiles. I don't want a little kid smile. It's so scary yeah yeah, no, I", "start": 632.9, "end": 639.28}, {"text": "just comically said to the point where I didn't even feel sad. I felt nothing.", "start": 639.28, "end": 642.8}, {"text": "I felt yeah. I mean nothing. The only thing that made me cry was when the guy", "start": 642.8, "end": 645.86}, {"text": "when he was looking at his kids playing football and he was thinking about", "start": 645.86, "end": 648.28}, {"text": "playing football with his brother. The only interesting are the the entire", "start": 648.34, "end": 651.58}, {"text": "movie. It was okay. This brother starts playing.", "start": 651.58, "end": 654.68}, {"text": "What do they do wrestling and he dies okay? Oh, this other brother's going to", "start": 654.68, "end": 659.34}, {"text": "start wrestling. Okay, well he'll probably kill himself badly multiple", "start": 659.34, "end": 662.22}, {"text": "times in the movie. It was that every fucking brother, Zac Efron would say", "start": 662.22, "end": 665.68}, {"text": "something like well looks like everything's perfect right now and then", "start": 665.68, "end": 668.86}, {"text": "would immediately cut to a brother.", "start": 668.86, "end": 670.3}, {"text": "Yeah, the brothers, they did that with every death was just that from being", "start": 670.3, "end": 675.38}, {"text": "like looks like things are finally looking up. I don't come to a phone", "start": 675.38, "end": 677.9}, {"text": "public. Your brother is the and by the way they're going to have to remake this", "start": 677.94, "end": 681.54}, {"text": "movie in twenty more years when the Zac Efron character also kills itself.", "start": 681.54, "end": 685.58}, {"text": "Here's something crazy. He's survived for now. Did you know in real life the", "start": 685.58, "end": 688.88}, {"text": "Zac Efron characters two sons? They also became pro wrestlers. Oh, no, that's", "start": 688.88, "end": 693.06}, {"text": "good. They're going to die to it's great. The whole family said pure death and", "start": 693.06, "end": 697.3}, {"text": "destruction. It's an actual curse. I'm convinced yeah, it's incredible. It made", "start": 697.3, "end": 701.5}, {"text": "me so wish that I had this kind of family", "start": 701.5, "end": 704.3}, {"text": "there's tons of brothers. I mean the thing is you don't have there's no you", "start": 705.96, "end": 709.06}, {"text": "don't have to become an interesting person or be good at anything. If you", "start": 709.06, "end": 711.76}, {"text": "have five brothers, you die, you still get a movie made about yeah yeah, even", "start": 711.76, "end": 715.16}, {"text": "if the even if the end of the world champion exactly, it wasn't that good.", "start": 715.16, "end": 718.8}, {"text": "No, he was the worst of the brothers yeah exactly and he still got a move", "start": 718.8, "end": 723.04}, {"text": "because he didn't go hard enough that every other brother, which is so hard in", "start": 723.04, "end": 725.98}, {"text": "their careers that they died. It's about if you're too big of a pussy, you see", "start": 725.98, "end": 729.66}, {"text": "everyone around you die and then you just have to have a son and here's yeah", "start": 729.66, "end": 733.36}, {"text": "here's your consolation. You have a beautiful family and not that beautiful", "start": 733.38, "end": 736.64}, {"text": "in real life. They really I'll say it guys. They really dolled up the family", "start": 736.64, "end": 739.92}, {"text": "for yeah for the movie. They dolled that's them dolled up yeah dude. Oh", "start": 739.92, "end": 743.76}, {"text": "Zac Efron, I said this to you guys. Also great actor looks insane, be in any", "start": 743.76, "end": 748.46}, {"text": "other movie except this one. No completely he well he's a good he's", "start": 748.46, "end": 751.96}, {"text": "doing good, but you can't see any emotion on his face. It's crazy. He's", "start": 751.96, "end": 755.64}, {"text": "like yeah. He has no humanity. He has a full Easter Island head become and guys", "start": 755.64, "end": 760.82}, {"text": "I'm segwaying here.", "start": 760.86, "end": 761.7}, {"text": "Yeah.", "start": 761.7, "end": 762.2}, {"text": "A cyborg.", "start": 762.2, "end": 762.7}, {"text": "[HUMMING]", "start": 762.7, "end": 765.5}, {"text": "Technology.", "start": 765.5, "end": 766.62}, {"text": "Julio, pull up that video.", "start": 766.62, "end": 768.22}, {"text": "Technologic.", "start": 768.22, "end": 769.26}, {"text": "Pull up that video, because that's the--", "start": 769.26, "end": 770.94}, {"text": "That's a perfect song.", "start": 770.94, "end": 772.5}, {"text": "Technology we play.", "start": 772.5, "end": 775.82}, {"text": "OK.", "start": 775.82, "end": 776.58}, {"text": "Wait, what's this?", "start": 776.58, "end": 777.3}, {"text": "This is the-- so it is technology we--", "start": 777.3, "end": 778.86}, {"text": "This is a perfect segway song.", "start": 778.86, "end": 781.34}, {"text": "Actually, would we get DMCA'd if we play this?", "start": 781.34, "end": 784.18}, {"text": "Nah.", "start": 784.18, "end": 784.68}, {"text": "This is the guy singing Ayo Technology.", "start": 784.68, "end": 786.3}, {"text": "He's not really singing.", "start": 786.3, "end": 793.3}, {"text": "He's not really singing.", "start": 793.3, "end": 797.3}, {"text": "Okay.", "start": 797.3, "end": 799.3}, {"text": "What does he say?", "start": 799.3, "end": 803.3}, {"text": "Technology.", "start": 803.3, "end": 805.3}, {"text": "He says technology at the chorus.", "start": 805.3, "end": 809.3}, {"text": "It's in the chorus.", "start": 809.3, "end": 813.3}, {"text": "We should have come to the chorus. We can just cut it now.", "start": 813.3, "end": 816.3}, {"text": "So this is, you know, traditionally on this show, we each make something.", "start": 816.3, "end": 823.3}, {"text": "Yeah, a PowerPoint, write something, report.", "start": 823.3, "end": 825.3}, {"text": "This is what I did because...", "start": 825.3, "end": 827.3}, {"text": "Painting, YouTube search technology.", "start": 827.3, "end": 829.3}, {"text": "I looked up AO technology. It's a good song.", "start": 829.3, "end": 832.3}, {"text": "I mean, it is a good song, but also really nothing for audio people or video people really either.", "start": 832.3, "end": 838.3}, {"text": "People who listen on the audio will get to, maybe they've never heard it before.", "start": 838.3, "end": 842.3}, {"text": "The song they've never heard a song before.", "start": 842.3, "end": 845.3}, {"text": "He's never heard it. You never heard that song.", "start": 845.3, "end": 848.3}, {"text": "What's who's it by 50 Cent Timbaland see 50 Cent Timbo.", "start": 848.3, "end": 851.3}, {"text": "See now we're opening Cameron up to this.", "start": 851.3, "end": 854.3}, {"text": "That's true. I mean I've been wanting to basically give him a hip hop education.", "start": 854.3, "end": 857.3}, {"text": "We've never I mean what is he listen to ABC by Jackson 5", "start": 857.3, "end": 860.3}, {"text": "Mark Kozilek ABC by Jackson 5", "start": 860.3, "end": 863.3}, {"text": "gotta be one of my favorite hip hop songs.", "start": 863.3, "end": 866.3}, {"text": "It's that and Wu-Tang.", "start": 866.3, "end": 869.3}, {"text": "the bars are a little bad in that", "start": 869.3, "end": 871.04}, {"text": "the bars, the bars, the bars, I think the bars are rhyming lyrical. They're just", "start": 871.04, "end": 877.32}, {"text": "not like hard type bar. They go hard there. I think the bars are dummy be be", "start": 877.32, "end": 882.72}, {"text": "careful. You said, oh my God, I got him to say beak bird", "start": 882.72, "end": 886.7}, {"text": "bird.", "start": 886.7, "end": 888.16}, {"text": "That was to", "start": 888.16, "end": 889.26}, {"text": "spills. Earlier we had a fully more of an explode. We it wasn't. We had what we", "start": 889.26, "end": 895.3}, {"text": "explosion. I could not believe it. We call this in sports an unforced error.", "start": 895.34, "end": 899.3}, {"text": "I was walking and just dropped my coffee for no reason at all. Nobody even didn't", "start": 899.3, "end": 906.1}, {"text": "trip on anything, just was holding the coffee and then just decided to let go.", "start": 906.1, "end": 909.78}, {"text": "You got hit with the limp ray. I think I do. I think that's my problem with", "start": 909.78, "end": 913.78}, {"text": "spilling, is that I have bad wrist posture. You need to get one of those", "start": 913.78, "end": 917.38}, {"text": "squeezers. No. Do this, do that workout. But then next time I'm choking my", "start": 917.38, "end": 921.86}, {"text": "shaking. I pull the thing. Oh, don't bring that it a little bit, but not", "start": 922.42, "end": 928.02}, {"text": "you don't have to squeeze it all the way. That's what I mean. I'm squeezing", "start": 928.02, "end": 931.38}, {"text": "it as hard as I can. I think once you get he's trying to make a play,", "start": 931.38, "end": 934.02}, {"text": "don't be able to not squeeze. Well, yeah, because I won't know my own", "start": 934.02, "end": 937.7}, {"text": "strength. Yeah, he's trying to make play snakes with his dong. Yeah, it", "start": 937.7, "end": 940.78}, {"text": "sounds like you're squeezing too hard in general. This you're supposed to", "start": 940.78, "end": 943.46}, {"text": "squeeze. I don't need to squeeze enough that you're worried that you don't", "start": 943.46, "end": 945.92}, {"text": "use. You don't have to squeeze to make it feel like a you don't need to", "start": 945.92, "end": 949.42}, {"text": "squeeze. You don't need to squeeze like I mean you know what squeeze what hand", "start": 949.46, "end": 953.56}, {"text": "make it feel like a woman's hand, a squeezer, a woman's squeeze, a squeezer.", "start": 953.56, "end": 958.16}, {"text": "It squeezes you", "start": 958.16, "end": 958.92}, {"text": "yeah. It's supposed to be a full squeeze experience. You don't need to squeeze", "start": 958.92, "end": 962.86}, {"text": "that much. You maybe need to squeeze a little depend. I guess if you know,", "start": 962.86, "end": 966.24}, {"text": "maybe your hand is bigger than or you could just be a freak of really, as I", "start": 966.24, "end": 971.04}, {"text": "am like I don't like that thing. I don't even curl my hand at all. You rub the", "start": 971.04, "end": 974.44}, {"text": "sides yeah. I get up there like I'm like well. I go around. I like this. I rub", "start": 974.44, "end": 978.92}, {"text": "horizontally. This is what I'm doing. Imagine this is my thing. You hit the top", "start": 978.96, "end": 982.46}, {"text": "of it? Uh-huh. Like kind of a cat batting at a fish's rod.", "start": 982.46, "end": 985.9}, {"text": "Ding! Yes. That's what I should be doing. Have you ever done that? I do this.", "start": 985.9, "end": 991.88}, {"text": "Where you have an erect, hard penis and the tip of it, for some reason, it hits", "start": 991.88, "end": 996.38}, {"text": "something and it feels like it gets pushed and maybe you lose an inch.", "start": 996.38, "end": 999.72}, {"text": "Speaking of getting hit, my girlfriend has-,", "start": 999.72, "end": 1002.82}, {"text": "Whoa, whoa, chill, bro! No, no, no. My girlfriend has a black eye. Speaking of", "start": 1002.82, "end": 1007.02}, {"text": "getting hit my girlfriend has this thing on the toilet like what are the", "start": 1007.04, "end": 1012.16}, {"text": "cottony thing? It looks like looks like it matches the", "start": 1012.16, "end": 1015.36}, {"text": "what is the word is it doily is that the word for what? Wait it's doily on", "start": 1015.36, "end": 1020.88}, {"text": "the toilet. Do you have one of those things on the toilet seat? The fuzzy", "start": 1020.88, "end": 1023.6}, {"text": "toilet seat covers? That makes you, it gets nasty shit on it. It doesn't get", "start": 1023.6, "end": 1027.04}, {"text": "nasty shit does it? It does man. It's on the inside seat or the lid of the", "start": 1027.04, "end": 1030.24}, {"text": "seat? The lid. Oh okay. But the carpeted toilet seat is one of the most", "start": 1030.24, "end": 1033.64}, {"text": "psychotic. You never seen that? No. My mom's old boss had one in her house and", "start": 1033.64, "end": 1039.08}, {"text": "she had a water bed. Oh, nice lady's a freak. Yeah, she definitely... Water...", "start": 1039.08, "end": 1043.1}, {"text": "She wanted to fuck on the toilet. She wanted to get fucked on the toilet. Water", "start": 1043.1, "end": 1046.36}, {"text": "bed in her guest bedroom. Whoa, that is a swinger kind of thing. But the...", "start": 1046.36, "end": 1053.4}, {"text": "So she's got the doily on the lid, but now because of that,", "start": 1053.4, "end": 1059.28}, {"text": "the toilet doesn't stay like the lid will sometimes or the lid where you sit will", "start": 1059.72, "end": 1066.56}, {"text": "fall down and it I like near like Indiana Jones missed, I had to like dodge", "start": 1066.56, "end": 1073.52}, {"text": "it. I know it almost hit the tip of my dick so hard. I almost got it by my", "start": 1073.52, "end": 1080.36}, {"text": "toilet. I know the situation of trying to pee on a toilet seat that is about to", "start": 1080.36, "end": 1084.92}, {"text": "fall down. That's a scary, scary situation. You have to hold your, you", "start": 1084.92, "end": 1088.32}, {"text": "to shoot all your P back into yourself and because some public bathrooms are in", "start": 1088.36, "end": 1092.56}, {"text": "some houses where it's all women and they don't know about seats going up.", "start": 1092.56, "end": 1096.28}, {"text": "They don't understand that the seat has to stay up yeah yeah and it's just and", "start": 1096.28, "end": 1100.44}, {"text": "they can fall down and it's horrifying and I've tried to explain this to her. I", "start": 1100.44, "end": 1104.6}, {"text": "tried to explain this to her and she said no, I'm not getting rid of this", "start": 1104.6, "end": 1108.16}, {"text": "toilet seat doily. Why so you can sit on the top of this of the toilet. This is", "start": 1108.16, "end": 1112.28}, {"text": "where the hitting comes into play.", "start": 1112.28, "end": 1113.92}, {"text": "that you were talking about. She said, No, you I don't want to get the", "start": 1114.56, "end": 1119.56}, {"text": "hitting is on my penis. But if if we were to battle,", "start": 1119.56, "end": 1122.76}, {"text": "if you were to battle your girlfriend, you think you'd win if we were to", "start": 1122.76, "end": 1126.96}, {"text": "buddy, I'm getting gigantic and that's the other. That's the main thing I've", "start": 1126.96, "end": 1131.16}, {"text": "taken away from the Iron Claw movie is I've been doing the Iron Claw on my", "start": 1131.16, "end": 1134.46}, {"text": "fiance a lot. Yes, the Iron Claw. It's where you go like this.", "start": 1134.46, "end": 1137.76}, {"text": "And then she goes, Oh, no. And then you go like this. You hold her head.", "start": 1137.76, "end": 1141.76}, {"text": "grab a grab and it doesn't work so well. No, it doesn't make you bleed like it", "start": 1141.76, "end": 1145.64}, {"text": "doesn't the move. She asked you to do the dishes. You go to it's really funny", "start": 1145.64, "end": 1149.4}, {"text": "to just suddenly go like this and it just does nothing. No, she just that was", "start": 1149.4, "end": 1154.2}, {"text": "their move was yes, it's awesome and in real life you'd say what are you doing", "start": 1154.2, "end": 1157.8}, {"text": "man yeah, but in this they go", "start": 1157.8, "end": 1159.44}, {"text": "and he almost kills a player with it. He makes Rick Flair believe because he", "start": 1159.44, "end": 1165.52}, {"text": "iron claws. He does a real iron claw, not a wrestling iron. No, he does a real", "start": 1165.52, "end": 1169.78}, {"text": "going on Rick Flair's head. Yeah, I gotta see this movie. It's a great movie man,", "start": 1169.8, "end": 1174.1}, {"text": "and we saw in digital", "start": 1174.1, "end": 1175.56}, {"text": "technology, technology, I have something to show my two friends and my employee", "start": 1175.56, "end": 1183.56}, {"text": "and my employee will pull it up right now. Let me see this", "start": 1183.56, "end": 1187.46}, {"text": "any minute and he's passed on. He's yeah, what is going on? He is in living", "start": 1187.46, "end": 1192.82}, {"text": "in Dios de los. I think he ran away. He must have heard one second. He needs one", "start": 1192.82, "end": 1197.62}, {"text": "second. It's a sec. That's okay. I will stall with other technology. Hey,", "start": 1197.62, "end": 1200.62}, {"text": "another technology thing. I got my phone screen replaced. Oh yeah. What happened", "start": 1200.62, "end": 1205.08}, {"text": "your phone, your phone again?", "start": 1205.08, "end": 1206.36}, {"text": "I am the spiller and the dropper. It's great. Every phone, I spill every", "start": 1206.36, "end": 1212.6}, {"text": "drink. It's unbelievable. My desk, I got my wife, got me a white mouse pad.", "start": 1212.6, "end": 1217.88}, {"text": "Yeah, okay.", "start": 1217.88, "end": 1220.62}, {"text": "All right, so here's what we have here.", "start": 1220.62, "end": 1222.8}, {"text": "So I was thinking okay, what's the what is up with technology right go full", "start": 1223.8, "end": 1228.24}, {"text": "screen on this it's right on the top right of the thing.", "start": 1228.24, "end": 1231.4}, {"text": "No, no right on the top right of the", "start": 1231.4, "end": 1234.08}, {"text": "of the square yeah, so okay before you touch anything so", "start": 1234.08, "end": 1238.8}, {"text": "I was thinking about I was thinking about technology and I was thinking", "start": 1238.8, "end": 1246.28}, {"text": "about what we do podcast right now, I was like okay, we've already made a", "start": 1246.28, "end": 1249.64}, {"text": "technological leap from audio only well. First of all, a big leap was was", "start": 1249.68, "end": 1255.08}, {"text": "starting the podcast. I was a", "start": 1255.08, "end": 1256.26}, {"text": "technological from from just talking to now in", "start": 1256.26, "end": 1259.56}, {"text": "equation using microphone, but then equations I was then we did another to", "start": 1259.56, "end": 1265.82}, {"text": "another level and we started doing video. This is a brand new technology. We", "start": 1265.82, "end": 1269.88}, {"text": "be something in ten years from now. What is podcast about list going to look", "start": 1269.88, "end": 1273.72}, {"text": "like? I think it's going to look a little something like this. This is an", "start": 1273.72, "end": 1276.44}, {"text": "interactive podcast wow so you can go ahead and press the green button", "start": 1276.56, "end": 1280.4}, {"text": "scratch. You can see I made this on scratch, which is MIT Massachusetts", "start": 1280.4, "end": 1284.4}, {"text": "might do the what technology, so we have over here. We have Cameron, Patrick and", "start": 1284.4, "end": 1290.32}, {"text": "Caleb and guys yes, no, how Sam yes, that's me guess how these were made", "start": 1290.32, "end": 1295.52}, {"text": "guys", "start": 1295.52, "end": 1295.88}, {"text": "how", "start": 1295.88, "end": 1297.68}, {"text": "artificial intelligence, go ahead and", "start": 1297.68, "end": 1303.04}, {"text": "Make sure there's audio from this. Could you click on Cameron, please?", "start": 1304.2, "end": 1307.08}, {"text": "Okay, he says greetings rapidly evolving technological landscape. Innovation", "start": 1307.08, "end": 1313.56}, {"text": "continues to redefine our daily lives, bridging the gap between possibility and", "start": 1313.56, "end": 1317.96}, {"text": "reality. Wow, that's something you'll be able to. So now click me, you'll be", "start": 1317.96, "end": 1323.44}, {"text": "able to click on us and have as we navigate the dynamic currents of the", "start": 1323.44, "end": 1328.16}, {"text": "tech realm, transformative breakthroughs and interconnected advancements shape", "start": 1328.16, "end": 1331.44}, {"text": "the very fabric of our digital future.", "start": 1331.44, "end": 1333.32}, {"text": "Wow,", "start": 1333.32, "end": 1334.82}, {"text": "this is an incredible, incredible podcast. That's what I'm saying to", "start": 1334.82, "end": 1338.76}, {"text": "click on Patrick, so it's like we're. This is what it'll be like in years", "start": 1338.76, "end": 1342.84}, {"text": "from now.", "start": 1342.84, "end": 1343.28}, {"text": "So it's like a podcast that is you click on the you instead of just", "start": 1343.28, "end": 1358.16}, {"text": "listening to people say stuff, waiting for the year. When is the next guy", "start": 1358.16, "end": 1361.12}, {"text": "going to talk. I heard Cameron say it's like when is Caleb going to talk at", "start": 1361.16, "end": 1365.16}, {"text": "your own head into your fingertips at your own place, a fully simulated", "start": 1365.16, "end": 1369.5}, {"text": "podcast, and this is all done using current technology. So in ten years,", "start": 1369.5, "end": 1373.84}, {"text": "wow, it'll probably be three dimensional. What is that behind it? Well, we're in", "start": 1373.84, "end": 1378.36}, {"text": "Brooklyn, so this is Brooklyn style graffiti. Okay, that is", "start": 1378.36, "end": 1382.7}, {"text": "culturally amazing,", "start": 1382.7, "end": 1384.8}, {"text": "multicultural, multicultural style. So what did you think that's incredible?", "start": 1384.8, "end": 1389.64}, {"text": "I'm just glad I don't you guys haven't used my voice for the AI. That was not a", "start": 1389.64, "end": 1397.44}, {"text": "those were things. You said already yeah, meet me and Cameron. This is", "start": 1397.44, "end": 1402.92}, {"text": "coming to me and he was like he was like can you can you quick? Can you quickly", "start": 1402.92, "end": 1406.16}, {"text": "record some serious thoughts on technology? I was like yeah, but yeah,", "start": 1406.16, "end": 1409.72}, {"text": "and they were really, I think, insightful and illuminating yeah, very", "start": 1409.72, "end": 1414.56}, {"text": "illuminating very", "start": 1414.56, "end": 1416.04}, {"text": "you I it's just it. I can't get over it. How much I look like Sam. It's age ten", "start": 1417.24, "end": 1423.08}, {"text": "years. So I'm going to look like binging with Babish Cameron looks very much the", "start": 1423.08, "end": 1426.8}, {"text": "same and you", "start": 1426.8, "end": 1428.24}, {"text": "I'll have a pair in ten years. That's good.", "start": 1428.24, "end": 1432.2}, {"text": "That's actually thank you for giving me hair in ten years. Well, we'll have", "start": 1432.2, "end": 1437.04}, {"text": "because that's not going to happen. That's not going to be there. You'll be", "start": 1437.04, "end": 1439.72}, {"text": "on him. That's also why you got shorter was the him. Yeah, him does make you", "start": 1439.72, "end": 1444.0}, {"text": "much shorter. If you tay, if you're a man and you take him's buddy, you're in for", "start": 1444.0, "end": 1448.24}, {"text": "a rude away. You're a you're a she the", "start": 1448.24, "end": 1450.52}, {"text": "the hymns that you're going to go him's hers. They actually have her. They have", "start": 1450.52, "end": 1455.4}, {"text": "her and guess what hers is a burly anxiety medication and anxiety. Yeah,", "start": 1455.4, "end": 1459.92}, {"text": "yeah, the him that you're going to be. If you take him's is mugsy bogues,", "start": 1459.92, "end": 1463.56}, {"text": "you're going to be real small. You're gonna be singing him's at your funeral", "start": 1463.56, "end": 1467.04}, {"text": "because that stuff kills you as an angel. Yeah, as an as a be alive at your", "start": 1467.04, "end": 1470.88}, {"text": "funeral. Now that would make much sense. It wouldn't make any sense at all.", "start": 1470.9, "end": 1473.94}, {"text": "Now make any sense. Well, thank you for showing that that piece of technology", "start": 1473.94, "end": 1477.54}, {"text": "to us. Caleb, that's really wonderful. Anytime man. I mean, I let me and let", "start": 1477.54, "end": 1480.7}, {"text": "me say one other thing about technology. Yeah, guys, I really like using scratch.", "start": 1480.7, "end": 1484.82}, {"text": "Scratch is fun. I used to be a scratch wizard. Me too. I made a lot of I made", "start": 1484.82, "end": 1489.06}, {"text": "a lot of pong games in there. I taught a class on scratch. Really? Yeah. Would", "start": 1489.06, "end": 1493.02}, {"text": "you teach us one right now? Could you tell us some things about school? Julio,", "start": 1493.02, "end": 1496.42}, {"text": "how about you open up scratch and Cameron? I don't think so. It's gonna be", "start": 1496.42, "end": 1500.22}, {"text": "bad. That would be bad. That'd be really bad. It's a bad idea. Yeah, I'm just so", "start": 1500.26, "end": 1504.22}, {"text": "technologically illiterate that I just go around and say some of our favorite", "start": 1504.22, "end": 1507.42}, {"text": "pieces of technology. What's yours? Probably the Blackberry Blackberry is", "start": 1507.42, "end": 1510.9}, {"text": "the Blackberry that I own, and I'm going to say Bluetooth technology is really up", "start": 1510.9, "end": 1514.78}, {"text": "there for me. I'm speaking of Bluetooth. It's a video game controller for me. The", "start": 1514.78, "end": 1517.98}, {"text": "video game controllers have gotten and you know what I'll say mine,", "start": 1517.98, "end": 1521.22}, {"text": "the rumble pack. I like the rumble pack as well as the joystick. I like the", "start": 1521.22, "end": 1526.02}, {"text": "ergonomic feel. You've got joystick or rumble pack. Oh, definitely rumble pack", "start": 1526.02, "end": 1529.38}, {"text": "really really come on. Yes, imagine you're in a mine cart and it makes it", "start": 1529.46, "end": 1534.54}, {"text": "and you get to feel that", "start": 1534.54, "end": 1537.46}, {"text": "is actually it's actually makes it immersive. Oh, I thought of another", "start": 1537.46, "end": 1541.5}, {"text": "technology just now three D, three D, and I'm not talking about three D glasses.", "start": 1541.5, "end": 1545.9}, {"text": "I'm talking about three D itself, three D. It's just three D or the electrical", "start": 1545.9, "end": 1550.54}, {"text": "wire. Oh, and I oh silicone silicone is huge. Silicone is huge in technology. Oh", "start": 1550.54, "end": 1555.66}, {"text": "self lubricating joints and pistons. Oh, you know, I saw a great technology", "start": 1555.78, "end": 1560.42}, {"text": "video. I saw a great technology video earlier, a cobalt mine in a foreign", "start": 1560.42, "end": 1566.34}, {"text": "country, people jumping over each other and it looks like World War. See people", "start": 1566.34, "end": 1569.9}, {"text": "don't think about the human technology people who act like robots just to", "start": 1569.9, "end": 1574.38}, {"text": "satisfy others exactly. So who are these people? These are fast food workers.", "start": 1574.38, "end": 1578.3}, {"text": "Yes, these are our politicians, arguably yeah, sexual nympho maniacs, sexual", "start": 1578.3, "end": 1584.66}, {"text": "people who give their bodies away freely almost like a three D avatar circus", "start": 1584.7, "end": 1588.64}, {"text": "exactly circus performance. People people who the trapeze one of my favorite", "start": 1588.64, "end": 1592.94}, {"text": "pieces of technology. Once the trapeze was invented, I felt like we had nowhere", "start": 1592.94, "end": 1597.5}, {"text": "to go but down yeah and by the way, but the trapeze artist had nowhere to go,", "start": 1597.5, "end": 1600.82}, {"text": "but speaking of you let go that trapeze are going down, not if you jump well", "start": 1600.82, "end": 1604.5}, {"text": "speaking of cirques, I call them cirques.", "start": 1604.5, "end": 1606.54}, {"text": "Guess what I saw since the last time we spoke last the circus. Cirque du Soleil", "start": 1606.54, "end": 1612.66}, {"text": "the night before Christmas Cirque du Soleil and guys before Christmas. Yes,", "start": 1612.68, "end": 1616.28}, {"text": "and guys, I wish it was circuit. You guys, you buy this ticket. Okay, it's", "start": 1616.28, "end": 1620.44}, {"text": "sixty dollars. You go to Madison Square Garden. You sit in line for one hour.", "start": 1620.44, "end": 1624.14}, {"text": "You're seated right. You're seated lights down. The show begins. It's for", "start": 1624.14, "end": 1630.28}, {"text": "children.", "start": 1630.28, "end": 1630.92}, {"text": "It is a children version of Cirque du Soleil. Nobody in the room knew this.", "start": 1630.92, "end": 1635.64}, {"text": "There was no kids there. Wow. It was fully a kids show. All of the", "start": 1635.64, "end": 1640.16}, {"text": "performers were kids. None of them were licensed to hang upside down, so they", "start": 1640.2, "end": 1645.56}, {"text": "didn't. They ran around, they hula hooped, and they dressed up like elves.", "start": 1645.56, "end": 1649.16}, {"text": "Were there people at your schools that went to circus camp? No. To learn to be", "start": 1649.16, "end": 1652.68}, {"text": "circus performers? Fuck no. That was kind of a common thing at my school. What?", "start": 1652.68, "end": 1656.0}, {"text": "There was multiple people who went to- Like Barnum and Bailey? It was called", "start": 1656.0, "end": 1659.92}, {"text": "Circus Smurkus,", "start": 1659.92, "end": 1660.88}, {"text": "and they learned to juggle and do acrobatics. I'm not kidding. Jesus Christ.", "start": 1660.88, "end": 1665.6}, {"text": "Multiple people, that was like a thing that they did. That's crazy. I kind of", "start": 1665.6, "end": 1670.04}, {"text": "I didn't know if that was a type of kid. No, that's not a type. I don't think that's that's local to", "start": 1670.04, "end": 1674.76}, {"text": "your town. It should be, though. Isn't that funny? That is funny kids at your school. The", "start": 1674.76, "end": 1679.48}, {"text": "circus. Click. Yeah, the circus kids. They were I don't even think they were like they weren't", "start": 1679.48, "end": 1684.68}, {"text": "like friends with each other. And they were they just happened to be. I think it was like a", "start": 1684.68, "end": 1688.12}, {"text": "summer going in the hallway where they run away circus style. No, no, this is my no. And these", "start": 1688.12, "end": 1693.48}, {"text": "are these are people who mostly grew into hikers and normal well adjusted people. Okay, I don't", "start": 1693.48, "end": 1699.48}, {"text": "I don't think anybody went into the circus, the circus field. Well, it's", "start": 1699.48, "end": 1703.22}, {"text": "just so they could juggle to like impress a little and while there was a", "start": 1703.22, "end": 1705.72}, {"text": "juggling and also like I guess walking on your hands type style. I think it", "start": 1705.72, "end": 1708.92}, {"text": "was multiple stuff. I mean, I don't know. I know this is all this is all", "start": 1708.92, "end": 1711.34}, {"text": "stuff that you learn so that you can like have ice breakers so that you can", "start": 1711.34, "end": 1714.56}, {"text": "make friends with people right. This is something that you can't for children", "start": 1714.56, "end": 1717.68}, {"text": "that aren't good at making friends yeah, but the thing is here's the weird part", "start": 1717.68, "end": 1721.86}, {"text": "of that because it's also it sounds like it would be that, but I think these", "start": 1721.86, "end": 1724.54}, {"text": "people all had a fine time making friends, but in order to do it, I think", "start": 1724.54, "end": 1727.58}, {"text": "have to be pretty. You have to be pretty strong. You have to be kind of an athlete. You know", "start": 1727.6, "end": 1731.16}, {"text": "what I mean to like walk on your hands and shit like that. So it's not like you would", "start": 1731.16, "end": 1733.52}, {"text": "expect it to be like, you know, scrawny nerdy kids or weirdos who during circus camp, but", "start": 1733.52, "end": 1737.84}, {"text": "it's kind of like, you know, the guys who are strong and jocks jocks. There's strong", "start": 1737.84, "end": 1742.8}, {"text": "nerds. Yeah, I guess so, but I don't think they have secret strength. Super. Yeah, they", "start": 1742.8, "end": 1747.72}, {"text": "always love metal mind. What I always love metal guitar like every strong nerd in high", "start": 1747.72, "end": 1753.48}, {"text": "school is also like, hey, he's also like he's got a seven string guitar that he learned.", "start": 1753.48, "end": 1757.16}, {"text": "I don't think there were any strong words at my high school. I'm going to be real.", "start": 1757.16, "end": 1759.96}, {"text": "There's a lot of my only very weak, a strong nerd. I feel like as as come into", "start": 1759.96, "end": 1764.36}, {"text": "with with Instagram weightlifting, I think a strong nerd is really coming to", "start": 1764.36, "end": 1767.72}, {"text": "vote. Yeah, there was a sleeper build. Yes, there's a lot of those guys at my", "start": 1767.72, "end": 1772.04}, {"text": "school and they were all in this thing technology.", "start": 1772.04, "end": 1774.8}, {"text": "There was a", "start": 1774.8, "end": 1776.36}, {"text": "program at my school called the PVC pirates, where they would learn how to", "start": 1776.36, "end": 1782.36}, {"text": "make", "start": 1782.36, "end": 1782.68}, {"text": "because it was a okay, different kind of technologies. It was like kids who were", "start": 1784.12, "end": 1787.6}, {"text": "like good at like like Lego robotics and stuff like that, but they were going", "start": 1787.6, "end": 1791.64}, {"text": "to the PBC. I never I remember to do you want to ruin Legos by putting", "start": 1791.64, "end": 1796.12}, {"text": "technology in it yeah that stuff. I agree. I always thought that people", "start": 1796.12, "end": 1799.28}, {"text": "like an analog yeah and here's a technology kind of credential. I have I", "start": 1799.28, "end": 1803.86}, {"text": "was I don't know if you guys know this. I was the president of the computer", "start": 1803.86, "end": 1806.28}, {"text": "science club at my really and I just I destroyed the club. It stopped existing", "start": 1806.28, "end": 1810.8}, {"text": "after I became president. I just did not do anything. We started the club, me and", "start": 1810.84, "end": 1816.76}, {"text": "my friends. Well, the club existed, the former president passed it down to me", "start": 1816.76, "end": 1820.62}, {"text": "and my friends. We held a we had a booth at the org fair for everyone to sign up", "start": 1820.62, "end": 1824.44}, {"text": "for the club, and we met one time and we never met again. Well, it sounds like", "start": 1824.44, "end": 1827.96}, {"text": "you did an amazing job to the ground. Sounds like you did exactly what you're", "start": 1827.96, "end": 1830.88}, {"text": "supposed to do as president. Yeah, yeah,", "start": 1830.88, "end": 1832.92}, {"text": "nothing yeah. We kind of got the assignment. If you know what I mean, yes,", "start": 1832.92, "end": 1837.64}, {"text": "you got it understood it. No, you got it got it yeah and you pass with flying", "start": 1837.72, "end": 1841.52}, {"text": "color with flying", "start": 1841.52, "end": 1842.48}, {"text": "RGB colors, see oh yes, composite yes, composite colors yeah, don't isn't it", "start": 1842.48, "end": 1850.88}, {"text": "doesn't it scare you when on Photoshop it says or do you want to switch this", "start": 1850.88, "end": 1854.48}, {"text": "document to a different color space? I said color space, you know what the hell", "start": 1854.48, "end": 1858.32}, {"text": "is that I think I'm fine where I am yeah, no be I think I know I know why", "start": 1858.32, "end": 1862.92}, {"text": "there's different color spaces. Why is that for different technologies? There's", "start": 1862.92, "end": 1867.12}, {"text": "RGB for the computer, but then there's CMYK for printing printing kill your", "start": 1867.16, "end": 1871.7}, {"text": "mother fucking kelf kill your kelf", "start": 1871.7, "end": 1873.9}, {"text": "that doesn't that's knife in the right order. I'm real kill CMYK kill mother", "start": 1873.9, "end": 1880.54}, {"text": "your kelf crazy mother fucking yellow colors", "start": 1880.54, "end": 1884.78}, {"text": "or something like that.", "start": 1884.78, "end": 1889.28}, {"text": "Here's a technology that why is K black in that situation? Here's a why is that", "start": 1889.28, "end": 1894.18}, {"text": "CMYB because B sounds like blue?", "start": 1894.18, "end": 1896.52}, {"text": "Oh, or be is taken by blue", "start": 1896.52, "end": 1899.72}, {"text": "the electric toothbrush.", "start": 1899.72, "end": 1904.38}, {"text": "Do you guys have one of these? I just had to throw mine away because the", "start": 1904.38, "end": 1907.78}, {"text": "motor died. This is a technology I don't support. Why I can you got to do your", "start": 1907.78, "end": 1912.06}, {"text": "own work?", "start": 1912.06, "end": 1912.5}, {"text": "Interesting technology is making us lazy. It's making us whatever you remember", "start": 1912.5, "end": 1917.5}, {"text": "back in the day before we had electronic toothbrushes. You'd put the", "start": 1917.5, "end": 1919.9}, {"text": "toothbrush in your mouth and go", "start": 1919.9, "end": 1920.98}, {"text": "really, really fast.", "start": 1920.98, "end": 1923.18}, {"text": "you have to go fast. That noise completely, perfectly, that's what somebody", "start": 1924.22, "end": 1927.42}, {"text": "has been on an electric toothbrush for years. They probably get a normal", "start": 1927.42, "end": 1930.62}, {"text": "toothbrush, they put it in their mouth, they don't move at all and they just", "start": 1930.62, "end": 1932.9}, {"text": "hum like", "start": 1932.9, "end": 1933.36}, {"text": "I think that's what makes it go. They think that's a toothbrush. Speaking of", "start": 1933.36, "end": 1937.42}, {"text": "toothbrushes and teeth, I got my wisdom tooth out technology technique for using", "start": 1937.42, "end": 1942.22}, {"text": "technology and they gave me this technology that was amazing called codeine", "start": 1942.22, "end": 1946.46}, {"text": "pills. Okay, and I would take these and I would watch what's his name on twitch", "start": 1946.46, "end": 1951.78}, {"text": "excuse see I would watch him play", "start": 1952.74, "end": 1955.04}, {"text": "five GTA five role play. That's the craziest I've ever felt in my entire", "start": 1955.04, "end": 1960.64}, {"text": "life. I just remembered something Caleb. You died in my dream the other night.", "start": 1960.64, "end": 1963.78}, {"text": "What", "start": 1963.78, "end": 1964.22}, {"text": "a big piece of debris hit you in the head and you died. They should make", "start": 1964.22, "end": 1969.72}, {"text": "technology where I can go into your dream and stop that. That's a bad omen,", "start": 1969.72, "end": 1972.76}, {"text": "because there's that big puddle. I had a dream over there. I had a dream that", "start": 1972.76, "end": 1976.36}, {"text": "New York City was being was being nuclear bombed and there's explosions", "start": 1976.36, "end": 1980.3}, {"text": "happening and I was I was hugging my fiancee. I think I love you so much. Oh", "start": 1980.34, "end": 1983.44}, {"text": "my God, I can't believe it's happening. I always love you. I'm so sorry it's", "start": 1983.44, "end": 1986.6}, {"text": "ending. This world is ending like this and I look over and kill against the", "start": 1986.6, "end": 1989.4}, {"text": "hitting the head with a rock. Was I in the dream or was I implied to be dead", "start": 1989.4, "end": 1993.84}, {"text": "for years? Caleb was in the dream getting killed for one. I had an at least", "start": 1993.84, "end": 1997.68}, {"text": "I wasn't killed. I had a dream where I was a very bad guy in here. So you can", "start": 1997.68, "end": 2001.24}, {"text": "tell okay number one. I was involved in serial killing, okay, which is not that", "start": 2001.24, "end": 2006.64}, {"text": "big of a deal. The only dream I've ever had like this yes, but number two", "start": 2006.64, "end": 2010.24}, {"text": "get my partner in crime, Ellen DeGeneres.", "start": 2010.24, "end": 2014.68}, {"text": "Wow.", "start": 2014.68, "end": 2015.68}, {"text": "You and Ellen were so good.", "start": 2015.68, "end": 2017.6}, {"text": "I would bait people into this room and then she would murder them with a chainsaw.", "start": 2017.6, "end": 2021.84}, {"text": "That's crazy.", "start": 2021.84, "end": 2022.84}, {"text": "And that was my dream.", "start": 2022.84, "end": 2023.84}, {"text": "Isn't that a crazy dream?", "start": 2023.84, "end": 2024.84}, {"text": "I did have a crazy, not crazy dream, but last night I had a dream and it was, you guys were", "start": 2024.84, "end": 2029.96}, {"text": "both there.", "start": 2029.96, "end": 2030.96}, {"text": "Whoa.", "start": 2030.96, "end": 2031.96}, {"text": "And it was me remembering the time that we went to New York City for the first time.", "start": 2031.96, "end": 2035.68}, {"text": "We were at that Burger King.", "start": 2035.68, "end": 2036.68}, {"text": "I remember that.", "start": 2036.68, "end": 2037.68}, {"text": "weird thing in my dream. It was basically the exact same, exactly how we all remember it,", "start": 2037.68, "end": 2043.72}, {"text": "but I went up to buy onion rings at the Burger King on that bus. You know, the bus would", "start": 2043.72, "end": 2048.68}, {"text": "stop at the Burger King. I went there and I just wanted to get onion rings and zesty", "start": 2048.68, "end": 2052.68}, {"text": "sauce and the guy said, \"One large onion ring, that'll be $18.\"", "start": 2052.68, "end": 2057.68}, {"text": "This is such a funny dream.", "start": 2057.68, "end": 2060.0}, {"text": "I said to him, \"What the hell? $18 for onion rings? How big is the thing?\" And he shows", "start": 2060.0, "end": 2066.04}, {"text": "scares me. The size of the thing is like that big and I was like, oh, I'll just", "start": 2066.04, "end": 2069.4}, {"text": "get the medium. Then he said, oh, then that'll be eight dollars. I said, it's", "start": 2069.4, "end": 2072.48}, {"text": "eight dollars for", "start": 2072.48, "end": 2073.88}, {"text": "this is", "start": 2073.88, "end": 2075.0}, {"text": "oh my God, inception. It's about dreams, but all Christopher Nolan could think", "start": 2075.0, "end": 2082.12}, {"text": "about was a building spinning around", "start": 2082.12, "end": 2083.6}, {"text": "how expensive", "start": 2083.6, "end": 2086.92}, {"text": "me arguing with the guy behind the counter about the price of onion rings.", "start": 2086.92, "end": 2093.0}, {"text": "like why does that make any sense? Why is the large eighteen dollars in the", "start": 2093.04, "end": 2096.24}, {"text": "medium is eight and then I bring you guys came over", "start": 2096.24, "end": 2098.86}, {"text": "I would", "start": 2098.86, "end": 2099.68}, {"text": "I have to tell you something, Pat, you know, also my dream. I Lena Dunham,", "start": 2099.68, "end": 2105.0}, {"text": "I would rather be a die a von Eric style brother suicide death where I lose", "start": 2105.0, "end": 2112.12}, {"text": "all my limbs and then I kill myself, then be your therapist.", "start": 2112.12, "end": 2116.0}, {"text": "Yeah, every day you coming in and being like I had the murder.", "start": 2116.0, "end": 2119.96}, {"text": "dream again. What does it mean this time? I would just be like,", "start": 2121.2, "end": 2125.9}, {"text": "\"Yeah, you got...\" No, I know exactly what that means. I know exactly what", "start": 2125.9, "end": 2129.68}, {"text": "that means is that... 365, Klonopin, come back next year. Is that I would", "start": 2129.68, "end": 2132.56}, {"text": "do anything for onion rings, is all that dream means. I can kind of", "start": 2132.56, "end": 2135.88}, {"text": "figure out what my nuclear bomb dream means, except for the part where I", "start": 2135.88, "end": 2139.04}, {"text": "look over and see you get hit in the head with a piece of", "start": 2139.04, "end": 2140.9}, {"text": "a building. That's just to make it feel real in your own head.", "start": 2140.9, "end": 2142.88}, {"text": "You're making it feel real in your head. That's immersion, yeah.", "start": 2142.88, "end": 2145.86}, {"text": "It's just to make it sad, your friend dying. I cannot figure out my...", "start": 2145.86, "end": 2150.04}, {"text": "I need a Solomon style dream interpretation to figure out my Ellen", "start": 2150.16, "end": 2155.68}, {"text": "degenerous dream. Not sure what that means yeah that ones are. I think I know", "start": 2155.68, "end": 2158.74}, {"text": "what it means. That means that maybe I join the Hollywood cabal of evil people", "start": 2158.74, "end": 2162.68}, {"text": "like Ellen to general and a generous may have been projecting into your dream to", "start": 2162.68, "end": 2166.08}, {"text": "make you do bad things. That is honestly the most that's the most log every night", "start": 2166.08, "end": 2170.28}, {"text": "you go. She's like the Occam's razor. That's a me. Yeah, I think that actually", "start": 2170.28, "end": 2173.4}, {"text": "is. Why else would you believe that in your side? Even a woman? I think about", "start": 2173.4, "end": 2176.68}, {"text": "that often. Oh yeah, why not Ellen degenerate? You don't think about her", "start": 2176.72, "end": 2180.88}, {"text": "out, because she's a dog. She's fallen by the wayside. She's zealous. I just", "start": 2180.88, "end": 2184.28}, {"text": "tell a lot of people riding skateboards, holding hands together. Well, their arms", "start": 2184.28, "end": 2187.32}, {"text": "interlock. That's like the two opposite crazy. What happened? They were two", "start": 2187.32, "end": 2190.54}, {"text": "people skateboarding side by side and their arms were locked like this. What is", "start": 2190.54, "end": 2194.08}, {"text": "going? Am I in a dream right now? What the hell is happening? The conversation", "start": 2194.08, "end": 2197.4}, {"text": "is happening in real conversation just turned so crazy fast. Anyway, technology", "start": 2197.4, "end": 2201.2}, {"text": "car technology car. Tesla has a big screen on it. You play Mario sixty four", "start": 2201.2, "end": 2206.0}, {"text": "What's another technology we can want to talk about? I got a new technology. I", "start": 2206.0, "end": 2210.44}, {"text": "got an Xbox. I heard about this. Yeah, and this is this is guys.", "start": 2210.44, "end": 2213.24}, {"text": "This is an amazing move that you can play on your cohabitator.", "start": 2213.24, "end": 2219.2}, {"text": "You", "start": 2219.2, "end": 2221.36}, {"text": "leave on the Amazon fire stick all day and night for years. It breaks. She says,", "start": 2221.36, "end": 2228.4}, {"text": "well, let's order another one. It's forty dollars. You say, yeah, it's forty", "start": 2228.4, "end": 2230.88}, {"text": "dollars, but for two hundred more dollars, we can get an Xbox. Yeah,", "start": 2230.88, "end": 2233.72}, {"text": "genius and you really mumble that you say for two hundred dollars, we get an", "start": 2233.8, "end": 2238.34}, {"text": "xbox and then she goes yeah sure whatever it comes. She hates using the", "start": 2238.34, "end": 2242.2}, {"text": "controller guys. Of course it's not as good as a remote no, but it's a remote", "start": 2242.2, "end": 2247.08}, {"text": "for an xbox. You probably can't they have sure you can yeah, so just tell her", "start": 2247.08, "end": 2251.08}, {"text": "to buy that yeah just buy that it's a rare thing. It's almost certainly", "start": 2251.08, "end": 2254.8}, {"text": "ninety dollars. Just if you have a problem find out the solution and buy it", "start": 2254.8, "end": 2258.16}, {"text": "uh-huh. It's that simple girl. It's simply simple. It's that fucking simple", "start": 2258.16, "end": 2261.52}, {"text": "Speaking of technology and game consoles, Noah informed me that the modded Wii that I have", "start": 2261.54, "end": 2267.1}, {"text": "has died. Which is a very, very sad thing because we used to play so much.", "start": 2267.1, "end": 2271.7}, {"text": "We would play so much.", "start": 2271.7, "end": 2272.9}, {"text": "Planned obsolescence.", "start": 2272.9, "end": 2273.9}, {"text": "Yeah. How many games would we play on that?", "start": 2273.9, "end": 2276.18}, {"text": "Frolf.", "start": 2276.18, "end": 2277.18}, {"text": "Frolf? Oh my God, we had so many Frolf sessions on that.", "start": 2277.18, "end": 2279.58}, {"text": "That was the only game I ever played on that I think was Frolf.", "start": 2279.58, "end": 2281.54}, {"text": "I got to figure out how to bring this Wii back to life because that had probably 150", "start": 2281.54, "end": 2286.06}, {"text": "games.", "start": 2286.06, "end": 2287.06}, {"text": "Can you mod a Wii?", "start": 2287.06, "end": 2288.06}, {"text": "Yeah.", "start": 2288.06, "end": 2289.06}, {"text": "Okay, I'll get you a Wii. I think we might have one.", "start": 2289.06, "end": 2291.06}, {"text": "like yeah, maybe it might be in Boston. There is there's a thing. This is a", "start": 2291.06, "end": 2296.34}, {"text": "technology. This is a technology fact. Okay, you find out your wheeze IP", "start": 2296.34, "end": 2302.58}, {"text": "address. You go to this website, hack M I I dot com me. Hack me. I don't want", "start": 2302.58, "end": 2307.62}, {"text": "to get and then you send some you send a file over to the through the IP", "start": 2307.62, "end": 2312.66}, {"text": "address and then it opens up the little mail thing and then the they programmed", "start": 2312.66, "end": 2317.3}, {"text": "it so that the little letter, you know, remember the letters at the bottom of", "start": 2317.3, "end": 2320.34}, {"text": "the screen in the corner of the we know you open that up and there's a letter", "start": 2320.34, "end": 2324.18}, {"text": "that has a bomb on it and then all the whole shit gets it installs this thing", "start": 2324.18, "end": 2328.18}, {"text": "called the the home room in you and boot. I", "start": 2328.18, "end": 2331.66}, {"text": "I can put being tired as many games. You want me I made my new avendor not xbox", "start": 2331.66, "end": 2337.7}, {"text": "and I made it so realistic that the dog started going crazy barking the TV.", "start": 2337.7, "end": 2342.26}, {"text": "He's never done this before barking the TV bearing his teeth hackles up", "start": 2342.26, "end": 2346.42}, {"text": "and I had to put him in his crate and never show him the avatar again. Why", "start": 2346.42, "end": 2350.02}, {"text": "Why don't you just make the avatar different?", "start": 2350.06, "end": 2351.66}, {"text": "Why don't you make the avatar a dog?", "start": 2351.66, "end": 2352.5}, {"text": "- Or is it just so photorealistic,", "start": 2352.5, "end": 2353.34}, {"text": "just it looks like a person?", "start": 2353.34, "end": 2355.22}, {"text": "- Do you have a Kinect that you took a photo of yourself?", "start": 2355.22, "end": 2357.46}, {"text": "- Do I have a Kinect?", "start": 2357.46, "end": 2359.54}, {"text": "Oh man, you should get a Kinect.", "start": 2359.54, "end": 2361.54}, {"text": "- You know what you can do with the Kinect?", "start": 2361.54, "end": 2363.1}, {"text": "You can use the Kinect to take photos", "start": 2363.1, "end": 2366.1}, {"text": "and 3D model something.", "start": 2366.1, "end": 2367.9}, {"text": "This is what my sister's ex used to do.", "start": 2367.9, "end": 2369.5}, {"text": "He would model, he learned 3D modeling", "start": 2369.5, "end": 2372.02}, {"text": "and he would take a Kinect and say,", "start": 2372.02, "end": 2373.5}, {"text": "he would just move it around like that on an object", "start": 2373.5, "end": 2376.9}, {"text": "and then he would have the object in the computer", "start": 2376.9, "end": 2378.42}, {"text": "but he didn't know what to do with it.", "start": 2378.42, "end": 2380.04}, {"text": "That sounds cool. Like I'd like to do that. We could do that. We could also play Just Dance.", "start": 2380.04, "end": 2385.0}, {"text": "We could also do that with technology. That's a classic piece of technology. That kept the", "start": 2385.0, "end": 2390.58}, {"text": "Wii alive until 2020, I think. 2019 was the last game ported to the Wii and it was Just", "start": 2390.58, "end": 2396.56}, {"text": "Dance. Here's a funny Just Dance thing. You know when you're playing Just Dance with your", "start": 2396.56, "end": 2399.66}, {"text": "parents and they don't understand that it only is tracking the remote? Yes. They're", "start": 2399.66, "end": 2403.28}, {"text": "shaking their remote. It's very funny. Yeah, your dads are snicking. I've never seen it.", "start": 2403.28, "end": 2406.52}, {"text": "That's not a game in my house working in your face. It's so funny. They all", "start": 2406.52, "end": 2410.36}, {"text": "they they're jumping. Why are you jumping? You don't have to drop. You're", "start": 2410.36, "end": 2413.42}, {"text": "gonna hurt yourself. You don't have to do all the things the purple girl. You", "start": 2413.42, "end": 2417.92}, {"text": "can do some of it for style, but when you get into things like jumping, yeah,", "start": 2417.92, "end": 2421.56}, {"text": "don't jump. You don't need to jump. That's like a lot of people don't realize", "start": 2421.56, "end": 2424.64}, {"text": "dance dance revolution. It's all just feet. It's just feet. Stop. We hold the", "start": 2424.64, "end": 2430.16}, {"text": "higher hands behind your back. Yeah, you'll do better. You will actually do", "start": 2430.16, "end": 2433.24}, {"text": "way, way better. If you tie your hands behind your back, close your eyes. Your", "start": 2433.24, "end": 2435.56}, {"text": "eyes aren't part of it. Yeah, eyes just move. There's your mouth, keep it shut", "start": 2435.58, "end": 2439.52}, {"text": "and hey me fortnight. You only have to use a controller. Caleb stop sticking", "start": 2439.52, "end": 2444.58}, {"text": "out your tongue like you're Michael Jordan. Every single time you play. I", "start": 2444.58, "end": 2447.1}, {"text": "don't know why I do that shit. I'm sitting there.", "start": 2447.1, "end": 2448.7}, {"text": "Huh? Yes, I stick out my tongue when I play video. No, you can tell the", "start": 2448.7, "end": 2454.3}, {"text": "controller. I told my whole body. I'm jumping up and down. I think that the", "start": 2454.3, "end": 2458.1}, {"text": "whole thing came first. The commercial showing the people. It has to be. It", "start": 2458.1, "end": 2461.94}, {"text": "has to be the commercial trying to make it seem like it's real life. Yeah,", "start": 2461.94, "end": 2465.02}, {"text": "that's definitely it, because there's no reason why you should be tilting,", "start": 2465.54, "end": 2468.4}, {"text": "because it's realistic. I guess if you're playing such a good game, you do", "start": 2468.4, "end": 2471.66}, {"text": "it, but I feel like the commercial really made it into a thing yeah", "start": 2471.66, "end": 2474.22}, {"text": "or is that or is that as a really nature? It is so funny. It is the full", "start": 2474.22, "end": 2479.24}, {"text": "equivalent of like the thing of like people getting scared by the train", "start": 2479.24, "end": 2482.64}, {"text": "coming towards the screen on the old silent movie of like just playing an", "start": 2482.64, "end": 2485.82}, {"text": "old like and like seeing a commercial. So I'm playing it like an N sixty four", "start": 2485.82, "end": 2488.86}, {"text": "game where it's like three triangles on the screen. You're going", "start": 2488.86, "end": 2490.92}, {"text": "like a lover", "start": 2493.74, "end": 2494.46}, {"text": "playing pong. Yeah, like whoa. Can you imagine how amazing that felt to play", "start": 2494.46, "end": 2500.22}, {"text": "pong for the first time? Oh, wait, isn't it kind of cruelly ironic that back in", "start": 2500.22, "end": 2504.9}, {"text": "the day they were so concerned with all the ads have to make it seem like the", "start": 2504.9, "end": 2507.38}, {"text": "game is real. It'll be like you see an added old comic book and it'll be for", "start": 2507.38, "end": 2510.98}, {"text": "modal combat and it's like scorpion shooting fire out of the screen. It's", "start": 2510.98, "end": 2514.02}, {"text": "like so real you'll die. That was like the tag line of the game and nowadays", "start": 2514.02, "end": 2517.82}, {"text": "games look so real that a person who is over thirty years old will think that it", "start": 2517.82, "end": 2521.54}, {"text": "of the news yeah and they don't care. They don't advertise like that anymore.", "start": 2521.56, "end": 2525.72}, {"text": "Have you seen those videos of the", "start": 2525.72, "end": 2526.92}, {"text": "GTS", "start": 2526.92, "end": 2528.12}, {"text": "about that? You be a commercial for", "start": 2528.12, "end": 2531.24}, {"text": "that's what they need to bring that ad campaign back of so real. You will die.", "start": 2531.24, "end": 2535.76}, {"text": "You think it's real and you will grant that auto commercial where the granny is", "start": 2535.76, "end": 2539.32}, {"text": "watching it and so it's the news used yeah. Once they go, oh my God, what are", "start": 2539.32, "end": 2545.4}, {"text": "you kidding? I could not believe that that existed. It's incredible, but that's", "start": 2545.4, "end": 2549.36}, {"text": "what I mean they need to bring that back technology. It's technology. We should", "start": 2549.4, "end": 2553.1}, {"text": "do that with splatoon put splatoon on the tv and say yeah grandma. This is", "start": 2553.1, "end": 2557.84}, {"text": "happening in a sanctuary city right now, but a little fox news lower third on", "start": 2557.84, "end": 2562.2}, {"text": "there. This is happening right now in in Portland, Oregon. Oh, the splatoons are", "start": 2562.2, "end": 2567.36}, {"text": "back at it. Yes, this is the", "start": 2567.36, "end": 2569.76}, {"text": "autonomous", "start": 2569.76, "end": 2571.56}, {"text": "again. They haven't been here since nineteen fifty two.", "start": 2571.56, "end": 2577.16}, {"text": "this is so scary. I think that'd be an easy way to scare. I just I'm saying", "start": 2577.76, "end": 2581.28}, {"text": "grant that thought of old people. It's not so much a grant that thought it", "start": 2581.28, "end": 2583.88}, {"text": "looks realistic. That's all these are dumb as right. Yeah, no, they're losing", "start": 2583.88, "end": 2587.54}, {"text": "their vision in their mind. They're bad at my knowledge. They're bad. They're", "start": 2587.54, "end": 2591.0}, {"text": "bad. I think an old person uses a damn phone. That is true. Is that you can put", "start": 2591.0, "end": 2595.84}, {"text": "on Viva? People came from an age when the tech, the biggest technology was this", "start": 2595.84, "end": 2600.8}, {"text": "was a hoop and a kazoo. Yeah, well, that was small. I was talking about big.", "start": 2600.8, "end": 2604.92}, {"text": "the size. Oh yeah, yeah, nowadays we have phones the size of a brick. Yeah,", "start": 2604.96, "end": 2609.1}, {"text": "that's true, but here's the thing, here's the thing back in the back in", "start": 2609.1, "end": 2613.66}, {"text": "their day, the computer was the size of their room. Now the computer is", "start": 2613.66, "end": 2616.5}, {"text": "smaller. They don't know what the hell to do with. Here's a question I", "start": 2616.5, "end": 2618.5}, {"text": "have. I was watching a movie now in New York City. The rooms from from", "start": 2618.5, "end": 2621.78}, {"text": "one thousand and sixty eight. They had in the sixties. I guess they had", "start": 2621.78, "end": 2625.02}, {"text": "computer dating. Yes, but what is how does that work? There's no internet is", "start": 2625.02, "end": 2629.36}, {"text": "that worked. It was a was you want to call it if you want an honest. I do", "start": 2629.36, "end": 2632.52}, {"text": "want an honest answer. It would have you would get like a score for everything", "start": 2632.54, "end": 2636.58}, {"text": "and it would match people based on scores. It wasn't it wasn't like you're", "start": 2636.58, "end": 2639.72}, {"text": "at two different computers. It dated people you used this thing to match make,", "start": 2639.72, "end": 2644.5}, {"text": "but how does it match make to how does it is it like did they get a directory", "start": 2644.5, "end": 2648.3}, {"text": "with everybody and every punch card or whatever has a directory like take a", "start": 2648.3, "end": 2651.9}, {"text": "quiz and then the right, but how does it connect the people do it was a computer", "start": 2651.9, "end": 2656.58}, {"text": "collected data, but the computers aren't connected. No, it was one. It's one", "start": 2656.58, "end": 2660.62}, {"text": "you all go up to yeah. Okay, that makes sense because I guess they wouldn't have", "start": 2660.66, "end": 2665.26}, {"text": "had personal computers back down. So", "start": 2665.26, "end": 2667.22}, {"text": "the library, yes, you'd go to the library. You probably go to like the lab,", "start": 2667.22, "end": 2671.74}, {"text": "you'd go to like the factory, you'd go to a lab and you can be in the that's", "start": 2671.74, "end": 2675.86}, {"text": "crazy. I like lunch more than breakfast and you'd have a wife because you", "start": 2675.86, "end": 2679.22}, {"text": "couldn't also you couldn't not marry the first person that you know. Of course", "start": 2679.22, "end": 2682.66}, {"text": "not. Yeah, what do you? Yeah, you're you're so ugly. You're going to the", "start": 2682.66, "end": 2686.3}, {"text": "computer for a date back then. Exactly. Yeah. Back then. That was a problem. Now", "start": 2686.3, "end": 2690.54}, {"text": "everyone's got a dating app on their phone technology. Now you used to use a", "start": 2690.58, "end": 2694.08}, {"text": "computer to date. Now you date the computer.", "start": 2694.08, "end": 2696.98}, {"text": "Now you fucking boot up the computer and your phone is a computer and dating", "start": 2696.98, "end": 2702.02}, {"text": "nowadays has become fucking yes, and what have fingering fingering as well", "start": 2702.02, "end": 2707.06}, {"text": "and getting in what happened to our ways. Nowadays, everyone's got a dating", "start": 2707.06, "end": 2712.36}, {"text": "app on their phone. You type in a random number, you just call somebody and", "start": 2712.36, "end": 2715.94}, {"text": "hopefully it's a woman that loves you.", "start": 2715.94, "end": 2717.46}, {"text": "that's how I met my girlfriend. You just called some random called some random", "start": 2718.82, "end": 2722.6}, {"text": "numbers.", "start": 2722.6, "end": 2723.12}, {"text": "I ever found a lifelong love a Romeo, though. I like that. I've heard that in", "start": 2723.12, "end": 2729.04}, {"text": "a long time.", "start": 2729.04, "end": 2729.72}, {"text": "Is this a Romeo dial", "start": 2729.72, "end": 2732.02}, {"text": "new technology? Bring that back? Yeah, Romeo. That's what they were trying to", "start": 2732.02, "end": 2737.98}, {"text": "do with chat roulette, but everyone got on there starting throwing their thing", "start": 2737.98, "end": 2740.72}, {"text": "out. I'm turning the Romeo. Unfortunately, that's the modern way is", "start": 2740.72, "end": 2743.7}, {"text": "to take your thing out on technology. Technology has made it so people think", "start": 2743.7, "end": 2747.5}, {"text": "you need to whip out your thing a me. Let's talk about our personalities", "start": 2747.5, "end": 2751.38}, {"text": "first and then we'll show our thing. We'll show our things to see if they're", "start": 2751.38, "end": 2754.02}, {"text": "compatible. If if my thing doesn't fit in your thing, we not dating no real", "start": 2754.02, "end": 2759.22}, {"text": "shit. If my thing better be big,", "start": 2759.22, "end": 2761.26}, {"text": "better be the size of moon, your thing better be the size of my thing and no", "start": 2761.26, "end": 2768.42}, {"text": "different.", "start": 2768.42, "end": 2768.9}, {"text": "It better fit perfectly girl. It better be like a locking key first day and yeah", "start": 2768.9, "end": 2774.82}, {"text": "just saying I mean we're having a good time, but I better fit perfectly. It", "start": 2774.86, "end": 2778.06}, {"text": "better not it better. I better not be able to wiggle it. I'm looking for my", "start": 2778.06, "end": 2781.58}, {"text": "glass slipper.", "start": 2781.58, "end": 2782.26}, {"text": "No,", "start": 2782.26, "end": 2783.98}, {"text": "I'm not putting my foot in it's just a metal. Okay, you're going to put your", "start": 2783.98, "end": 2788.86}, {"text": "foot in her. Well, I'm not Cinderella. First of all, and her thing's not a", "start": 2788.86, "end": 2792.14}, {"text": "shoe can't wear. Some girls things are like shoes. That's true. Oh, leather", "start": 2792.14, "end": 2796.82}, {"text": "dusty, not as comfortable as I'm ten, unquares at the barbican the things.", "start": 2796.82, "end": 2801.3}, {"text": "Here's a new technology laces on the thing. So you put your thing in, then", "start": 2801.3, "end": 2804.74}, {"text": "you tighten it up there. Okay,", "start": 2804.78, "end": 2807.08}, {"text": "with like meat string, like you're tying like you're making a", "start": 2807.08, "end": 2813.92}, {"text": "I can't even bring myself to say any anatomical phrase. Don't you have", "start": 2813.92, "end": 2819.6}, {"text": "something", "start": 2819.6, "end": 2819.94}, {"text": "just talking about stuff we're talking about we're talking about tying up a", "start": 2819.94, "end": 2826.2}, {"text": "segway. You were talking about tied up a put your put you with a butcher twine", "start": 2826.2, "end": 2830.16}, {"text": "is a thing of the past. Let's talk about the future.", "start": 2830.16, "end": 2832.8}, {"text": "is that a thing of the past? I used to do that in the seventeen fifties. That was", "start": 2834.16, "end": 2837.84}, {"text": "what they did when they got on a man. Okay, wait speaking of the seventeen", "start": 2837.84, "end": 2841.0}, {"text": "fifties used to be looser back then, because God hadn't intervened yet yeah,", "start": 2841.0, "end": 2845.1}, {"text": "so they had to they had to make do they what they would do is they would take", "start": 2845.1, "end": 2849.34}, {"text": "whale tendon from their whaling ships on Nantucket originated in Nantucket.", "start": 2849.34, "end": 2852.78}, {"text": "They'd come back and they take the put it in a bucket. They put it in a bucket", "start": 2852.78, "end": 2856.9}, {"text": "and they'd scrub all the flesh and fat off until it was just a tendon and they'd", "start": 2856.9, "end": 2860.72}, {"text": "put it in their wife. They they and this is where the saying sleep tight came", "start": 2861.0, "end": 2864.64}, {"text": "from.", "start": 2864.64, "end": 2865.0}, {"text": "It's an old saying from the seventeen hundreds is in Nantucket and Salem,", "start": 2865.0, "end": 2871.16}, {"text": "Massachusetts, so the northeast kind of had the market quarter on the corner", "start": 2871.16, "end": 2874.64}, {"text": "on this stuff, because typically in the they did it in other regions, but it", "start": 2874.64, "end": 2879.04}, {"text": "was more technology you're speaking about the more ancient tech. They use", "start": 2879.04, "end": 2881.82}, {"text": "crab pinchers and scorpion pin speaking of speaking of the seventeen hundreds.", "start": 2881.82, "end": 2886.28}, {"text": "Have you seen this? Have you seen this? There's this art exhibit in Melbourne", "start": 2886.28, "end": 2890.68}, {"text": "Australia where they used... I've not been. I haven't been to this man.", "start": 2890.68, "end": 2895.16}, {"text": "They used this... I've never been there. They used AI technology", "start": 2895.16, "end": 2899.72}, {"text": "to make these portraits of these two", "start": 2899.72, "end": 2902.94}, {"text": "men who were apparently in love with each other that got marooned on an island", "start": 2902.94, "end": 2907.84}, {"text": "because they were... Sorry, wait, I'm sorry.", "start": 2907.84, "end": 2909.24}, {"text": "You just said two men. Two men who were in love with each other on the East India Company.", "start": 2909.24, "end": 2913.76}, {"text": "Sounds Australian to me.", "start": 2913.76, "end": 2915.08}, {"text": "And they made these two... Everything's backwards. They made these two AI portraits.", "start": 2915.08, "end": 2919.0}, {"text": "flush the wrong way. The men are in love,", "start": 2919.0, "end": 2920.96}, {"text": "but just think about the thing about that, though. Imagine you're out on the", "start": 2920.96, "end": 2925.44}, {"text": "East India Company right. You fall in love with that every day. You fall in", "start": 2925.44, "end": 2929.64}, {"text": "love with another man eating tea. You fall in love with another man. You're", "start": 2929.64, "end": 2932.56}, {"text": "like I want I'm going to I want you. I'm going to do it with this guy. They", "start": 2932.56, "end": 2937.0}, {"text": "don't have that. That's the bravest guy in the world, because they got no", "start": 2937.0, "end": 2940.96}, {"text": "toilet paper or anything on that ship.", "start": 2940.96, "end": 2942.76}, {"text": "Well, but I do I think over ninety per say were being they were bad at white.", "start": 2942.76, "end": 2947.36}, {"text": "I think we're not very little. Washington, your ass was not invented", "start": 2947.4, "end": 2950.6}, {"text": "until the 70s when Red Fox came. So was washing your pussy man,", "start": 2950.6, "end": 2954.0}, {"text": "but also back then they had higher tolerance because they were eating", "start": 2954.0, "end": 2957.2}, {"text": "meat called dirt. Yeah, yeah, they were. They don't. They don't care as", "start": 2957.2, "end": 2962.2}, {"text": "much if they're, you know, there's they made these AI. They made these", "start": 2962.2, "end": 2965.2}, {"text": "AI portraits of these two, these two men who are apparently marooned", "start": 2965.2, "end": 2968.7}, {"text": "brown. It's just two white twinks.", "start": 2968.7, "end": 2971.0}, {"text": "It's just twinks. It's just just back then. It's just shirtless twinks like", "start": 2971.0, "end": 2976.0}, {"text": "Is that the exhibit is just two shirtless twinks on these monitors? And", "start": 2976.0, "end": 2983.0}, {"text": "the story is like, \"These two men were marooned after they fell in love with", "start": 2983.0, "end": 2986.46}, {"text": "each other.\" And it's like, \"Why? You could have put them in some clothes.", "start": 2986.46, "end": 2989.9}, {"text": "You could have put them in a pirate outfit.\" They're marooned, man. They", "start": 2989.9, "end": 2992.7}, {"text": "probably were in a loin cloth. Yeah, but they don't even look dirty. They", "start": 2992.7, "end": 2995.76}, {"text": "don't even look like they've been marooned at all. It's just two white", "start": 2995.76, "end": 2998.92}, {"text": "twinks on a fucking... On two computer monitors. I'm all in on this exhibit", "start": 2998.92, "end": 3002.58}, {"text": "and I'm gonna be donating. You're gonna be donating? I would like to invest", "start": 3002.58, "end": 3005.14}, {"text": "in this. I think that we should you're going on this. I believe that gay", "start": 3005.14, "end": 3007.78}, {"text": "relationships should be rendered in a I yeah", "start": 3007.78, "end": 3010.34}, {"text": "and you said nowhere else. I didn't say that, but I was yeah, that's what I", "start": 3010.34, "end": 3015.34}, {"text": "don't mean that, though. I actually think I actually watch a lot of gay porn", "start": 3015.34, "end": 3019.9}, {"text": "honestly. A relationship said nobody take that the wrong way. I'm", "start": 3019.9, "end": 3023.14}, {"text": "actually think", "start": 3023.14, "end": 3025.1}, {"text": "gay porn. I actually actually, actually, I think I know. I think we need to learn", "start": 3025.1, "end": 3030.02}, {"text": "the slang. We need to keep a out of gay relationships. Stay out of gay people's", "start": 3030.02, "end": 3033.82}, {"text": "business. Yeah, thank you. You get these computers away from these gay people", "start": 3033.86, "end": 3037.8}, {"text": "pull up my", "start": 3037.8, "end": 3038.4}, {"text": "they don't know how to use them. They're", "start": 3038.4, "end": 3041.4}, {"text": "new type of where they're putting. They're just throwing words together.", "start": 3041.4, "end": 3046.22}, {"text": "They don't know what is why you call my mom a cunt. Have you guys ever have you", "start": 3046.22, "end": 3049.48}, {"text": "guys ever seen the movie dress to kill the Brian to palm a moving? No, this is", "start": 3049.48, "end": 3052.72}, {"text": "the only context I can ever think of to bring this scene up and this is so", "start": 3052.72, "end": 3055.4}, {"text": "funny. There's a scene, so it's a there's a scene at the end of the movie", "start": 3055.4, "end": 3058.0}, {"text": "where Nancy Allen is explaining to Keith Gordon about how a vagina plasty works", "start": 3058.0, "end": 3063.62}, {"text": "like a sex change, okay and and Keith Gordon, he plays like an inventor like", "start": 3063.66, "end": 3067.3}, {"text": "computer nerd type character and she's like telling him all these details of", "start": 3067.3, "end": 3070.46}, {"text": "how they", "start": 3070.46, "end": 3070.94}, {"text": "turn a penis into a vagina and then at the end he's like at the end, he's like", "start": 3070.94, "end": 3075.58}, {"text": "oh geez, I don't know about all that. I guess I'll just stick to my computers.", "start": 3075.58, "end": 3079.06}, {"text": "The way the one that is aged the funniest of all time, it's age pretty", "start": 3079.06, "end": 3085.42}, {"text": "well. Actually, in terms of very, very terms of movie dialogue about vagina", "start": 3085.42, "end": 3090.22}, {"text": "Vaginoplasty. That's probably up there. I don't know. The only other representation", "start": 3090.26, "end": 3093.7}, {"text": "in media of a Vaginoplasty is", "start": 3093.7, "end": 3096.14}, {"text": "Mr Garrison. Yeah, yeah. That I can think of.", "start": 3096.14, "end": 3100.58}, {"text": "And also, I guess that's the better one. And also, my very not accurate", "start": 3100.58, "end": 3104.54}, {"text": "educational video I tried to make a couple of years ago, where I did a 3D", "start": 3104.54, "end": 3107.62}, {"text": "model that just does this of the penis, just pushes it, pushes it in,", "start": 3107.62, "end": 3112.22}, {"text": "and then a green check mark, ding! Like a WarioWare minigame. You took a 3D", "start": 3112.22, "end": 3118.82}, {"text": "got on like dad's three D and hit the extrude, but yeah on the P is it", "start": 3118.86, "end": 3121.82}, {"text": "pulls it back to basically we start with the", "start": 3121.82, "end": 3123.98}, {"text": "we pull it back negative a hundred and then I'm done", "start": 3123.98, "end": 3128.22}, {"text": "okay. Here's my technology week. I pulled this from a bunch of different", "start": 3128.22, "end": 3132.26}, {"text": "websites, a bunch of different technology blogs and we're going to talk", "start": 3132.26, "end": 3134.94}, {"text": "about not by do we be it's by me and we're going to talk about go by that.", "start": 3134.94, "end": 3139.18}, {"text": "No, I don't want to go by that. I hate that name. I think it's a we be oh", "start": 3139.18, "end": 3141.86}, {"text": "it's different from dubia. I'm going to start it now. Here's from a bunch of", "start": 3141.86, "end": 3145.14}, {"text": "different websites. Here's ten future technologies that will change the world", "start": 3145.14, "end": 3148.5}, {"text": "first. Technology has made man easy to work and has changed the way of", "start": 3148.58, "end": 3152.0}, {"text": "thinking. Now, scientist has much more ideas for change this world. Here are", "start": 3152.0, "end": 3156.0}, {"text": "the top ten unbelievable technologies that can easily change our world", "start": 3156.0, "end": 3159.52}, {"text": "completely. I'm just gonna be jumping around here. That's fun, but number", "start": 3159.52, "end": 3162.18}, {"text": "nine is virtual reality. VR is not just a technology. This is a best proof", "start": 3162.18, "end": 3167.0}, {"text": "of being doing everything in this world. Nobody had dream about this", "start": 3167.0, "end": 3170.72}, {"text": "technology, but now it seems like reality. Our destiny is to become what", "start": 3170.72, "end": 3174.02}, {"text": "we think, to have our thoughts become our bodies and our bodies become our", "start": 3174.02, "end": 3177.36}, {"text": "thoughts when we looking towards the future is lot of talking about virtual", "start": 3177.38, "end": 3181.4}, {"text": "reality. The first traces of virtual reality came from the world of science", "start": 3181.4, "end": 3185.0}, {"text": "fiction. Now future can be totally chained through this unbelievable", "start": 3185.0, "end": 3188.72}, {"text": "technology. Ultimately, you can enter a virtual world in the cupboard in your", "start": 3188.72, "end": 3192.82}, {"text": "living room.", "start": 3192.82, "end": 3193.36}, {"text": "They're gonna have a virtual reality cupboard. You know, we are I was singing", "start": 3193.36, "end": 3197.64}, {"text": "about this. VR is such a funny technology because you think it's going", "start": 3197.64, "end": 3200.54}, {"text": "to be this future amazing change your life kind of thing, and it is for ten", "start": 3200.54, "end": 3205.34}, {"text": "ten minutes, but then for seventy five percent of people you instantly", "start": 3205.36, "end": 3207.98}, {"text": "vomit. If you play for more than yeah, and it's also that you're you're", "start": 3207.98, "end": 3211.12}, {"text": "entering another world, the cyber world, so you can play egg catch yeah look. I", "start": 3211.12, "end": 3215.88}, {"text": "can move my I can move. Oh my God, it's so realistic. I can move two fingers.", "start": 3215.88, "end": 3220.0}, {"text": "Yeah, wow, wow, whoa yeah, you just do most of the time in VR. You're doing", "start": 3220.0, "end": 3224.44}, {"text": "this now. Finally, in VR, you can experience being born as a baby with a", "start": 3224.44, "end": 3228.0}, {"text": "birth defect where you have no legs or hands,", "start": 3228.0, "end": 3230.0}, {"text": "and if you move, you're going to yank, you're going to yank a cable out and", "start": 3230.0, "end": 3234.64}, {"text": "like your computer, you can step on your experience being born as literally", "start": 3234.68, "end": 3238.0}, {"text": "belial from basket case.", "start": 3238.0, "end": 3239.5}, {"text": "That is exactly the body that you have in vr. You have two arms and a head", "start": 3239.5, "end": 3244.6}, {"text": "and that's completely it", "start": 3244.6, "end": 3245.76}, {"text": "being carried around by your brother. This is what it would be like if", "start": 3245.76, "end": 3249.0}, {"text": "belial from from basket case could look at a beach. Yes, oh my God, it looks so", "start": 3249.0, "end": 3255.04}, {"text": "realistic. Number one is autonomous robots. Now this is totally that", "start": 3255.04, "end": 3259.2}, {"text": "technology about which we can say that what a technology this a very dangerous", "start": 3259.2, "end": 3263.8}, {"text": "technology as soon as twenty thirty, a technological dollar sign angularity", "start": 3263.84, "end": 3268.24}, {"text": "will emerge with the leading theory being that artificial intelligence in", "start": 3268.24, "end": 3271.8}, {"text": "the form of autonomous and we're seeing a lot of dollar signs. Yeah, this is", "start": 3271.8, "end": 3274.4}, {"text": "written by a hacker or some kind of technologist. Robots might rival humans", "start": 3274.4, "end": 3278.88}, {"text": "in independent thinking and creativity. So to say it plainly, robots will", "start": 3278.88, "end": 3283.36}, {"text": "surpass humans in intelligence. This is very hard to believe that one day our", "start": 3283.36, "end": 3286.44}, {"text": "friend will be a robot and give us advises and make jokes with us. We have", "start": 3286.44, "end": 3289.84}, {"text": "friend user robot to be oh yeah to be oh three here's the next blog. I found this", "start": 3289.88, "end": 3294.18}, {"text": "one is called tech informative. It says tech informative is a professional", "start": 3294.18, "end": 3297.62}, {"text": "technical information platform here. We will provide you only interesting", "start": 3297.62, "end": 3300.78}, {"text": "content, which will you will like very much. We're dedicated to providing you", "start": 3300.78, "end": 3304.16}, {"text": "the best of technical information with a focus on dependability and information.", "start": 3304.16, "end": 3308.28}, {"text": "We're working to turn our passion for technical information into a booming", "start": 3308.28, "end": 3311.52}, {"text": "online website. Well, it seems nice. It's a great website. Here's the menu bar. So", "start": 3311.52, "end": 3315.82}, {"text": "we have tech informative. It's here's the different things we have home future", "start": 3315.82, "end": 3319.64}, {"text": "the world, electronics and reborts. What is rebord? So I saw rebords and I", "start": 3319.66, "end": 3324.98}, {"text": "thought, oh, maybe this is supposed to be reports. What is a report? So let's", "start": 3324.98, "end": 3329.5}, {"text": "click to the next slide here and I'll read you what it is rebord, a", "start": 3329.5, "end": 3332.28}, {"text": "vehicle,", "start": 3332.28, "end": 3332.78}, {"text": "rebord, a car and robotic vehicle technology.", "start": 3332.78, "end": 3336.74}, {"text": "This is not rebords. This is rebords as like a babe. I'm a rebord. I see,", "start": 3336.74, "end": 3344.02}, {"text": "and this is a picture of a rebord vehicle. It's a car that's standing up", "start": 3344.02, "end": 3348.78}, {"text": "kind of a standing car. So report means a standard right report was making me", "start": 3348.82, "end": 3352.98}, {"text": "laugh so hard when I found this when I discovered that report", "start": 3352.98, "end": 3356.04}, {"text": "I my reboard", "start": 3356.04, "end": 3359.02}, {"text": "here's some other reports they have on their website and they report road meet", "start": 3359.02, "end": 3363.8}, {"text": "Mars cat robotic cats, AI robotic cat naughty, very little pet lucky dug, not", "start": 3363.8, "end": 3369.2}, {"text": "all cats have fur and also the same holds true for cats of the robotic", "start": 3369.2, "end": 3372.18}, {"text": "persuasion. The lucky dug naughty, very little pet incorporates a cartoonish", "start": 3372.18, "end": 3376.08}, {"text": "look is created of onerous plastic and includes a toy bottle of milk and a", "start": 3376.12, "end": 3380.32}, {"text": "little blue basket to take a seat in. It says it says not all cats have for and", "start": 3380.32, "end": 3384.82}, {"text": "also the same holds true for cats of the robotic persuasion, but some do that", "start": 3384.82, "end": 3388.44}, {"text": "means that some robotic can re boarded cats have do have her. There are some", "start": 3388.44, "end": 3392.26}, {"text": "re board cats with first. You guys ever feel like really like the biggest", "start": 3392.26, "end": 3395.62}, {"text": "technological boom to me was the year where I was a kid and I saw the robot", "start": 3395.62, "end": 3403.5}, {"text": "dogs that do back flips and the purple catch up. I was like yes, that is this", "start": 3403.54, "end": 3407.88}, {"text": "is like an only I live in the future yeah speaking of robotic dogs. Here's a", "start": 3407.88, "end": 3411.78}, {"text": "rebord dog picture here for us this next one here and this caption says a", "start": 3411.78, "end": 3417.14}, {"text": "four lawful robot can learn to walk in an hour like an a like a invigorated", "start": 3417.14, "end": 3422.16}, {"text": "full", "start": 3422.16, "end": 3422.52}, {"text": "and there's a picture of a robotic dog and then here's what we have about this.", "start": 3422.52, "end": 3426.24}, {"text": "The Boston Dynamics has developed a four legged golem for analysis comes agency", "start": 3426.24, "end": 3431.56}, {"text": "DARPA agency, federal agency, government agency, bureau office, authority,", "start": 3431.62, "end": 3435.2}, {"text": "defense, advanced research projects, agency referred to as big dog that they", "start": 3435.2, "end": 3439.7}, {"text": "claim is the most advanced quadruped golem on earth. Huge dog will run at", "start": 3439.7, "end": 3443.84}, {"text": "four miles per hour, climb thirty five degree slopes and that's not thirty", "start": 3443.84, "end": 3447.48}, {"text": "five. That's thirty five five degrees without getting tired. Yeah, it's an", "start": 3447.48, "end": 3451.16}, {"text": "endurance thing and carry three hundred and forty pounds. However, the four", "start": 3451.16, "end": 3454.38}, {"text": "most spectacular feature is its dynamic walking. Huge dog will endure", "start": 3454.38, "end": 3458.36}, {"text": "slithering and even being pushed, so it's not scared of snakes. Its behavior is", "start": 3458.4, "end": 3462.9}, {"text": "specified. It approaches the disreputable uncanny valley. I don't think that those", "start": 3462.9, "end": 3467.84}, {"text": "things are in the uncanny valley. No, there's no they yeah, because they're", "start": 3467.84, "end": 3471.94}, {"text": "just as they look like normal. I mean look at that. I've always it looks like", "start": 3471.94, "end": 3475.34}, {"text": "an invigorated full yeah to me a quadruped. I always say that stuff looks", "start": 3475.34, "end": 3479.88}, {"text": "like an invigorate like when I see like my when my nephew first started crawling", "start": 3479.88, "end": 3482.9}, {"text": "and said, oh he looks like an invigorated full. I can even with stand", "start": 3482.9, "end": 3486.1}, {"text": "slithering. Oh yeah and pushing", "start": 3486.14, "end": 3487.84}, {"text": "during slithering. Wow, this invigorated full and dirt slithering so well.", "start": 3487.84, "end": 3495.78}, {"text": "All right, here's our next tech blog top ten high tech inventions, maybe in", "start": 3495.78, "end": 3501.16}, {"text": "twenty thirty vision of the future ten high tech inventions will hopefully be", "start": 3501.16, "end": 3504.8}, {"text": "using in twenty thirty. Here's the first one number four immortal immortality and", "start": 3504.8, "end": 3510.04}, {"text": "body sharing. While computers get smarter, the brain it link will also get", "start": 3510.04, "end": 3513.92}, {"text": "better. So you'll use external it more until most of your mind is outside your", "start": 3513.96, "end": 3517.7}, {"text": "brain. When your body dies, you'll only lose the bits still based in the brain.", "start": 3517.7, "end": 3521.36}, {"text": "Most of your mind will carry on. You'll go to your funeral, buy an android body", "start": 3521.36, "end": 3525.06}, {"text": "and carry on. Death won't be a career problem. If you don't want to use an", "start": 3525.06, "end": 3529.0}, {"text": "android, maybe you'll link into your friend's bodies and share them just as", "start": 3529.0, "end": 3532.18}, {"text": "students hang out on friends sofas. Life really begins after death. Would you guys", "start": 3532.18, "end": 3537.2}, {"text": "link into your friend's body just as if you would link into their sofa? Seems", "start": 3537.2, "end": 3540.76}, {"text": "relationship, believe sexual yeah. I don't think that I would upload my brain to a", "start": 3540.98, "end": 3545.12}, {"text": "computer. I don't think I would do it. I would not do it to my friend's body.", "start": 3545.12, "end": 3548.36}, {"text": "Wouldn't it be so scary to upload my myself to my friend's body? I would", "start": 3548.36, "end": 3551.88}, {"text": "upload myself to my friend's body against their will. I feel like it was", "start": 3551.88, "end": 3554.98}, {"text": "here's the right. I think the first hour that you're a robot is probably similar", "start": 3554.98, "end": 3560.88}, {"text": "to coming out of wisdom tooth surgery, where you kind of are saying anything", "start": 3560.88, "end": 3564.24}, {"text": "definitely, you know you're just like oh zero zero yeah things are still getting", "start": 3564.24, "end": 3568.44}, {"text": "Yeah, and then people are putting that together and it turns out you're telling", "start": 3568.48, "end": 3571.38}, {"text": "secrets, 'Oh, what happened at camp back in the day?' So, I wouldn't want to do", "start": 3571.38, "end": 3574.84}, {"text": "that. That's the laughing gas, right? I've been awake every single time I got", "start": 3574.84, "end": 3578.9}, {"text": "my wisdom teeth out. You've never been put under? No, it's way cheaper. You've", "start": 3578.9, "end": 3581.84}, {"text": "never done a surgery where you're put under? I got this taken out,", "start": 3581.84, "end": 3584.16}, {"text": "it took them five minutes, they pulled it out and then I took the train home.", "start": 3584.16, "end": 3588.24}, {"text": "The only two times I was put under is I had my tonsils out and then they", "start": 3588.24, "end": 3592.98}, {"text": "exploded and I had to get them,", "start": 3592.98, "end": 3594.98}, {"text": "your sutures exploded and I had to go get it redone. Does laughing gas count as", "start": 3596.2, "end": 3600.04}, {"text": "going under? I think so. I don't know. No. I think I was, I was awake the whole", "start": 3600.04, "end": 3603.98}, {"text": "time. Yeah, I was awake for- That's the only time I ever got anesthesia was-", "start": 3603.98, "end": 3607.04}, {"text": "You never done general anesthesia? No. It's scary, 'cause you're just- I did", "start": 3607.04, "end": 3611.36}, {"text": "local. I was terrified of it. You don't dream- I'm completely terrified of it.", "start": 3611.36, "end": 3614.0}, {"text": "It's a complete pause. The scary thing is when you, those people who are", "start": 3614.0, "end": 3618.08}, {"text": "allergic to it- I know, that's, you just die. Yeah, yeah. That's why I'm", "start": 3618.08, "end": 3620.58}, {"text": "terrified of it. Well, you don't die. I never- You die. You can, you can die,", "start": 3620.58, "end": 3623.3}, {"text": "even there's also a row who on anesthesia. You also can choke on your", "start": 3623.32, "end": 3627.12}, {"text": "there's people who take on a under there's people who go under general", "start": 3627.12, "end": 3630.64}, {"text": "general to not do it and then they", "start": 3630.64, "end": 3632.68}, {"text": "they", "start": 3632.68, "end": 3633.78}, {"text": "are fully paralyzed, but they feel everything. Oh yeah, I heard about that", "start": 3633.78, "end": 3639.28}, {"text": "on guard. Any this is a technology we need to eliminate. Get rid of", "start": 3639.28, "end": 3643.06}, {"text": "anesthesia, whatever happened to a coconut over the head right", "start": 3643.06, "end": 3646.0}, {"text": "to do that.", "start": 3646.0, "end": 3647.48}, {"text": "Why was that my I don't know I tried to say Boeing bonk, but it went", "start": 3647.48, "end": 3652.44}, {"text": "my kind of the a little bit bunk. That's what I meant to say yeah, and then you", "start": 3652.44, "end": 3658.04}, {"text": "do the surgery. Yeah, remove a leg. Here's the next technology we're going to talk", "start": 3658.04, "end": 3661.88}, {"text": "about is smart yogurt.", "start": 3661.88, "end": 3664.04}, {"text": "Smart you a quad core PC has for processors all sharing the same chip", "start": 3664.04, "end": 3668.68}, {"text": "instead of the single one there used to be. This will increase until computers", "start": 3668.68, "end": 3672.28}, {"text": "have millions of processors. These might be suspended in jail to keep them cool", "start": 3672.28, "end": 3675.88}, {"text": "and allow to allow them to be wired together via light beams in separate", "start": 3675.88, "end": 3679.32}, {"text": "developments, bacteria are being genetically modified to let them make", "start": 3679.36, "end": 3682.32}, {"text": "electronic components. Putting these together smart yogurt could be the basis", "start": 3682.32, "end": 3686.32}, {"text": "of future computing with potentially vastly superhuman intelligence. One day", "start": 3686.32, "end": 3690.08}, {"text": "your best friend could be a yogurt wow that's a pretty good rap lyric yeah me", "start": 3690.08, "end": 3695.32}, {"text": "like about used to be broke me and my my family was quad core all sharing a chip", "start": 3695.32, "end": 3700.38}, {"text": "damn my best friend was a yogurt and now he's a", "start": 3700.38, "end": 3703.02}, {"text": "well yeah you got to make it gangsta yeah. I guess what I like about this is", "start": 3703.02, "end": 3708.48}, {"text": "this is kind of to tech to crazy technological advances, where one", "start": 3709.08, "end": 3712.48}, {"text": "computers become a yogurt and second of all that a computer would ever be your", "start": 3712.48, "end": 3716.28}, {"text": "best friend. What do you exactly this person and one by a yogurt? They I", "start": 3716.28, "end": 3720.4}, {"text": "think it's pretty fucking clear a smart yoga. You think it's you think it's", "start": 3720.4, "end": 3723.82}, {"text": "bacterial cultures is basically yogurt", "start": 3723.82, "end": 3726.2}, {"text": "and they're saying it could be a computer gel and bacteria equals.", "start": 3726.2, "end": 3730.36}, {"text": "They're saying that's doodle God recipe for", "start": 3730.36, "end": 3732.2}, {"text": "for yogurt is bacteria plus gel exactly well, not only that a computer would be", "start": 3732.2, "end": 3737.4}, {"text": "my best friend that some yogurt would be yeah. They're kind of three things. I", "start": 3737.44, "end": 3742.4}, {"text": "think that in twenty thirty are my best friend could be a yogurt, whether or not", "start": 3742.4, "end": 3745.44}, {"text": "it's computerized. That's what I want. Absolutely yogurt friend. Yes, my do", "start": 3745.44, "end": 3750.28}, {"text": "like like oh, I say yo yogurt yeah yogurt. Gurt is a name. Gurt is his", "start": 3750.28, "end": 3756.66}, {"text": "name's Gurt, so the ad is like you say yogurt and he wakes up like Alexa and it", "start": 3756.66, "end": 3761.16}, {"text": "would be", "start": 3761.16, "end": 3761.5}, {"text": "well, he doesn't say anything he's he's today is strawberries. You're going to", "start": 3763.16, "end": 3766.66}, {"text": "eat today. You will eat strawberry over today. Yeah, you can change the way", "start": 3766.66, "end": 3770.96}, {"text": "just tell you off part. It's a it's an AI, but that tells you what type of", "start": 3770.96, "end": 3775.0}, {"text": "yogurt you have to eat that I'm not going to eat based on your diet. This is", "start": 3775.0, "end": 3777.84}, {"text": "stupid. I would eat my friend peach on the bottom yogurt.", "start": 3777.84, "end": 3780.96}, {"text": "There's a play crunch peach on his stuff like that. Don't say his bottom. What's", "start": 3780.96, "end": 3786.76}, {"text": "this? It's your robot friend. It's Gert to Gert. It's just Gert. I'm out on", "start": 3786.76, "end": 3790.72}, {"text": "yogurt all right all right we're going to make a billion dollars. Go ahead", "start": 3790.76, "end": 3793.72}, {"text": "you're out man, whatever as long as I'm not part of any yogurt company,", "start": 3793.72, "end": 3797.52}, {"text": "and I'm fine all right here's our here's our last tech blog here. Okay, this is", "start": 3797.52, "end": 3802.82}, {"text": "top ten future electronic devices for next decades origami DVD player or it", "start": 3802.82, "end": 3808.22}, {"text": "got me DVD player. This is a cool picture of a little thing where a bunch", "start": 3808.22, "end": 3813.34}, {"text": "of apps are coming out of it. It's made by apple and it's an apple thing. Do you", "start": 3813.34, "end": 3817.18}, {"text": "Do you guys remember that one thing that was the wrist phone? Yeah, it was the", "start": 3817.2, "end": 3822.0}, {"text": "light the watch that shot a light onto your projected a phone screen onto your", "start": 3822.0, "end": 3826.64}, {"text": "I remember that. That sounds cool. Well, they did like a GoFundMe for it where they", "start": 3826.64, "end": 3830.44}, {"text": "had like like concept art and stuff and then they raised millions of dollars and", "start": 3830.44, "end": 3836.28}, {"text": "then they started trying to make it and they realized it was completely impossible", "start": 3836.28, "end": 3838.96}, {"text": "to do it. Of course. It was awesome. Yeah. So this kind of reminds me of that. What", "start": 3838.96, "end": 3844.16}, {"text": "do you think they did with all that money? Just ran away with it? I mean they", "start": 3844.16, "end": 3846.84}, {"text": "they didn't run away. Probably still around. They didn't run away. They", "start": 3846.84, "end": 3850.88}, {"text": "didn't like pull up to get a stick and a bandana. They probably spent it all on", "start": 3850.88, "end": 3854.92}, {"text": "trying to do the thing. Yeah, they were like okay, got the money time to run", "start": 3854.92, "end": 3858.64}, {"text": "away from home.", "start": 3858.64, "end": 3859.4}, {"text": "Okay, I would do if I had a go fund me that big. Here's a here's a piece of", "start": 3859.4, "end": 3865.04}, {"text": "technology. I'm not making shit. No, here's a piece of technology guys,", "start": 3865.04, "end": 3868.48}, {"text": "self cleaning auto ordering refrigerator. There are already the so called smart", "start": 3868.48, "end": 3873.76}, {"text": "refrigerators in the market. Well, this refrigerator takes the technology to all", "start": 3873.8, "end": 3877.84}, {"text": "new level. This fridge is equipped with nano articulated technology with this", "start": 3877.84, "end": 3882.06}, {"text": "technology to the independent tiles present in the fridge, move the food", "start": 3882.06, "end": 3885.38}, {"text": "that needs to be consumed early to the top. The fridge consists of the LCD", "start": 3885.38, "end": 3888.6}, {"text": "screen, which displays content present in the fridge. This intelligent thing", "start": 3888.6, "end": 3892.16}, {"text": "also suggests recipe with the available items. It orders the things you need and", "start": 3892.16, "end": 3895.8}, {"text": "also thrashes the wastage or expired food by itself and for guys for the video", "start": 3895.8, "end": 3900.12}, {"text": "and for the audio listeners, this auto ordering refrigerator, the picture is of", "start": 3900.18, "end": 3904.48}, {"text": "us an oven, yes,", "start": 3904.48, "end": 3905.7}, {"text": "with a stove top yeah. So this is maybe one of the most genius inventions. I've", "start": 3905.7, "end": 3911.04}, {"text": "kind of makes me a refrigerator that looks exactly like an oven or top this", "start": 3911.04, "end": 3915.12}, {"text": "hobber cooks. We're hungry. Robert comes in trying to steal your food. He's not", "start": 3915.12, "end": 3918.44}, {"text": "going to look in the oven, a hot refrigerator yeah yeah. That's also a", "start": 3918.44, "end": 3921.52}, {"text": "good. That's a really good to stay on living animals yeah", "start": 3921.52, "end": 3924.5}, {"text": "like lizards yeah, well, a lobster yeah", "start": 3924.5, "end": 3928.32}, {"text": "lot of water. Yeah, okay, a water. A lizard really is the water. It is a good idea.", "start": 3929.36, "end": 3935.62}, {"text": "A lizard. You just take the crisper drawer, but you could also fill it with", "start": 3935.62, "end": 3938.98}, {"text": "water. It doesn't go bad if it stays hot, right? Food doesn't go bad ever. You", "start": 3938.98, "end": 3942.52}, {"text": "can eat all food. Well, then never mind. Oh yeah, I guess if it stays hot like at", "start": 3942.52, "end": 3945.84}, {"text": "a buffet. Yeah, so we should go to a buffet this week. I really want to go to", "start": 3945.84, "end": 3949.92}, {"text": "Golden Corral, but you have to find a good one. Well, fine. Let's find a good", "start": 3949.92, "end": 3952.6}, {"text": "one. We'll look at reviews. Okay, there's a good Golden Corral. Shut the fuck up.", "start": 3952.6, "end": 3956.72}, {"text": "I think we got to go back to this golden crowd. We get a prime rib. Oh, we do have", "start": 3957.16, "end": 3961.36}, {"text": "to go back to Fogo de Chao. Can we go to Fogo de Chao? Dude, you're bleeding me", "start": 3961.36, "end": 3965.74}, {"text": "dry. You're bleeding me fucking dry. Wait, I can think of a really fucking", "start": 3965.74, "end": 3970.04}, {"text": "week. I can think of a really good opportunity to go to Fogo de Chao in two", "start": 3970.04, "end": 3974.66}, {"text": "weeks. Yeah, I can't say it.", "start": 3974.66, "end": 3977.12}, {"text": "Why? Oh my God, yes.", "start": 3977.12, "end": 3980.44}, {"text": "Whisper and they have a conference room there.", "start": 3980.44, "end": 3983.88}, {"text": "he said you're wearing headphones. I can't really tell okay here. I'll mute", "start": 3986.36, "end": 3989.32}, {"text": "everybody and say it really fast. Okay,", "start": 3989.32, "end": 3990.96}, {"text": "oh yeah and by the way, bad lip reading turn off the actual bad lip reading,", "start": 3990.96, "end": 3999.2}, {"text": "good lip reading, try your try your worst", "start": 3999.2, "end": 4002.12}, {"text": "doing bad lip reading with", "start": 4002.12, "end": 4005.92}, {"text": "bad lip reading, getting getting hired by the on guys to do all the the White", "start": 4005.92, "end": 4013.48}, {"text": "house like press conferences thing where they're talking off my all right.", "start": 4013.52, "end": 4017.02}, {"text": "Here's the next", "start": 4017.02, "end": 4017.58}, {"text": "food. Here's the next technology. This is a future technology that we will be", "start": 4017.58, "end": 4024.06}, {"text": "using for the next decade. Firewire, Firewire, Firewire cable transfers data", "start": 4024.06, "end": 4029.18}, {"text": "between digital devices, also called as I e e thirteen ninety four. This device", "start": 4029.18, "end": 4033.86}, {"text": "is transfer rate can be as fast as eight hundred megabytes per second. Firewire", "start": 4033.86, "end": 4037.62}, {"text": "was fast and fire. It is expected to increase up to nearly three point two", "start": 4037.62, "end": 4041.3}, {"text": "gigabytes per second in the future. Usually FireWire is a hub where nearly 63 devices", "start": 4041.34, "end": 4046.3}, {"text": "can be connected and the data can be transferred between the devices. This is supported by", "start": 4046.3, "end": 4049.78}, {"text": "all operating systems like Windows 98 and above, Mac 8.6 and above. Guys, this is a", "start": 4049.78, "end": 4055.18}, {"text": "cable of the future. FireWire. We miss you so much. We miss you. You did not have your", "start": 4055.18, "end": 4060.78}, {"text": "day in the sun. Way better. FireWire. They should have changed USB-C to FireWire. We", "start": 4060.78, "end": 4065.34}, {"text": "should start calling USB FireWire. Blazing fast speed. Alright guys, I have one more", "start": 4065.34, "end": 4069.74}, {"text": "future technology. All right, I'm excited world, the most futuristic technology of", "start": 4069.74, "end": 4073.1}, {"text": "all time. I have two slides on it. Go to it now.", "start": 4073.1, "end": 4075.82}, {"text": "Big wheel bicycle", "start": 4075.82, "end": 4077.94}, {"text": "and go to the next pick. It's a tractor tire. Oh my God, guys, this is big", "start": 4077.94, "end": 4084.42}, {"text": "wheel bicycle. I actually didn't even realize how big the wheel was till I", "start": 4084.42, "end": 4088.22}, {"text": "saw it next to a normal bike. Look at the fucking car. This wheel is bigger", "start": 4088.22, "end": 4092.54}, {"text": "than a truck than a van. Yeah, you seems like a large tractor. Oh my God,", "start": 4092.54, "end": 4096.62}, {"text": "bicycle. You could go anywhere on that. This has no caption. It speaks for", "start": 4096.62, "end": 4099.46}, {"text": "itself. Guys, big wheel bicycle 2030. Yeah. There used to be a guy in my", "start": 4099.46, "end": 4103.94}, {"text": "hometown in Wilmington who would ride around on all the busiest roads on a", "start": 4103.94, "end": 4108.22}, {"text": "double decker bike. Oh, yeah. What? Like two bike frames on top of each", "start": 4108.22, "end": 4111.98}, {"text": "other. There's somebody around here that does that. And it was so clear.", "start": 4111.98, "end": 4114.62}, {"text": "It was this one bike. It was green on the bottom, red on the top. It was", "start": 4114.62, "end": 4118.46}, {"text": "the same bike every single time, and it was the same guy every single time.", "start": 4118.46, "end": 4122.3}, {"text": "And then one day, it was a different guy riding the bike, which means that", "start": 4122.3, "end": 4125.7}, {"text": "I sold that bike to someone.", "start": 4125.7, "end": 4127.66}, {"text": "Someone bought it. That's crazy.", "start": 4127.66, "end": 4128.82}, {"text": "And then that guy kept riding that bike.", "start": 4128.82, "end": 4131.06}, {"text": "There's somebody around in this neighborhood.", "start": 4131.06, "end": 4132.98}, {"text": "I've seen his bike.", "start": 4132.98, "end": 4133.9}, {"text": "He has a double decker bike and it's chained up in front of his apartment.", "start": 4133.9, "end": 4136.98}, {"text": "(laughs)", "start": 4136.98, "end": 4138.5}, {"text": "It's like, \"Dude, no one's fucking stealing that.\"", "start": 4138.5, "end": 4140.58}, {"text": "Here's my other story of a double decker bike.", "start": 4140.58, "end": 4143.22}, {"text": "Maybe the guy died riding the bike and in his will, he's like to his friend,", "start": 4143.22, "end": 4147.38}, {"text": "\"I leave my double decker bike to my friend and I pray that he can carry on my memory.\"", "start": 4147.38, "end": 4152.18}, {"text": "That he can also die on this bike.", "start": 4152.18, "end": 4154.1}, {"text": "Well, yeah, imagine how pissed off you'd be if you get that bike gets left to you.", "start": 4154.1, "end": 4158.22}, {"text": "And you have to imagine you get hit on that thing.", "start": 4158.22, "end": 4160.76}, {"text": "Imagine a car like bumps you in the back.", "start": 4160.76, "end": 4163.38}, {"text": "Yeah, well, here's the thing.", "start": 4163.38, "end": 4164.72}, {"text": "It doubles. You go faster.", "start": 4164.72, "end": 4166.64}, {"text": "You get left that bike and in somebody's will.", "start": 4166.64, "end": 4169.44}, {"text": "First of all, you can't sell it because someone left it to you in the will.", "start": 4169.44, "end": 4172.72}, {"text": "Second of all, you can't sell it because who is buying a double decker bike?", "start": 4172.72, "end": 4176.44}, {"text": "Yeah, nobody is buying that clown.", "start": 4176.44, "end": 4179.52}, {"text": "A short, a double guy.", "start": 4179.52, "end": 4180.9}, {"text": "Yeah, a guy, Robert Wadlow, Siamese twin.", "start": 4180.9, "end": 4183.86}, {"text": "Yeah, they might buy it, but they might buy it.", "start": 4183.9, "end": 4185.96}, {"text": "Side to Siamese twins that are connected foot to shoulder to", "start": 4185.96, "end": 4188.94}, {"text": "Siamese twins who have two separate accounts on Facebook on Facebook.", "start": 4188.94, "end": 4192.9}, {"text": "They're messaging you on Facebook marketplace from two different chats.", "start": 4192.9, "end": 4195.34}, {"text": "You think they're competing with each other, but they're the same", "start": 4195.34, "end": 4198.0}, {"text": "until you realize that they're a tennis.", "start": 4198.0, "end": 4199.5}, {"text": "Do you see half of their head?", "start": 4199.5, "end": 4201.5}, {"text": "You see half of their heads at each photo, each profile photo.", "start": 4201.5, "end": 4204.36}, {"text": "So I think these might be $500 for this.", "start": 4204.36, "end": 4207.56}, {"text": "But you can tell somebody else.", "start": 4207.56, "end": 4209.36}, {"text": "The hell this guy has a very high shoulder.", "start": 4209.36, "end": 4211.26}, {"text": "Oh, that's his brother.", "start": 4211.26, "end": 4212.46}, {"text": "That's his brother's whole body.", "start": 4212.46, "end": 4213.92}, {"text": "That's his brother's entire body.", "start": 4213.92, "end": 4214.92}, {"text": "And he's just that.", "start": 4214.92, "end": 4215.92}, {"text": "That's all he has control over.", "start": 4215.92, "end": 4218.12}, {"text": "They're connected, like he has no feet because it's his brother's shoulder blades.", "start": 4218.12, "end": 4222.12}, {"text": "And they're connected foot to shoulder and they live in a house that like one of them", "start": 4222.12, "end": 4226.48}, {"text": "is sitting at their desk and the other one is like a desk wave.", "start": 4226.48, "end": 4229.56}, {"text": "That's awesome.", "start": 4229.56, "end": 4230.56}, {"text": "Is there any Siamese twins where maybe one of the, because one of them's always got it", "start": 4230.56, "end": 4236.28}, {"text": "worse.", "start": 4236.28, "end": 4237.28}, {"text": "The one who's got it worse is like on the bottom of the foot or on the ass cheek.", "start": 4237.28, "end": 4242.08}, {"text": "I think so, yeah. I don't think I've ever seen one.", "start": 4242.08, "end": 4244.8}, {"text": "I'm sure, I think that it may, it does make it to TV.", "start": 4244.8, "end": 4248.48}, {"text": "Basket cases.", "start": 4248.48, "end": 4249.48}, {"text": "Yeah, that's a parasitic twin, that happens too.", "start": 4249.48, "end": 4251.08}, {"text": "Well, that's also.", "start": 4251.08, "end": 4252.08}, {"text": "It's like a coato, maybe would be another reference point for someone who doesn't.", "start": 4252.08, "end": 4255.28}, {"text": "Coato.", "start": 4255.28, "end": 4256.28}, {"text": "From Total Recall.", "start": 4256.28, "end": 4257.28}, {"text": "Oh, right, right.", "start": 4257.28, "end": 4258.28}, {"text": "And also.", "start": 4258.28, "end": 4259.28}, {"text": "Malignant.", "start": 4259.28, "end": 4260.28}, {"text": "Malignant.", "start": 4260.28, "end": 4261.28}, {"text": "Malignant is another one.", "start": 4261.28, "end": 4262.28}, {"text": "Back of the head.", "start": 4262.28, "end": 4263.28}, {"text": "Professor Quirrell from Harry Potter.", "start": 4263.28, "end": 4264.88}, {"text": "Yes, well that's less of a, that's more of a spirit.", "start": 4264.88, "end": 4267.36}, {"text": "Yeah.", "start": 4267.36, "end": 4268.36}, {"text": "But it's on the back of his head.", "start": 4268.36, "end": 4269.36}, {"text": "Yeah, but it's more of a spirit.", "start": 4269.36, "end": 4270.36}, {"text": "It's still the same concept.", "start": 4270.36, "end": 4271.36}, {"text": "Conjoined twin and you're a fan of the show. It's not", "start": 4271.36, "end": 4274.2}, {"text": "Professor Quirrell was not like Voldemort my twin for real", "start": 4274.2, "end": 4277.56}, {"text": "He didn't think that", "start": 4277.56, "end": 4280.12}, {"text": "Well, if you're a conjoined twin, can we get them like a bike them something? I don't know", "start": 4280.12, "end": 4283.94}, {"text": "Why is there conjoined they have enough fucking stuff going they get free shit all the time", "start": 4283.94, "end": 4289.68}, {"text": "You think they get free refills? Yes", "start": 4289.68, "end": 4293.3}, {"text": "Yes", "start": 4293.3, "end": 4295.84}, {"text": "Exactly", "start": 4295.84, "end": 4297.84}, {"text": "Half Price movie tickets.", "start": 4297.84, "end": 4299.84}, {"text": "Imagine, imagine, imagine.", "start": 4299.84, "end": 4301.84}, {"text": "A conjoined twin walks into a restaurant and the guy's like, \"Uh-uh, you're both paying, you're not sharing sodas. You're both paying for a soda.\"", "start": 4301.84, "end": 4309.84}, {"text": "It's only one stomach, but you taste it twice.", "start": 4309.84, "end": 4313.84}, {"text": "That's really tickling you.", "start": 4313.84, "end": 4317.84}, {"text": "I don't know why that's so funny to me. That's not that funny at all, but a guy being like, \"You guys are not sharing anything here.\"", "start": 4317.84, "end": 4324.84}, {"text": "Kind of ableist.", "start": 4324.84, "end": 4325.84}, {"text": "Problematic.", "start": 4325.84, "end": 4326.84}, {"text": "You know that a lot of times it's conjoined twins.", "start": 4326.84, "end": 4328.84}, {"text": "I already told you 2024 is my fuck it year.", "start": 4328.84, "end": 4330.84}, {"text": "The parents have to make the choice to kill one of them basically.", "start": 4330.84, "end": 4334.84}, {"text": "And that's what you're joking about.", "start": 4334.84, "end": 4336.84}, {"text": "I already said just a second ago.", "start": 4336.84, "end": 4338.84}, {"text": "And they pass on very early in life.", "start": 4338.84, "end": 4340.84}, {"text": "Fuck all the bullshit.", "start": 4340.84, "end": 4342.84}, {"text": "And if one twin passes the other twin often passes as well shortly thereafter.", "start": 4342.84, "end": 4345.84}, {"text": "And you might think that it's some kind of physical reaction.", "start": 4345.84, "end": 4348.84}, {"text": "It's heartbreak. It's despair.", "start": 4348.84, "end": 4350.84}, {"text": "Guess what?", "start": 4350.84, "end": 4352.84}, {"text": "It's my fuck it year.", "start": 4352.84, "end": 4354.84}, {"text": "really sound it. I mean, yeah, it was very insensitive. So I'm being", "start": 4354.84, "end": 4358.64}, {"text": "insensitive. I was fuck it. I'm being insensitive. What do you think? What do", "start": 4358.64, "end": 4361.72}, {"text": "you think? When I can join join twin there, there are young can join twin", "start": 4361.72, "end": 4366.8}, {"text": "pair. One of them has finally one of them has hit the mental maturity age", "start": 4366.8, "end": 4370.96}, {"text": "where for Halloween they would like to dress as something funny, but the other", "start": 4370.96, "end": 4375.08}, {"text": "one still wants to or scary someone else. The other one still wants to dress as a", "start": 4375.08, "end": 4378.32}, {"text": "superhero that is and they're going to be reading and one of them has the flash", "start": 4378.32, "end": 4381.8}, {"text": "costume and the other one is dressed as a skeleton. Yeah, and they open it. Oh", "start": 4381.8, "end": 4385.12}, {"text": "good cause", "start": 4385.12, "end": 4385.64}, {"text": "that's really good. Yeah, that's really scary. You scared me for this is a good", "start": 4385.64, "end": 4391.72}, {"text": "costume. The flash getting chased by a skeleton. Oh wow", "start": 4391.72, "end": 4394.68}, {"text": "damn the Halloween costume game for being a conjoined twin would actually be", "start": 4394.68, "end": 4398.68}, {"text": "insane. Yeah, what why I mean you just get so I mean you think about how fun.", "start": 4398.68, "end": 4403.48}, {"text": "Oh yeah, just costume. Yeah, you could be the guys from stuff. You could there's", "start": 4403.48, "end": 4407.84}, {"text": "so many things you could do. I like conjoined twins. I like to play with", "start": 4407.88, "end": 4411.64}, {"text": "them. Yeah, I mean, if you are a conjoined twin fan of the show, Patrick", "start": 4411.64, "end": 4415.8}, {"text": "already said, we'll get we'll make a shirt for you. No, we'll make a shirt.", "start": 4415.8, "end": 4419.32}, {"text": "We'll make a shirt. You go ahead and try to make a shirt for them.", "start": 4419.32, "end": 4422.2}, {"text": "Come on, we will make a special. You cannot have picked a worse thing to", "start": 4422.2, "end": 4428.12}, {"text": "prom. What are you talking about? There's", "start": 4428.12, "end": 4429.72}, {"text": "something specifically for you. We'll make one shirt, but you have to share", "start": 4429.72, "end": 4434.64}, {"text": "it again. I'm not making too much.", "start": 4434.64, "end": 4438.64}, {"text": "You're not doing good with that. Okay.", "start": 4438.64, "end": 4440.64}, {"text": "I'm not doing good with that. What do you mean by that?", "start": 4440.64, "end": 4442.64}, {"text": "Guys, you're being offensive, man.", "start": 4442.64, "end": 4444.64}, {"text": "Any shows? Do you guys have shows coming up?", "start": 4444.64, "end": 4446.64}, {"text": "Yes, but I don't remember when or where.", "start": 4446.64, "end": 4449.64}, {"text": "That's fine. Just check Caleb's social media.", "start": 4449.64, "end": 4452.64}, {"text": "Either you're going to see a show plug or you're going to see some funny ass shit.", "start": 4452.64, "end": 4455.64}, {"text": "I'm somewhere in Florida.", "start": 4455.64, "end": 4457.64}, {"text": "I guess we should just plug all of our social medias individually.", "start": 4457.64, "end": 4461.64}, {"text": "I don't think so.", "start": 4461.64, "end": 4463.64}, {"text": "it's 1997 is my new to Instagram. That's not true. That's mine. I guess you're", "start": 4463.64, "end": 4469.08}, {"text": "fuck it. Shit man. Fuck you subscribe to the Patreon. I think I did a whole", "start": 4469.08, "end": 4473.6}, {"text": "that's not my last time, but guys at this year, it's going to pop off. It's", "start": 4473.6, "end": 4476.92}, {"text": "incredible. There's an incredible backlog. We got moving Mondays on there.", "start": 4476.92, "end": 4479.48}, {"text": "We got beers. We drank is back. I predicted that it would not come back,", "start": 4479.48, "end": 4482.32}, {"text": "but it has come back and", "start": 4482.32, "end": 4483.32}, {"text": "Patrick said he's going to do something. I recorded something new. New DND", "start": 4483.32, "end": 4489.2}, {"text": "campaign has just started as of Monday. It's a door back to the fantasy DND", "start": 4489.2, "end": 4493.08}, {"text": "Trebuchet votes on the $10 tier.", "start": 4493.08, "end": 4494.68}, {"text": "And the shareholders meeting will be this month as well,", "start": 4494.68, "end": 4496.48}, {"text": "that we didn't pick a date.", "start": 4496.48, "end": 4497.18}, {"text": "Do we want to pick a date right now, this very second?", "start": 4497.18, "end": 4498.98}, {"text": "We will pick a date and it will be January.", "start": 4498.98, "end": 4502.18}, {"text": "Don't say a date right now.", "start": 4502.18, "end": 4504.28}, {"text": "I don't say a date right now.", "start": 4504.28, "end": 4505.28}, {"text": "The.", "start": 4505.28, "end": 4505.78}, {"text": "I have to figure out when I'm actually going to do it.", "start": 4505.78, "end": 4506.78}, {"text": "January the.", "start": 4506.78, "end": 4507.78}, {"text": "All right.", "start": 4507.78, "end": 4508.98}, {"text": "Well, I think that's that's really all we got.", "start": 4508.98, "end": 4511.38}, {"text": "Thanks, everybody.", "start": 4511.38, "end": 4512.68}, {"text": "Happy technology.", "start": 4512.68, "end": 4513.48}, {"text": "That is one more thing to say.", "start": 4513.48, "end": 4515.18}, {"text": "And follow @Nibirutruth on Instagram.", "start": 4515.18, "end": 4518.18}, {"text": "*heavy breathing*", "start": 4518.18, "end": 4521.26}, {"text": "*boing*", "start": 4521.26, "end": 4521.76}, {"text": "*static*", "start": 4521.76, "end": 4525.32}, {"text": "If you were- if you existed back in the Neolithic times,", "start": 4525.32, "end": 4528.26}, {"text": "they would cast you out of the community and you would be eaten by a panther.", "start": 4528.26, "end": 4531.62}, {"text": "Because you would need to learn to think like the group.", "start": 4531.62, "end": 4533.54}, {"text": "Conformity is how you survive. It's part of human evolution.", "start": 4533.54, "end": 4536.96}, {"text": "And then there would never have been crust on pizza if I invented it,", "start": 4536.96, "end": 4539.04}, {"text": "so then it would be the best food ever.", "start": 4539.04, "end": 4540.24}, {"text": "They only had crust back then. They didn't invent the pizza part yet.", "start": 4540.24, "end": 4542.98}, {"text": "It was just circles of crust.", "start": 4542.98, "end": 4544.54}, {"text": "They had the wheel, they said \"let's make this out of bread.\"", "start": 4544.54, "end": 4546.54}, {"text": "They mostly had crust.", "start": 4546.54, "end": 4548.86}, {"text": "And crust comes from the earth.", "start": 4548.86, "end": 4550.38}, {"text": "It comes from the grains, and they smash them up so that you can bake it with water.", "start": 4550.38, "end": 4554.14}, {"text": "Exactly. Crust comes from the earth. Cheese does not come from the earth.", "start": 4554.14, "end": 4556.94}, {"text": "Have you guys ever noticed how crust is wheel shaped and cheese comes in a wheel shape,", "start": 4556.94, "end": 4560.62}, {"text": "but the sauce doesn't? What's up with that?", "start": 4560.62, "end": 4562.9}, {"text": "Sauce comes in a wheel shape. Tomato is a wheel shape.", "start": 4562.9, "end": 4565.66}, {"text": "Tomato is a wheel shape.", "start": 4565.66, "end": 4567.14}, {"text": "Tomato is a wheel shape and so is the tomato sauce can.", "start": 4567.14, "end": 4569.82}, {"text": "And pepperonis, too.", "start": 4569.82, "end": 4572.46}, {"text": "And so is the can that the tomato sauce is in.", "start": 4572.46, "end": 4574.78}, {"text": "Will you guys let Caleb talk?", "start": 4574.78, "end": 4576.78}, {"text": "I just want to make a point. I'm not raising my hand.", "start": 4576.78, "end": 4578.78}, {"text": "Oh, you can't even see it.", "start": 4578.78, "end": 4580.78}, {"text": "Can I just drop it? Hold on.", "start": 4580.78, "end": 4582.78}, {"text": "Do you see this tiny little o-ring, Charles?", "start": 4582.78, "end": 4584.78}, {"text": "I want to talk to you about food waste.", "start": 4584.78, "end": 4586.78}, {"text": "Do you see this?", "start": 4586.78, "end": 4588.78}, {"text": "No, I don't.", "start": 4588.78, "end": 4590.78}, {"text": "This is the size of a pizza", "start": 4590.78, "end": 4592.78}, {"text": "in Africa.", "start": 4592.78, "end": 4594.78}, {"text": "And this can feed 30 families", "start": 4594.78, "end": 4596.78}, {"text": "for 30 nights.", "start": 4596.78, "end": 4598.78}, {"text": "And you're throwing away probably 50 of these", "start": 4598.78, "end": 4600.78}, {"text": "a worth of crust", "start": 4600.78, "end": 4602.78}, {"text": "Every single time that you don't need to go.", "start": 4602.78, "end": 4604.78}, {"text": "I'll ship my crust to them.", "start": 4604.78, "end": 4606.78}, {"text": "To Africa? That's insulting.", "start": 4606.78, "end": 4608.78}, {"text": "So now you're insulting Africa.", "start": 4608.78, "end": 4610.78}, {"text": "Ship your shit to Africa?", "start": 4610.78, "end": 4612.78}, {"text": "Ship your shit to Africa?", "start": 4612.78, "end": 4614.78}, {"text": "That's not even legal.", "start": 4614.78, "end": 4616.78}, {"text": "That's not okay.", "start": 4616.78, "end": 4618.78}, {"text": "Imagine you're a starving African child.", "start": 4618.78, "end": 4620.78}, {"text": "You said, Caleb said that there are people starving in Africa.", "start": 4620.78, "end": 4622.78}, {"text": "You said, okay, I'll send them my shit?", "start": 4622.78, "end": 4624.78}, {"text": "Yeah, crust.", "start": 4624.78, "end": 4626.78}, {"text": "I meant crust.", "start": 4626.78, "end": 4628.78}, {"text": "Imagine the crust he's eating.", "start": 4628.78, "end": 4630.78}, {"text": "Not even the whole shit? Just the crust of it?", "start": 4630.78, "end": 4633.78}, {"text": "No, just the pizza crust. You guys are so juvenile and immature on this show.", "start": 4633.78, "end": 4636.78}, {"text": "You want to insult a starving African child, the stendid belly, who opens up the only thing they've ever...", "start": 4636.78, "end": 4642.78}, {"text": "the only package of mail they've ever had, they open it up, it's not only your shit, it's just part of it?", "start": 4642.78, "end": 4647.78}, {"text": "They can tell it's scooped out.", "start": 4647.78, "end": 4649.78}, {"text": "This is... I've been so misrepresented here.", "start": 4649.78, "end": 4651.78}, {"text": "And also, like, your shit's gonna be crazy 'cause you don't eat the...", "start": 4651.78, "end": 4654.78}, {"text": "all you're eating is cheese and pepperonis. Your shit's gonna be all... it's gonna be liquid when they get there.", "start": 4654.78, "end": 4659.78}, {"text": "when they get there.", "start": 4659.78, "end": 4660.78}, {"text": "[MUSIC PLAYING]", "start": 4660.78, "end": 4662.82}], "title": "Ep. #273 - Techonology Week", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--273---Techonology-Week-e2e8755", "date": "Wed, 10 Jan 2024 11:00:00 GMT", "id": 298}