{"lines": [{"text": "Take your hat off right now and put these on and wear a red shirt. Number", "start": 0.0, "end": 14.84}, {"text": "one, number one, number one, Nigel Uno. Nigel Uno from Codenames Cazen. Where", "start": 14.84, "end": 21.94}, {"text": "was he from? England. Oh, what did he talk about? I don't. Can you play? I'm", "start": 21.94, "end": 28.74}, {"text": "you're going to get them all my name say like I have a new invention. I have a", "start": 28.74, "end": 33.2}, {"text": "new two by four technology. You're okay, Australian a little. I thought he was", "start": 33.2, "end": 37.78}, {"text": "us. You know that's the blonde one. Yeah, kind of ruined it. Yeah, it wasn't", "start": 37.78, "end": 42.58}, {"text": "that good. You also weren't wearing a red shirt. If you had a red, you do", "start": 42.58, "end": 46.42}, {"text": "that yeah, but you should be able to think on your feet. I know I didn't like", "start": 46.42, "end": 50.14}, {"text": "you give me these sunglasses. If he had put these on me, I like I would just be", "start": 50.14, "end": 53.46}, {"text": "like this", "start": 53.46, "end": 53.98}, {"text": "surfs up to", "start": 54.78, "end": 55.88}, {"text": "see, but that's not Patrick laugh. That's not night Nigel uno, but it's", "start": 55.88, "end": 60.98}, {"text": "like I'm thinking my feet. I'm improvising. You know I'm rolling with", "start": 60.98, "end": 63.48}, {"text": "the punches. I'm doing something that's funny. He became a surfer. I can do", "start": 63.48, "end": 67.32}, {"text": "that, too.", "start": 67.32, "end": 67.78}, {"text": "Well, do you so different prop now? This has been used? Yeah, I got another. Oh,", "start": 67.78, "end": 72.38}, {"text": "I'm completely blind. No, you're not. Who said that me? Who's you?", "start": 72.38, "end": 78.9}, {"text": "Don't laugh at that. That's not funny. It's funnier to be blind.", "start": 81.1, "end": 84.7}, {"text": "Being a surfer is funnier than being... First of all, laughing at blindness is", "start": 84.7, "end": 88.62}, {"text": "punching down. Yeah, that's punching down as a disability. Laughing at surfers", "start": 88.62, "end": 90.7}, {"text": "are punching... That's a disability. Surfing is not a disability. If you're", "start": 90.7, "end": 93.42}, {"text": "stupid enough to fucking hang out with sharks, you have a mental disability.", "start": 93.42, "end": 96.3}, {"text": "You're not hanging out with sharks, you're hanging out with waves. You have", "start": 96.3, "end": 98.5}, {"text": "a mental deficit if you are hanging out with waves and sharks and fish.", "start": 98.5, "end": 101.5}, {"text": "And you think that those are friends. They said I had a mental deficit and I", "start": 101.5, "end": 103.34}, {"text": "still got into college, so...", "start": 103.34, "end": 104.7}, {"text": "You got into college more than any of us. I got into three colleges. Yeah,", "start": 104.7, "end": 109.38}, {"text": "that's actually pretty impressive. Three colleges dropped out of each one. Toby", "start": 109.38, "end": 113.46}, {"text": "motherfucking Keith is dead man. I know. Fuck dude! It actually was, I was", "start": 113.46, "end": 117.62}, {"text": "listening to a, I was listening to a lot of Toby Keith in the past couple of", "start": 117.62, "end": 120.98}, {"text": "weeks on its, genuinely. I ain't as, Toby Keith and Tim McGraw I've been", "start": 120.98, "end": 124.38}, {"text": "listening to.", "start": 124.38, "end": 124.94}, {"text": "I ain't as alive as I once was. But I'm as dead once. Well, you know what guys?", "start": 124.94, "end": 130.58}, {"text": "I'm covered in dirt and worms on me now. All these people, all these people.", "start": 130.58, "end": 133.94}, {"text": "there was a time back in my prime when I got up and walked around. I love this", "start": 133.98, "end": 141.14}, {"text": "great. I love my great it's my kind of great.", "start": 141.14, "end": 145.66}, {"text": "It's all dirt and stuff and grass. Yeah, they buried me up my", "start": 145.66, "end": 153.74}, {"text": "on my face on my ass. They said Toby,", "start": 153.74, "end": 158.86}, {"text": "you passed away, Toby, Toby, you have passed away man and I'm sorry. I was the", "start": 158.86, "end": 163.82}, {"text": "another one. I was for my grave yeah and flesh for my worms. Well, that could", "start": 163.86, "end": 169.8}, {"text": "work to a good flower, flowers for my grave flesh for my worm horse,", "start": 169.8, "end": 176.66}, {"text": "worm horse, my wormies", "start": 176.66, "end": 178.78}, {"text": "because these are my wormies", "start": 178.78, "end": 181.48}, {"text": "dude. Oh my God, that'll be a great thing for an edgy guy like Marilyn", "start": 181.48, "end": 186.2}, {"text": "Manson to do to be like raisin, take care of a bunch of worms and be like", "start": 186.2, "end": 188.86}, {"text": "yeah. When I die, release these into my grave, that's actually so fucking", "start": 188.86, "end": 192.86}, {"text": "marry me with my worms, because like if you did because the the supreme edgy", "start": 192.9, "end": 198.24}, {"text": "thing to do would be like I let my dog eat me after I die, but you can't do", "start": 198.24, "end": 201.98}, {"text": "that. No, the dogs are interested in the or you get a pig farm anyway. Pig farm", "start": 201.98, "end": 206.06}, {"text": "go snatch style yeah, but like people, people get mad at that. They won't let", "start": 206.06, "end": 209.9}, {"text": "the pigs do it, but worms it's like you're already dead and you just put a", "start": 209.9, "end": 213.02}, {"text": "yeah. The worms are going to eat you anyway. Exactly that's true, but anyway", "start": 213.02, "end": 216.18}, {"text": "ever all these people saying rest in peace, Toby keep this rest in peace till", "start": 216.18, "end": 219.5}, {"text": "I'll keep that well guys rest in piss Toby Keith, because I actually think it", "start": 219.54, "end": 223.7}, {"text": "was a piece of shit. Watch your fucking now watch it. He wasn't watch it. He", "start": 223.7, "end": 227.74}, {"text": "was an SJW wait really yeah. What's he you Toby Keith? Was he an S? Hey Toby", "start": 227.74, "end": 234.04}, {"text": "Keith fuck you man. You see that I know that you were an SJW and now that I", "start": 234.04, "end": 237.74}, {"text": "realize this your dog shit to me and I'm glad you're dead. There was a there's", "start": 237.74, "end": 242.04}, {"text": "this like fake story that goes around about how Chris Christopherson", "start": 242.04, "end": 245.94}, {"text": "made fun of or it said like you the hell's that Chris Christo you don't know", "start": 247.34, "end": 250.74}, {"text": "he was in the highwayman I think with Willie Nelson and Johnny Cash.", "start": 250.74, "end": 254.34}, {"text": "Oh, Stars Born.", "start": 254.34, "end": 255.34}, {"text": "SNL.", "start": 255.34, "end": 256.34}, {"text": "Stars Born.", "start": 256.34, "end": 257.34}, {"text": "He was in SNL.", "start": 257.34, "end": 258.34}, {"text": "Oh, okay.", "start": 258.34, "end": 259.34}, {"text": "Yeah.", "start": 259.34, "end": 260.34}, {"text": "But there's like this fake story that goes around like I think they were like buddies", "start": 260.34, "end": 261.74}, {"text": "and everyone was like yeah Chris Christofferson told him that he didn't serve this country,", "start": 261.74, "end": 268.94}, {"text": "he's pretending to be a patriot or whatever.", "start": 268.94, "end": 271.82}, {"text": "And that's going around again now that he's dead.", "start": 271.82, "end": 273.82}, {"text": "Toby Keith is responsible for probably half of the deaths in the Iraq war.", "start": 273.82, "end": 278.46}, {"text": "Oh, absolutely.", "start": 278.46, "end": 279.06}, {"text": "This guy can't, you can't, this guy deserves every medal on earth.", "start": 279.06, "end": 282.58}, {"text": "You can't write the Taliban song and not get a purple heart.", "start": 282.58, "end": 285.58}, {"text": "Dude, how many fucking people listen to a Toby Keith song?", "start": 285.58, "end": 290.02}, {"text": "American soldier.", "start": 290.02, "end": 291.82}, {"text": "Literally, there are...", "start": 291.82, "end": 292.62}, {"text": "I'm an American.", "start": 292.62, "end": 294.26}, {"text": "Toby Keith songs led to the loss of so many legs.", "start": 294.26, "end": 297.86}, {"text": "So many guys who were like so good at football.", "start": 297.86, "end": 300.26}, {"text": "Toby Keith is the as has legs on his on his head. Yeah, you know how they paint", "start": 300.26, "end": 306.82}, {"text": "how they they paint planes on like a plane when they shoot him down. He was on", "start": 306.82, "end": 310.3}, {"text": "his guitar. He was painting legs, just tons of white legs,", "start": 310.3, "end": 313.26}, {"text": "bones all over his guitar, just a bunch of femur bone and not even you know", "start": 313.26, "end": 318.86}, {"text": "sitting on a throne made of bones, white bones and fucking shin bones. We're", "start": 318.86, "end": 322.82}, {"text": "thinking about his cousin leg. We're thinking about cousin legs right, but", "start": 322.82, "end": 326.62}, {"text": "we're not considering how many", "start": 326.62, "end": 328.46}, {"text": "the", "start": 328.46, "end": 328.96}, {"text": "whiskey related alcohol deaths for these women. Oh, that was something I wanted", "start": 328.96, "end": 334.9}, {"text": "to talk about, man. I think that this might be... There's no question in my", "start": 334.9, "end": 338.5}, {"text": "mind that this was an alcohol related passing away.", "start": 338.5, "end": 340.78}, {"text": "I think... Oh, 'cause he loves bars? 'Cause he loves bars and he's spending", "start": 340.78, "end": 344.82}, {"text": "all his... He loves at least one bar. Yeah, he loves one bar. I guess that's", "start": 344.82, "end": 348.34}, {"text": "true. I guess that's true, but he says, \"Red Solo Cup, I fill you up.\" So he", "start": 348.34, "end": 352.5}, {"text": "also likes parties. Yeah. And what do you do at parties with a red solo? That", "start": 352.5, "end": 355.58}, {"text": "a picnic. He likes a whiskey girl. And so many women were trying to do him and they started", "start": 355.58, "end": 359.68}, {"text": "getting into whiskey. Women can't, that's a man's drink. You can't drink whiskey if you're", "start": 359.68, "end": 364.4}, {"text": "a girl. That's the point of the song. You don't actually put hair on your chest and", "start": 364.4, "end": 367.64}, {"text": "then nobody wants to date you. Yeah, then Toby Keith won't want to date you. You think", "start": 367.64, "end": 371.0}, {"text": "he's telling the truth and that's how he's lying? I think this is, I hate saying this,", "start": 371.0, "end": 375.24}, {"text": "I hate even thinking about this, I think that the tide is turning on alcohol in America.", "start": 375.24, "end": 379.8}, {"text": "Yeah, absolutely. I think that Toby Keith, this death is going to be the first of many", "start": 379.8, "end": 383.72}, {"text": "alcohol related deaths that we see probably me and Patrick soonly following.", "start": 383.72, "end": 388.72}, {"text": "And the younger generation are not.", "start": 388.72, "end": 391.44}, {"text": "They're all addicted to vapes and zins.", "start": 391.44, "end": 393.08}, {"text": "They don't even want to drink alcohol anymore.", "start": 393.08, "end": 395.0}, {"text": "I saw something like Gen Z is the least alcohol drinking generation ever.", "start": 395.0, "end": 399.4}, {"text": "They don't like it.", "start": 399.4, "end": 400.4}, {"text": "How?", "start": 400.4, "end": 401.4}, {"text": "It's because they're fruits.", "start": 401.4, "end": 402.4}, {"text": "They'll grow into it.", "start": 402.4, "end": 403.4}, {"text": "No, they won't.", "start": 403.4, "end": 404.4}, {"text": "We're technically Gen Z.", "start": 404.4, "end": 405.4}, {"text": "I think it's because they're...", "start": 405.4, "end": 406.4}, {"text": "We're Gen Z on the technicality, you know?", "start": 406.4, "end": 407.68}, {"text": "Well, wait, yeah.", "start": 407.68, "end": 408.68}, {"text": "Gen Z isn't Gen Z like they've been legal to drink for what, four or five years?", "start": 408.68, "end": 413.48}, {"text": "Yes, and they haven't started in 97. I'm a day walker for the Z lineal. I'm I can navigate", "start": 413.48, "end": 421.76}, {"text": "millennial spaces as well as Gen Z. Stalker. Yeah, I'm not a gay stalker. You're also we're", "start": 421.76, "end": 427.0}, {"text": "all day walkers here. I don't know what that we can navigate millennial space. We can say", "start": 427.0, "end": 431.48}, {"text": "stuff about Matt Kim, but also he told millennial man. They if they put they say I'm a zoomer,", "start": 431.48, "end": 437.56}, {"text": "I don't care, but I have you want to claim that say doggo right now. That's", "start": 437.56, "end": 442.9}, {"text": "well. That's what I mean, dude. I've I can I'm so much more likely to connect", "start": 442.9, "end": 446.52}, {"text": "with somebody who says doggo than somebody. Yeah, that's true.", "start": 446.52, "end": 449.32}, {"text": "True. There's no can you imagine being in a like? Yeah, I don't know if I'm", "start": 449.32, "end": 453.96}, {"text": "gonna party full of millennials only. Yeah, I'm gonna do okay. I'm fine. I'm", "start": 453.96, "end": 458.28}, {"text": "in. I'm with my my home turf. You might bring a slice of pizza. Now touch my", "start": 458.28, "end": 463.6}, {"text": "button. Give me a millennial right there. That's yeah zoomers. They do not eat", "start": 463.6, "end": 468.44}, {"text": "pizza. What house are you? They don't eat. They don't like. I'm definitely", "start": 468.44, "end": 471.52}, {"text": "Ravenclaw. See he knew immediately what I meant. It's we're all millennial.", "start": 471.52, "end": 475.76}, {"text": "They were not zoom. You might be zoomer. You're zoomer. You're actually full", "start": 475.76, "end": 480.12}, {"text": "zoomer. No, I'm day walker bro. No, you're not man. You're full zoom. No,", "start": 480.12, "end": 483.44}, {"text": "I'm day walker. No, I'm not a full zoomer because I like alcohol and I hate", "start": 483.44, "end": 486.48}, {"text": "weed. I got a", "start": 486.48, "end": 487.28}, {"text": "I can go to the hookah bar. I can go to the regular bar.", "start": 487.28, "end": 492.16}, {"text": "they accept me. Why don't they have hookah bar? Why is there a hookah bar,", "start": 492.92, "end": 495.88}, {"text": "but there's no cigarette bar? We can just smoke cigarettes and smoke.", "start": 495.88, "end": 498.26}, {"text": "They got it in Pittsburgh, dude. They have some of those. Hookah,", "start": 498.26, "end": 500.62}, {"text": "Pittsburgh, Pennsylvania. Why the hell did we do a show there? You saying a", "start": 500.62, "end": 505.32}, {"text": "city made me remember. I wanna do the plug at the top, but I'll do it.", "start": 505.32, "end": 508.44}, {"text": "We'll do it eight minutes in. Guys, we're adding some shows to the tour.", "start": 508.44, "end": 512.46}, {"text": "Oh my God. Holy fuck. These guys, these are not your typical... And Julio,", "start": 512.46, "end": 516.84}, {"text": "I'm gonna send this picture to you right now so you can pull it", "start": 516.84, "end": 518.96}, {"text": "up on screen. I'm so strong from the new shows. We're doing the sketch. We're doing the sketch", "start": 518.96, "end": 523.64}, {"text": "tour of course that you guys all already know about and bought tickets for. He's been obsessed", "start": 523.64, "end": 531.22}, {"text": "with my strength. I have been touching Patrick a lot just trying to get him to flex. You", "start": 531.22, "end": 535.88}, {"text": "tried to fully molest me earlier. He doesn't care about my strength at all. You saw that", "start": 535.88, "end": 539.12}, {"text": "too. I did see it. I wasn't trying to molest you man. You're being dramatic. He was touching", "start": 539.12, "end": 543.68}, {"text": "up on me. You never had a good friend before who touches you. I felt what felt like a piece", "start": 543.68, "end": 548.02}, {"text": "piece of wood touching the back of the chair. I had some and you know what I'm", "start": 548.02, "end": 551.48}, {"text": "saying. I'm construction less station vibes got a car station unless he asked", "start": 551.48, "end": 555.14}, {"text": "you to touch it.", "start": 555.14, "end": 555.94}, {"text": "By the way, we have", "start": 555.94, "end": 558.42}, {"text": "some shows here. We're doing the sketch shows with with home plate. It appears", "start": 558.42, "end": 562.98}, {"text": "these ones are just us, just a trio, some podcast shows for you guys. We're", "start": 562.98, "end": 566.82}, {"text": "hitting the major cities on this one that we haven't been to yet. Guys, we are", "start": 566.82, "end": 570.14}, {"text": "going to Minneapolis on March 30th at Sisyphus Brewing. We're hitting Detroit", "start": 570.14, "end": 575.46}, {"text": "April 3rd at Loving Touch and of course the Jewel of America. We're going to Carborough,", "start": 575.5, "end": 580.62}, {"text": "North Carolina on 4/26. Caleb tried to give me a Loving Touch earlier. So go ahead. I", "start": 580.62, "end": 585.94}, {"text": "tried to give you a Jewel of Me. These ticket links are supposed to be up by the time this", "start": 585.94, "end": 589.3}, {"text": "comes out. It's just a fissy in how much you try to fuck me. They might not be up on the", "start": 589.3, "end": 595.02}, {"text": "website yet, so if you go to the website, try to buy it and you don't see them, just", "start": 595.02, "end": 599.42}, {"text": "keep hitting F5 for the next few days. But they're supposed to be up tomorrow. We'll", "start": 599.42, "end": 602.78}, {"text": "I know at least Minneapolis is already up. Well, you and me have had so much", "start": 602.78, "end": 606.38}, {"text": "tension over the years about our bodies being close to each other. You guys have a real will", "start": 606.38, "end": 612.06}, {"text": "they won't they? I feel like for me with both you guys, it's like it's a will. They will.", "start": 612.06, "end": 615.66}, {"text": "And that's how I feel about you and Jubio. You can't feel that way about some about two other", "start": 615.66, "end": 624.62}, {"text": "people. This is like if Fleetwood Mac, if they were all boned. Are you feeling will they won't", "start": 624.62, "end": 628.06}, {"text": "they about me and Jubio? You're saying that you think me and him have done it. If Fleetwood Mac", "start": 628.06, "end": 631.82}, {"text": "Jack was all doing it and they got along after they were all doing it.", "start": 631.82, "end": 635.12}, {"text": "That's what this podcast I got an argument, some kind of fear between you", "start": 635.12, "end": 638.3}, {"text": "about I gotten it. Well, I got I have no fear. He can touch me a little bit", "start": 638.3, "end": 642.08}, {"text": "like I got into an argument with somebody yesterday about how they were", "start": 642.08, "end": 646.62}, {"text": "like yeah. I'm zero percent gay. Somebody has to have talked about this", "start": 646.62, "end": 651.04}, {"text": "before they said I'm zero percent gay and I said, but you would probably like", "start": 651.04, "end": 655.26}, {"text": "it if it was the best one ever", "start": 655.26, "end": 657.08}, {"text": "yeah,", "start": 657.08, "end": 658.18}, {"text": "the hottest guy, but not even like the best, the best experience, anything that", "start": 660.04, "end": 664.38}, {"text": "you think you don't like the best ever of that thing. I've definitely like right", "start": 664.38, "end": 669.24}, {"text": "no yeah, it's like you get up in the you get up in the plane to go skydiving", "start": 669.24, "end": 672.76}, {"text": "you're like take me back down. I can't do it. Please they go. No, you're doing", "start": 672.76, "end": 676.72}, {"text": "it. You got your parachute on they push you up. Oh, my God, yeah, oh, my God, I", "start": 676.72, "end": 680.6}, {"text": "feel alive for the first time in my life. I feel alive. This is exactly", "start": 680.6, "end": 684.64}, {"text": "about it for months after we've had this conversation. We've had this", "start": 684.64, "end": 688.44}, {"text": "I need to go again. The wife walks in and you close your phone quick. You're", "start": 688.48, "end": 691.84}, {"text": "looking at skydiving", "start": 691.84, "end": 692.78}, {"text": "jumping off of the bureau in your bedroom is never the same. Never, never", "start": 692.78, "end": 699.12}, {"text": "you have to go all the way. I'm saying man, I videos of people skydiving", "start": 699.12, "end": 702.64}, {"text": "doesn't cut it. No, I feel like everybody's so saying I'm straight and I", "start": 702.64, "end": 706.86}, {"text": "or I'm gay, but you've never had the best version of the other yeah, because", "start": 706.86, "end": 711.08}, {"text": "I think I think I used to think I didn't like sushi and then I had very", "start": 711.08, "end": 714.98}, {"text": "expensive nice sushi one time and now I'm like kind of thinking about sushi more", "start": 715.02, "end": 720.16}, {"text": "we've and then also a conversation about food. Once you have the bet really yeah,", "start": 720.16, "end": 724.36}, {"text": "well, I think that it also comes to sex experiences. Once you've had the best of", "start": 724.36, "end": 728.66}, {"text": "that, once I've had the best different kind of sex, now I'm looking of course", "start": 728.66, "end": 733.52}, {"text": "it's going to feel good. It's sex, it's going to feel amazing. It's in the it's", "start": 733.52, "end": 736.86}, {"text": "in the name and then once I start raising, say amazing sex is in the name.", "start": 736.86, "end": 741.38}, {"text": "once I have the most amazing sex, I'm sure it would be amazing, but then I'm", "start": 742.04, "end": 745.1}, {"text": "going to start it's the it's just like the sushi. Now I'm getting grocery store", "start": 745.1, "end": 748.52}, {"text": "sushi. Yeah, right now you're like now, which is the best form of sushi. No, not", "start": 748.52, "end": 754.28}, {"text": "well. It's crazy to me that you didn't like sushi before. Yeah, that is fucked.", "start": 754.28, "end": 758.1}, {"text": "It's weird. I didn't not like it. I just said you didn't like I didn't opt for. I", "start": 758.1, "end": 762.2}, {"text": "got some this weekend. I got grocery store sushi this weekend. Well, no, it", "start": 762.2, "end": 765.4}, {"text": "was the triangle. I got grocery store groceries this this week.", "start": 765.4, "end": 769.24}, {"text": "pray tell about this grocery store groceries. What's your haul? Flatbread,", "start": 770.92, "end": 774.88}, {"text": "mozzarella, and pizza sauce. Guess what I was making with that? He's getting,", "start": 774.88, "end": 778.68}, {"text": "he's getting a pizza sandwich. Flatbread pizza, y'all. He's getting, he's getting", "start": 778.68, "end": 782.68}, {"text": "gigantic, this guy. I thought you were gonna make pizza soup. I got cereal as", "start": 782.68, "end": 786.04}, {"text": "well. Pizza soup. Pizza soup. That's leftovers, dude. When you make homemade", "start": 786.04, "end": 790.56}, {"text": "pizza and you get to eat pizza soup for the rest of the week. Oh my god,", "start": 790.56, "end": 793.68}, {"text": "that's so good. It's like a Thanksgiving sandwich. Making pepperoni stock for", "start": 793.68, "end": 797.48}, {"text": "your pizza soup. It's so good. Pepperoni stock is great. Dude, on my pizza I had", "start": 797.48, "end": 803.54}, {"text": "some arugula. I had some prosciutto. Not a pizza man. Yeah, that's a flatbread.", "start": 803.54, "end": 808.88}, {"text": "Yeah, what was a flatbread pizza? Well, yeah, you already said you got a", "start": 808.88, "end": 811.72}, {"text": "flatbread. Yeah, so I don't really understand. Did you do pizza sauce?", "start": 811.72, "end": 815.0}, {"text": "Yeah, that's I said pizza sauce. Wait, you did pizza sauce, arugula and", "start": 815.0, "end": 818.68}, {"text": "pepperonis? Not pepperonis, prosciutto. Prosciutto. Okay, this sounds like a", "start": 818.68, "end": 823.76}, {"text": "pretty good pizza. It was okay. I think it would be better the second time", "start": 823.76, "end": 827.44}, {"text": "I made it if you put it in a wood fired oven, it would probably be amazing.", "start": 827.44, "end": 830.94}, {"text": "Yeah, definitely wood fired oven. Yeah, I was thinking of that when I was", "start": 830.94, "end": 833.94}, {"text": "making it.", "start": 833.94, "end": 834.5}, {"text": "You can get one for the home. There's cost $300. Well, I was thinking just", "start": 834.5, "end": 838.24}, {"text": "maybe putting wood into my gas powered oven.", "start": 838.24, "end": 840.58}, {"text": "Oh, my oven has started smelling like gas again. I think it's happening once", "start": 840.58, "end": 844.62}, {"text": "more.", "start": 844.62, "end": 844.86}, {"text": "Well, you know that you know the burst of gas smell when you turn on your", "start": 844.86, "end": 849.2}, {"text": "oven, when you start preheating your oven, that always gets me. I'm always", "start": 849.2, "end": 851.38}, {"text": "like, \"Whoa, whoa!\" And then it goes like a few minutes go by and it's", "start": 851.38, "end": 854.94}, {"text": "we were having that meeting earlier about those shows and Alex was like do we", "start": 854.94, "end": 859.9}, {"text": "have a co two monitor in the house? I want to get one because it's starting", "start": 859.9, "end": 862.8}, {"text": "to smell like gas and", "start": 862.8, "end": 863.9}, {"text": "a monitor yeah that's what he said, which I didn't want to call him out, but I", "start": 863.9, "end": 867.26}, {"text": "don't think that funny yeah, but", "start": 867.26, "end": 869.38}, {"text": "do we have a nitrogen monitor? The air is seventy five percent nitrogen in", "start": 869.38, "end": 873.7}, {"text": "your house. You need to leave, but the air his room is next to the kitchen and", "start": 873.7, "end": 878.58}, {"text": "the air smelled like that because I", "start": 878.58, "end": 880.38}, {"text": "accident. I was making a cream sauce type thing and I needed to simmer and", "start": 881.1, "end": 884.76}, {"text": "then forgot to turn the way", "start": 884.76, "end": 886.9}, {"text": "wait. Let me stop you right there. You're telling me you were creaming and", "start": 886.9, "end": 892.14}, {"text": "your roommate smelled it.", "start": 892.14, "end": 893.2}, {"text": "That's nasty. What what the fuck? It's actually kind of you're creaming out in", "start": 893.2, "end": 898.14}, {"text": "the kitchen. Yeah, and I left in the runner on. I left the burner on for", "start": 898.14, "end": 901.74}, {"text": "probably an hour and a half. It was fire. What's the", "start": 901.74, "end": 905.16}, {"text": "burned for an hour?", "start": 905.16, "end": 906.82}, {"text": "how long is X men origins Wolverine stop talking about X men, bitch no shut the", "start": 908.86, "end": 913.98}, {"text": "fuck up. I'm sick of this. I'm done with you. The other day we get on a meeting", "start": 913.98, "end": 917.86}, {"text": "and he's we just came from the gym and he's like look what I found on the way", "start": 917.86, "end": 922.22}, {"text": "back from the gym to giant X men comic books. Fuck you man. You I've been", "start": 922.22, "end": 928.02}, {"text": "watching now you're now you're changing the universe. You're changing reality to", "start": 928.02, "end": 931.5}, {"text": "give you free X men. So that's my power. You're not yes, you're not an Omega level", "start": 931.5, "end": 936.18}, {"text": "I am an omega level. You can bend reality to my will. You are not an omega level", "start": 936.22, "end": 940.42}, {"text": "mutant. I had a really thought that was really at first it kind of tickled me", "start": 940.42, "end": 944.96}, {"text": "pink and then it started to-, I can't tell if this is a cogent thought at all,", "start": 944.96, "end": 949.72}, {"text": "but I want to tell you guys this thought I had about the Simpsons. I was watching", "start": 949.72, "end": 952.7}, {"text": "the Simpsons. I've been re-watching it. Were you watching the X-Men episode? I", "start": 952.7, "end": 954.3}, {"text": "can tell you're watching the Simpsons because you wore a Simpsons skin shirt.", "start": 954.3, "end": 957.22}, {"text": "Oh my God. I would have killed a Simpson, one of the less important ones, so that", "start": 957.22, "end": 961.18}, {"text": "nobody cares. You skinned a Simpson alive and you made a shirt with him. Hans", "start": 961.18, "end": 963.3}, {"text": "small man, but can you imagine living in the Simpsons universe living in", "start": 963.34, "end": 967.14}, {"text": "Springfield, along with the Simpsons and every time you watch TV, it's like", "start": 967.14, "end": 971.58}, {"text": "someone else from your town. It's always like oh they're interviewing my doctor.", "start": 971.58, "end": 975.06}, {"text": "Oh, that's crusting the cloud.", "start": 975.06, "end": 979.26}, {"text": "No, there's my neighbor. Oh, that's my son.", "start": 979.26, "end": 982.6}, {"text": "Somebody else, you know, you only have public access at that point. It's just", "start": 982.6, "end": 989.6}, {"text": "so funny that it's like their interview. They interview like oh, this is dr nick", "start": 989.6, "end": 992.56}, {"text": "of year and they're like oh that's that doctor. I see like", "start": 992.6, "end": 994.6}, {"text": "twenty times before yeah. Oh these are all oh they're oh a poos on TV. Now", "start": 994.6, "end": 999.88}, {"text": "yeah, it would be so incredible to watch TV and every time it's a different", "start": 999.88, "end": 1003.64}, {"text": "person from yeah. I haven't seen I haven't seen too much of the Simpsons.", "start": 1003.64, "end": 1007.88}, {"text": "I've seen enough, but that's great. That is crazy, which I would have that's a", "start": 1007.88, "end": 1011.42}, {"text": "reveal. I was watching well when I was a kid. I did you not seeing girl. I", "start": 1011.42, "end": 1015.12}, {"text": "didn't see the Simpsons until I was in the girls either middle school girls. I", "start": 1015.12, "end": 1019.34}, {"text": "I watch I watch family guy in South Park, we good, then I think it you can tell", "start": 1019.38, "end": 1023.42}, {"text": "did you twisted mind you are not. That means that you're not like like me and", "start": 1023.42, "end": 1027.7}, {"text": "Cameron people see us and they smell Harvard right because we grew up with", "start": 1027.7, "end": 1031.62}, {"text": "the pedigree. Yes, exactly. You see me, a serbic. They look at you, you're", "start": 1031.62, "end": 1036.14}, {"text": "thinking, you're thinking Plymouth State University, maybe maybe Keene State", "start": 1036.14, "end": 1042.02}, {"text": "University. Isn't it ironic these kind of universities that have parties, the", "start": 1042.02, "end": 1046.06}, {"text": "community probably goes to a professional writing school rather than a community", "start": 1046.1, "end": 1050.02}, {"text": "college. Interesting. That's right. That's right. And I've been to two. I've been to", "start": 1050.02, "end": 1053.24}, {"text": "two community colleges. And you watched community? I never watched it. There you go. You made", "start": 1053.24, "end": 1056.86}, {"text": "community be very, very different. Yeah. It's clear watching that show that", "start": 1056.86, "end": 1061.22}, {"text": "these people have never been to a community college. No, they don't know about the Rubik's", "start": 1061.22, "end": 1064.34}, {"text": "Cube. They're like, \"Oh, it happens at a community college. Probably a blanket for it.\" There is always, in", "start": 1064.34, "end": 1069.22}, {"text": "every single, every community college I went to, every community college I went to,", "start": 1069.22, "end": 1073.82}, {"text": "to kid walking around the school who is practicing rubix cube speed thing with", "start": 1073.82, "end": 1078.86}, {"text": "one let me say also smarter than anybody. Why is he there? Here's a roast for", "start": 1078.86, "end": 1082.9}, {"text": "their tv show community. Yeah, that's a boring ass name for a tv show. Yeah,", "start": 1082.9, "end": 1086.7}, {"text": "mit blam yeah blam laughter. Yeah, that's a better name community. It's a", "start": 1086.7, "end": 1091.92}, {"text": "boring word. You have to open the thesaurus to find that one. There was a", "start": 1091.92, "end": 1095.54}, {"text": "show called kablam. I don't know if you knew this really yeah, Nickelodeon.", "start": 1095.54, "end": 1098.62}, {"text": "why is it said blam laughter? He's a blam, blam, blam, blam, blam, blam,", "start": 1098.66, "end": 1103.5}, {"text": "laughter, it's not a blam exclamation point colon, laughter, laughter, it's", "start": 1103.5, "end": 1107.68}, {"text": "also do blam sorrow and it's clear to me that the people who information the", "start": 1107.68, "end": 1111.74}, {"text": "office never works in an office either yeah. Well, they worked at Harvard", "start": 1111.74, "end": 1116.42}, {"text": "University. Can you imagine how amazing you should write a show called writer's", "start": 1116.42, "end": 1119.5}, {"text": "room? Yeah, nothing like an actual writer. Yes, because we've never been in", "start": 1119.5, "end": 1123.62}, {"text": "one of them. Here's the thing, Paul Provenza, you're not in the green room,", "start": 1123.62, "end": 1127.74}, {"text": "you're on a stage. There's thousands of people around you in the middle of the", "start": 1127.82, "end": 1131.42}, {"text": "not for last festival. You idiot. He's so dumb Paul Provenza, but one of the best", "start": 1131.42, "end": 1137.22}, {"text": "standups of all time. Yeah, everyone talks about his standup. Everyone says,", "start": 1137.22, "end": 1140.62}, {"text": "dude, you should have seen Paul Provenza back in the day. He has a, is it, have", "start": 1140.62, "end": 1144.82}, {"text": "you seen that one episode of Green Room where he's wearing that t-shirt? No. It", "start": 1144.82, "end": 1148.52}, {"text": "says, we are all African. I want that t-shirt so bad. That's a Richard Dawkins", "start": 1148.52, "end": 1154.32}, {"text": "t-shirt really yeah. Richard Dawkins is I think in his Twitter picture is wearing", "start": 1154.32, "end": 1159.76}, {"text": "that shirt. That's badass. Yeah, so it's like it was like an early or late 2000s", "start": 1159.76, "end": 1166.24}, {"text": "like atheist thing. Yeah, being African. Yeah, because of the we are all", "start": 1166.24, "end": 1170.88}, {"text": "origin of the human race, but a land bridge, but you know they say maybe that", "start": 1170.88, "end": 1175.08}, {"text": "there that some Native American people were here. They were in America even", "start": 1175.08, "end": 1179.64}, {"text": "but they didn't emigrate from Africa. What was the first where who was the first", "start": 1179.68, "end": 1183.68}, {"text": "guy who transformed from a I mean imagine how weird that was being born and you're", "start": 1183.68, "end": 1187.68}, {"text": "a man and you have two monkey parents. Well, even more than that man, they the", "start": 1187.68, "end": 1191.42}, {"text": "Neanderthals and the Homo sapiens, they coexisted, they were around at the same", "start": 1191.42, "end": 1194.8}, {"text": "time and Neanderthals probably died out because Homo sapiens just like out", "start": 1194.8, "end": 1198.84}, {"text": "competed them for natural resources. So it'll be like you and your Neanderthal", "start": 1198.84, "end": 1202.24}, {"text": "bros, you'd like get up and like all right time to go hunting, let's go kill a", "start": 1202.24, "end": 1205.44}, {"text": "woolly mammoth. We got our our rock with a vine around it that we swing around our", "start": 1205.44, "end": 1209.48}, {"text": "and they were at the man, they're just using their hands. Literally, it's like", "start": 1209.52, "end": 1212.24}, {"text": "it's like it's like the movie where it's like a movie where the big company", "start": 1212.24, "end": 1215.76}, {"text": "comes in and and and fucks up the like little, a little bit small business.", "start": 1215.76, "end": 1219.68}, {"text": "The humans show up to the mammoth hunt. There's a bunch of homo sapiens and", "start": 1219.68, "end": 1222.88}, {"text": "they got swords and shit yeah and they're they're full night. You're", "start": 1222.88, "end": 1226.52}, {"text": "fucked. They're not killing you, but they're they're getting all the stuff", "start": 1226.52, "end": 1229.4}, {"text": "they definitely killed. They killed. They also interbred, I think. Oh, they", "start": 1229.4, "end": 1233.56}, {"text": "were interbred. Can you imagine having can you imagine", "start": 1233.56, "end": 1236.6}, {"text": "damn", "start": 1238.72, "end": 1239.22}, {"text": "crate", "start": 1239.22, "end": 1240.96}, {"text": "into bread. That was a really fucking good one. Can you imagine having a", "start": 1240.96, "end": 1249.38}, {"text": "situation where it's like it's possible and I won't say acceptable, but it's", "start": 1249.38, "end": 1254.32}, {"text": "possible for you to be like damn, I'm a fuck someone of a different speed.", "start": 1254.32, "end": 1257.92}, {"text": "I'm just be like sitting around with your boys at the bar and be like damn", "start": 1257.92, "end": 1263.08}, {"text": "like I'm really into", "start": 1263.08, "end": 1264.04}, {"text": "yeah, what's your type man? I hate to bring it back to our other species. I", "start": 1265.82, "end": 1269.86}, {"text": "hate to bring it back to explain. No, I don't, but you love to that is", "start": 1269.86, "end": 1273.02}, {"text": "definitely there's definitely a mutant chaser type of guy. Well, where is the", "start": 1273.02, "end": 1276.86}, {"text": "where is the the family like where's the family comedy or something right homo", "start": 1276.86, "end": 1282.66}, {"text": "superior, where is the family comedy about the the homo sapien bringing in", "start": 1282.66, "end": 1286.34}, {"text": "their Neanderthal Christmas dinner is that in crude? No, but it could be", "start": 1286.34, "end": 1290.3}, {"text": "crude five. They carry in the Henderson. Oh, that's a big foot. Yeah,", "start": 1290.3, "end": 1293.58}, {"text": "yeah, that's a good idea. That's a great idea. I think yes, who's come", "start": 1294.42, "end": 1297.78}, {"text": "guess", "start": 1297.78, "end": 1299.06}, {"text": "guess", "start": 1299.06, "end": 1304.9}, {"text": "yes,", "start": 1304.9, "end": 1310.42}, {"text": "to dimper.", "start": 1310.42, "end": 1311.98}, {"text": "It's a great idea.", "start": 1311.98, "end": 1314.42}, {"text": "That's a really, really good", "start": 1314.42, "end": 1316.82}, {"text": "subtitles. Yeah,", "start": 1316.82, "end": 1319.3}, {"text": "well, no, the homo sapien speaks just english. He's just like a guy with the", "start": 1320.42, "end": 1325.12}, {"text": "like my favorite vest on my favorite neanderthal fact is back when they first", "start": 1325.12, "end": 1330.32}, {"text": "were discovering neanderthals. The early scientific name for them was homo", "start": 1330.32, "end": 1334.7}, {"text": "stupidus", "start": 1334.7, "end": 1335.64}, {"text": "and they changed it. They were like all you stupid homo.", "start": 1335.64, "end": 1340.7}, {"text": "I didn't know science had", "start": 1340.7, "end": 1343.62}, {"text": "I didn't know science had a name for you.", "start": 1343.62, "end": 1346.1}, {"text": "Homo stupidus", "start": 1346.1, "end": 1347.98}, {"text": "the academic papers. We discovered homo stupidus yep and they're like now he's", "start": 1350.18, "end": 1355.7}, {"text": "right next to me.", "start": 1355.7, "end": 1356.66}, {"text": "That's an amazing yeah. Homos stupid is is awesome. Is that one of those things", "start": 1356.66, "end": 1361.82}, {"text": "where I mean that's clearly latin, but maybe a guy was named homo stupidus and", "start": 1361.82, "end": 1366.44}, {"text": "they named him after that guy yeah stupidus john stupidus yeah or the guy's", "start": 1366.44, "end": 1371.6}, {"text": "name was not homo stupidus and they were like this name named after you.", "start": 1371.6, "end": 1374.62}, {"text": "I know they", "start": 1374.62, "end": 1376.6}, {"text": "he's really named after they were the old scientific names. They got to bring that", "start": 1378.2, "end": 1382.0}, {"text": "style back man nowadays, it's all naming them after people, but back in the day,", "start": 1382.0, "end": 1385.28}, {"text": "fuck all that, like grizzly bears, their name is ursus something horribilis. I", "start": 1385.28, "end": 1390.8}, {"text": "like that, that's great, it should all be like that horribilis, horribilis,", "start": 1390.8, "end": 1395.2}, {"text": "which I think that of bears is extremely cute, yeah, but not grizzlies man, I've", "start": 1395.2, "end": 1400.72}, {"text": "been seeing these even grizzly, they have hunchbacks like quasimodo, my grandma", "start": 1400.72, "end": 1403.96}, {"text": "a hunchback like Quasimodo? I saw that bear. That bear video. What bear? Where the lady", "start": 1404.0, "end": 1408.92}, {"text": "gets a, the bear has like a deli cup stuck on its head and she takes the deli cup off", "start": 1408.92, "end": 1414.74}, {"text": "of the bear's head and then the bear brings his mom to her house and keeps trying to like,", "start": 1414.74, "end": 1420.36}, {"text": "like, just like showing, the cub is showing his mom just like, this lady's, this is my", "start": 1420.36, "end": 1426.08}, {"text": "OG right here. This lady took the cup off my head? This lady took the cup off my head.", "start": 1426.08, "end": 1430.64}, {"text": "change my number. Well, what is the prayer mom? I want her to be my new mom.", "start": 1430.64, "end": 1433.84}, {"text": "What if it was a punishment? Maybe yeah and the moms coming over, let", "start": 1433.84, "end": 1437.44}, {"text": "I'd be pretty pissed if I was the mama yeah, they're taking my kid ever take a", "start": 1437.44, "end": 1448.54}, {"text": "cup off of that. I can imagine some I can imagine a Karen in a restaurant", "start": 1448.54, "end": 1452.28}, {"text": "saying that like she's sitting down. She goes to the bathroom. She leaves her", "start": 1452.28, "end": 1454.74}, {"text": "her toddler at the table and with a cup on his head, a waiter comes over and", "start": 1454.74, "end": 1458.24}, {"text": "takes the cup. I know it's", "start": 1458.24, "end": 1459.24}, {"text": "how", "start": 1459.24, "end": 1459.74}, {"text": "that'd be a bad punishment.", "start": 1459.74, "end": 1464.34}, {"text": "I", "start": 1464.34, "end": 1465.24}, {"text": "hate that we need to bring back cool punishments for kids, because like what", "start": 1465.24, "end": 1470.54}, {"text": "will like glue your hands to your head or yeah, it needs to be more. I don't", "start": 1470.54, "end": 1475.84}, {"text": "know it needs to be more. You do something you borrow soap as a classic", "start": 1475.84, "end": 1479.94}, {"text": "bar. It's a good example. It should be, you know, things stuff. I had to borrow", "start": 1479.94, "end": 1483.64}, {"text": "soap as a kid. I got that. I would swear. I think I got the bar soap. Maybe", "start": 1483.64, "end": 1486.84}, {"text": "once. I had to use Listerine because my mom knew that I hated Listerine so", "start": 1486.84, "end": 1491.24}, {"text": "badly.", "start": 1491.24, "end": 1491.68}, {"text": "That's weird. Well, it burns my", "start": 1491.68, "end": 1494.8}, {"text": "my most", "start": 1494.8, "end": 1496.08}, {"text": "means it's working. The punishment kid memory I have the most is that my dad, I", "start": 1496.08, "end": 1501.6}, {"text": "forget what I even did, but my dad was like I'm gonna, I had a bunch of little", "start": 1501.6, "end": 1504.88}, {"text": "like Pokemon figurines of different Pokemon. I like a bunch of them that I", "start": 1504.88, "end": 1508.48}, {"text": "would play with and my dad was like, oh, like you did this whatever I'm gonna", "start": 1508.48, "end": 1512.28}, {"text": "take away your favourite Pokemon toy and I would be like I was like, oh, my", "start": 1512.28, "end": 1516.4}, {"text": "my favorites a meow", "start": 1516.44, "end": 1518.24}, {"text": "the lamest one", "start": 1518.24, "end": 1522.54}, {"text": "or", "start": 1522.54, "end": 1524.5}, {"text": "fucking", "start": 1524.5, "end": 1525.76}, {"text": "doing the worst, the worst lie of all time and him completely knowing which", "start": 1525.76, "end": 1530.52}, {"text": "one is my favorite. Yeah, I try to pass it up like no. This one's my", "start": 1530.52, "end": 1533.92}, {"text": "favorite", "start": 1533.92, "end": 1534.48}, {"text": "please yeah. I feel like I'm going to be probably seeing right through that with", "start": 1534.48, "end": 1541.28}, {"text": "my kid yeah sure yeah as a kid. You always think you're a genius and then I", "start": 1541.28, "end": 1545.16}, {"text": "feel like you think back and you're like, oh yeah, yeah, I used to think that I'd", "start": 1545.2, "end": 1548.0}, {"text": "be able to hide myself in the love seat. Like I would, I would, that's different.", "start": 1548.0, "end": 1552.84}, {"text": "I would, I would think I thought that I was so, so", "start": 1552.84, "end": 1555.36}, {"text": "and you're like, I thought I could fit inside the", "start": 1555.36, "end": 1558.88}, {"text": "I thought that I could, I would position my body so that it, I thought that I", "start": 1558.88, "end": 1565.16}, {"text": "would looked like a cushion when I did this and I would like you'd go under the", "start": 1565.16, "end": 1569.5}, {"text": "cushion. No, I would be in the middle of the chair and I would try to see how", "start": 1569.5, "end": 1573.72}, {"text": "if I could cover the whole", "start": 1574.48, "end": 1575.84}, {"text": "cushion of the love seat, it was like it's not a love. See, it's more like a", "start": 1575.84, "end": 1581.32}, {"text": "chair. You thought you were a salamander. I thought that I could look like a", "start": 1581.32, "end": 1585.24}, {"text": "cushion and every single time my mom would walk in and say, what the fuck are", "start": 1585.24, "end": 1588.64}, {"text": "you doing? You thought you were doing the scene from Lord of the Rings where", "start": 1588.64, "end": 1590.36}, {"text": "they become a rock. Yes. What are you talking about? I still don't understand.", "start": 1590.36, "end": 1593.28}, {"text": "You thought you could look like a cushion. He just explained it. He thought", "start": 1593.28, "end": 1597.36}, {"text": "he was like covering himself up or did you cover yourself up with a blanket or", "start": 1597.36, "end": 1600.28}, {"text": "anything? I think so, yeah. Yeah, you know, like you've seen Lord of the Rings", "start": 1600.28, "end": 1602.64}, {"text": "how they become a rock. You thought you had active camo? Yes. I could imagine", "start": 1602.64, "end": 1606.1}, {"text": "be thinking that as a kid. I'm sure I thought something similar. I was probably", "start": 1606.1, "end": 1609.54}, {"text": "five or six. Sixteen, seventeen? That's not... Yeah, five or sixteen.", "start": 1609.54, "end": 1613.44}, {"text": "That's not... Anywhere between five to sixteen, I tried this. You were a quite", "start": 1613.44, "end": 1617.66}, {"text": "dumb child. I was very dumb. I mean, I told you before I got my head stuck", "start": 1617.66, "end": 1621.52}, {"text": "in a reclining chair.", "start": 1621.52, "end": 1622.56}, {"text": "Get the hell away from these chairs, bitch. You are not allowed to touch the", "start": 1622.56, "end": 1627.68}, {"text": "chairs anymore. I don't think there's any chair. There is a chair in my", "start": 1627.68, "end": 1630.0}, {"text": "house and I do sit in it now because I think I've got a chair. I was going to", "start": 1630.0, "end": 1637.4}, {"text": "say there's no like sofa type chairs. I used to think I definitely conquered the", "start": 1637.4, "end": 1643.28}, {"text": "chair. My grandpa had a lazy boy. You do your damn chores. He's not his grandpa's", "start": 1643.28, "end": 1649.72}, {"text": "boy. I'm his grand boy. What's this Listerine? Don't even after I say that I", "start": 1649.72, "end": 1655.76}, {"text": "was after I say that I was tortured with Listerine as a child. You pull out a", "start": 1655.76, "end": 1659.28}, {"text": "Listerine thing you want one. I'll take one after we're unless I do something", "start": 1659.28, "end": 1662.96}, {"text": "bad coffee. Okay. If I say something bad, then you can give me some. I'll have", "start": 1662.96, "end": 1667.6}, {"text": "these on reserve. Okay. Thank you. My dad has my dad smells like those all day.", "start": 1667.6, "end": 1671.48}, {"text": "Yeah. Yeah. Because he pops them like like they're nothing. That's what I've", "start": 1671.48, "end": 1674.36}, {"text": "been doing. Yeah. I bought these in this one. I don't got I had to I had to I got", "start": 1674.36, "end": 1679.2}, {"text": "my blood drawn this morning and I had to and guys I'm going back to the doctor to", "start": 1679.2, "end": 1683.12}, {"text": "get my results and I'm planning to scream at her for no reason. Just so you", "start": 1683.12, "end": 1686.48}, {"text": "you know what I mean just I want to be mad at her. All right, let's do that. Oh", "start": 1686.48, "end": 1689.78}, {"text": "thank you. Hey, Mr. Fetter, thank you so much for coming. No, I can't I can't I", "start": 1689.78, "end": 1693.44}, {"text": "have to pent it's pent up. I'm really let it loose. You gotta get like a", "start": 1693.44, "end": 1696.88}, {"text": "pot. So I'm just I'm just letting you know so I can report on it again next", "start": 1696.88, "end": 1699.92}, {"text": "week because I'm seeing her next but like what are you gonna scream at her", "start": 1699.92, "end": 1702.56}, {"text": "about just everything I can my blood, whatever my blood results are any", "start": 1702.56, "end": 1706.16}, {"text": "upcoming appointments. I have I'm just I'm gonna I'm ready to take my war to", "start": 1706.16, "end": 1709.44}, {"text": "the next level, but anyway, I had to fast for it and I could part of the", "start": 1709.44, "end": 1712.96}, {"text": "fast is you can't even chew gum. I'm supposed to chew gum. I don't know", "start": 1712.96, "end": 1716.4}, {"text": "heavens, but that's what it says. It says no, you know, no, no eating, no", "start": 1716.4, "end": 1720.3}, {"text": "drinking anything other than water, no drinking alcohol, no smoking. Can you", "start": 1720.3, "end": 1723.5}, {"text": "have a strenuous exercise? Yeah, wine is good for you. Wine is alcohol, by the", "start": 1723.5, "end": 1726.74}, {"text": "way,", "start": 1726.74, "end": 1727.0}, {"text": "and no chewing gum, even if you made me it gave me the most clear moment of", "start": 1727.0, "end": 1732.42}, {"text": "lucidity in my life that guys right now I'm completely addicted to chewing gum.", "start": 1732.42, "end": 1735.98}, {"text": "You are I remember addicted to chewing gum so badly, so hopelessly addicted. I", "start": 1735.98, "end": 1741.64}, {"text": "went. I full guy quitting cigarettes reached for a piece of gum and had to", "start": 1741.7, "end": 1746.3}, {"text": "say no ten times yeah like over the like you know this is like in the fast. The", "start": 1746.3, "end": 1750.94}, {"text": "fast is like probably total like three hours of being awake time. I mean like", "start": 1750.94, "end": 1754.86}, {"text": "it's not like I'm like all day. It's like right before I go to bed, I'm", "start": 1754.86, "end": 1757.46}, {"text": "reach for the goat. No, we're going to pierce a show and I was at your house", "start": 1757.46, "end": 1761.1}, {"text": "and your fiance was asking you about the gum and you said this is the last two", "start": 1761.1, "end": 1765.78}, {"text": "pieces and then you pulled out another big thirty six. You have the briefcase.", "start": 1765.78, "end": 1770.06}, {"text": "he has the briefcase. It's not a briefcase. It's a cylinder. Yeah,", "start": 1770.1, "end": 1772.8}, {"text": "that's so he is the", "start": 1772.8, "end": 1773.52}, {"text": "they make briefcase. You've never seen the", "start": 1773.52, "end": 1776.4}, {"text": "really long ones. You can get a Costco. I'm going to get that. Yeah,", "start": 1776.4, "end": 1779.94}, {"text": "I got to say, do we have the other day? Julio? I joined a discord call with", "start": 1779.94, "end": 1783.96}, {"text": "Julio and he said I said I was chewing. I forgot. I was said something about", "start": 1783.96, "end": 1787.16}, {"text": "gum and he said you don't like gum and I made me so mad. I turned on my", "start": 1787.16, "end": 1790.2}, {"text": "camera and I had like four", "start": 1790.2, "end": 1791.4}, {"text": "in front of me. I was showing them all to him that I saw your gum desk,", "start": 1791.4, "end": 1797.36}, {"text": "Dude, I saw it.", "start": 1797.4, "end": 1798.4}, {"text": "That is a 12-year-old's addiction.", "start": 1798.4, "end": 1799.4}, {"text": "I'm hopelessly...", "start": 1799.4, "end": 1800.4}, {"text": "Yeah.", "start": 1800.4, "end": 1801.4}, {"text": "Well, I'm glad I'm not addicted to Zen.", "start": 1801.4, "end": 1803.4}, {"text": "You need to get addicted to something even better than that.", "start": 1803.4, "end": 1806.0}, {"text": "No, I like gum, man.", "start": 1806.0, "end": 1808.04}, {"text": "You're going to like my thumb.", "start": 1808.04, "end": 1809.44}, {"text": "I like your thumb already.", "start": 1809.44, "end": 1811.12}, {"text": "Really?", "start": 1811.12, "end": 1812.12}, {"text": "Chew on it.", "start": 1812.12, "end": 1813.12}, {"text": "It's fine.", "start": 1813.12, "end": 1814.12}, {"text": "But it's so ugly.", "start": 1814.12, "end": 1815.12}, {"text": "It's not that bad.", "start": 1815.12, "end": 1816.12}, {"text": "Chew on his thumb.", "start": 1816.12, "end": 1817.12}, {"text": "Look at this thumb.", "start": 1817.12, "end": 1818.12}, {"text": "It's not that bad.", "start": 1818.12, "end": 1819.12}, {"text": "Look at this one.", "start": 1819.12, "end": 1820.12}, {"text": "Look at my slender thumb.", "start": 1820.12, "end": 1821.12}, {"text": "Oh, my God.", "start": 1821.12, "end": 1822.12}, {"text": "You have a slim thumb.", "start": 1822.12, "end": 1823.12}, {"text": "I have a cut from my cat.", "start": 1823.12, "end": 1824.12}, {"text": "Slim thumb, mother-thumber.", "start": 1824.12, "end": 1825.12}, {"text": "car and it's making an X stop crazy stop. Don't even say what I think you will", "start": 1825.12, "end": 1831.6}, {"text": "say", "start": 1831.6, "end": 1831.94}, {"text": "you're not going to say it right. Charles Xavier would not fuck with you. By the", "start": 1831.94, "end": 1838.52}, {"text": "way, in real life, he would literally listen to the last episode and hear", "start": 1838.52, "end": 1842.04}, {"text": "what you said about people in wheelchairs. He would call you. I say", "start": 1842.04, "end": 1844.4}, {"text": "about which that's behind paywall. So if you're not subscribe, no, you can't give", "start": 1844.4, "end": 1848.8}, {"text": "any detail. You won't know what he said. No, no, no, no, no, that it was bad. I", "start": 1848.8, "end": 1852.76}, {"text": "said okay, let me clear the air. I Caleb said that people in wheelchairs have", "start": 1852.88, "end": 1857.92}, {"text": "Ganondorf powers for some reason, and I said I'm crazy. I don't know. I don't", "start": 1857.92, "end": 1863.06}, {"text": "remember why reason. I don't remember why, but Caleb said they have some", "start": 1863.06, "end": 1867.22}, {"text": "hidden Ganondorf power and then they become Ganon and I said yes, stay a pig.", "start": 1867.22, "end": 1872.8}, {"text": "You said go back to be. You said you would see someone in a wheelchair stand", "start": 1872.8, "end": 1876.72}, {"text": "up and say go back to being a pig because I got I got confused. I forgot", "start": 1876.72, "end": 1880.9}, {"text": "that when Ganondorf becomes Ganon, he becomes a pig.", "start": 1880.96, "end": 1883.96}, {"text": "Nobody knows what you're talking about. Ganon is a...", "start": 1883.96, "end": 1886.96}, {"text": "They will know what I'm talking about. Ganondorf is from Super Smash Brothers.", "start": 1886.96, "end": 1890.36}, {"text": "Yeah, and Ganondorf is the man. Ganondorf is a super punch. Ganondorf is the man.", "start": 1890.36, "end": 1893.76}, {"text": "Ganon is the pig creature. I don't know what the fuck you're talking...", "start": 1893.76, "end": 1898.36}, {"text": "Ganon... Shut the hell up. Ganon is a pig creature. No. You've become a nerd.", "start": 1898.36, "end": 1902.36}, {"text": "You've become a full nerd. I have become... You're talking about X-Men and", "start": 1902.36, "end": 1905.76}, {"text": "Ganondorf, man. That's hardly a pig. That's a pig. Okay, a hog. What kind of...", "start": 1905.76, "end": 1910.16}, {"text": "he's got who I'll give you that he's kind of hogs got hooves and hands. He's a", "start": 1910.16, "end": 1916.2}, {"text": "hog. Nobody has hands and hooves. Oh, well, you said he has hooves like that", "start": 1916.2, "end": 1919.84}, {"text": "was a disqualifier, but he's type of pig. That's not a pig man. That's a", "start": 1919.84, "end": 1925.34}, {"text": "fucking limb monster type of he has a cheese sword in this picture. Yeah,", "start": 1925.34, "end": 1929.96}, {"text": "that sort is made of cheese. None of them. What goes good with him? I don't", "start": 1929.96, "end": 1932.8}, {"text": "want to look at any more pictures. No, I was a holy cheese. We're moving on to", "start": 1932.8, "end": 1937.36}, {"text": "episode now. All right, we're done. We're done with you. All right, we can jump", "start": 1937.38, "end": 1941.48}, {"text": "right in the pig stuff. We can jump right in to today's episode, which is", "start": 1941.48, "end": 1948.68}, {"text": "okay. Go ahead and enter.", "start": 1948.68, "end": 1949.68}, {"text": "Welcome to our new our new game show that is actually adopted from an old", "start": 1949.68, "end": 1956.98}, {"text": "game show. The price is just right. The price is just right. Right is right.", "start": 1956.98, "end": 1962.18}, {"text": "my pride is ride. My pride is ride. My pride is right guys. Today we found some", "start": 1963.08, "end": 1968.04}, {"text": "funny ass", "start": 1968.04, "end": 1968.84}, {"text": "listings for items to buy on the internet, but we're hiding the prices", "start": 1968.84, "end": 1974.76}, {"text": "from each other and we're gonna see if we can guess the price. Oh my God, this", "start": 1974.76, "end": 1979.92}, {"text": "is an amazing idea. I'm pretty excited for this. I found some good stuff. I", "start": 1979.92, "end": 1983.68}, {"text": "mean, I could go first. If you guys do this, let's just go into order of tabs.", "start": 1983.68, "end": 1987.44}, {"text": "Okay. All right, I'll go first guys. And today I made a title slide by", "start": 1987.44, "end": 1992.2}, {"text": "I wish I did that as Julio always tells me or he always passive aggressively wants", "start": 1992.2, "end": 1997.16}, {"text": "me to make a title slide.", "start": 1997.16, "end": 1998.16}, {"text": "That's Nickelodeon.", "start": 1998.16, "end": 1999.16}, {"text": "That's the Price is Right.", "start": 1999.16, "end": 2000.16}, {"text": "So I don't actually, I never actually watch the Price is Right or know any details about", "start": 2000.16, "end": 2007.8}, {"text": "it.", "start": 2007.8, "end": 2008.8}, {"text": "It's amazingly fucking awesome.", "start": 2008.8, "end": 2009.8}, {"text": "If I'm doing anything wrong, you guys have to tell me.", "start": 2009.8, "end": 2011.4}, {"text": "Who is Price is Right?", "start": 2011.4, "end": 2012.4}, {"text": "That was Bob Barker, not Pat Sajak.", "start": 2012.4, "end": 2014.0}, {"text": "Pat Sajak, I believe, became.", "start": 2014.0, "end": 2016.12}, {"text": "No he's Wheel of Fortune.", "start": 2016.12, "end": 2017.12}, {"text": "Drew Carey became.", "start": 2017.12, "end": 2018.12}, {"text": "Drew Carey.", "start": 2018.12, "end": 2019.12}, {"text": "On this one you have to make sure that only go to the next slide when I say next slide because you can't you're going to be", "start": 2019.12, "end": 2023.8}, {"text": "Giving away spoilers. We can't spoil nothing on this.", "start": 2023.8, "end": 2025.8}, {"text": "So let's start with our first item that you guys need to guess the price on. Can I say one thing real quick?", "start": 2025.8, "end": 2031.68}, {"text": "You can say some stuff. You can say as much as you want.", "start": 2031.68, "end": 2033.68}, {"text": "If in the world Kayla if Cameron is Drew Carey then Julio would be his Mimi.", "start": 2033.68, "end": 2039.64}, {"text": "Who's Mimi? Okay, well that if you watch the Drew Carey show. What the hell is that?", "start": 2039.64, "end": 2044.4}, {"text": "You'll just look up Mimi Drew Carey show and you'll know. No. No.", "start": 2044.4, "end": 2048.6}, {"text": "so okay, let's take a look at our first item from ebay guys all right. This", "start": 2048.6, "end": 2054.0}, {"text": "next slide, please. This is an item called slime types, fluffy foam and", "start": 2054.0, "end": 2059.86}, {"text": "normal. Okay, so brand new or best offer with free shipping, and I got multiple", "start": 2059.86, "end": 2064.56}, {"text": "I mean you can analyze this as much as you want, but I got multiple slides", "start": 2064.56, "end": 2067.3}, {"text": "people listening. This is a I just want to say what this what this item is.", "start": 2067.3, "end": 2070.92}, {"text": "It's a rubber made Tupperware with it looks like some kind of white", "start": 2070.92, "end": 2076.04}, {"text": "oobleck type thing. Right. It is mostly... And let's hit next slide here,", "start": 2076.72, "end": 2080.06}, {"text": "so you can see some more pictures that are included with this listing,", "start": 2080.06, "end": 2082.38}, {"text": "and you can describe these to the listeners. Let's see the next slime.", "start": 2082.38, "end": 2085.22}, {"text": "Oh, wait, this is multiple. So this is slime types, fluffy, foam,", "start": 2085.22, "end": 2088.56}, {"text": "and normal. So they have many of these. I think... Okay, so these are", "start": 2088.56, "end": 2091.58}, {"text": "all... It looks like they ate Chinese food and then used the Tupperware to", "start": 2091.58, "end": 2095.98}, {"text": "put slime into it.", "start": 2095.98, "end": 2097.18}, {"text": "And they're all white, they kind of... Some of them have sort of a...", "start": 2097.18, "end": 2101.08}, {"text": "Yeah, well, one is pink, but they all", "start": 2101.08, "end": 2103.22}, {"text": "are plain, except for one has sort of a fruit cake style. Yeah, jelly bean", "start": 2103.8, "end": 2108.76}, {"text": "mix in", "start": 2108.76, "end": 2109.24}, {"text": "jelly bean mode, jelly bean mode. I would say for that one, and then next", "start": 2109.24, "end": 2113.62}, {"text": "slide here. These are the last details about this item. It's brand new,", "start": 2113.62, "end": 2117.02}, {"text": "unused, unopened, undamaged item in its original packaging. The brand is slime", "start": 2117.02, "end": 2121.7}, {"text": "and the type is fluffy slime.", "start": 2121.7, "end": 2123.18}, {"text": "Now guys, based on these details, what do you think the price is without going", "start": 2123.18, "end": 2128.28}, {"text": "over all together?", "start": 2128.28, "end": 2129.58}, {"text": "it doesn't say every slime. I think that it's for every slime. I'm going to say", "start": 2130.9, "end": 2135.44}, {"text": "package. I think it's a package. Yeah, okay, wait. What are they? Call that", "start": 2135.44, "end": 2138.62}, {"text": "prices right?", "start": 2138.62, "end": 2139.34}, {"text": "You're saying what forty dollars forty dollars for the locking in locking in", "start": 2139.34, "end": 2143.98}, {"text": "locking in at forty. I should have got some some sound effects for this damn.", "start": 2143.98, "end": 2147.94}, {"text": "I'm going to just make one up. We have plenty of them.", "start": 2147.94, "end": 2150.18}, {"text": "That's a good sound effect. Yeah, you can keep that one for that. So that was", "start": 2150.18, "end": 2153.34}, {"text": "I'm going to say well, I'm not I'm not revealing anything and I'm just finding", "start": 2153.34, "end": 2156.38}, {"text": "sound effects and then this is if you're right. Okay, so he said forty yeah,", "start": 2156.38, "end": 2160.62}, {"text": "I'm going to say", "start": 2160.74, "end": 2161.64}, {"text": "man, I'm going to go a hundred. I'm going to change my answer to fifty and", "start": 2161.64, "end": 2166.68}, {"text": "they're ten dollars each. You can't change it. You already said locked.", "start": 2166.68, "end": 2169.7}, {"text": "Okay, well, I unlock my lock. Okay, I'll let you change it to fifty. I'll", "start": 2169.7, "end": 2174.06}, {"text": "let you change it because Patrick", "start": 2174.06, "end": 2176.04}, {"text": "next slide. Please, Caleb, the price of these slimes", "start": 2176.04, "end": 2180.32}, {"text": "two hundred and ten dollars one point Caleb one point Caleb. The slimes are", "start": 2180.32, "end": 2187.06}, {"text": "expensive you guys. I could have guessed that I wish we had a ticker that we", "start": 2187.1, "end": 2191.32}, {"text": "could put the points on yeah. I'll take you have thought about this through", "start": 2191.32, "end": 2195.24}, {"text": "maybe that's flick. All right guys realize let me get to let me get to my", "start": 2195.24, "end": 2198.52}, {"text": "next item here. This is an item. Okay, thank you trick. This is an item on the", "start": 2198.52, "end": 2202.96}, {"text": "next slide here. That is called line dog mating", "start": 2202.96, "end": 2205.84}, {"text": "this is on Timo and I have to censor some stuff on this. I just censor some", "start": 2205.84, "end": 2213.12}, {"text": "on the picture and so this wow I've never thought of this. I'm going to buy one", "start": 2213.14, "end": 2217.98}, {"text": "of these. This is a it's a stuffed dog that looks like it has a pussy hole.", "start": 2217.98, "end": 2221.74}, {"text": "Yes,", "start": 2221.74, "end": 2222.26}, {"text": "it's a dog sex toy. It's so this is called. This is an item called sleep", "start": 2222.26, "end": 2229.14}, {"text": "estrous dog toy simulation, mating toy, plush poodle, vent fire, estrous partner,", "start": 2229.14, "end": 2233.38}, {"text": "mating, sexual companion, venting, fidget dog toy, okay, and now it's", "start": 2233.38, "end": 2237.14}, {"text": "something to know about this. Here's a detail. This is an item that is on sale,", "start": 2237.14, "end": 2241.0}, {"text": "and this is for so where this is about the sale price, an active dog, a dog", "start": 2241.06, "end": 2245.22}, {"text": "that is", "start": 2245.22, "end": 2245.7}, {"text": "wanting to mate, yeah, but is locked up and you let it fuck this. Let's look at", "start": 2245.7, "end": 2250.96}, {"text": "some more pictures here. Okay, next slide,", "start": 2250.96, "end": 2253.26}, {"text": "the features it has are", "start": 2253.26, "end": 2255.38}, {"text": "simulate appearance, which is again censored. That is a", "start": 2255.38, "end": 2259.54}, {"text": "flesh light hole for a dog, pussy", "start": 2259.54, "end": 2262.5}, {"text": "simulated rabbit hair and a suction cup base. This is known as a mating sexual", "start": 2262.5, "end": 2269.06}, {"text": "companion. Okay, so this is for like a dog breeder. Yeah, which is crazy.", "start": 2269.1, "end": 2273.7}, {"text": "It's about it's not for a dog breeder. This is for your dog who is frustrated", "start": 2273.7, "end": 2276.86}, {"text": "and tries to legs all the time. This feels to me like maybe a cover up yeah", "start": 2276.86, "end": 2280.68}, {"text": "now let's go to the next slide here. Let me read you the description. Here's", "start": 2280.68, "end": 2283.5}, {"text": "some more pictures", "start": 2283.5, "end": 2284.36}, {"text": "of it in use. Here's the description. No lubricants is not included. One dogs", "start": 2284.36, "end": 2292.46}, {"text": "with estrous behavior at home, holding legs, riding over dolls, making love to", "start": 2292.46, "end": 2296.34}, {"text": "the air, etcetera. Only chasing female dogs outside and not estrous behavior at", "start": 2296.36, "end": 2300.06}, {"text": "home are not recommended to buy to dog. Cannot be too stupid if your dog belongs", "start": 2300.06, "end": 2305.06}, {"text": "to what cannot teach a few years will not be fixed to the kind of toilet. Do", "start": 2305.06, "end": 2308.74}, {"text": "not recommend to buy okay three. The host needs to be patient. Dogs are", "start": 2308.74, "end": 2312.86}, {"text": "emotional creatures, too, and mating doesn't happen all the time. It may not", "start": 2312.86, "end": 2316.14}, {"text": "be used on the spot, but dogs with estrous behavior will use it sooner or", "start": 2316.14, "end": 2319.42}, {"text": "later under the patient guidance of their owners. And now to the thing you", "start": 2319.42, "end": 2323.42}, {"text": "we spoke about about a cover up. I'd like to this next slide is like to read a", "start": 2323.44, "end": 2326.84}, {"text": "review from this four stars color khaki. The one in the photo looks bigger than", "start": 2326.84, "end": 2331.2}, {"text": "the one I got might be a little too small for my dog as he is bigger than", "start": 2331.2, "end": 2335.56}, {"text": "this.", "start": 2335.56, "end": 2335.88}, {"text": "This is really, truly so guys, I'm going to tell you also this is this. I'm", "start": 2335.88, "end": 2342.64}, {"text": "going to tell you what the it's on sale. It's on sale sixty eight percent off,", "start": 2342.64, "end": 2346.2}, {"text": "so you're you're looking for the current the sale price. I think that this also", "start": 2346.2, "end": 2350.96}, {"text": "one thing on this is I think this might be a new leader for number one worst", "start": 2351.32, "end": 2355.34}, {"text": "thing to be reincarnated as", "start": 2355.34, "end": 2356.78}, {"text": "in your next life. If you wake up and you're you can't move and you have four", "start": 2356.78, "end": 2361.86}, {"text": "limbs and their suction cup to the ground, you're in for a very rough one.", "start": 2361.86, "end": 2365.8}, {"text": "This is going to be this is a ten dollar item on sale from seventy dollars.", "start": 2365.8, "end": 2371.24}, {"text": "I'm going to say the original dollars locked in. I'm going to say the original", "start": 2371.24, "end": 2376.16}, {"text": "price. You don't have to guess the original well, but if it's sixty eight", "start": 2376.16, "end": 2379.96}, {"text": "well if it's sixty eight percent off, I might as well get twelve. Ninety I'm", "start": 2380.0, "end": 2382.2}, {"text": "going to get the original price twelve ninety eight okay. Original price was", "start": 2382.2, "end": 2385.98}, {"text": "two hundred current prices, eighty four or no thirty. You said sixty eight off", "start": 2385.98, "end": 2391.44}, {"text": "yeah okay, then thirty four sixty four", "start": 2391.44, "end": 2394.32}, {"text": "choosing you guys choose a number four dollars that's locked in okay, all", "start": 2394.32, "end": 2399.96}, {"text": "right, Patrick,", "start": 2399.96, "end": 2401.12}, {"text": "you were not that close, but you did not go over. Oh Caleb, you've gone over", "start": 2401.12, "end": 2407.62}, {"text": "the price. It was forty eight fifty one, the original price one hundred and", "start": 2407.64, "end": 2411.48}, {"text": "fifty five dollars and fifty three cents. God man, I had a better guess", "start": 2411.48, "end": 2415.22}, {"text": "and that's pretty cheap. If anyone wants to buy one of these to use for their", "start": 2415.22, "end": 2419.04}, {"text": "dog,", "start": 2419.04, "end": 2419.62}, {"text": "that's I guarantee that's what that review that is so bad, pretty terrible.", "start": 2419.62, "end": 2427.28}, {"text": "All right, let's go to a more normal one. Okay, next slide, please eyes on", "start": 2427.28, "end": 2431.96}, {"text": "men's salt water stretch, flat front, chino pants color cadet navy straight", "start": 2431.96, "end": 2436.56}, {"text": "size thirty with thirty two length condition new with tags next slide", "start": 2436.62, "end": 2440.92}, {"text": "please easy transaction. Thank you is on ebay. This is on ebay. Why is this in", "start": 2440.92, "end": 2446.0}, {"text": "here? This is this is just a pair of yeah, this is a regular pair of khakis", "start": 2446.0, "end": 2449.06}, {"text": "they're not khakis they're navies. Well, this is a pair of navy chino pants. I", "start": 2449.06, "end": 2453.18}, {"text": "guess the price I saw that's a that's like a department store brand. I'm going", "start": 2453.18, "end": 2457.66}, {"text": "to say this is", "start": 2457.66, "end": 2459.0}, {"text": "forty five ninety nine. These are and I'm going to use my clothing brain. These", "start": 2459.0, "end": 2465.18}, {"text": "are probably", "start": 2465.18, "end": 2465.86}, {"text": "twenty five ninety nine okay,", "start": 2465.86, "end": 2469.9}, {"text": "let's reveal the price", "start": 2469.9, "end": 2472.8}, {"text": "one hundred and seventy six thousand two hundred and three dollars and five", "start": 2472.8, "end": 2478.74}, {"text": "cents. So Caleb you were closer, but you're a little off. I'll take the", "start": 2478.74, "end": 2484.18}, {"text": "point. Listen, I was playing to win not playing the exact right. I knew that", "start": 2484.18, "end": 2490.0}, {"text": "again. These are still up on eBay. Anybody wants to go by these? It's an", "start": 2490.0, "end": 2492.46}, {"text": "busy transaction. So you know does it come with the guy? I think it must come", "start": 2492.5, "end": 2498.04}, {"text": "with the guy to come with a guy for that price yeah of new friend all right", "start": 2498.04, "end": 2502.64}, {"text": "here's the here's the next ebay item. This is talky ball. Okay, wait, this is", "start": 2502.64, "end": 2509.28}, {"text": "an ebay bid. This is a talky ball and this is next slide. Please item", "start": 2509.28, "end": 2514.32}, {"text": "description from the seller. I was opening a bag of talkies and found this.", "start": 2514.32, "end": 2517.82}, {"text": "I was thinking of eating it, but I thought I could auction it. So yeah,", "start": 2517.82, "end": 2520.52}, {"text": "some ideas for it, you can put it in a grinder and have Taki seasoning or", "start": 2520.76, "end": 2524.02}, {"text": "whatever you want. This is $10 starting bid. Yeah, we're guessing starting", "start": 2524.02, "end": 2528.38}, {"text": "starting bid. Oh man, I'm gonna say I will say $20. I think that this is a", "start": 2528.38, "end": 2534.42}, {"text": "novelty spice. Okay,", "start": 2534.42, "end": 2536.04}, {"text": "Caleb", "start": 2536.04, "end": 2537.7}, {"text": "shit,", "start": 2537.7, "end": 2539.54}, {"text": "Patrick. Oh,", "start": 2539.54, "end": 2541.02}, {"text": "it was $4. It was $4. That's a good deal. I would have", "start": 2541.02, "end": 2545.26}, {"text": "a talky ball, a talky ball. He's right. You could grind that. Okay, but what", "start": 2545.26, "end": 2549.62}, {"text": "about this one?", "start": 2549.62, "end": 2550.34}, {"text": "Black talky chip rare guys. This is a black talky chip that looks like poop.", "start": 2550.34, "end": 2556.44}, {"text": "Yeah, it looks like it looks like goose poop. How did you find this? I search", "start": 2556.44, "end": 2561.42}, {"text": "talky", "start": 2561.42, "end": 2561.94}, {"text": "here's the item description for this one guys black talky chip rare condition is", "start": 2561.94, "end": 2568.6}, {"text": "new shipped with USPS ground advantage, not new. I'm going to guess ten dollars", "start": 2568.6, "end": 2573.16}, {"text": "again. What would it be in a pose? I mean like he's like used to put it in his", "start": 2573.16, "end": 2578.18}, {"text": "mouth", "start": 2578.18, "end": 2578.58}, {"text": "I'm", "start": 2578.58, "end": 2579.08}, {"text": "it's basically new. It just looks like a burnt chip. Yeah. How much do you think", "start": 2579.08, "end": 2584.84}, {"text": "it's worth? It's rare ten dollars", "start": 2584.84, "end": 2586.46}, {"text": "starting to like you're trying to lead me astray by saying it's rare because", "start": 2586.46, "end": 2591.1}, {"text": "anything that's rare should be over a hundred dollars. I don't think that", "start": 2591.1, "end": 2594.5}, {"text": "somebody's paying a hundred bucks or even thinking that somebody will pay a", "start": 2594.5, "end": 2596.94}, {"text": "hundred dollars for a black chip. So I am going to say", "start": 2596.94, "end": 2601.3}, {"text": "seventy five dollars seventy five dollars. Yeah, okay, Caleb,", "start": 2601.3, "end": 2606.78}, {"text": "you are the closest. It is three hundred dollars guys. This is a rare black chip.", "start": 2608.02, "end": 2612.86}, {"text": "It's three hundred dollars. What do you do with that? You just eat it. You put", "start": 2612.86, "end": 2616.78}, {"text": "it in frame", "start": 2616.78, "end": 2617.46}, {"text": "in a black plastic bag. Yeah, I would want to know you know what I would cover", "start": 2617.46, "end": 2622.24}, {"text": "it in resin. You know what I would do is I would take this and I would take it to", "start": 2622.24, "end": 2625.44}, {"text": "a testing facility to find out what was in this chip. Yeah, because that is not", "start": 2625.44, "end": 2630.24}, {"text": "pure talky seasoning. I can tell by the color. So this next one moving on from", "start": 2630.24, "end": 2634.6}, {"text": "dockies. We have another ebay listing manipulation demon ring mind control", "start": 2634.62, "end": 2639.22}, {"text": "power wealth, dark demonic magic satanic and here's the description. This is", "start": 2639.22, "end": 2644.26}, {"text": "zero tia. Can you feel her strength? Do you feel her magic calling to you a", "start": 2644.26, "end": 2648.3}, {"text": "special conjure epic energies of power burst from zero tia and the next slide", "start": 2648.3, "end": 2652.5}, {"text": "here.", "start": 2652.5, "end": 2652.82}, {"text": "She is a godlike powerful psychic being with telekinetic abilities for exceeding", "start": 2652.82, "end": 2658.52}, {"text": "that of your average psychic spirits, dark power and sacred forces awakened.", "start": 2658.52, "end": 2663.32}, {"text": "let her share her powerful psychic abilities with you mind reading mind", "start": 2663.36, "end": 2667.7}, {"text": "control will manipulation force manipulation future site psychic visions", "start": 2667.7, "end": 2672.48}, {"text": "ancestral knowledge, ancient secrets revealed telekinetic force and creation", "start": 2672.48, "end": 2676.56}, {"text": "and destruction of spirits through telekinetics. This is four hundred and", "start": 2676.56, "end": 2681.98}, {"text": "fifty dollars. Okay,", "start": 2681.98, "end": 2683.78}, {"text": "I am going to make a tactical move. Okay, all right, because I know where", "start": 2683.78, "end": 2690.5}, {"text": "this came from. This is on eBay. They have a section called metaphysical. Yes, and", "start": 2690.54, "end": 2695.54}, {"text": "which is an amazing discovery. I had no idea that they had a metaphysical", "start": 2695.54, "end": 2699.34}, {"text": "section and I scrolled through the metaphysical section and they were", "start": 2699.34, "end": 2702.58}, {"text": "exorbitantly priced, I would say. A lot of items like this. So you already said", "start": 2702.58, "end": 2706.82}, {"text": "four fifty. I'm off. I don't know exactly what the price was. I know it's going to", "start": 2706.82, "end": 2710.42}, {"text": "be high. I will say four hundred and fifty one dollars. Wow, okay. And we need", "start": 2710.42, "end": 2715.34}, {"text": "to we need to take turns with first bids because this is I'm I'm tricking you", "start": 2715.34, "end": 2719.7}, {"text": "every time yeah yeah, I pretty much I'm winning for so Caleb, your cheating", "start": 2719.74, "end": 2724.5}, {"text": "strategy has paid off. Yes, this price is fourteen hundred dollars, yes for", "start": 2724.5, "end": 2729.98}, {"text": "basically every power available in the world. It seems like an amazing deal", "start": 2729.98, "end": 2733.98}, {"text": "also so guys, this is my last item. This next one, okay, this is a domain name", "start": 2733.98, "end": 2739.56}, {"text": "mister dapper dot com premium domain name from my things to sale twenty four", "start": 2739.56, "end": 2746.0}, {"text": "seven, you can buy the domain name MrDapper.com. What do you think it is", "start": 2746.06, "end": 2751.6}, {"text": "worth to have a website called MrDapper.com? Okay, so I have to guess", "start": 2751.6, "end": 2757.1}, {"text": "first this time. I will say MrDapper.com is going to be", "start": 2757.1, "end": 2762.22}, {"text": "$7,000. Okay. Okay. Well,", "start": 2762.22, "end": 2766.06}, {"text": "I'm gonna say 7,001 because of free local pickup.", "start": 2766.06, "end": 2772.38}, {"text": "Okay, it has free local pickup, so it's definitely around there or this could be", "start": 2773.02, "end": 2778.46}, {"text": "you know what I'm going to say actually", "start": 2778.46, "end": 2780.46}, {"text": "I'm locking in at one million really okay, Patrick", "start": 2780.46, "end": 2787.6}, {"text": "eleven million dollars,", "start": 2791.1, "end": 2793.1}, {"text": "eleven million three hundred and twenty nine thousand two hundred dollars.", "start": 2793.1, "end": 2798.02}, {"text": "My God,", "start": 2798.02, "end": 2799.02}, {"text": "you won with a million dollar guess.", "start": 2799.02, "end": 2802.58}, {"text": "Wow, it's too good of a sight. You guys think Mr. Dapper dot com is worth", "start": 2802.58, "end": 2808.56}, {"text": "eleven point three million. Absolutely. You create a streaming service with", "start": 2808.56, "end": 2812.74}, {"text": "for sure, with all kinds of just movies for dapper men. Make your money back", "start": 2812.74, "end": 2816.98}, {"text": "that one. Every Hitchcock movie on Mr. Dapper, every James Bond on Mr. Dapper. Oh my god.", "start": 2817.0, "end": 2824.0}, {"text": "Or it could be like Mr. Skin and it's a website of just guys looking good in movies. Yeah.", "start": 2824.0, "end": 2829.88}, {"text": "Guys looking smart. Every time that an actor wore a suit in a movie. It tells you what", "start": 2829.88, "end": 2835.88}, {"text": "suit they're wearing. Yeah, I think that's a good idea. Okay, so Mr. Dapper.com was much", "start": 2835.88, "end": 2842.04}, {"text": "much more expensive than I thought. All right. Well, here is my oh my God, I'm", "start": 2842.04, "end": 2845.24}, {"text": "being past the what is this?", "start": 2845.24, "end": 2847.08}, {"text": "Okay, all right. I have the I have them out now. I had no which one is which now", "start": 2847.08, "end": 2853.08}, {"text": "my first item is from Timu. Okay, and this is a political item", "start": 2853.08, "end": 2858.52}, {"text": "brother for a Trump 2024 hat", "start": 2858.52, "end": 2864.36}, {"text": "a trump 2024 had a truck. Trump Trump Trump America back. Okay, who's guessing", "start": 2866.92, "end": 2874.2}, {"text": "first? Well, okay, this is the lowest price ever. Okay, I want to let you know", "start": 2874.2, "end": 2879.28}, {"text": "that already the lowest price ever", "start": 2879.28, "end": 2881.16}, {"text": "and it is on sale. If it's on Timu, I'm gonna say", "start": 2881.16, "end": 2885.44}, {"text": "August first three twenty nine. Okay, three twenty nine. Really? Three dollars", "start": 2885.44, "end": 2891.2}, {"text": "twenty nine cents.", "start": 2891.2, "end": 2891.96}, {"text": "you know I'm going to go. I know that Miss Prince can often fetch a huge", "start": 2895.88, "end": 2901.08}, {"text": "price tag on the reason on the secondary market. I'm going to go four dollars", "start": 2901.08, "end": 2906.76}, {"text": "Cameron,", "start": 2906.76, "end": 2910.36}, {"text": "okay,", "start": 2910.36, "end": 2911.6}, {"text": "it is two dollars. Seventy nine. Oh, so Caleb also, why didn't you give me a", "start": 2911.6, "end": 2918.44}, {"text": "buzz? Oh, you both get a buzz. I don't know the rules really. I think it's", "start": 2918.44, "end": 2922.24}, {"text": "line going over yeah, but I went over over yes. So Cameron loses,", "start": 2922.28, "end": 2926.68}, {"text": "because he went more over.", "start": 2926.68, "end": 2927.56}, {"text": "Get a point, neither of you get a point, but you can also pay six six", "start": 2927.56, "end": 2932.44}, {"text": "sixty nine cents and for yes,", "start": 2932.44, "end": 2934.28}, {"text": "what I almost did", "start": 2934.28, "end": 2937.4}, {"text": "after pay on the trip. I'm at and again, this is I mean this is a good", "start": 2937.4, "end": 2943.6}, {"text": "deal. This is going to make a lot of money. Why the fuck have you not", "start": 2943.6, "end": 2946.24}, {"text": "bought this two dollars? It's still up. Okay, you're buying this. All right,", "start": 2946.24, "end": 2949.24}, {"text": "I'll buy it. Trump 2024. All right. What else? Yeah. All right. This next one.", "start": 2949.24, "end": 2955.4}, {"text": "This is a shirt from the same website. Whoa, wait, this is a swag out. This is a", "start": 2955.4, "end": 2960.58}, {"text": "very, very cool shirt.", "start": 2960.58, "end": 2962.2}, {"text": "Now, I want you guys to guess based on this. This is the title of the item.", "start": 2962.2, "end": 2968.24}, {"text": "Funny Golden Chain Monkey 3D graphic print men's novelty shirt, sleeve shirt,", "start": 2968.24, "end": 2973.12}, {"text": "crew neck T shirt, summer outdoor.", "start": 2973.12, "end": 2975.48}, {"text": "and this is the photo of the item is this guy. This is a guy. Yeah,", "start": 2976.44, "end": 2981.56}, {"text": "it's kind of rich. He does seem to bracelets. He's got those are those", "start": 2981.56, "end": 2986.08}, {"text": "are", "start": 2986.08, "end": 2986.28}, {"text": "those are that bracelet on the right is a seasick one. Yeah, so he probably", "start": 2986.28, "end": 2990.56}, {"text": "owns a yacht. Oh, yeah, good point. You know, I'm gonna go with", "start": 2990.56, "end": 2995.16}, {"text": "is it on sale? Can we know that it's not on sale? It's not on sale.", "start": 2995.16, "end": 2999.76}, {"text": "I'm gonna go with 6 49 6 49 6 dollars for it's a team. Oh yeah,", "start": 2999.76, "end": 3004.88}, {"text": "yeah six forty nine okay. I'm gonna go", "start": 3004.92, "end": 3007.28}, {"text": "one dollar", "start": 3007.28, "end": 3011.04}, {"text": "one dollar. That is a really safe guess for Timu. I guess if I line dollar", "start": 3011.04, "end": 3017.28}, {"text": "Caleb", "start": 3017.28, "end": 3017.88}, {"text": "my God", "start": 3017.88, "end": 3022.28}, {"text": "wait. I was closer. Oh,", "start": 3022.28, "end": 3024.96}, {"text": "it is seven fifty nine. Wow God damn it, man. That's it. I might buy this. I", "start": 3024.96, "end": 3031.4}, {"text": "so yeah. My next item was from an auction website of Hollywood memorabilia.", "start": 3031.44, "end": 3037.52}, {"text": "Okay, cool. This is I am Sam", "start": 3037.52, "end": 3040.8}, {"text": "Dawson, Sean Penn, Red with Target name tag on the front uniform where it's the", "start": 3040.8, "end": 3047.02}, {"text": "target", "start": 3047.02, "end": 3047.66}, {"text": "Dawson War in I am Sam. That's an incredible being a member. Is this", "start": 3047.66, "end": 3055.26}, {"text": "auction over this auction? I will say is over. Oh, God, can you imagine hanging", "start": 3055.26, "end": 3059.9}, {"text": "this in your house like a jersey", "start": 3059.92, "end": 3061.32}, {"text": "and I do want to say one. They should retire at a target. They", "start": 3061.32, "end": 3065.54}, {"text": "should you can't have", "start": 3065.54, "end": 3066.56}, {"text": "that's retired.", "start": 3066.56, "end": 3068.74}, {"text": "You have to be careful when you're saying that", "start": 3068.74, "end": 3070.94}, {"text": "Sam for my Sam is retired.", "start": 3070.94, "end": 3074.48}, {"text": "What", "start": 3074.48, "end": 3075.6}, {"text": "I will I will give you this piece of information. Okay,", "start": 3075.6, "end": 3080.8}, {"text": "it was not sold and the bidding is over, so we can still contact this", "start": 3080.8, "end": 3086.78}, {"text": "private seller. You can contact this private seller. Yes, and this is we're", "start": 3086.78, "end": 3089.28}, {"text": "guessing the starting bid or the because it was not sold me. There was there was", "start": 3089.32, "end": 3092.82}, {"text": "one high. You're guessing the highest bid. Okay, how was it not? Yeah, how was", "start": 3092.82, "end": 3096.52}, {"text": "it? Not? I don't know. I don't know. They probably the reserve price. Yeah,", "start": 3096.52, "end": 3099.62}, {"text": "probably. Okay. Okay. Does it say what the reserve price is? Yeah, it says it", "start": 3099.62, "end": 3104.02}, {"text": "says what the high bid was. So guess the high bid. So he doesn't know what a", "start": 3104.02, "end": 3107.62}, {"text": "reserve price is. No, I don't know. We shouldn't hear the reserve price. I feel", "start": 3107.62, "end": 3110.52}, {"text": "like no. Okay, the highest bid for this.", "start": 3110.52, "end": 3113.72}, {"text": "It's going to be kind of low. I feel like if it's if it didn't meet the", "start": 3113.72, "end": 3118.32}, {"text": "reserve. So I'm going to say three hundred and fifty dollars. Okay, three fifty and locking", "start": 3118.32, "end": 3124.54}, {"text": "in and twenty five cents. Okay. Damn, you know, I'm going to try and undercut here.", "start": 3124.54, "end": 3134.4}, {"text": "I'm going to go two hundred dollars. I'm feeling I'm feeling the two hundred two hundred. You", "start": 3134.4, "end": 3138.98}, {"text": "want to lock in. I want to I would like to lock in two hundred dollars. You're both locked", "start": 3138.98, "end": 3142.6}, {"text": "in target. I'm locked in three hundred and twenty five cents, two hundred", "start": 3142.6, "end": 3146.84}, {"text": "dollars and one cent. Well, you guys", "start": 3146.84, "end": 3148.4}, {"text": "to both to both of you. No way. Both of you. It was one hundred dollars.", "start": 3148.4, "end": 3155.8}, {"text": "No one really wanted this. No one wanted this bad enough. I bet three. I bet", "start": 3155.8, "end": 3162.0}, {"text": "two hundred was the reserve. I mean, I would have paid that. No question. Yeah,", "start": 3162.0, "end": 3166.08}, {"text": "that's crazy. But this is that's the other thing. You could just get this", "start": 3166.08, "end": 3169.12}, {"text": "anywhere. What no, not one that you want on one body. That's true yeah and has", "start": 3169.12, "end": 3174.48}, {"text": "a stink. Well, all right, well, we'll just move on to the next one. He's been", "start": 3174.48, "end": 3178.36}, {"text": "all over the world. He smells like every food. That's true. He was in Iraq.", "start": 3178.36, "end": 3182.0}, {"text": "Yeah, during the war, he him aware of some reason it's walking around. You're", "start": 3182.0, "end": 3185.32}, {"text": "smelling all sorts of amazing spices. Exactly. Had in your kitchen, I mean you", "start": 3185.32, "end": 3189.28}, {"text": "also you wear this out out and about to go. Oh my God, from I am Sam, you don't", "start": 3189.28, "end": 3193.88}, {"text": "you don't have it on the shirt. Well, yeah, I have that at home.", "start": 3193.92, "end": 3199.52}, {"text": "I am Sam. Yes. Oh, what a great costume.", "start": 3199.52, "end": 3203.3}, {"text": "All right, this next one is from ebay. This is life size jack sparrow bus", "start": 3203.3, "end": 3209.04}, {"text": "statue, johnny depp prop pirates movie amber one to one. Now, why does it say", "start": 3209.04, "end": 3213.5}, {"text": "amber ready?", "start": 3213.5, "end": 3214.38}, {"text": "Thirteen thousand thirteen thousand no three thousand three thousand. That's a", "start": 3214.38, "end": 3220.3}, {"text": "huge swing. That is a huge swing. That's a massive. Let's split the difference", "start": 3220.34, "end": 3224.1}, {"text": "eight thousand okay.", "start": 3224.1, "end": 3225.7}, {"text": "I this looks really good. If I just saw this picture, if I didn't get the", "start": 3225.7, "end": 3231.7}, {"text": "description,", "start": 3231.7, "end": 3232.26}, {"text": "I would go crazy high on this and the reason is because it looks like a", "start": 3232.26, "end": 3236.14}, {"text": "mission impossible to mask yeah yeah that maybe I could put it on and I could", "start": 3236.14, "end": 3239.54}, {"text": "walk around and people might think I'm depp, but", "start": 3239.54, "end": 3241.74}, {"text": "I can't. I have a head already. I can't put this on top of my head and walk", "start": 3241.74, "end": 3245.9}, {"text": "around and be a depp. I mean I get, but then I have it all depp, but then", "start": 3245.9, "end": 3249.42}, {"text": "people know his body. I know he's tall. He's not that tall. He doesn't have a", "start": 3249.46, "end": 3252.98}, {"text": "long neck, long head, head, thickness, torso. I am gonna say", "start": 3252.98, "end": 3258.66}, {"text": "I'm gonna say, I'm gonna say $1800 and $75 as well. 1800 and you were", "start": 3258.66, "end": 3267.46}, {"text": "I feel like there's no way I'm right. What was your 8000? 8000, 1500, 1700.", "start": 3267.46, "end": 3273.98}, {"text": "I think I have to have gone over, I think.", "start": 3273.98, "end": 3277.0}, {"text": "Oh my God, it was ten thousand nine hundred thirteen thousand would have", "start": 3277.0, "end": 3284.64}, {"text": "been too much. Yeah, I felt it course through me. I felt Johnny Depp spirit", "start": 3284.64, "end": 3288.18}, {"text": "that in my body, the curse of the black Pearl. Oh my God, went to", "start": 3288.18, "end": 3291.44}, {"text": "have this from Zinga. You had this from Zinga worldwide. Yeah, I see. Yeah.", "start": 3291.44, "end": 3295.48}, {"text": "All right, this next, this is another thing from eBay. This is", "start": 3295.48, "end": 3299.0}, {"text": "Bill Cosby signed Academy Awards, eleven by fourteen photo JSA. Okay, I bid", "start": 3299.0, "end": 3305.92}, {"text": "first right yeah here's what I would pay for this zero. My guess is zero you're", "start": 3305.96, "end": 3312.1}, {"text": "gonna lock in a zero zero okay one cent okay. I do one cent one cent and two", "start": 3312.1, "end": 3316.92}, {"text": "cents. You know what I'm standing on my principles, so I'm fine with losing. I'm", "start": 3316.92, "end": 3320.68}, {"text": "sitting on business. Okay, well, Cameron was closest", "start": 3320.68, "end": 3323.68}, {"text": "the serial rapist", "start": 3323.68, "end": 3331.48}, {"text": "but some people I mean some people are in stuff like that Jeffrey Dahmer and", "start": 3332.76, "end": 3336.76}, {"text": "Kemper Bill,", "start": 3336.76, "end": 3338.12}, {"text": "Cosby", "start": 3338.12, "end": 3340.04}, {"text": "yeah, they're all one in the same nowadays. I think he's trying to think", "start": 3340.04, "end": 3345.58}, {"text": "of the other guy. I can't remember his name. Well, while you're thinking about", "start": 3345.58, "end": 3348.68}, {"text": "that, the people have tons of Freddy, Freddy Krueger hand and so people buy", "start": 3348.68, "end": 3352.76}, {"text": "this shit all the time. Ted Bundy. Oh yeah, all right, while you're thinking", "start": 3352.76, "end": 3356.64}, {"text": "of the or will you already so I can plankton this next item", "start": 3356.64, "end": 3360.62}, {"text": "seven and one sixteenths inches mega monster. That's a record size museum", "start": 3361.56, "end": 3366.36}, {"text": "fossil teeth. Is it is it confirmed to be? Yeah, do we know if it's a replica?", "start": 3366.36, "end": 3370.2}, {"text": "I will say right now that this is from New York Island fossils. Okay, so", "start": 3370.2, "end": 3375.14}, {"text": "probably probably real. I mean these are expensive. I'm well, it's your guess", "start": 3375.14, "end": 3379.32}, {"text": "first. Yeah, okay, well, why don't you just say what yours is first just to", "start": 3379.32, "end": 3382.28}, {"text": "okay one dollar. Oh, okay, you know I'll probably go two hundred and fifty", "start": 3382.28, "end": 3387.24}, {"text": "thousand dollars and half of a cent two hundred two hundred fifty. Really? It's", "start": 3387.28, "end": 3391.88}, {"text": "big man. It's a fossil. I mean, I", "start": 3391.88, "end": 3393.52}, {"text": "yeah, you know what? I already said it. I guess you alright to fifty. I'm going to", "start": 3393.52, "end": 3397.72}, {"text": "go eleven hundred dollars eleven. Oh really? Yeah, I'm going to go eleven", "start": 3397.72, "end": 3400.64}, {"text": "hundred. Wow. Well,", "start": 3400.64, "end": 3401.96}, {"text": "Caleb,", "start": 3401.96, "end": 3403.36}, {"text": "you were closer. It is twenty thousand dollars.", "start": 3403.36, "end": 3408.36}, {"text": "That makes sense. Yeah, very expensive. That does make sense. I guess I was", "start": 3408.36, "end": 3412.52}, {"text": "thinking you have no respect for ancient things. Well, you know what I'm thinking", "start": 3412.52, "end": 3415.48}, {"text": "because I'm thinking of a great white shark tooth, but you know what the thing", "start": 3415.52, "end": 3418.76}, {"text": "about that is it's not extinct. There's a lot of those around. That was kind of", "start": 3418.76, "end": 3423.46}, {"text": "my reference point in my head, but I guess it makes a lot more sense for", "start": 3423.46, "end": 3426.8}, {"text": "something that you did seventy five million years.", "start": 3426.8, "end": 3429.02}, {"text": "Well, speaking of ancient things, your mom", "start": 3429.02, "end": 3434.54}, {"text": "well, speaking of ancient things, you ask", "start": 3434.54, "end": 3438.44}, {"text": "should I go with", "start": 3438.44, "end": 3440.68}, {"text": "Should I go with the bid or the buy it now for this one?", "start": 3444.04, "end": 3446.44}, {"text": "Let's do buy it now.", "start": 3446.44, "end": 3448.04}, {"text": "This is worn very smelly shoes comfy brown so soft.", "start": 3448.04, "end": 3453.04}, {"text": "Okay, I would like to say this is a pair of UGG slippers it looks like that have a", "start": 3453.04, "end": 3459.04}, {"text": "fully matted back where they've been worn.", "start": 3459.04, "end": 3463.04}, {"text": "Very smelly comfy brown so soft.", "start": 3463.04, "end": 3464.04}, {"text": "These are dads.", "start": 3464.04, "end": 3465.04}, {"text": "Yes, these are daddies.", "start": 3465.04, "end": 3466.04}, {"text": "These are dads that he got for Christmas twelve years ago.", "start": 3466.04, "end": 3468.04}, {"text": "And he's been stinking them up every time he gets them.", "start": 3468.04, "end": 3471.04}, {"text": "These are the football shoes.", "start": 3471.04, "end": 3472.04}, {"text": "But these are puffy brown so soft.", "start": 3472.04, "end": 3473.88}, {"text": "Yeah, and I bet they are soft because they're very worn in.", "start": 3473.88, "end": 3476.18}, {"text": "I'm going to say", "start": 3476.18, "end": 3477.48}, {"text": "very smelly.", "start": 3477.48, "end": 3479.88}, {"text": "Why would they add that?", "start": 3479.88, "end": 3481.12}, {"text": "And so here's my question.", "start": 3481.12, "end": 3482.42}, {"text": "It's a bid too. It's a bid. It's an auction.", "start": 3482.42, "end": 3484.22}, {"text": "Yeah. Are we doing buy it now?", "start": 3484.22, "end": 3485.42}, {"text": "Oh yeah, we're doing buy it now.", "start": 3485.42, "end": 3486.22}, {"text": "So the very smelly makes me wonder, is that", "start": 3486.22, "end": 3489.4}, {"text": "does that make the price lower or is it making it higher?", "start": 3489.4, "end": 3492.26}, {"text": "I think it makes it higher.", "start": 3492.26, "end": 3493.3}, {"text": "Yeah, makes it higher.", "start": 3493.3, "end": 3494.7}, {"text": "Because they wouldn't. You're right.", "start": 3494.7, "end": 3495.5}, {"text": "Because they're trying to get their money.", "start": 3495.5, "end": 3496.66}, {"text": "Money's worth.", "start": 3496.66, "end": 3497.2}, {"text": "They're not going to add to something like that if it devalues it.", "start": 3497.2, "end": 3500.3}, {"text": "Right.", "start": 3500.3, "end": 3500.98}, {"text": "So very smelly. I'm going to say that this is $75. And wait, is it just one", "start": 3500.98, "end": 3505.82}, {"text": "shoot? No, it's two shoes. Well, from the picture, I'm guessing it's one", "start": 3505.82, "end": 3509.2}, {"text": "shoe. But it's a shoes. Okay, I'm gonna go. You did", "start": 3509.2, "end": 3512.82}, {"text": "75. You're locked in. I'm locking. I'm gonna go $30. $30.", "start": 3512.82, "end": 3518.62}, {"text": "That's your final. No, you know what? I'm gonna I'm gonna gamble that you", "start": 3518.62, "end": 3523.02}, {"text": "are just gonna blow out and go over. I'm gonna fuck. I'm gonna go $10 and", "start": 3523.02, "end": 3527.1}, {"text": "just try and get under $10. Yeah,", "start": 3527.1, "end": 3529.1}, {"text": "one dollar. Cameron, you already locked in ten ten dollars.", "start": 3529.94, "end": 3533.34}, {"text": "It is twenty dollars. Buy it now. Yep. By Gamer sixty nine.", "start": 3533.34, "end": 3539.5}, {"text": "And what can you just send me the link for this one? Just like a very early", "start": 3539.5, "end": 3543.94}, {"text": "because I feel like you. Yeah, just to make sure. I mean, it is a pretty", "start": 3543.94, "end": 3546.82}, {"text": "reasonable price. Four dollars and twenty eight cents. You can clean the", "start": 3546.82, "end": 3549.7}, {"text": "smell off. Yeah. Well, I don't somehow I feel like the people buying this are not", "start": 3549.7, "end": 3553.78}, {"text": "buying it and I can clean the smell off and they'll be like new.", "start": 3553.78, "end": 3556.58}, {"text": "it saves the money buying already smelly shoes, very, very smelly. These are", "start": 3557.62, "end": 3561.82}, {"text": "comfy brown shoes. They're comfy brown. So soft. Yeah, yeah, yeah, comfy brown.", "start": 3561.82, "end": 3566.06}, {"text": "So soft. Yeah, they're trying to flip shoes. Yeah, I have", "start": 3566.06, "end": 3569.22}, {"text": "oh this one. I can just get rid of okay. So", "start": 3569.22, "end": 3575.22}, {"text": "skip that. Yeah, we'll skip it when we get to it, but I'll just show it to you", "start": 3575.22, "end": 3579.46}, {"text": "because I liked it. How many items do you have? You I have you tell me how I", "start": 3579.46, "end": 3582.98}, {"text": "I knew the shopaholic was going to have the most items.", "start": 3582.98, "end": 3584.98}, {"text": "I have four items.", "start": 3584.98, "end": 3586.98}, {"text": "Okay, this next item I went to Facebook Marketplace to find.", "start": 3586.98, "end": 3590.98}, {"text": "Oh, good.", "start": 3590.98, "end": 3591.98}, {"text": "This is men's jockstrap.", "start": 3591.98, "end": 3593.98}, {"text": "Oh, a leather one.", "start": 3593.98, "end": 3594.98}, {"text": "And you can tell from the photos that this has been worn and washed.", "start": 3594.98, "end": 3598.98}, {"text": "Used men's jockstrap.", "start": 3598.98, "end": 3600.98}, {"text": "$35.12.7.", "start": 3600.98, "end": 3604.98}, {"text": "Now, remember this is on Marketplace where people like to use round figures.", "start": 3604.98, "end": 3607.98}, {"text": "Okay, free.", "start": 3607.98, "end": 3609.98}, {"text": "interesting men jock strap free is actually a strong guess. It is. I will", "start": 3609.98, "end": 3615.88}, {"text": "say I mean if are you locking in for you all looking for okay, then I do one", "start": 3615.88, "end": 3619.82}, {"text": "cent.", "start": 3619.82, "end": 3620.14}, {"text": "Well, it's just more likely to be free than one cent, but it is probably right.", "start": 3620.14, "end": 3625.06}, {"text": "Well, I think it's fifty fifty. I don't I don't I don't it would be a nice", "start": 3625.06, "end": 3628.7}, {"text": "trick, but I don't think it's trying to I don't think it was. No, I'm not", "start": 3628.7, "end": 3630.88}, {"text": "trying to trick because this cost money. Well, yeah, I mean, I'll give you a hint.", "start": 3630.88, "end": 3634.06}, {"text": "It cost money.", "start": 3634.06, "end": 3635.02}, {"text": "I probably shouldn't guess free then no, but it's too late. You already did.", "start": 3635.02, "end": 3639.58}, {"text": "I mean, I respect the honor of the game. I like that and you did one cent.", "start": 3639.58, "end": 3644.38}, {"text": "Caleb", "start": 3644.38, "end": 3647.38}, {"text": "fifteen dollars and available to deliver if local. Fifth size. Small to medium.", "start": 3647.38, "end": 3654.78}, {"text": "That's what you're really paying for. That's not even necessarily what you're", "start": 3654.78, "end": 3658.68}, {"text": "paying for. That is what the actual item that you're buying is. This guy shows up", "start": 3658.68, "end": 3662.68}, {"text": "with it. Oh crap. I wore it to come deliver it. Well, it's like I got to take", "start": 3662.68, "end": 3667.68}, {"text": "this thing off.", "start": 3667.68, "end": 3668.78}, {"text": "this next one. I'll try to like burn through. We'll just kind of burn", "start": 3668.78, "end": 3673.58}, {"text": "through lightning around lightning around. No, because these are cleaning", "start": 3673.58, "end": 3677.08}, {"text": "be good. Okay. I don't have these are cleaning burns through it and I'm", "start": 3677.08, "end": 3680.38}, {"text": "like no,", "start": 3680.38, "end": 3680.88}, {"text": "that means go. Yeah, we'll do it. We'll do it. Well, this is beans cleaning", "start": 3680.88, "end": 3686.68}, {"text": "beans. These blessed beans are used to clean energy and given to Mother Earth", "start": 3686.68, "end": 3691.38}, {"text": "cleaning bit. This is bird seed. This is fully bird. Okay, I'm seeing so this", "start": 3691.38, "end": 3696.48}, {"text": "I this is a bowl of dried beans. I'm seeing Lima. Yeah, I'm seeing kidney.", "start": 3696.48, "end": 3702.18}, {"text": "I'm seeing black eyed pea and I'm seeing some black beans", "start": 3702.18, "end": 3705.52}, {"text": "and you're seeing some hands blessing the beans. It looks like which is that's", "start": 3705.52, "end": 3710.38}, {"text": "worth a lot. I would say this is this can't be more than than a dollar fifty", "start": 3710.38, "end": 3715.8}, {"text": "worth of beans that are okay. A dollar fifty worth of beans. You're going to", "start": 3715.8, "end": 3718.56}, {"text": "lock in at a dollar. I'm going to say a dollar fifty of beans. Okay, no,", "start": 3718.56, "end": 3721.82}, {"text": "Cameron, what about you? You're forgetting the blessing. Yeah, they're", "start": 3721.82, "end": 3724.4}, {"text": "lessen part of the list. I'm atheistic. I don't believe in this kind of blit. I", "start": 3724.42, "end": 3728.62}, {"text": "don't believe in anything good. Five dollars", "start": 3728.62, "end": 3730.3}, {"text": "because I think it's going to be more than that, but I don't want to put you", "start": 3730.3, "end": 3734.38}, {"text": "were closer at these are ten dollars. I was going to guess ten dollars and I was", "start": 3734.38, "end": 3737.92}, {"text": "like I don't want to go over. So I guess five and said because you went so well.", "start": 3737.92, "end": 3740.7}, {"text": "We need to see a bullseye. I could have gotten a bullseye right there man. Ten", "start": 3740.7, "end": 3743.98}, {"text": "dollars was in my head, but I wouldn't I would have only done. I would have done", "start": 3743.98, "end": 3747.3}, {"text": "ten dollars. You had done five. Yeah, all right, well, this next listing will", "start": 3747.3, "end": 3750.54}, {"text": "just we'll skip it, but my wife says no more. My wife says you are your guitars", "start": 3750.56, "end": 3755.8}, {"text": "must go to different", "start": 3755.8, "end": 3757.04}, {"text": "yeah. How much is the price? One of them I was going to have you guess the price", "start": 3757.04, "end": 3762.48}, {"text": "of each of them and a jubilee. Can you just get rid of the text boxes over the", "start": 3762.48, "end": 3766.82}, {"text": "prices here", "start": 3766.82, "end": 3767.52}, {"text": "because they are different for an interview? You can all right well, then", "start": 3767.52, "end": 3771.78}, {"text": "this next one I need to see this next. We'll go to the next one", "start": 3771.78, "end": 3774.24}, {"text": "next one. Whoa! This is podcast about list world domination t shirt from Wendy", "start": 3774.24, "end": 3780.44}, {"text": "premium. Okay. And Wendy premium says and I don't know if this is a", "start": 3780.44, "end": 3784.64}, {"text": "review or if this is the description of the item.", "start": 3784.64, "end": 3788.24}, {"text": "A total of 45 prosecution witnesses were called to present evidence", "start": 3788.24, "end": 3793.24}, {"text": "against Kelly with many of his victims including the podcast about", "start": 3793.24, "end": 3796.34}, {"text": "list world domination shirt.", "start": 3796.34, "end": 3797.84}, {"text": "Moreover, I love this singer Aaliyah who married Kelly in 1994 when", "start": 3797.84, "end": 3801.94}, {"text": "he was 27 and she was 15 identified as Jane does accusations of", "start": 3801.94, "end": 3806.34}, {"text": "engaging in sex acts with women under the age of consent followed", "start": 3806.34, "end": 3809.84}, {"text": "R Kelly for decades, but it took the meet to revolution in the broadcast of", "start": 3809.84, "end": 3813.0}, {"text": "the twenty nineteen documentary say surviving R Kelly for Kelly's long", "start": 3813.0, "end": 3816.24}, {"text": "standing wow blah blah blah blah blah. So the description of the podcast", "start": 3816.24, "end": 3820.04}, {"text": "about list world domination t shirt on Wendy premium speaks about our", "start": 3820.04, "end": 3824.92}, {"text": "Kelly. It's the area.", "start": 3824.92, "end": 3826.56}, {"text": "It's the nearly our tour shirt from two years ago is one of the many", "start": 3826.56, "end": 3831.06}, {"text": "called to that was was one of the victims of our Kelly was called to the", "start": 3831.06, "end": 3835.48}, {"text": "witness stand. How much do you think", "start": 3835.48, "end": 3837.84}, {"text": "I do you think that that would raise or lower the price of this? I mean this", "start": 3838.92, "end": 3842.56}, {"text": "has to be a collector's that well, first of all, it's out of print. We don't", "start": 3842.56, "end": 3845.46}, {"text": "make this anymore. I don't think we actually ever made it as a hoodie. Yeah,", "start": 3845.46, "end": 3848.56}, {"text": "so", "start": 3848.56, "end": 3848.96}, {"text": "I'm first. I think I'm first. Yeah, you're first. Yeah, I mean you can go", "start": 3848.96, "end": 3853.18}, {"text": "first if you want though. No, I'm gonna, I will say it is on sale and it's", "start": 3853.18, "end": 3857.48}, {"text": "a hoodie and it's on sale. Yeah, okay, twenty bucks,", "start": 3857.48, "end": 3860.02}, {"text": "twenty bucks. Even I say eleven ninety nine. Okay, Caleb, you are closer.", "start": 3860.02, "end": 3865.06}, {"text": "It is twenty two ninety nine.", "start": 3865.06, "end": 3866.32}, {"text": "so he said, so I'm closer Cameron's close.", "start": 3867.38, "end": 3869.26}, {"text": "He said you looked at me, looked away from me, looked at cameras at Caleb,", "start": 3869.26, "end": 3874.34}, {"text": "you are close. I got your names mixed up also. I love the Wendy logo right", "start": 3874.34, "end": 3878.86}, {"text": "there. That's a beautiful logo. I wish we could zoom in on that. It reminds me", "start": 3878.86, "end": 3881.9}, {"text": "of it's the Wendy's logo without an S guys. It completely is well. Now this", "start": 3881.9, "end": 3885.78}, {"text": "is my final item okay, and these are called jelly boy.", "start": 3885.78, "end": 3889.68}, {"text": "Jelly Boy G.", "start": 3895.82, "end": 3896.98}, {"text": "Jelly Boy G.", "start": 3896.98, "end": 3897.62}, {"text": "Jelly Boy G.", "start": 3897.62, "end": 3898.32}, {"text": "And these are all over print jeans.", "start": 3898.32, "end": 3899.56}, {"text": "All over print jeans.", "start": 3899.56, "end": 3900.66}, {"text": "Can you describe them to me?", "start": 3900.66, "end": 3901.92}, {"text": "Yeah.", "start": 3901.92, "end": 3902.44}, {"text": "Now they have- can you go ahead for one slide?", "start": 3902.44, "end": 3906.42}, {"text": "So there is an Oliver on the waistband.", "start": 3906.42, "end": 3911.66}, {"text": "It says Jelly Boy.", "start": 3911.66, "end": 3913.54}, {"text": "On the waistband it says Jelly Boy.", "start": 3913.54, "end": 3915.42}, {"text": "On the front of the pants on the left leg, it is a photo of a very", "start": 3915.42, "end": 3921.14}, {"text": "handsome young man holding a flute of wine, champagne, and Cameron Fetter and", "start": 3922.1, "end": 3928.22}, {"text": "on the butt it says jelly on one", "start": 3928.22, "end": 3930.62}, {"text": "now. I", "start": 3930.62, "end": 3934.54}, {"text": "also they were found these also yeah they were designed in Italy.", "start": 3934.54, "end": 3945.94}, {"text": "Shelly", "start": 3945.94, "end": 3949.44}, {"text": "jeans designs in Italy. Okay, and I want you to guess how I mean Italy should", "start": 3949.44, "end": 3957.94}, {"text": "tell you that you know the I just saw Bowser walk by, by the way, guys, don't", "start": 3957.94, "end": 3962.14}, {"text": "tell me that one hundred percent to saw a person walk by with a Bowser show on", "start": 3962.14, "end": 3965.46}, {"text": "their back. Oh, my God,", "start": 3965.46, "end": 3966.66}, {"text": "well, just remember Italy Milan, the capital of fashion. These are high", "start": 3966.66, "end": 3972.1}, {"text": "high fashion pants, so just think about that.", "start": 3972.14, "end": 3974.3}, {"text": "Also, the", "start": 3974.3, "end": 3975.74}, {"text": "wait the jelly boy design, the jelly boy design these yes and think also about", "start": 3975.74, "end": 3983.42}, {"text": "the licensing fee that went into these for the appearance of", "start": 3983.42, "end": 3986.42}, {"text": "celebrities, celebrities on the jeans, so that will have to be baked into the", "start": 3986.42, "end": 3990.98}, {"text": "price and the fact to make jeans, make them jeans that look exactly like", "start": 3990.98, "end": 3994.82}, {"text": "sweatpants. That is very", "start": 3994.82, "end": 3996.34}, {"text": "yes, look and feel exactly like sweatpants yeah. Okay, so for the jelly", "start": 3996.34, "end": 4001.46}, {"text": "boy jeans. I'm", "start": 4001.5, "end": 4002.84}, {"text": "a", "start": 4002.84, "end": 4004.44}, {"text": "God, this one's tough because whoever posted this really could have put in.", "start": 4004.44, "end": 4009.82}, {"text": "I will say", "start": 4009.82, "end": 4012.5}, {"text": "a thousand dollars, a thousand dollars, okay, okay, I'm going to met a game you", "start": 4012.5, "end": 4017.96}, {"text": "here. I'm looking at this listing. I'm looking at the length of the block", "start": 4017.96, "end": 4022.3}, {"text": "that's covering the dollar. I don't think a thousand dollars is fitting there.", "start": 4022.3, "end": 4026.36}, {"text": "I'm going to put in a hundred dollars as my guess.", "start": 4026.36, "end": 4030.06}, {"text": "because I think that this could be. I think this is three digits of decimal", "start": 4030.06, "end": 4035.56}, {"text": "point. Well,", "start": 4035.56, "end": 4036.16}, {"text": "Cameron,", "start": 4036.16, "end": 4037.2}, {"text": "no way hundred and fifty dollars. I thought that it was going to be. I", "start": 4037.2, "end": 4044.64}, {"text": "thought you were. He got him on the no. They're moderately priced for what they", "start": 4044.64, "end": 4049.44}, {"text": "are. I mean, these are jelly boy jeans. What website are these on? He's on", "start": 4049.44, "end": 4053.74}, {"text": "Seaspring.com. So these are available to buy. Jelly Boy jeans. Okay. Oh, you can", "start": 4053.76, "end": 4062.46}, {"text": "buy those. You can buy Jelly Boy jeans.", "start": 4062.46, "end": 4064.6}, {"text": "I could have had you in it, man. All right.", "start": 4064.6, "end": 4067.66}, {"text": "Well, that's a different product altogether. That's Ass Jelly, the", "start": 4067.66, "end": 4071.22}, {"text": "t-shirt.", "start": 4071.22, "end": 4071.82}, {"text": "Ass Jelly and Seaspring. All right, pull up Caleb's slides here. All right,", "start": 4071.82, "end": 4074.42}, {"text": "here's mine. Do we want to slide this all the way over here? Yeah, you can", "start": 4074.42, "end": 4077.1}, {"text": "slide this over for Caleb. Okay. Okay, so this is the ding. This is the", "start": 4077.1, "end": 4081.1}, {"text": "All right, all right, I'm ready. This is dirty. Okay, this first one is on", "start": 4081.1, "end": 4084.98}, {"text": "offer up. Have you ever used? Yeah, yeah, this is dirty sock. Okay, so some", "start": 4084.98, "end": 4090.98}, {"text": "things that this is a picture of a sock that's being held against a subway tile", "start": 4090.98, "end": 4095.54}, {"text": "like bathroom. Yeah, condition is new, even though it is a dirty sock and this", "start": 4095.54, "end": 4101.98}, {"text": "is in Queens, New York City. So we can buy this supposed to buy Angel Rodriguez.", "start": 4101.98, "end": 4105.98}, {"text": "the brand is quick silver size. A point five. How much do you think the dirty", "start": 4106.5, "end": 4111.04}, {"text": "sock is? Who's first?", "start": 4111.04, "end": 4112.36}, {"text": "I can go first and I'm gonna say that this is", "start": 4112.36, "end": 4116.06}, {"text": "I'm gonna say like fifteen dollars is one sock. If it was two socks, it is one", "start": 4116.06, "end": 4123.14}, {"text": "sock. If it was two socks, I would have said twenty five. Okay, you lock that in", "start": 4123.14, "end": 4128.1}, {"text": "for me? Yes, I'm gonna lock that in. It's three dollar bill y'all. Okay. Three", "start": 4128.1, "end": 4131.94}, {"text": "dollar bill. Cameron, you.", "start": 4131.94, "end": 4134.38}, {"text": "you", "start": 4134.38, "end": 4135.38}, {"text": "you got close.", "start": 4135.38, "end": 4138.08}, {"text": "Nine hundred ninety nine thousand nine hundred and ninety nine dollars.", "start": 4138.08, "end": 4141.78}, {"text": "You didn't tell us it was on sale. That would have chased my whole", "start": 4141.78, "end": 4143.58}, {"text": "answer.", "start": 4143.58, "end": 4143.88}, {"text": "Guys, the description, the price has dropped from one mil to nine hundred", "start": 4143.88, "end": 4147.58}, {"text": "ninety nine thousand nine hundred and ninety nine dollars.", "start": 4147.58, "end": 4150.88}, {"text": "That's a big deal.", "start": 4150.88, "end": 4152.08}, {"text": "Okay, this next one is", "start": 4152.08, "end": 4153.58}, {"text": "the awesome. Go to the next one, please. All right, so I'm just going to", "start": 4153.58, "end": 4158.38}, {"text": "show this to you a couple slides.", "start": 4158.38, "end": 4159.98}, {"text": "I know what this is.", "start": 4159.98, "end": 4161.18}, {"text": "No, you don't.", "start": 4161.18, "end": 4162.18}, {"text": "there's no way you know what this is. I can tell it's a suit.", "start": 4163.38, "end": 4166.18}, {"text": "Okay, so wait, I just wanna get guesses about what this is and I", "start": 4166.18, "end": 4171.42}, {"text": "will slowly reveal what this is, and I'll explain this. This is a", "start": 4171.42, "end": 4175.54}, {"text": "some kind of image of... It looks almost computerized image of Dwayne", "start": 4175.54, "end": 4180.66}, {"text": "Wade wearing a Miami Heat jersey, okay? And it doesn't really look like", "start": 4180.66, "end": 4185.46}, {"text": "him, his neck is a little too skinny. Yeah, it doesn't look like Dwayne", "start": 4185.46, "end": 4187.52}, {"text": "Wade at all. It does a little... Or no, sorry, Ray Allen. Oh,", "start": 4187.52, "end": 4190.54}, {"text": "Okay, yeah. So this is like a Ray Allen Miami Heat era corner three crazy shot", "start": 4190.54, "end": 4198.7}, {"text": "to win the championship era. Ray Allen. He's got a basketball. He's sitting", "start": 4198.7, "end": 4202.8}, {"text": "there. Yeah, he looks a little, a little computer. Now, I have to say,", "start": 4202.8, "end": 4206.0}, {"text": "I think, I think, I think Patrick kind of poison the well a little bit and", "start": 4206.0, "end": 4209.14}, {"text": "I'm looking at this and I really am just seeing latex, latex covering latex", "start": 4209.14, "end": 4212.64}, {"text": "covering latex. Alright, can you go to the next slide?", "start": 4212.64, "end": 4214.9}, {"text": "so now this is an action. Okay, no, this is this is an action. Okay, this is a", "start": 4216.16, "end": 4220.7}, {"text": "real doll. Could be also this could be a real doll or this could be a three D", "start": 4220.7, "end": 4225.96}, {"text": "model.", "start": 4225.96, "end": 4226.44}, {"text": "That's a good point. I could see that because I saw a couple of those people", "start": 4226.44, "end": 4230.04}, {"text": "selling those all right. I would like you to go to the next slide.", "start": 4230.04, "end": 4232.8}, {"text": "Okay, guys, he's naked and he's showing his butt. It's the same guy that he's", "start": 4232.8, "end": 4241.24}, {"text": "looking back still holding the basketball naked and showing his butt", "start": 4241.24, "end": 4244.92}, {"text": "cheeks. Okay, so now next slide. It was on YouTube. So this is, of course,", "start": 4245.0, "end": 4248.8}, {"text": "Iron Tech Sex Dolls, gay male realistic TPE full body life size love toy for", "start": 4248.8, "end": 4254.52}, {"text": "women. I don't think that a woman is buying this. Well, it says gay male.", "start": 4254.52, "end": 4258.72}, {"text": "Well, there is it in both. Yeah, 13 people are watching this item. This is", "start": 4258.72, "end": 4263.56}, {"text": "in high demand. Okay, well, you kind of also screwed up here by showing six", "start": 4263.56, "end": 4268.84}, {"text": "months for 99. No, it says that on every eBay. Oh, okay, never mind. It's on", "start": 4268.84, "end": 4272.52}, {"text": "ninety nine, so we know it's more than ninety nine dollars, but we could", "start": 4272.52, "end": 4275.12}, {"text": "assume that yeah, I think I think it's all right.", "start": 4275.12, "end": 4277.12}, {"text": "I'm gonna hit this with I'm just and I kind of just trying to let these fly", "start": 4277.12, "end": 4282.48}, {"text": "from the hip nine thousand dollars. I think nine thousand USD okay, I'm gonna", "start": 4282.48, "end": 4286.88}, {"text": "go lower. I'm gonna say twelve hundred USD really", "start": 4286.88, "end": 4291.56}, {"text": "Patrick. You are pretty damn close. This is it's almost like you've looked at", "start": 4291.56, "end": 4296.24}, {"text": "this before. This is", "start": 4296.24, "end": 4297.16}, {"text": "this is thirteen hundred and ninety nine. You are two hundred bucks off man.", "start": 4297.16, "end": 4301.92}, {"text": "that is you see very familiar with this world", "start": 4301.92, "end": 4305.68}, {"text": "that is impressive. Okay, I need to see this thing and I need to see it in", "start": 4305.68, "end": 4310.84}, {"text": "action. This is clearly a", "start": 4310.84, "end": 4312.24}, {"text": "rendering of it. Yeah, I don't think it's got to be a real photos like that", "start": 4312.24, "end": 4316.68}, {"text": "can't be real. Okay, I'm willing to bet this is made to order and nobody has", "start": 4316.68, "end": 4320.52}, {"text": "bought one yet. Yeah,", "start": 4320.52, "end": 4321.4}, {"text": "let's do it.", "start": 4321.4, "end": 4322.8}, {"text": "Next slide do it. Okay, so this is a doll. This is a doll with it has very", "start": 4322.8, "end": 4328.8}, {"text": "legs and very short arm. And this is a haunted one. You went on metaphysical. I", "start": 4328.84, "end": 4332.8}, {"text": "did go on metaphysical. Okay next slide item description from seller. Next slide.", "start": 4332.8, "end": 4337.92}, {"text": "The doll has been in my family its whole life. I brought it back from Germany when", "start": 4337.92, "end": 4341.84}, {"text": "my Oma passed. And the next one. Thanks for looking there is a trap soul inside.", "start": 4341.84, "end": 4346.48}, {"text": "Okay so this is a haunted doll, active, possessed, brought from", "start": 4346.48, "end": 4351.24}, {"text": "Germany, Hildegard. That's her name.", "start": 4351.24, "end": 4354.92}, {"text": "Maybe go to the next slide. So how much do you guys think this one is?", "start": 4354.92, "end": 4360.2}, {"text": "$450.", "start": 4360.2, "end": 4361.2}, {"text": "Okay, I'm going to go $13,000.", "start": 4361.2, "end": 4366.24}, {"text": "$13,000.", "start": 4366.24, "end": 4367.24}, {"text": "$12,000.", "start": 4367.24, "end": 4368.24}, {"text": "$1,000.", "start": 4368.24, "end": 4369.24}, {"text": "What did you say?", "start": 4369.24, "end": 4370.24}, {"text": "$450.", "start": 4370.24, "end": 4371.24}, {"text": "And you said what?", "start": 4371.24, "end": 4372.24}, {"text": "$700.", "start": 4372.24, "end": 4373.24}, {"text": "Cameron?", "start": 4373.24, "end": 4374.24}, {"text": "You won, but you are far off. This is $11,000.", "start": 4374.24, "end": 4378.76}, {"text": "Oh my God, that's almost the exact same price as the Johnny Depp one.", "start": 4378.76, "end": 4384.4}, {"text": "so you have a you have two choices you can make on this ebay yeah is do i want", "start": 4384.4, "end": 4388.32}, {"text": "a haunted doll right right with a trap so okay i got i got my christmas bonus", "start": 4388.32, "end": 4392.32}, {"text": "i've got twelve thousand dollars eleven thousand dollars to spend on one item", "start": 4392.32, "end": 4395.76}, {"text": "yeah what do i want well i got i got an ebay gift card yeah okay this is a very", "start": 4395.76, "end": 4399.84}, {"text": "thousand where it is a very different thing now go to the next one i went all", "start": 4399.84, "end": 4404.8}, {"text": "kind of dolls and stuff and figures and all this shit yeah you have an", "start": 4404.8, "end": 4408.0}, {"text": "interesting doll so say what this is elmo it's it's a tickle me elmo doll", "start": 4408.0, "end": 4412.96}, {"text": "Okay, so next slide. This is actually a authentic haunted doll, extremely", "start": 4413.8, "end": 4418.64}, {"text": "active, real Elmo demon Astaroth attachment. Oh, the demon Astaroth is", "start": 4418.64, "end": 4423.08}, {"text": "attached. Astaroth has been attached. Astaroth is a powerful demon. There's a", "start": 4423.08, "end": 4426.7}, {"text": "video on this where the guy talks to the Elmo doll. I forgot to add it, but", "start": 4426.7, "end": 4431.1}, {"text": "on the listing, he has a YouTube short where he talks to the Elmo doll, makes", "start": 4431.1, "end": 4435.08}, {"text": "the Elmo turn on a light bulb. Whoa! Tell me that isn't freaking your brain.", "start": 4435.08, "end": 4440.38}, {"text": "it's extremely power. That is scary. So guess is on this haunted Elmo.", "start": 4440.4, "end": 4444.32}, {"text": "Check this out six hundred and sixty six dollars and sixty six cents. That's a", "start": 4444.32, "end": 4449.42}, {"text": "strong. Yeah, that is a strong guess. Well, I'm gonna go nine hundred and", "start": 4449.42, "end": 4452.52}, {"text": "ninety nine dollars and ninety nine cents.", "start": 4452.52, "end": 4454.52}, {"text": "Patrick", "start": 4454.52, "end": 4455.8}, {"text": "Cameron", "start": 4455.8, "end": 4458.42}, {"text": "this is a deal for ninety nine.", "start": 4458.42, "end": 4461.52}, {"text": "That's kind of a good deal. Yeah, I mean, Asterod is one of the major", "start": 4461.52, "end": 4465.64}, {"text": "demons. You get the whole demon, you get the whole thing. It's trapped. It's", "start": 4465.64, "end": 4468.24}, {"text": "attached. I mean that's a demon that I feel like that's like that's a", "start": 4468.24, "end": 4471.2}, {"text": "celebrity. Most of the demons that get attached to stuff. I feel like", "start": 4471.2, "end": 4473.98}, {"text": "typically you want they don't have a name you or you wouldn't know their", "start": 4473.98, "end": 4476.3}, {"text": "names. It's like you know it's like oh, I hung out with Jeff at a party", "start": 4476.3, "end": 4479.48}, {"text": "exactly as a real, but I hung out with miles teller at a party the other", "start": 4479.48, "end": 4483.8}, {"text": "night.", "start": 4483.8, "end": 4484.12}, {"text": "How much of the party cost and I have one last one guys. This is again. I", "start": 4484.12, "end": 4491.36}, {"text": "kind of want you to guess what this is. This is a text from Jesus Christ that", "start": 4491.36, "end": 4494.6}, {"text": "is I'm coming soon. Are you ready on an iPhone and it's noon o'clock and the", "start": 4494.64, "end": 4499.34}, {"text": "phone is charged and it's being held by a woman? Yeah, there's an iPhone three or", "start": 4499.34, "end": 4502.86}, {"text": "four, by the way, but it's not actually a phone. It is an image. It's an image of", "start": 4502.86, "end": 4506.56}, {"text": "well, yeah, it's on the TV, by the way, and this is a this is a book.", "start": 4506.56, "end": 4510.38}, {"text": "I think that this could be", "start": 4510.38, "end": 4512.5}, {"text": "text from Jesus Christ, like you're like paying to first Jesus Christ to text", "start": 4512.5, "end": 4518.46}, {"text": "somebody. You think it's a service? Yeah, I think it could be a service, like kind", "start": 4518.46, "end": 4521.78}, {"text": "like a face time with Santa service slide guys. This is Christian NFT digital", "start": 4521.8, "end": 4526.34}, {"text": "art. Oh", "start": 4526.34, "end": 4526.98}, {"text": "what the fuck oh the employee anti Christ, oh my God,", "start": 4526.98, "end": 4531.9}, {"text": "oh my God,", "start": 4531.9, "end": 4534.54}, {"text": "as soon as I say I'm coming soon. Are you ready? A picture of me fell off the", "start": 4534.54, "end": 4539.7}, {"text": "wall", "start": 4539.7, "end": 4540.18}, {"text": "right after we're talking about Astor on. Oh my God, my God, that is scary.", "start": 4540.18, "end": 4548.7}, {"text": "last. I wish we had that on tape. I wish we had that was that in the corner.", "start": 4548.74, "end": 4554.04}, {"text": "It is not here anymore man. That is I do not like that's crazy. It was me", "start": 4554.04, "end": 4560.12}, {"text": "something bad is going to my to me. I do know this blood results or these are", "start": 4560.12, "end": 4565.44}, {"text": "going to be bad. Oh, my God, you're going to have different blood. I don't", "start": 4565.44, "end": 4569.74}, {"text": "want to say Jesus anymore. Yeah, why please Jesus? No, you want to say his", "start": 4569.74, "end": 4572.74}, {"text": "name to cast out the demon. Yeah, Jesus save", "start": 4572.74, "end": 4575.22}, {"text": "Okay, so save how much you think this Christian digital NFT art is", "start": 4576.14, "end": 4579.78}, {"text": "1 million dollars, 2 million.", "start": 4579.78, "end": 4582.98}, {"text": "That's a little over guys.", "start": 4582.98, "end": 4585.94}, {"text": "A little bit over. I didn't lock in. I'm gonna say 1,000. No, you already said,", "start": 4585.94, "end": 4591.42}, {"text": "you already said a million, you already said 2 million. Okay. You're both.", "start": 4591.42, "end": 4593.82}, {"text": "So wrong. This is a steal, $10,000 for this photo. You could have that in", "start": 4593.82, "end": 4599.1}, {"text": "your Solana wallet today for $10,000 guys. And that's gonna be worth a lot", "start": 4599.1, "end": 4603.22}, {"text": "lot of money in the future when Jesus comes when he actually comes back,", "start": 4603.22, "end": 4606.52}, {"text": "people are going to say I he actually texted me. He actually texted me an", "start": 4606.52, "end": 4610.34}, {"text": "nft, but I think that's an amazing art and this guy has a bunch of different", "start": 4610.34, "end": 4613.6}, {"text": "Christian nfts. If you want to go check those out yeah, well, I don't remember", "start": 4613.6, "end": 4616.66}, {"text": "who won Julio. Were you keeping track? You had to have yes, okay, who wanted", "start": 4616.66, "end": 4620.84}, {"text": "wait, wait, wait, do this score. Let's say third place here. Let me let me give", "start": 4620.84, "end": 4624.46}, {"text": "me a second. I was in third place.", "start": 4624.46, "end": 4625.78}, {"text": "All right, give it give it to me. Let's fly up like Mario party third. Who is", "start": 4625.78, "end": 4631.38}, {"text": "third place. Third place, with five points, Patrick.", "start": 4631.42, "end": 4638.42}, {"text": "Bruh. Okay.", "start": 4638.42, "end": 4641.34}, {"text": "And second place, with six points, Mr. Caleb.", "start": 4641.34, "end": 4649.5}, {"text": "And our winner. Who's the winner?", "start": 4649.5, "end": 4651.1}, {"text": "Our winner, with eight points.", "start": 4651.1, "end": 4653.78}, {"text": "Oh, that's a massive leap.", "start": 4653.78, "end": 4656.46}, {"text": "Cameron Fetter.", "start": 4656.46, "end": 4658.46}, {"text": "Congratulations,", "start": 4658.46, "end": 4660.76}, {"text": "well played. I can't turn this off.", "start": 4660.76, "end": 4666.96}, {"text": "Congratulations, Jelly Boy. All right,", "start": 4666.96, "end": 4670.88}, {"text": "so", "start": 4670.88, "end": 4672.38}, {"text": "go get the Jelly Boy pants on T spring. Wait, did you do that on your personal", "start": 4672.38, "end": 4680.62}, {"text": "T spring? I think so, yes. Okay, just search Jelly Boy jeans, but don't buy", "start": 4680.62, "end": 4683.98}, {"text": "them, just look at them. Just look at them. Unless you really want Jelly Boy", "start": 4683.98, "end": 4686.92}, {"text": "Swag poop dot com slash shows guys. We're coming to Boston to Atlanta to", "start": 4686.94, "end": 4692.34}, {"text": "Philadelphia to Toronto to Chicago to Minneapolis to Detroit and to Carborough", "start": 4692.34, "end": 4698.64}, {"text": "North Carolina guys. We're doing sketch comedy. We're showing videos. We're", "start": 4698.64, "end": 4702.14}, {"text": "doing a live podcast in Detroit. We're going to do a full eight mile thing of", "start": 4702.14, "end": 4705.74}, {"text": "some kind everybody in the two one three put your mother fucking three one", "start": 4705.74, "end": 4709.24}, {"text": "three put your everyone in the two one three put your motherfucking hands up", "start": 4709.24, "end": 4712.24}, {"text": "and three one three and then that's three one three. Yeah. Yeah. Where's", "start": 4712.24, "end": 4715.24}, {"text": "three two one three. I have no idea that's got a series. Where's the three", "start": 4715.24, "end": 4719.04}, {"text": "one there two one three. Where's the three one two one three that doesn't", "start": 4719.04, "end": 4722.24}, {"text": "but guys buy your tickets. It's going to be incredible. It's going to be so", "start": 4722.24, "end": 4725.04}, {"text": "much fun and the shareholder meeting this month. If you are subscribed to the", "start": 4725.04, "end": 4728.84}, {"text": "page around at the executive producer tier, you can join the shareholder", "start": 4728.84, "end": 4732.14}, {"text": "meeting on three our telephone area codes in the North American three twenty", "start": 4732.14, "end": 4736.14}, {"text": "three. We don't care about three. This is nothing. You did it wrong. You did", "start": 4736.14, "end": 4738.94}, {"text": "it. This is nothing. It's two north north nor Cal. Okay, patreon.com slash", "start": 4738.94, "end": 4744.54}, {"text": "podcast about list. You can subscribe and you can join the shareholder meetings on", "start": 4744.54, "end": 4747.74}, {"text": "the $15 tier on discord and this month's shareholder meeting is on leap day itself", "start": 4747.74, "end": 4753.5}, {"text": "February 29th and I think at 6 PM. I don't think we decided a time, but I", "start": 4753.5, "end": 4756.42}, {"text": "think usually 6 PM. I think that's a Thursday. I'm pretty sure so go sub to", "start": 4756.42, "end": 4761.06}, {"text": "that and you can of course get premium episodes on there for only $5 a month.", "start": 4761.06, "end": 4763.98}, {"text": "There's a huge backlog and it's fucking fire and swag and I think I'm probably", "start": 4763.98, "end": 4767.3}, {"text": "going to have lunch pretty soon. Yeah, I'm very hungry. You're getting a call.", "start": 4767.3, "end": 4771.18}, {"text": "All right, let's do some lunch. All right. Happy birthday later to anyone", "start": 4771.2, "end": 4775.7}, {"text": "whose birthday it is.", "start": 4775.7, "end": 4776.5}, {"text": "Anything is on the tape. You had a dinner conversation. Oh, yeah, I'll", "start": 4776.5, "end": 4784.0}, {"text": "talk about it. O's steak. Well, besides the foodie asparagus, spare", "start": 4784.0, "end": 4788.5}, {"text": "side of the food, Sam. Well, not the lemon, not just like candles and", "start": 4788.5, "end": 4792.7}, {"text": "the all that kind of lemon.", "start": 4792.7, "end": 4794.2}, {"text": "Lemon, then you don't eat a lemon at dinner. You put lemon on. I call", "start": 4794.2, "end": 4798.9}, {"text": "lemon limb. Well that's what you call lime. Must be a regional thing. Really? You call", "start": 4798.9, "end": 4807.26}, {"text": "lime lime? You're not even saving a syllable there. What about salt? Sal. Pepper is pep?", "start": 4807.26, "end": 4814.78}, {"text": "Pep. Okay. I've heard pep before. What do you call ketchup? Chup. Chup is good. I like", "start": 4814.78, "end": 4824.18}, {"text": "What do you call mayonnaise?", "start": 4824.18, "end": 4826.18}, {"text": "Mayo.", "start": 4826.18, "end": 4828.18}, {"text": "He came up with that one.", "start": 4828.18, "end": 4830.18}, {"text": "That's universal.", "start": 4830.18, "end": 4832.18}, {"text": "What do you call mustard?", "start": 4832.18, "end": 4834.18}, {"text": "Don't say it.", "start": 4834.18, "end": 4836.18}, {"text": "I know what you're going for.", "start": 4836.18, "end": 4838.18}, {"text": "I actually call it M.T.", "start": 4838.18, "end": 4840.18}, {"text": "Two syllables.", "start": 4840.18, "end": 4844.18}, {"text": "Yo, pass the M.T.", "start": 4844.18, "end": 4846.18}, {"text": "What do you call sauerkraut?", "start": 4846.18, "end": 4848.18}, {"text": "Oh, that's tough because I can't call it sour", "start": 4848.18, "end": 4850.18}, {"text": "because that's what I call sour candy.", "start": 4850.18, "end": 4852.18}, {"text": "is", "start": 4852.18, "end": 4867.18}, {"text": "is", "start": 4867.18, "end": 4880.86}, {"text": "has passed though that they're like that it's like all right we've had our fun", "start": 4880.86, "end": 4884.94}, {"text": "with Germans yeah I think you're saying it's time to forgive and forget the", "start": 4884.94, "end": 4889.82}, {"text": "whole no no no no again it is a confusion situation but even enough time", "start": 4889.82, "end": 4898.34}, {"text": "has passed not to forgive and forget but to stop calling the crowd time has passed", "start": 4898.34, "end": 4904.74}, {"text": "is a crazy thing this not even a hundred years man all right well once we hit the", "start": 4904.74, "end": 4909.46}, {"text": "hundred years I guess we can stop calling them crowds and stuff.", "start": 4909.46, "end": 4911.9}, {"text": "[MUSIC PLAYING]", "start": 4911.9, "end": 4914.94}, {"text": "[BLANK_AUDIO]", "start": 4914.94, "end": 4924.94}, {"text": "[BLANK_AUDIO]", "start": 4924.94, "end": 4934.94}, {"text": "[BLANK_AUDIO]", "start": 4934.94, "end": 4944.94}, {"text": "[BLANK_AUDIO]", "start": 4944.94, "end": 4954.94}, {"text": "[BLANK_AUDIO]", "start": 4954.94, "end": 4964.94}, {"text": "[BLANK_AUDIO]", "start": 4964.94, "end": 4974.94}, {"text": "[BLANK_AUDIO]", "start": 4974.94, "end": 4984.94}, {"text": "[BLANK_AUDIO]", "start": 4984.94, "end": 4994.94}, {"text": "[BLANK_AUDIO]", "start": 4994.94, "end": 5004.94}, {"text": "[BLANK_AUDIO]", "start": 5004.94, "end": 5014.94}, {"text": "[BLANK_AUDIO]", "start": 5014.94, "end": 5024.94}, {"text": "[BLANK_AUDIO]", "start": 5024.94, "end": 5034.94}, {"text": "[BLANK_AUDIO]", "start": 5034.94, "end": 5044.94}, {"text": "[BLANK_AUDIO]", "start": 5044.94, "end": 5054.94}, {"text": "[BLANK_AUDIO]", "start": 5054.94, "end": 5064.94}, {"text": "[BLANK_AUDIO]", "start": 5064.94, "end": 5074.94}, {"text": "[BLANK_AUDIO]", "start": 5074.94, "end": 5084.94}, {"text": "[BLANK_AUDIO]", "start": 5084.94, "end": 5094.94}, {"text": "[BLANK_AUDIO]", "start": 5094.94, "end": 5104.94}, {"text": "[BLANK_AUDIO]", "start": 5104.94, "end": 5114.94}, {"text": "[BLANK_AUDIO]", "start": 5114.94, "end": 5124.94}, {"text": "[BLANK_AUDIO]", "start": 5124.94, "end": 5134.94}, {"text": "[BLANK_AUDIO]", "start": 5134.94, "end": 5144.94}, {"text": "[BLANK_AUDIO]", "start": 5144.94, "end": 5154.94}, {"text": "[BLANK_AUDIO]", "start": 5154.94, "end": 5164.94}, {"text": "[BLANK_AUDIO]", "start": 5164.94, "end": 5174.94}, {"text": "[BLANK_AUDIO]", "start": 5174.94, "end": 5184.94}, {"text": "[BLANK_AUDIO]", "start": 5184.94, "end": 5194.94}, {"text": "[BLANK_AUDIO]", "start": 5194.94, "end": 5204.94}, {"text": "[BLANK_AUDIO]", "start": 5204.94, "end": 5214.94}, {"text": "[BLANK_AUDIO]", "start": 5214.94, "end": 5224.94}, {"text": "[BLANK_AUDIO]", "start": 5224.94, "end": 5234.94}, {"text": "[BLANK_AUDIO]", "start": 5234.94, "end": 5244.94}, {"text": "[BLANK_AUDIO]", "start": 5244.94, "end": 5254.94}, {"text": "[BLANK_AUDIO]", "start": 5254.94, "end": 5264.94}, {"text": "[BLANK_AUDIO]", "start": 5264.94, "end": 5274.94}, {"text": "[BLANK_AUDIO]", "start": 5274.94, "end": 5284.94}, {"text": "[BLANK_AUDIO]", "start": 5284.94, "end": 5294.94}, {"text": "[BLANK_AUDIO]", "start": 5294.94, "end": 5304.94}, {"text": "[BLANK_AUDIO]", "start": 5304.94, "end": 5314.94}, {"text": "[BLANK_AUDIO]", "start": 5314.94, "end": 5324.94}, {"text": "[BLANK_AUDIO]", "start": 5324.94, "end": 5334.94}, {"text": "[BLANK_AUDIO]", "start": 5334.94, "end": 5344.94}, {"text": "[BLANK_AUDIO]", "start": 5344.94, "end": 5354.94}, {"text": "[BLANK_AUDIO]", "start": 5354.94, "end": 5364.94}, {"text": "[BLANK_AUDIO]", "start": 5364.94, "end": 5374.94}, {"text": "[BLANK_AUDIO]", "start": 5374.94, "end": 5384.94}, {"text": "[BLANK_AUDIO]", "start": 5384.94, "end": 5394.94}, {"text": "[BLANK_AUDIO]", "start": 5394.94, "end": 5404.94}, {"text": "[BLANK_AUDIO]", "start": 5404.94, "end": 5414.94}, {"text": "[BLANK_AUDIO]", "start": 5414.94, "end": 5424.94}, {"text": "[BLANK_AUDIO]", "start": 5424.94, "end": 5434.94}, {"text": "[BLANK_AUDIO]", "start": 5434.94, "end": 5444.94}, {"text": "[BLANK_AUDIO]", "start": 5444.94, "end": 5454.94}, {"text": "[BLANK_AUDIO]", "start": 5454.94, "end": 5464.94}, {"text": "[BLANK_AUDIO]", "start": 5464.94, "end": 5474.94}, {"text": "[BLANK_AUDIO]", "start": 5474.94, "end": 5484.94}, {"text": "[BLANK_AUDIO]", "start": 5484.94, "end": 5494.94}, {"text": "[BLANK_AUDIO]", "start": 5494.94, "end": 5504.94}, {"text": "[BLANK_AUDIO]", "start": 5504.94, "end": 5514.94}, {"text": "[BLANK_AUDIO]", "start": 5514.94, "end": 5524.94}, {"text": "[BLANK_AUDIO]", "start": 5524.94, "end": 5534.94}, {"text": "[BLANK_AUDIO]", "start": 5534.94, "end": 5544.94}, {"text": "[BLANK_AUDIO]", "start": 5544.94, "end": 5554.94}, {"text": "[BLANK_AUDIO]", "start": 5554.94, "end": 5564.94}, {"text": "[BLANK_AUDIO]", "start": 5564.94, "end": 5574.94}, {"text": "[BLANK_AUDIO]", "start": 5574.94, "end": 5584.94}, {"text": "[BLANK_AUDIO]", "start": 5584.94, "end": 5594.94}, {"text": "[BLANK_AUDIO]", "start": 5594.94, "end": 5604.94}, {"text": "[BLANK_AUDIO]", "start": 5604.94, "end": 5614.94}, {"text": "[BLANK_AUDIO]", "start": 5614.94, "end": 5624.94}, {"text": "[BLANK_AUDIO]", "start": 5624.94, "end": 5634.94}, {"text": "[BLANK_AUDIO]", "start": 5634.94, "end": 5644.94}, {"text": "[BLANK_AUDIO]", "start": 5644.94, "end": 5654.94}, {"text": "[BLANK_AUDIO]", "start": 5654.94, "end": 5664.94}, {"text": "[BLANK_AUDIO]", "start": 5664.94, "end": 5674.94}, {"text": "[BLANK_AUDIO]", "start": 5674.94, "end": 5684.94}, {"text": "[BLANK_AUDIO]", "start": 5684.94, "end": 5694.94}, {"text": "[BLANK_AUDIO]", "start": 5694.94, "end": 5704.94}, {"text": "[BLANK_AUDIO]", "start": 5704.94, "end": 5714.94}, {"text": "[BLANK_AUDIO]", "start": 5714.94, "end": 5724.94}, {"text": "[BLANK_AUDIO]", "start": 5724.94, "end": 5734.94}, {"text": "[BLANK_AUDIO]", "start": 5734.94, "end": 5744.94}, {"text": "[BLANK_AUDIO]", "start": 5744.94, "end": 5754.94}, {"text": "[BLANK_AUDIO]", "start": 5754.94, "end": 5764.94}, {"text": "[BLANK_AUDIO]", "start": 5764.94, "end": 5774.94}, {"text": "[BLANK_AUDIO]", "start": 5774.94, "end": 5784.94}, {"text": "[BLANK_AUDIO]", "start": 5784.94, "end": 5794.94}, {"text": "[BLANK_AUDIO]", "start": 5794.94, "end": 5804.94}, {"text": "[BLANK_AUDIO]", "start": 5804.94, "end": 5814.94}, {"text": "[BLANK_AUDIO]", "start": 5814.94, "end": 5824.94}, {"text": "[BLANK_AUDIO]", "start": 5824.94, "end": 5834.94}, {"text": "[BLANK_AUDIO]", "start": 5834.94, "end": 5844.94}, {"text": "[BLANK_AUDIO]", "start": 5844.94, "end": 5854.94}, {"text": "[BLANK_AUDIO]", "start": 5854.94, "end": 5864.94}, {"text": "[BLANK_AUDIO]", "start": 5864.94, "end": 5874.94}, {"text": "[BLANK_AUDIO]", "start": 5874.94, "end": 5884.94}, {"text": "[BLANK_AUDIO]", "start": 5884.94, "end": 5894.94}, {"text": "[BLANK_AUDIO]", "start": 5894.94, "end": 5904.94}, {"text": "[BLANK_AUDIO]", "start": 5904.94, "end": 5914.94}, {"text": "[BLANK_AUDIO]", "start": 5914.94, "end": 5924.94}, {"text": "[BLANK_AUDIO]", "start": 5924.94, "end": 5934.94}, {"text": "[BLANK_AUDIO]", "start": 5934.94, "end": 5944.94}, {"text": "[BLANK_AUDIO]", "start": 5944.94, "end": 5954.94}, {"text": "[BLANK_AUDIO]", "start": 5954.94, "end": 5964.94}, {"text": "[BLANK_AUDIO]", "start": 5964.94, "end": 5974.94}, {"text": "[BLANK_AUDIO]", "start": 5974.94, "end": 5984.94}, {"text": "[no audio]", "start": 5984.94, "end": 6006.94}, {"text": "[BLANK_AUDIO]", "start": 6006.94, "end": 6016.94}], "title": "Ep. #277 - The Price is Nice", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--277---The-Price-is-Nice-e2ffh34", "date": "Wed, 07 Feb 2024 11:00:00 GMT", "id": 302}