{"lines": [{"text": "Go ahead, say some woke shit right now. I'll blow your fucking head off. I", "start": 0.0, "end": 14.96}, {"text": "what is this a sex toy", "start": 14.96, "end": 16.22}, {"text": "for me? It is yeah for me. It is I point this in the mirror and I jack off", "start": 16.22, "end": 23.66}, {"text": "no. I pointed a mirror. I think nobody should have access to guns, even", "start": 23.66, "end": 28.44}, {"text": "soldiers. I don't think anyone okay, that's interesting, that's", "start": 28.5, "end": 32.9}, {"text": "interesting. So", "start": 32.9, "end": 33.78}, {"text": "go ahead and tell me how you think we should fight a war.", "start": 33.78, "end": 37.14}, {"text": "How are we supposed to kill millions of people without a gun using? I feel", "start": 37.14, "end": 41.46}, {"text": "statements", "start": 41.46, "end": 42.1}, {"text": "so give me an example. You take my territory", "start": 42.1, "end": 46.02}, {"text": "or when you ethnically cleanse my country or terror or area, ethnically", "start": 46.02, "end": 51.1}, {"text": "clans. It makes me feel unheard on the world stage.", "start": 51.1, "end": 56.06}, {"text": "so maybe we can work towards a solution where I can validate you for you,", "start": 57.34, "end": 61.7}, {"text": "wanting my brace to", "start": 61.7, "end": 63.18}, {"text": "no longer walk the earth. Okay, and I can validate you and say and then I walk", "start": 63.18, "end": 70.18}, {"text": "into the meeting", "start": 70.18, "end": 71.22}, {"text": "and I see every single person kill. I see both sides of this. I see completely", "start": 71.22, "end": 77.52}, {"text": "both sides of this guys are back to debating. If you can tell we're doing", "start": 77.52, "end": 80.78}, {"text": "the debate on Christmas to a cross. We just ate six enchiladas between the", "start": 80.78, "end": 85.22}, {"text": "three of us and about four pounds of beans, so to each six until I will see", "start": 85.24, "end": 89.98}, {"text": "you'll see how this goes. What the debate because there's a lot of inch a", "start": 89.98, "end": 94.88}, {"text": "lot of me, you tell me you don't even have a position. Yeah, you ask what your", "start": 94.88, "end": 97.6}, {"text": "nothing is you say. I don't even want one yeah. Exactly true. You always", "start": 97.6, "end": 100.9}, {"text": "complete centrist. Anytime we do these debates, which anytime meaning one time", "start": 100.9, "end": 105.48}, {"text": "and now yeah you we did a different debate, but it wasn't between us. We had", "start": 105.48, "end": 108.68}, {"text": "hot dog and hamburger, but that's more of a boxing. That was a battle. That was", "start": 108.68, "end": 112.04}, {"text": "a battle. I thought we were going to do a battle.", "start": 112.04, "end": 114.12}, {"text": "battle, but it's a different thing. It's a word battle, a debate, a battle, but", "start": 114.12, "end": 122.08}, {"text": "basically I am I mean this is last time we did a debate. We did all sorts of", "start": 122.08, "end": 127.24}, {"text": "topics right. We did every topic under the sun. Go ahead and do the voice or", "start": 127.24, "end": 131.4}, {"text": "Pat, whoever you are. What voice? The voice of the intro. Oh, we did stuff", "start": 131.4, "end": 137.64}, {"text": "looks like. I don't remember it. Well, just say stuff man. It's improvise", "start": 137.64, "end": 142.68}, {"text": "Christmas. Well, we didn't do that. Well, we actually didn't talk about", "start": 142.68, "end": 145.88}, {"text": "Christmas, but this time this time it's only Christmas. It's only Christmas and", "start": 145.88, "end": 149.52}, {"text": "it's the it's a we're having a debate on the role of wokeness in the holiday", "start": 149.52, "end": 153.72}, {"text": "season and whether or not it should be allowed or dis this obviously it should", "start": 153.72, "end": 157.96}, {"text": "be disallowed, whether it should be obviously allowed and we're all I don't", "start": 157.96, "end": 161.56}, {"text": "even remember what the second option was and we're all elves because we ordered", "start": 161.56, "end": 164.28}, {"text": "these elf costumes and forgot to use them in any time. It would make sense.", "start": 164.32, "end": 168.48}, {"text": "We did the girl God show. I", "start": 168.48, "end": 170.08}, {"text": "fell in love with the elf. We had we had a", "start": 170.08, "end": 173.68}, {"text": "love with them. I asked for him afterwards. They said no yeah, which", "start": 173.68, "end": 178.56}, {"text": "first of all, I also I'll take a listen. I'll take credit. I masterminded this. I", "start": 178.56, "end": 183.32}, {"text": "sent Caleb. I said Caleb, you have to go agent. You have to go be like the face", "start": 183.32, "end": 187.76}, {"text": "character for our party, like in Baldur's Gate. You have to go and finesse these", "start": 187.76, "end": 191.36}, {"text": "elf costumes. Charisma is to steal them from girl. God charisma was way too low.", "start": 191.4, "end": 195.56}, {"text": "You rolled at one. I rolled a critical failure yeah, and then I said I said,", "start": 195.56, "end": 200.3}, {"text": "let me buy them off you and she was like, oh well, you know you don't need", "start": 200.3, "end": 204.56}, {"text": "it. Yeah, I'll send you the Amazon. Yeah, I'll send you Amazon like I was", "start": 204.56, "end": 207.04}, {"text": "like, well, just give them to me then and she said no yeah. I came back to", "start": 207.04, "end": 211.46}, {"text": "you hat elf hat in hand and I said we have to buy them ourselves. Elves are", "start": 211.46, "end": 216.0}, {"text": "stronger together. Elves are today. We're divided", "start": 216.0, "end": 218.64}, {"text": "funny noise. I guess like tomatoes.", "start": 220.32, "end": 222.18}, {"text": "I do not look like tomatoes to talk today. Are you kidding me? So how's", "start": 222.18, "end": 226.78}, {"text": "your day today? But I would see what you look like. Turn your camera on Buster.", "start": 226.78, "end": 230.34}, {"text": "You mother Buster. He can't turn his camera on a gun. You bastard say", "start": 230.34, "end": 236.48}, {"text": "something, say something, defend yourself. You sound like a tomato bitch.", "start": 236.48, "end": 239.96}, {"text": "Say something other than tomatoes. Fucking Christ, you're tomato brothers.", "start": 239.96, "end": 243.92}, {"text": "I'm not", "start": 243.92, "end": 244.36}, {"text": "we're not the mother fucker. We look like one were elves to today. We're not", "start": 247.28, "end": 252.54}, {"text": "brothers at all. We're brothers and arms on opposite sides. We're sisters", "start": 252.54, "end": 256.8}, {"text": "because sisters are always arguing sisters fight. They say you fight like", "start": 256.8, "end": 260.12}, {"text": "an old married couple of sisters. Yeah, old married", "start": 260.12, "end": 263.04}, {"text": "sisters do fight all the time. What's that about? Brothers? I talked to my", "start": 263.04, "end": 268.84}, {"text": "brothers once a year. If I had brothers,", "start": 268.84, "end": 271.8}, {"text": "then this", "start": 271.8, "end": 273.4}, {"text": "then you wouldn't be like how you are. No, I wouldn't be so damn woke of", "start": 274.68, "end": 277.8}, {"text": "your brothers. I grew up with brothers. I grew up in a household of women and", "start": 277.8, "end": 281.38}, {"text": "men. I grew up with two brothers and a sister.", "start": 281.38, "end": 284.06}, {"text": "I grew up, I grew up with a I grew up with", "start": 284.06, "end": 288.12}, {"text": "purple furry monster. You're kidding. Yeah, that's a flat, a bald faced lie.", "start": 288.12, "end": 293.88}, {"text": "Maybe let me guess in my lived experience, because you're from where", "start": 293.88, "end": 297.28}, {"text": "arrest. You're from woke Disneyland, where they have gay night. Yeah, I'm", "start": 297.28, "end": 301.36}, {"text": "from walk stir you from walk stir walk stir mass", "start": 301.4, "end": 304.8}, {"text": "I really need Worcester to become a center of of a liberality and what", "start": 304.8, "end": 311.7}, {"text": "yes of people's can call it already. Walks that would be isn't it already", "start": 311.7, "end": 315.58}, {"text": "now", "start": 315.58, "end": 315.94}, {"text": "okay, so now you're kind of coming over to my center of Massachusetts. I would", "start": 315.94, "end": 319.84}, {"text": "say that Boston bridge, bro lame bridge, a lens of fruits and nuts, summer", "start": 319.84, "end": 324.84}, {"text": "summer fill up your welfare bag, summerville is there. You're trying to", "start": 324.84, "end": 329.72}, {"text": "day shut up yeah. I'm not really good at I don't even talk shit about", "start": 329.76, "end": 333.88}, {"text": "some of", "start": 333.88, "end": 334.16}, {"text": "because you're from there. Don't even don't you even dare talk shit about", "start": 334.16, "end": 337.84}, {"text": "some of", "start": 337.84, "end": 338.08}, {"text": "you look like a tomato for real. I don't look like you dress. He's dressed up", "start": 338.08, "end": 342.52}, {"text": "like a tomato. You are dressed up like a tomato. I'm an elf bitch. You look at", "start": 342.52, "end": 346.64}, {"text": "the glow. Yeah, I bet he's from red pronoun, Vidence, Rhode Island", "start": 346.64, "end": 351.96}, {"text": "so that's literally what it is there bang him main. Oh yeah, that's more scary", "start": 358.64, "end": 364.38}, {"text": "Stephen King territory. Oh well man's chest, New Hampshire, just her her", "start": 364.38, "end": 369.84}, {"text": "New Hampshire, a man with a chest, who's a herd, New Hampshire, damn that woke", "start": 369.84, "end": 374.6}, {"text": "Konya, New Hampshire, Well Konya, let's see Wilmington, Drillington Kilmington.", "start": 374.6, "end": 381.08}, {"text": "That's what it really is", "start": 381.08, "end": 382.4}, {"text": "Earlford, New Hampshire, that's good like Guilford, yeah,", "start": 383.2, "end": 386.96}, {"text": "Milford Mills. I like that would be the", "start": 386.96, "end": 391.04}, {"text": "what's up yeah, what's up? I'm a hot over there or instead of a man,", "start": 391.04, "end": 396.16}, {"text": "instead of acting, it could be like action", "start": 396.16, "end": 397.98}, {"text": "like an action movie, but that would be anti woke. Well, you got to put I'm", "start": 397.98, "end": 404.32}, {"text": "just thinking of some action. Okay, so now you got to put some woke cities", "start": 404.32, "end": 408.36}, {"text": "and some un woke cities action. Glax, burrow, I want you to know this today.", "start": 408.36, "end": 413.12}, {"text": "Cameron P town, you are now that you are my gym brother. Yeah, my brother in", "start": 413.12, "end": 419.82}, {"text": "arms, chest, legs and feet back or back. We don't do a feet day. Why don't we do", "start": 419.82, "end": 426.48}, {"text": "it? Why we do kind of there's that motorcycle one where you do this, but I", "start": 426.48, "end": 430.36}, {"text": "guess it's a cab phrase, but you use your feet for toes. Use your feet to", "start": 430.36, "end": 434.96}, {"text": "walk to the toes. You have to be a dancer if you want to work out your", "start": 434.96, "end": 437.6}, {"text": "toes, but because point because we know all about ballet because I did it my", "start": 437.6, "end": 442.68}, {"text": "my whole life, because I'm woke. That's I do that. Instead of having a job, you do", "start": 442.68, "end": 447.56}, {"text": "ballet yeah, that's how I got blue ass hair. You eight hours a day.", "start": 447.56, "end": 450.84}, {"text": "Clock in nine to five ballet and I guess what I teach children ballet and", "start": 450.84, "end": 456.12}, {"text": "drag. Oh my God, all that is drag. If you ask me what the crap are you doing", "start": 456.12, "end": 461.4}, {"text": "guys like you think ballet is a drag, but I see it for what it is an art form.", "start": 461.4, "end": 466.0}, {"text": "My wife asked me to go to a ballet recently. She's a a belly like to watch", "start": 466.0, "end": 471.4}, {"text": "to watch one watch one yeah and I said it's better to watch a video of it", "start": 471.44, "end": 476.24}, {"text": "where they have perfected it. You have to go see a random time. It's like if", "start": 476.24, "end": 480.64}, {"text": "why do they I don't ask her to come to the Korean Gaming Cafe. This is why", "start": 480.64, "end": 484.56}, {"text": "okay, here's the thing. This is I guess outside of the debate, but this is why", "start": 484.56, "end": 487.0}, {"text": "I don't like plays man. Okay, it's like going you go. Would you like to go see a", "start": 487.0, "end": 490.76}, {"text": "movie, but they're just trying it? They're trying to do it. You want to see", "start": 490.76, "end": 494.4}, {"text": "all the actors try to do the movie, a one take movie. Would you rather see the", "start": 494.4, "end": 498.28}, {"text": "movie that they worked for two years on yeah right. That has effects that they", "start": 498.32, "end": 501.76}, {"text": "finish. They did the best try. That's exactly on the screen man. They can be", "start": 501.76, "end": 505.6}, {"text": "like a giant dinosaur in it. You can't have a giant dinosaur in a play unless", "start": 505.6, "end": 508.94}, {"text": "you do that. I would actually I would actually watch that. Do you want to see", "start": 508.94, "end": 512.08}, {"text": "a do you want to go see a movie that could be completely different every", "start": 512.08, "end": 515.52}, {"text": "single time, every time you want to see a movie where somebody might just", "start": 515.52, "end": 518.12}, {"text": "forget their lines? Yeah, exactly that they just they tried it. It's an do you", "start": 518.12, "end": 522.2}, {"text": "want to see an attempt at a movie? I don't like plays man. No, it's not for", "start": 522.2, "end": 525.52}, {"text": "really know. I don't like plays, but I also don't like bellies because of my,", "start": 525.56, "end": 528.72}, {"text": "but I think theater fosters important community in high school.", "start": 528.72, "end": 531.86}, {"text": "It shows boobs to as a guy's I've heard", "start": 531.86, "end": 536.96}, {"text": "says who did my friend live it. He was in a friend's name is Levitt. Well, his", "start": 536.96, "end": 543.46}, {"text": "real name is Jesse, but his middle name was Levitt. He went by Levitt. He told", "start": 543.46, "end": 546.96}, {"text": "me that he saw boobs when he was working when he was in theater. When we were", "start": 546.96, "end": 550.7}, {"text": "twelve years old, he saw boobs. I did never see boobs. I didn't see boobs", "start": 550.7, "end": 555.1}, {"text": "theater. Well, he wants to go. He said he was seeing him like every day. I", "start": 555.16, "end": 558.16}, {"text": "wasn't in theater. Was he doing like was he in a burlesque show?", "start": 558.16, "end": 561.64}, {"text": "He's in a burlap. He was in a child burlesque show, which is something you", "start": 561.64, "end": 566.4}, {"text": "probably want. You sicko bang bang. I don't want it because I already have it.", "start": 566.4, "end": 569.68}, {"text": "I have all I need.", "start": 569.68, "end": 571.68}, {"text": "I'm woke man. Oh God, so tell me what your plans for Christmas would be okay.", "start": 571.68, "end": 580.84}, {"text": "we'll do it. I guess we want to introduce our position. Let's introduce our", "start": 581.76, "end": 584.26}, {"text": "you mean X. We'll start we'll start. Let's start with Caleb. I guess we'll", "start": 584.26, "end": 587.88}, {"text": "show Caleb's me position on the debate.", "start": 587.88, "end": 590.6}, {"text": "We'll start at that end of the table.", "start": 590.6, "end": 593.96}, {"text": "So", "start": 593.96, "end": 595.64}, {"text": "all right, read out your your your list card. I am a Christmas traditionalist.", "start": 595.64, "end": 601.22}, {"text": "Obviously, I think that Christmas season starts on December one and no earlier.", "start": 601.22, "end": 606.0}, {"text": "I'm sick. I am sick of the day after Thanksgiving waking up and there's", "start": 606.0, "end": 610.76}, {"text": "garland everywhere, garlic, garlic, no that's Halloween garland everywhere,", "start": 610.88, "end": 616.54}, {"text": "disgusting green parts of Christmas trees. Leave that out of my shit man", "start": 616.54, "end": 619.9}, {"text": "remember the reason for the season", "start": 619.9, "end": 622.74}, {"text": "hmm. Look at that presence now on no long wrong wrong wrong wrong Christ", "start": 622.74, "end": 628.84}, {"text": "commercialism. It's about Christ birthday. It is not about commercialism.", "start": 628.84, "end": 632.28}, {"text": "That's the complete opposite. Actually, okay, it is not about unless you're", "start": 632.28, "end": 635.2}, {"text": "buying black right. I company anti capital, my discount code. No, none of", "start": 635.2, "end": 639.44}, {"text": "that. And then Mrs Claus is white.", "start": 639.48, "end": 642.74}, {"text": "I'm sick and tired of all these different races of Mrs Claus.", "start": 642.74, "end": 648.92}, {"text": "It's just not... I mean, listen, I'm fine with people being from all sorts of", "start": 648.92, "end": 654.76}, {"text": "worst countries than the one that we're in, but I'm not fine with rewriting", "start": 654.76, "end": 658.72}, {"text": "history. And it says in ancient texts going back to Mesopotamia, in the", "start": 658.72, "end": 664.0}, {"text": "hanging gardens of Babylon, there was tablets that read, \"Mrs Claus, white as", "start": 664.0, "end": 668.88}, {"text": "the snow on which she walks right. It's just the truth. You know she was", "start": 668.92, "end": 673.14}, {"text": "Egyptian right so it's African. What is this clause was not fucking Egyptian?", "start": 673.14, "end": 678.42}, {"text": "I didn't know that bullshit. It's true. That's but that is we had out history,", "start": 678.42, "end": 683.34}, {"text": "but that is not true or bulls. It's not true. Don't listen to don't be swayed", "start": 683.34, "end": 687.54}, {"text": "Mr. Middle. I don't know who to believe in. Well, that's what I mean. Let's see", "start": 687.54, "end": 691.34}, {"text": "let's see Mr. Middle position. All right, let's see what I believe,", "start": 691.34, "end": 693.86}, {"text": "which is", "start": 693.86, "end": 696.06}, {"text": "I am a Christmas fan. I'm a supporter of Santa Claus, but also commercialism.", "start": 697.7, "end": 704.2}, {"text": "I like the presents and the stockings and I don't care who brings the gifts", "start": 704.2, "end": 710.8}, {"text": "as long as they", "start": 710.8, "end": 712.0}, {"text": "are", "start": 712.0, "end": 713.5}, {"text": "fun.", "start": 713.5, "end": 715.0}, {"text": "I just like Christmas. I just like Christmas. I couldn't see that TV is", "start": 715.0, "end": 719.7}, {"text": "too far away. You simply just are a fan of everything Christmas. Oh, yeah.", "start": 719.7, "end": 723.5}, {"text": "I don't care what happens with I just like the music in the pageantry. Do", "start": 724.8, "end": 728.8}, {"text": "you like keep the politics out of it on either side? You know what if you", "start": 728.8, "end": 732.8}, {"text": "want to put politics into Christmas and", "start": 732.8, "end": 736.8}, {"text": "if you want to put if you want to change anything that Santa has willed into", "start": 736.8, "end": 740.8}, {"text": "existence. F you I'll say that much. Well that's", "start": 740.8, "end": 744.8}, {"text": "both of us. So we're going to push you. We're going to push you so into the middle that you'll become", "start": 744.8, "end": 748.8}, {"text": "nothing. You'll be you'll disappear. We're going to compress you. Yeah. Well if that", "start": 748.8, "end": 752.8}, {"text": "that's it and so be it and here's my position for the debate. I am of course", "start": 752.8, "end": 759.36}, {"text": "woke and I am a I'm a woke iconoclast, so I want to destroy the icons of", "start": 759.36, "end": 766.56}, {"text": "Christmas. I believe Jesus Christ belongs in jail. Well, not in Christmas,", "start": 766.56, "end": 771.36}, {"text": "you shut your fucking mouth. He's only a baby. Oh man, he literally manipulated a", "start": 771.36, "end": 777.6}, {"text": "group of twelve people to do his bidding. He was a cult leader to hang out with", "start": 777.6, "end": 781.96}, {"text": "I'm what are you manipulating me and can't mean Patrick. I think that on", "start": 782.0, "end": 785.56}, {"text": "Cameron, why am I saying your camera know so many times a sorry continue. I", "start": 785.56, "end": 789.58}, {"text": "believe on Christmas Eve, we should be leaving out gluten free cookies and", "start": 789.58, "end": 793.1}, {"text": "oat milk. Shut your trap, you bastard, and if my kid asks for Harry Potter", "start": 793.1, "end": 799.46}, {"text": "books for Christmas, I'm hitting them. Did you just say them? I said that I'm", "start": 799.46, "end": 804.14}, {"text": "going to shoot you to death with my fucking gun and then punch the hole.", "start": 804.14, "end": 807.82}, {"text": "Okay, we have one more position to look at to that. I don't know if there's we", "start": 807.82, "end": 811.98}, {"text": "I have one more member of the debate. If someone wants to read this, it says", "start": 811.98, "end": 816.66}, {"text": "Jubio, he's a white Mexican, which I've been dreaming of. It says I'm a lot", "start": 816.66, "end": 822.54}, {"text": "now. He died. I'm a me Papa. I'm a me Mama. I'm a Papa Noel. So he likes", "start": 822.54, "end": 828.02}, {"text": "Christmas. He likes his mom. He loves Christmas. He loves loves Christmas,", "start": 828.02, "end": 831.66}, {"text": "loves his dad, loves his mom, loves Santa Claus, Father Christmas, Santa", "start": 831.66, "end": 834.82}, {"text": "Claus. Yeah, that's cute. That is nice. That's actually very sweet. I'm curious", "start": 834.82, "end": 840.62}, {"text": "to see where he ends up by the end of the debate. I'm guessing that he will have a", "start": 840.66, "end": 844.4}, {"text": "strong stance on my end, probably no, we'll see bro. He's from Mexico. I'm", "start": 844.4, "end": 849.56}, {"text": "going to say walk is fucked up there. No, they're not. It's literally an entire", "start": 849.56, "end": 853.84}, {"text": "country full of Latinx people, Latinx, but they also have they have the cartel,", "start": 853.84, "end": 860.72}, {"text": "which I think is kind of cool. They should have the cartoons instead. Well,", "start": 860.72, "end": 864.5}, {"text": "that's a rude point. Rudolph, which is here without a Santa Claus, a crazy", "start": 864.5, "end": 868.18}, {"text": "nights, Santa's beginning. Wait, no, not a crazy nights. I hate that movie.", "start": 868.22, "end": 872.38}, {"text": "Well, yeah.", "start": 872.38, "end": 873.78}, {"text": "Oh my God. So what's our first topic here? I guess I'll put forth that I", "start": 873.78, "end": 878.86}, {"text": "think that", "start": 878.86, "end": 880.06}, {"text": "Christmas is a time to basically promote anti racism.", "start": 880.06, "end": 885.82}, {"text": "And how do you suppose we do that? Well, through gifts, I hope. Yeah, through", "start": 885.82, "end": 891.62}, {"text": "gifts, I'll be giving my white uncles,", "start": 891.62, "end": 894.58}, {"text": "I'll be giving them gifts on like what I am. I can't deal with this. This God", "start": 895.46, "end": 900.3}, {"text": "did look at the world and and and activity books work books with anti", "start": 900.3, "end": 904.72}, {"text": "racist word searches and because they've done studies, they do studies and and", "start": 904.72, "end": 909.8}, {"text": "this is what besides therapy. This is one of the best ways to learn and where", "start": 909.8, "end": 913.52}, {"text": "intelligence is word searches and match the difference or find match box cars", "start": 913.52, "end": 919.28}, {"text": "is what I'd rather. What are your sources on these studies and was it in", "start": 919.28, "end": 923.04}, {"text": "Berkeley. This was a study that was done by me with my feelings.", "start": 923.06, "end": 928.14}, {"text": "You're okay and jokes, no logic yeah that doesn't involve logic at all.", "start": 928.14, "end": 933.1}, {"text": "That's just as I suspected. I don't know if you know this you're committing what", "start": 933.1, "end": 938.34}, {"text": "we call a fallacy. I'm the lying, you're committing what we call a felony,", "start": 938.34, "end": 944.22}, {"text": "which felony wielding that gun without a permit. I have tons of permits yeah,", "start": 944.22, "end": 949.34}, {"text": "yeah right here and right here. My two", "start": 949.38, "end": 952.74}, {"text": "permits are my hand and my gun doesn't food called chicken participation sound", "start": 952.74, "end": 959.08}, {"text": "so good.", "start": 959.08, "end": 959.62}, {"text": "That does sound really good at a restaurant. Did you say earlier chicken", "start": 959.62, "end": 964.46}, {"text": "salutation chicken salutations? I would order that was another one to I can't", "start": 964.46, "end": 968.02}, {"text": "remember, but also we talked about this very briefly because I did want to say,", "start": 968.02, "end": 971.88}, {"text": "but no chicken on Christmas meat, any Christmas meat out day. Oh well, that's", "start": 971.88, "end": 977.34}, {"text": "really good. That's actually that's great news for you. I think a Christmas. We", "start": 977.36, "end": 980.36}, {"text": "should get take our meat out. That's great because chicken isn't meat man.", "start": 980.36, "end": 983.46}, {"text": "No meat man. We should take our meat out. We're not eating steak. We're not", "start": 983.46, "end": 986.78}, {"text": "eating chicken. We're not even eating eggs, which I think is meat because it", "start": 986.78, "end": 990.76}, {"text": "comes with different colors. You're making me want to throw up chicken is", "start": 990.76, "end": 994.32}, {"text": "not meat. Eggs are not meat chicken is not meat. It is a chicken is a person", "start": 994.32, "end": 999.16}, {"text": "you're making me want to throw up. Shut the fuck up to right now that it walks", "start": 999.16, "end": 1004.82}, {"text": "it's a person. A chicken has two genders that it has style. A human has two hundred", "start": 1004.84, "end": 1009.96}, {"text": "and fifty two genders in every strand of DNA. You walk fucking piece of dog crap.", "start": 1009.96, "end": 1016.6}, {"text": "I will blow your head off all over the Christmas man. It could get a different", "start": 1016.6, "end": 1020.76}, {"text": "gender every year. Oh, yeah, for Christmas. That's a terrible gift. And that's a great", "start": 1020.76, "end": 1025.4}, {"text": "gift. It changes your outlook on that's a terrible gift. There's no commercialism in that.", "start": 1025.4, "end": 1031.24}, {"text": "I'd like to there's no there's no physical object that you spend money on", "start": 1031.24, "end": 1034.9}, {"text": "that", "start": 1034.9, "end": 1035.14}, {"text": "it gives back to the world wrapping paper. You're putting", "start": 1035.14, "end": 1039.16}, {"text": "like rocking rolling paper. I bet you instead of having I bet you don't even", "start": 1039.16, "end": 1046.18}, {"text": "know how to start a damn fire and I bet you pull up the crunchy roll fire", "start": 1046.18, "end": 1050.72}, {"text": "simulator and you put that on the TV at Christmas. You fucking bastard. I don't", "start": 1050.72, "end": 1055.32}, {"text": "and I bet you that's so I do not pull. I do not actually use crunchy roll at all.", "start": 1055.32, "end": 1059.44}, {"text": "now that's cultural appropriation. I have my Japanese friend. He pulls up crunchy", "start": 1059.48, "end": 1064.38}, {"text": "roll at his house in Japan. I have him call me in the middle of the night when", "start": 1064.38, "end": 1068.38}, {"text": "he's awake and he tells me what's happening in the animes. Oh, so I only", "start": 1068.38, "end": 1072.68}, {"text": "watch on emas where the characters have different colored hair. I think I'm", "start": 1072.68, "end": 1075.88}, {"text": "completely going to throw up and I think I need to go. You're going to throw up", "start": 1075.88, "end": 1079.72}, {"text": "yeah. I don't feel good right now from my I'm worried that I caught Noah's", "start": 1079.72, "end": 1083.58}, {"text": "sickness right now. He doesn't throw up. That's not a throwing up sickness. I'm", "start": 1083.58, "end": 1087.48}, {"text": "that I caught whatever Noah has. Well you can throw up if you need to. I think I", "start": 1087.52, "end": 1091.1}, {"text": "might have to go. I think I just left in the middle of the fucking episode to go puke. We were", "start": 1091.1, "end": 1095.18}, {"text": "having a really heated debate I guess. We were really getting into it. Maybe we need", "start": 1095.18, "end": 1098.86}, {"text": "to slow it down. Let's get it slow and sensual like sex between two men.", "start": 1098.86, "end": 1103.5}, {"text": "I think sex between a man and woman should be over quick. I think I actually", "start": 1103.5, "end": 1114.18}, {"text": "I actually agree with that to even though I'm I'm conservatively. It should be", "start": 1114.18, "end": 1117.98}, {"text": "right way fast and jerky yeah because you don't good.", "start": 1117.98, "end": 1121.14}, {"text": "So we're agreeing on something here. Yeah, is that time is money time is", "start": 1121.14, "end": 1125.76}, {"text": "money and this what I'm supposed to pay this bitch ten dollars of time.", "start": 1125.76, "end": 1129.68}, {"text": "There's a finite amount of sex to be had in the world. Anyone given moment", "start": 1129.68, "end": 1133.34}, {"text": "that is true and it's better for a black guy to have it with a white guy.", "start": 1133.34, "end": 1136.38}, {"text": "you're kidding", "start": 1140.64, "end": 1141.34}, {"text": "and I and I suppose you think that white guys can get black guys pregnant and", "start": 1141.34, "end": 1147.78}, {"text": "vice. Okay, let's get let's get right into it. Let's dive into the issue of", "start": 1147.78, "end": 1151.52}, {"text": "black guys versus", "start": 1151.52, "end": 1152.54}, {"text": "in the bedroom who who would get pregnant and who would be the", "start": 1152.54, "end": 1158.4}, {"text": "inseminator. I am", "start": 1158.4, "end": 1160.32}, {"text": "wish I could get pregnant. I bet you fucking do. I bet you probably walk", "start": 1160.32, "end": 1166.2}, {"text": "around with one of those period cramps out of all of our friends. Who do you", "start": 1166.2, "end": 1169.58}, {"text": "think is the man most likely to get pregnant through a freak incident, Joe", "start": 1169.6, "end": 1174.2}, {"text": "joke could definitely be already has and he's hidden the baby. He could", "start": 1174.2, "end": 1179.44}, {"text": "definitely", "start": 1179.44, "end": 1180.04}, {"text": "he's had an abortion.", "start": 1180.04, "end": 1182.04}, {"text": "I think he could definitely get pregnant. I think men should have", "start": 1182.04, "end": 1185.9}, {"text": "abortions. I think men should go have monthly abortion, so they know what it's", "start": 1185.9, "end": 1188.98}, {"text": "like for women to get abortions and what they take out their their nutsack. I", "start": 1188.98, "end": 1192.92}, {"text": "think they should get a board. I think if a man eats too much, he should go", "start": 1192.92, "end": 1196.06}, {"text": "I was taken out of his stomach. You're kidding me and it's I think I should pay", "start": 1197.44, "end": 1200.64}, {"text": "for as a I think that and I also support those M pick. I do not support as epic.", "start": 1200.64, "end": 1207.16}, {"text": "If you are going to get skinny, you have to go work for that. Yeah, you have to", "start": 1207.16, "end": 1211.92}, {"text": "go to the gym every single day and you have to run for four minutes and then", "start": 1211.92, "end": 1215.16}, {"text": "you have to get so winded that you have to leave and think you're having a part", "start": 1215.16, "end": 1218.24}, {"text": "of part attack, a heart attack, a stroke, yeah, a part attack, a part of your", "start": 1218.24, "end": 1221.76}, {"text": "body, your body, your body is attacking. It is or it's being attacked.", "start": 1221.76, "end": 1225.12}, {"text": "I think that we should. I don't think that anybody should have a gym membership", "start": 1226.16, "end": 1229.56}, {"text": "and instead I think they should have a public pool membership.", "start": 1229.56, "end": 1232.42}, {"text": "Oh, and I think that everyone should wear their shirts in the pool", "start": 1232.42, "end": 1236.52}, {"text": "to hide their shameful bodies. You think that's okay in case to normalize it in", "start": 1236.52, "end": 1243.02}, {"text": "case there are people who are ashamed, but I don't think anybody should be", "start": 1243.02, "end": 1245.56}, {"text": "ashamed of their body, even if they're like two hundred pounds, two hundred", "start": 1245.56, "end": 1249.82}, {"text": "pounds, even if they're a fat guy is like two hundred pounds, two hundred", "start": 1249.82, "end": 1252.86}, {"text": "six. That's disgustingly fat. I don't even want to imagine this person.", "start": 1253.04, "end": 1257.74}, {"text": "Okay,", "start": 1257.74, "end": 1258.94}, {"text": "you won't be the shit. I think that Mel mentioned where the shirts in the pool.", "start": 1258.94, "end": 1264.1}, {"text": "So if a woman who's 120 pounds wants to wear a shirt in their pool to hide her", "start": 1264.1, "end": 1268.12}, {"text": "body, she can't her big fat body. Yeah, yeah, no, I just disagree with you. I", "start": 1268.12, "end": 1271.86}, {"text": "think that women should be wearing bikinis and men should be wearing suits", "start": 1271.86, "end": 1274.4}, {"text": "at the pool other way around.", "start": 1274.4, "end": 1275.72}, {"text": "You think that women should wear pants? I think that man, how are they gonna", "start": 1275.72, "end": 1280.68}, {"text": "give access to their bush easily, which is shaved", "start": 1280.72, "end": 1283.82}, {"text": "or should be. Are you serious? I don't think anybody should shave", "start": 1283.82, "end": 1288.48}, {"text": "any part,", "start": 1288.48, "end": 1290.02}, {"text": "but you think that photos of Marilyn Monroe, where her dress is being blown", "start": 1290.02, "end": 1296.08}, {"text": "up by a guy with a straw or whatever you think that there should be hairy", "start": 1296.08, "end": 1300.48}, {"text": "black pubes crawling like spider legs out of the side of a like. I don't like", "start": 1300.48, "end": 1305.08}, {"text": "photos of Marilyn Monroe. I like photos of Marilyn Manson.", "start": 1305.08, "end": 1308.4}, {"text": "you he's my sex icon. You think that's a he yeah what the hell is wrong with I", "start": 1309.82, "end": 1314.64}, {"text": "bet you look I bet you jack off the photos of Lena Dunham eating food.", "start": 1314.64, "end": 1317.82}, {"text": "You fucking woke piece of dog crap. We're getting a little away from", "start": 1317.82, "end": 1324.34}, {"text": "Christmas. I think it's mostly just", "start": 1324.34, "end": 1326.48}, {"text": "talking about fat", "start": 1326.48, "end": 1329.08}, {"text": "all right back to Chris. I think the girls should be by Lena Dunham should", "start": 1329.08, "end": 1335.52}, {"text": "have been called boys and girls, so it's all inclusive. So you agree that boys", "start": 1335.52, "end": 1339.72}, {"text": "your girls includes everybody yeah. If you keep if you have an ampersand in", "start": 1339.74, "end": 1343.74}, {"text": "there, a weird squiggly symbol, you bastard okay, here's what I want to", "start": 1343.74, "end": 1347.72}, {"text": "know yeah walk me through what you think", "start": 1347.72, "end": 1349.96}, {"text": "the Christmas story is the original don't be going. Oh, I shot my eye out", "start": 1349.96, "end": 1355.1}, {"text": "with a red writer BB gun. I'm right, which is amazing an amazing movie. I'm", "start": 1355.1, "end": 1359.1}, {"text": "talking about okay, the one that happened two thousand years ago. Okay,", "start": 1359.1, "end": 1361.7}, {"text": "let me let me through that what you think happened in that manger.", "start": 1361.7, "end": 1364.46}, {"text": "So", "start": 1364.46, "end": 1365.82}, {"text": "basically a straight", "start": 1365.82, "end": 1368.54}, {"text": "middle eastern male was born through in vitro fertilization, which should be the", "start": 1368.54, "end": 1376.54}, {"text": "norm. No, as well as surrogacy. I hate surrogacy or maybe if I'm woke, I'm", "start": 1376.54, "end": 1382.18}, {"text": "supposed to not like surrogacy.", "start": 1382.18, "end": 1383.62}, {"text": "It's kind of one of those things where to me it seems evil in real life", "start": 1383.62, "end": 1389.26}, {"text": "surrogacy. Yeah, I think I agree. I think that I think it gives me a kind of", "start": 1389.26, "end": 1392.98}, {"text": "existential horrification, not a baby, but I do support horror for the", "start": 1392.98, "end": 1397.58}, {"text": "the horrification of America anyway. A young baby is born okay. First of all,", "start": 1397.62, "end": 1402.98}, {"text": "it's that well that's probably the last part of the story scientific freak", "start": 1402.98, "end": 1407.66}, {"text": "accident. No, that's where it all begins. So you don't think it was you think", "start": 1407.66, "end": 1412.26}, {"text": "that they had a thousand two thousand and twenty three years later.", "start": 1412.26, "end": 1415.62}, {"text": "Basically, capitalism has taken this mystical occultic story. That's a", "start": 1415.62, "end": 1422.04}, {"text": "perverse", "start": 1422.04, "end": 1422.7}, {"text": "and it's they've perverted it. You think and I think that commercialism has taken", "start": 1425.38, "end": 1431.32}, {"text": "over, which is good, but I or well, I like when so it's good if people if you", "start": 1431.32, "end": 1437.62}, {"text": "spend money on pink presents,", "start": 1437.62, "end": 1439.68}, {"text": "where the hell even by pay you let me guess you do your Christmas shopping at", "start": 1439.68, "end": 1444.64}, {"text": "target yeah and the croc store and you do it a month. I do I do it. I do it", "start": 1444.64, "end": 1449.54}, {"text": "three months in advance and I do it and target in the electronics aisle. Oh God,", "start": 1449.54, "end": 1454.84}, {"text": "phone. I get my I get my I get my nephew. I get him cooking mama. Shut the fuck", "start": 1454.84, "end": 1460.76}, {"text": "for the don't you dare switch that man to switch the best console ever. At least", "start": 1460.76, "end": 1464.76}, {"text": "no, I don't tell me you got the Oled version. No, I don't have the Oled", "start": 1464.76, "end": 1468.2}, {"text": "version because we don't have a TV. We read books instead. So when my nephew", "start": 1468.2, "end": 1472.52}, {"text": "places switch, he uses the built in stand that comes on the back of the", "start": 1472.52, "end": 1476.34}, {"text": "switch. Do you know the one that no one's ever used? Yes, he uses that he", "start": 1476.34, "end": 1480.38}, {"text": "puts it on the on the kitchen counter because we have no chairs in our house.", "start": 1480.38, "end": 1483.88}, {"text": "it goes and he sits on the floor of the other into the kitchen and he holds the", "start": 1483.9, "end": 1487.5}, {"text": "joy cons. Why don't you have chair? Oh,", "start": 1487.5, "end": 1489.2}, {"text": "I believe in standing desks. You're kidding me. I had a beat your fucking", "start": 1489.2, "end": 1495.68}, {"text": "fruity ass for that and he has a he has the pink model of the switch dude. No,", "start": 1495.68, "end": 1501.18}, {"text": "here's what Christmas is about okay, okay, Robert Earl keen, okay, Christmas", "start": 1501.18, "end": 1506.78}, {"text": "sounds like a presidential assassin to me. Happy Chris, Merry Christmas from", "start": 1506.78, "end": 1510.4}, {"text": "family. That's a great song Motley crew. I want t shirts from them every single", "start": 1510.42, "end": 1516.32}, {"text": "Christmas. I want a different Motley crew t shirt. Okay, I want studs on my", "start": 1516.32, "end": 1520.24}, {"text": "belt. I want to get every single Christmas. I want the same three things", "start": 1520.24, "end": 1523.76}, {"text": "as a conservative father. Yeah, I want", "start": 1523.76, "end": 1527.2}, {"text": "golf balls. I want a twelve pack of golf balls. I want a brown wallet. Yeah,", "start": 1527.2, "end": 1534.38}, {"text": "and I want some kind of gift card right anything more than that anything less.", "start": 1534.38, "end": 1539.44}, {"text": "it's going to be a no for me. I'm going to cancel Christmas next year. Let me", "start": 1539.52, "end": 1542.62}, {"text": "let me walk you through what I'm getting for me and maybe this is my Ridge", "start": 1542.62, "end": 1546.26}, {"text": "wallet. I would like a special edition Blu Ray of Black Panther to Wakanda", "start": 1546.26, "end": 1550.62}, {"text": "forever. The one where they fight underwater Mexico.", "start": 1550.62, "end": 1552.7}, {"text": "Don't tell me you have Blu Ray in your house. Okay, first of all,", "start": 1552.7, "end": 1556.46}, {"text": "I have a Blu Ray optical drive that I plug into my Mac book.", "start": 1556.46, "end": 1560.9}, {"text": "Whatever happened and we don't we watch it and the screen is smudged to shit", "start": 1560.9, "end": 1564.5}, {"text": "because I think it's a touch screen and when I go on Etsy, I try and", "start": 1564.5, "end": 1567.02}, {"text": "grab all the heart shaped necklaces out of it. I like heart shaped necklaces,", "start": 1567.06, "end": 1571.46}, {"text": "then I wear jewelry.", "start": 1571.46, "end": 1572.52}, {"text": "I think all jury and I like Etsy for buying jewelry for myself. I think all", "start": 1572.52, "end": 1577.14}, {"text": "jewelry should be edible and what else do I get, but I get and then I get a", "start": 1577.14, "end": 1582.02}, {"text": "master class. No yeah, I get a", "start": 1582.02, "end": 1585.06}, {"text": "master class. I get I get I always ask every year, ask for the errands work in", "start": 1585.06, "end": 1589.84}, {"text": "master class. I ask for a cooking master class and how to make macaroni and", "start": 1589.84, "end": 1593.96}, {"text": "cheese", "start": 1593.96, "end": 1594.42}, {"text": "and I okay, so you eat cheese that's good. Well, don't tell me it's die.", "start": 1596.94, "end": 1601.42}, {"text": "Cashew, oh God, cashew cheese, you fucker and I ask for a master class on", "start": 1601.42, "end": 1607.16}, {"text": "how to correctly address the homeless population.", "start": 1607.16, "end": 1610.14}, {"text": "I got a good thing to do you fucking turn them into a hamburger, no", "start": 1610.14, "end": 1614.86}, {"text": "address, unlike whether you're supposed to say, sir or ma'am, oh not the", "start": 1614.86, "end": 1618.5}, {"text": "problem of homeless people who are camping. You mean the blessing it's", "start": 1618.5, "end": 1623.24}, {"text": "it's no blessing man, the blessing of diversity and income brackets,", "start": 1623.24, "end": 1630.76}, {"text": "thousand,", "start": 1630.76, "end": 1631.48}, {"text": "thousand, listen people every day are murdered by fentanyl crazed hobos", "start": 1631.48, "end": 1636.24}, {"text": "walking around to know who think that I think that you should get fentanyl. If", "start": 1636.24, "end": 1640.04}, {"text": "you have a headache", "start": 1640.04, "end": 1640.76}, {"text": "and there was something else I was going to ask for for Christmas that I can't", "start": 1640.76, "end": 1646.12}, {"text": "I'm having trouble remembering", "start": 1646.12, "end": 1647.36}, {"text": "probably. Oh, I remember what it was, and this is the most important one. I", "start": 1647.36, "end": 1651.56}, {"text": "I want this is my favorite gift. I want this every year, a hand drawn gift", "start": 1651.6, "end": 1656.64}, {"text": "certificate for one free hug.", "start": 1656.64, "end": 1658.24}, {"text": "That is a bullshit nonsense Lala gift from a fucking dumb ass kid, and I want", "start": 1658.24, "end": 1666.14}, {"text": "one that says one free item from the grocery store. Well, that's just a", "start": 1666.14, "end": 1670.44}, {"text": "normal gift card, and I don't think I think you'd be hard pressed to find a", "start": 1670.44, "end": 1674.26}, {"text": "normal gift card that says one free item from the crush. Well, how much is the", "start": 1674.26, "end": 1679.02}, {"text": "most expensive, not a bad idea for a good well. Some grocery store, self", "start": 1679.04, "end": 1683.64}, {"text": "grills and like well yeah, whatever the most expensive thing you need to buy the", "start": 1683.64, "end": 1687.62}, {"text": "gift certificate. That's such a good idea for a well yeah. I guess it kind of or", "start": 1687.62, "end": 1692.58}, {"text": "it's there we go again capitalism ruining Christmas. We can't have a free", "start": 1692.58, "end": 1696.38}, {"text": "item because everyone's going to abuse it and get the George Foreman grill. I'm", "start": 1696.38, "end": 1699.42}, {"text": "fine with capital. I like George Foreman because he he did what God said to do. He", "start": 1699.42, "end": 1703.46}, {"text": "went forth and multiplied. He has eleven children. I like big families as well,", "start": 1703.46, "end": 1707.38}, {"text": "and I think so, like molest each other yeah. What", "start": 1708.1, "end": 1711.2}, {"text": "I even woke", "start": 1711.2, "end": 1713.3}, {"text": "it's woke to", "start": 1713.3, "end": 1715.3}, {"text": "well, no, it's not guess. It's not well. It's not woke at all. You're just saying", "start": 1715.3, "end": 1719.8}, {"text": "yes to things yes, and I believe in improv you fucker piece of shit. Let me", "start": 1719.8, "end": 1724.5}, {"text": "guess you're happy that second city and you see beer coming back to New York", "start": 1724.5, "end": 1727.56}, {"text": "city, not you see be why not because I'm against sex slavery.", "start": 1727.56, "end": 1731.66}, {"text": "Well, I guess I'm pro you see be then", "start": 1731.66, "end": 1734.72}, {"text": "I guess I'm completely pro I'm super woke. I'm against sex slavery. I don't", "start": 1735.86, "end": 1740.16}, {"text": "believe in sexual assault. Here's what I don't believe it should be done to", "start": 1740.16, "end": 1743.56}, {"text": "okay. All right, that was tricky for a second there. I here's what I would get", "start": 1743.56, "end": 1747.34}, {"text": "you for Christmas. Okay,", "start": 1747.34, "end": 1748.6}, {"text": "let me get you want a", "start": 1748.6, "end": 1751.14}, {"text": "well, a helmet probably because you probably ride your bike with a helmet.", "start": 1751.14, "end": 1756.44}, {"text": "Oh, a bike, you mean a stationary bike.", "start": 1756.44, "end": 1759.46}, {"text": "That's how I get it right. You don't tell me you put on a helmet and ride the", "start": 1759.46, "end": 1763.78}, {"text": "peloton", "start": 1763.78, "end": 1764.36}, {"text": "and", "start": 1764.36, "end": 1764.86}, {"text": "pellets on and I play and I go on my phone and I open up Google Maps and I", "start": 1764.86, "end": 1772.44}, {"text": "and I do little craps. I use ways I actually use ways also well, then I use", "start": 1772.44, "end": 1778.52}, {"text": "ways is across the aisle. I use Yahoo. I still I still print out the map quest", "start": 1778.52, "end": 1783.28}, {"text": "directions every single day to get to work. Never memorized it. I go on", "start": 1783.28, "end": 1787.4}, {"text": "street view and I and I right I go on a new type of street with it goes inside", "start": 1787.4, "end": 1792.88}, {"text": "of buildings and I ride the peloton with my helmet on and I ride around the", "start": 1792.92, "end": 1796.26}, {"text": "library. I think that you and me right now, we would do an amazing round of", "start": 1796.26, "end": 1800.32}, {"text": "Geo guesser together yeah, you'd be guessing everything in San Francisco. I", "start": 1800.32, "end": 1803.92}, {"text": "don't", "start": 1803.92, "end": 1804.04}, {"text": "Mexico. This has to be Compton. I think yeah.", "start": 1804.04, "end": 1808.36}, {"text": "I think I saw somebody of his Hispanic Latin next descent. I think this is", "start": 1808.36, "end": 1816.2}, {"text": "probably shy rack. They call it.", "start": 1816.2, "end": 1818.04}, {"text": "What do you think about the North Pole?", "start": 1818.04, "end": 1822.52}, {"text": "I think it exists yeah, because I think it's a settler colonial state.", "start": 1822.52, "end": 1828.02}, {"text": "What could you think the elves aren't happy? They get to make toys all day.", "start": 1828.02, "end": 1832.16}, {"text": "The elves are the colonizers men who was there before in you at people, I", "start": 1832.16, "end": 1837.68}, {"text": "maybe", "start": 1837.68, "end": 1838.56}, {"text": "I guess I didn't really think it through the I just think that I was a", "start": 1838.56, "end": 1844.36}, {"text": "call those elves for being up there where they work hard for you every day", "start": 1844.36, "end": 1847.88}, {"text": "let's build your your bad dragon triple XL size dildos that you're fitting in", "start": 1847.92, "end": 1853.02}, {"text": "your mouth all day. Sure, sure, you realize that they're alienated from", "start": 1853.02, "end": 1857.36}, {"text": "their labor right.", "start": 1857.36, "end": 1858.2}, {"text": "Do they get do elves get paid? I don't care, but do they get paid? I guess", "start": 1858.2, "end": 1864.18}, {"text": "they're bored room and board. Is that enough to be making billions of toys", "start": 1864.18, "end": 1869.52}, {"text": "every year? Our elves", "start": 1869.52, "end": 1870.8}, {"text": "are they native to the North Pole or are they from some kind of dimension of", "start": 1870.8, "end": 1876.72}, {"text": "light. I think it probably is wonka status where they were in the jungle.", "start": 1876.8, "end": 1881.34}, {"text": "They were from the jungle and Santa went in and he was like he was slashing all", "start": 1881.34, "end": 1886.46}, {"text": "the lines of the machete and then he slashed one big group of vines and he", "start": 1886.46, "end": 1890.38}, {"text": "looked out and there was just a bunch of a bunch of a looked up at him and ran", "start": 1890.38, "end": 1894.26}, {"text": "away in a river basin. Yeah, they let him to like it was like and it's like a", "start": 1894.26, "end": 1897.94}, {"text": "waterfall and they have like kind of like a city built vertically into the", "start": 1897.94, "end": 1901.06}, {"text": "side. Yeah, I think it was probably that kind of thing. He met with the chieftain", "start": 1901.06, "end": 1904.66}, {"text": "of the elf tribe and the elf said we will come for you. We will come to your", "start": 1905.02, "end": 1909.76}, {"text": "north pole, your age, your great pole. Thank you, you saved us,", "start": 1909.76, "end": 1913.16}, {"text": "you saved us from being in this. You saved us from yeah. I don't know what", "start": 1913.16, "end": 1917.88}, {"text": "well we have an elf natural predator in the jungle. So let's just me jaguars", "start": 1917.88, "end": 1923.34}, {"text": "yeah", "start": 1923.34, "end": 1923.94}, {"text": "jaguars, panthers, anacondas eating elves all day in the Amazon. We need a", "start": 1923.94, "end": 1931.46}, {"text": "place where nothing can live.", "start": 1931.46, "end": 1932.82}, {"text": "that's what they said. You probably want you and let me guess", "start": 1933.98, "end": 1936.94}, {"text": "you probably think that Elon Musk is some kind of dumb a beat bastard.", "start": 1936.94, "end": 1943.06}, {"text": "Yeah, are you kidding? The only reason the greatest genius, the only reason", "start": 1943.06, "end": 1948.72}, {"text": "he's famous is because he's handsome.", "start": 1948.72, "end": 1950.28}, {"text": "Okay, you think he's handsome? Yeah, we don't live in a meritocracy at all. I", "start": 1950.28, "end": 1956.52}, {"text": "think he's an ugly piece of crap. He was ugly. He'd never be on he'd never be", "start": 1956.52, "end": 1960.3}, {"text": "buying twitter doing all this stuff, which by the way, my social media", "start": 1960.3, "end": 1963.72}, {"text": "network of choices, Pinterest,", "start": 1963.76, "end": 1965.1}, {"text": "what so you can look at pictures of flowers and all sorts of dumb gay yeah", "start": 1965.1, "end": 1970.66}, {"text": "here my here. I'll list off my Pinterest boards. I go ahead. You bet flowers", "start": 1970.66, "end": 1974.4}, {"text": "okay", "start": 1974.4, "end": 1975.22}, {"text": "birth stones.", "start": 1975.22, "end": 1977.1}, {"text": "Okay, I don't even know what mine is", "start": 1977.1, "end": 1979.52}, {"text": "live birth footage", "start": 1979.52, "end": 1981.66}, {"text": "miracle the because I think it's a miracle. Okay, we can so the miracle it", "start": 1981.66, "end": 1987.36}, {"text": "was a miracle when Jesus was born immaculate conception. It was a maculate", "start": 1987.36, "end": 1990.5}, {"text": "understand anti Christian", "start": 1990.82, "end": 1992.28}, {"text": "rhetoric.", "start": 1992.28, "end": 1994.46}, {"text": "They have a rhetoric, a rhetoric section where people post rhetoric. You can", "start": 1994.46, "end": 1999.18}, {"text": "find basically anything on Pinterest. Can you find pornography? There's some", "start": 1999.18, "end": 2002.94}, {"text": "pornography, but you know what pornography is to me, probably you", "start": 2002.94, "end": 2006.1}, {"text": "erotic literature.", "start": 2006.1, "end": 2007.2}, {"text": "So you're saying that every piece of media you call you think it's called", "start": 2007.2, "end": 2012.26}, {"text": "text yeah, and this is an erotic literature. So you think that let's say", "start": 2012.26, "end": 2017.26}, {"text": "Lana Rodes getting double. I prefer Lana Del Rey you", "start": 2017.38, "end": 2021.68}, {"text": "back to fat. She's big and fat. Now", "start": 2021.68, "end": 2026.52}, {"text": "I think she looks good. Let me guess you your favorite porn stars are probably", "start": 2026.52, "end": 2031.84}, {"text": "Buck Angel and", "start": 2031.84, "end": 2034.0}, {"text": "what's the other guy?", "start": 2034.0, "end": 2037.0}, {"text": "Oh yeah, Steve, I wish I knew some names of male porn stars right now to drop", "start": 2037.0, "end": 2042.12}, {"text": "that big funny fuck. There's a list of twenty of", "start": 2042.12, "end": 2045.0}, {"text": "God, I watch straight porn, but I look it up by the man's name. He's like how he", "start": 2045.0, "end": 2052.74}, {"text": "does it", "start": 2052.74, "end": 2053.14}, {"text": "yeah", "start": 2053.14, "end": 2054.26}, {"text": "okay, expect that Christmas", "start": 2054.26, "end": 2057.36}, {"text": "yeah bitch yeah. What's what's Christmas dinner Christmas dinner? Let me guess.", "start": 2057.36, "end": 2064.12}, {"text": "Well, I don't know additional a roast beast. Yeah, we've had rose. I mean I", "start": 2064.12, "end": 2068.3}, {"text": "don't know my wife and my daughters and their friends all make it. Okay, we have", "start": 2068.3, "end": 2073.5}, {"text": "every woman in the town come over all the guys. I have a forty person", "start": 2073.52, "end": 2077.12}, {"text": "love seat that we sit on and", "start": 2077.12, "end": 2080.94}, {"text": "traditional love seat and we sit there and we watch football game after football", "start": 2080.94, "end": 2086.42}, {"text": "game after. Well, let me tell you what I'm having for Christmas dinner as a", "start": 2086.42, "end": 2089.62}, {"text": "woke iconic. Let me can I guess take a you actually nailed mine a tofurkey roast.", "start": 2089.62, "end": 2095.22}, {"text": "Did I get that we don't we don't do roasts? First of all, we only have an", "start": 2095.22, "end": 2100.54}, {"text": "the fryer. We have no oven, a tofurkey roast. You probably have chow mein. No,", "start": 2100.6, "end": 2105.5}, {"text": "I got I have a roast. I have a Christmas. Can I tell you right now what I eat for", "start": 2105.5, "end": 2109.02}, {"text": "Christmas dinner? Wait, okay, the middle guy's back. Sorry, continue you a", "start": 2109.02, "end": 2112.74}, {"text": "Grinch, motherfucker", "start": 2112.74, "end": 2113.68}, {"text": "boy", "start": 2113.68, "end": 2115.16}, {"text": "breakfast for dinner,", "start": 2115.16, "end": 2117.1}, {"text": "scrambled eggs. That's a good thing to come back. Nickel toast. That's a good", "start": 2117.1, "end": 2121.7}, {"text": "come back and I do that yeah. Pumpernickel breakfast is a breakfast is", "start": 2121.7, "end": 2126.0}, {"text": "purely a breakfast. Breakfast belongs at night. I don't even do breakfast and I", "start": 2126.0, "end": 2130.58}, {"text": "I do dinner for breakfast. I do one meal a day man. I do. I believe that people", "start": 2130.58, "end": 2134.98}, {"text": "should eat ten to fifteen meals a day. No, you think they should do tiny meals", "start": 2134.98, "end": 2138.9}, {"text": "throughout the day. No, no, I even eat don't. That's a pizza. No one should eat", "start": 2138.9, "end": 2142.54}, {"text": "at all. That's your opinion. That's your take is no one should. No one should eat", "start": 2142.54, "end": 2146.66}, {"text": "at all, and I don't know what this debate has been about yeah, because", "start": 2146.66, "end": 2151.1}, {"text": "you've been gone. I had a sickness attack. Did you ralph throw? I didn't", "start": 2151.1, "end": 2154.9}, {"text": "throw up. Did you, but I had to I had to come down. You had to", "start": 2154.9, "end": 2159.34}, {"text": "I did let my I did let my I think maybe eating a bunch of enchiladas before we", "start": 2159.34, "end": 2164.7}, {"text": "recorded was not a good idea. I'm fine. I feel great. I feel better than I felt", "start": 2164.7, "end": 2169.5}, {"text": "in", "start": 2169.5, "end": 2169.74}, {"text": "two hours yeah", "start": 2169.74, "end": 2171.96}, {"text": "my body's full of carbs. My brain is firing at a rate. I my body's full of", "start": 2171.96, "end": 2179.28}, {"text": "cars, because I think that people should be transformers and should transform", "start": 2179.28, "end": 2184.38}, {"text": "their gender and their book also become machines, bro and I'm a transhumanist as", "start": 2184.38, "end": 2188.88}, {"text": "as a transgenderist. I don't even know what the God damn hell are you on about", "start": 2188.92, "end": 2192.46}, {"text": "with men shouldn't become women shouldn't even know what a car is. First", "start": 2192.46, "end": 2196.42}, {"text": "of all, okay, men shouldn't drive or shouldn't be cars. They should drive", "start": 2196.42, "end": 2199.9}, {"text": "cars. No, no, no, no, we need to get rid of roads. No, don't tell me you like", "start": 2199.9, "end": 2205.58}, {"text": "public transportation. You like bastard public transportation and I like", "start": 2205.58, "end": 2209.32}, {"text": "swimming. Bring back the public pool. Let's talk about the public pool again.", "start": 2209.32, "end": 2213.82}, {"text": "You think we should? I think it should be summer weather in Christmas time.", "start": 2213.82, "end": 2216.98}, {"text": "where has this debate gone? Wokeness versus Caleb and this is just this is", "start": 2216.98, "end": 2221.82}, {"text": "it's nothing to do with Christmas anymore. We're trying. You know what", "start": 2221.82, "end": 2225.58}, {"text": "trying? You know what you could you moderate it, man. You have lost the", "start": 2225.58, "end": 2228.94}, {"text": "plot completely. Okay, then you moderate. You have you two have completely lost", "start": 2228.94, "end": 2233.38}, {"text": "the plot. He thinks he should swim to work talking about the pool. You don't", "start": 2233.38, "end": 2236.94}, {"text": "get a pool for Christmas. You don't even get actually you don't get a man.", "start": 2236.94, "end": 2240.9}, {"text": "Someone's never had Christmas in L. A. The great city on earth. Oh my God,", "start": 2240.9, "end": 2244.74}, {"text": "the greatest city on Earth. You're making me go on to his side. Sorry, second", "start": 2244.82, "end": 2248.38}, {"text": "greatest Portland. Shut the fuck up. Shut the fuck up. Shut the fuck up. Even", "start": 2248.38, "end": 2252.26}, {"text": "the greatest Portland, Maine. Shut up right now. Shut the hell up. Portland,", "start": 2252.26, "end": 2255.82}, {"text": "Oregon, Portland, Maine, Los Angeles. You shut the F up. The greatest city in", "start": 2255.82, "end": 2260.06}, {"text": "the world. You, San Antonio, Texas.", "start": 2260.06, "end": 2262.38}, {"text": "The greatest city. What is that? Oh, now you're mocking me, 'cause that's what", "start": 2262.38, "end": 2266.62}, {"text": "I look like. My tongue's out all the time.", "start": 2266.62, "end": 2269.02}, {"text": "Fucking idiot. I'm about... That just made me sick again. Moderate, man. That", "start": 2269.02, "end": 2273.34}, {"text": "he just made me bring us to Christmas, some Christmas questions. Okay, well", "start": 2273.34, "end": 2277.42}, {"text": "what okay, if I have to give the topics, maybe that's what we should have been", "start": 2277.42, "end": 2281.34}, {"text": "doing from the beginning.", "start": 2281.34, "end": 2282.3}, {"text": "What do you think about the role of", "start": 2282.3, "end": 2286.82}, {"text": "the of movies? I hate rolls and I like rolls Royce, but keep going. What do you", "start": 2286.82, "end": 2293.98}, {"text": "think of the role of Christmas movies in society? Are they promoting?", "start": 2293.98, "end": 2299.78}, {"text": "are they promoting woke enough or have they become too woke or are they not", "start": 2300.98, "end": 2305.36}, {"text": "being woke enough? Of course, they are. They are. They not only is die hard a", "start": 2305.36, "end": 2309.56}, {"text": "Christmas movie, shut up,", "start": 2309.56, "end": 2310.86}, {"text": "but so is John Wick four. No, how so you're making me hate violence in it.", "start": 2310.86, "end": 2317.82}, {"text": "You're making me hate and despise.", "start": 2317.82, "end": 2319.42}, {"text": "And I bet you like these sacrilegious movies, such as violent night with David", "start": 2319.42, "end": 2323.58}, {"text": "Harbor. Is that camera all blurried up? Which one? The one that oh, it's gone.", "start": 2323.58, "end": 2328.74}, {"text": "Caleb's just went away. No mine. Well, I accidentally knocked into Caleb's camera", "start": 2328.78, "end": 2332.76}, {"text": "when I was coming back. Well, now I look sharp as a tack. Well, let me guess what", "start": 2332.76, "end": 2336.12}, {"text": "your favorite Christmas movie is. Go ahead,", "start": 2336.12, "end": 2337.86}, {"text": "probably", "start": 2337.86, "end": 2339.5}, {"text": "Rudolph.", "start": 2339.5, "end": 2342.66}, {"text": "You got it", "start": 2342.66, "end": 2345.86}, {"text": "yeah, you nailed it. Yeah, I like Rudolph. I think every reindeer should have", "start": 2345.86, "end": 2350.7}, {"text": "gotten a red nose to be equal. No, no, no, no, no, no. There's something called", "start": 2350.7, "end": 2355.08}, {"text": "hierarchy of I don't believe in individual. Peterson talks about this", "start": 2355.22, "end": 2360.02}, {"text": "the hierarchy of needs hierarchy. No, not hierarchy of needs hierarchy. I", "start": 2360.02, "end": 2363.86}, {"text": "think the hierarchy of needs is starts off a diverse community. Now,", "start": 2363.86, "end": 2368.52}, {"text": "second of all starts off Christmas gift. Second of all, second of all,", "start": 2368.52, "end": 2372.72}, {"text": "missile cognitive behavioral therapy at the top. It's a love third of all", "start": 2372.72, "end": 2377.08}, {"text": "being a girl. No. And then after that, it's shelter food and all the rest", "start": 2377.08, "end": 2380.88}, {"text": "to the stuff. No, you fucking it's Christmas gifts, mistletoe, Santa's love.", "start": 2380.88, "end": 2387.0}, {"text": "Let's talk mistletoe. What do you think about mistletoe? I think upper thumbs up", "start": 2387.0, "end": 2391.36}, {"text": "thumb does down. I think thumb up. Yeah, thumb up or fucking pussy. If she", "start": 2391.36, "end": 2394.88}, {"text": "catches me under that mistletoe. Oh my God, we're getting down and dirty. Okay,", "start": 2394.88, "end": 2398.88}, {"text": "fuck under the mistletoe. Yeah, you don't have sex under the mistletoe. You give", "start": 2398.88, "end": 2402.0}, {"text": "a kiss. No, I'm actually, if I this is something that we my wife under the", "start": 2402.0, "end": 2406.16}, {"text": "mistletoe. I thought you were the traditionalist. Yeah, and that's", "start": 2406.16, "end": 2408.8}, {"text": "traditional that's that's why there's nothing more traditional and sex with", "start": 2408.8, "end": 2412.34}, {"text": "your wife. Yeah, but I there's nothing traditional about sex with your wife. I", "start": 2412.34, "end": 2415.8}, {"text": "believe sex should be in front of everybody. Jesus, my God, I think you", "start": 2415.8, "end": 2420.8}, {"text": "get under the mistletoe with a somebody you don't know, a stranger at a holiday", "start": 2420.8, "end": 2425.3}, {"text": "office party. You think that's you think that's what should hook up at EDM", "start": 2425.3, "end": 2429.32}, {"text": "festivals. I like sluts. I like hipsters and I like", "start": 2429.32, "end": 2432.76}, {"text": "pirates.", "start": 2432.76, "end": 2434.4}, {"text": "I don't know what pirates fit into that. I like pirates are cool. I like pirates", "start": 2435.48, "end": 2439.94}, {"text": "because they", "start": 2439.94, "end": 2440.44}, {"text": "seize control of ships. I just like presents. I don't like any of this", "start": 2440.44, "end": 2446.22}, {"text": "stuff. I like presents and I like Christmas. We know you're the Christmas", "start": 2446.22, "end": 2449.8}, {"text": "fan. Okay, give us Santa could be Chinese. No, he couldn't. He could know", "start": 2449.8, "end": 2454.02}, {"text": "he couldn't. We actually don't we actually don't know evidence pointing.", "start": 2454.02, "end": 2456.54}, {"text": "We actually don't again. There is right and if even if we had gotten some DNA", "start": 2456.54, "end": 2460.86}, {"text": "from Santa like his beard hair when tested it, the results we would still", "start": 2460.86, "end": 2465.12}, {"text": "not be able to know whether he was Chinese or not, because that is not", "start": 2465.14, "end": 2468.2}, {"text": "biologically in your DNA. It's a mindset", "start": 2468.2, "end": 2470.62}, {"text": "what", "start": 2470.62, "end": 2472.04}, {"text": "that you're so anybody that Chinese is a mindset. You can think all races, just a", "start": 2472.04, "end": 2477.28}, {"text": "mind race is a mind mind told mental construct. I think wokeness is a mind", "start": 2477.28, "end": 2482.66}, {"text": "virus that you seem to be verily infected. Okay, that's fine. I like", "start": 2482.66, "end": 2486.92}, {"text": "viruses. I like Cove in one thousand and nineteen. I hope it stays around forever", "start": 2486.92, "end": 2489.66}, {"text": "because I like wearing masks because I can put my favorite Steven Universe", "start": 2489.66, "end": 2492.72}, {"text": "characters on them.", "start": 2492.72, "end": 2493.58}, {"text": "it's a new fashion accessory for me. It's basically jewelry. I have a", "start": 2493.58, "end": 2498.8}, {"text": "bedazzled coven mask as much as I hate that I've worn since twenty seven. I", "start": 2498.8, "end": 2503.3}, {"text": "have one that says my wife makes me wear this shit as much as I hate that. I", "start": 2503.3, "end": 2507.12}, {"text": "do think that if somebody were to get you that as a gift, you would enjoy it a", "start": 2507.12, "end": 2511.8}, {"text": "lot, so I'm conflicted now right. Give us another topic, then", "start": 2511.8, "end": 2516.9}, {"text": "gifts", "start": 2516.9, "end": 2518.3}, {"text": "have gifts become woke in the past year?", "start": 2519.66, "end": 2521.8}, {"text": "Yeah, and that's good. Since the COVID-19 pandemic. Oh, we already talked about", "start": 2521.8, "end": 2526.06}, {"text": "gifts a little bit, but I would say that gifts, since COVID-19, what do you get", "start": 2526.06, "end": 2530.5}, {"text": "now? A PCR test for Christmas now? Yes. Because of it's people are trying to...", "start": 2530.5, "end": 2534.42}, {"text": "Well, I get that every day of the year. You get a PCR test every day? Yeah.", "start": 2534.42, "end": 2538.54}, {"text": "I've never had one. I think that that shit stands for", "start": 2538.54, "end": 2541.18}, {"text": "prison. Photograph, catch, release. Exactly. Exactly. Thank you very much. My", "start": 2541.18, "end": 2549.14}, {"text": "entire camera roll on my phone. There's one picture of me and my gender", "start": 2549.18, "end": 2552.9}, {"text": "neutral partner and every other picture is a picture of my of a negative", "start": 2552.9, "end": 2556.62}, {"text": "covid test that I took that day that I sent to my boss at work.", "start": 2556.62, "end": 2559.46}, {"text": "You scroll through it. It's for and time. I read it yeah. I read it still", "start": 2559.46, "end": 2566.42}, {"text": "clean the paper I'm holding in front of my face,", "start": 2566.42, "end": 2568.86}, {"text": "still wearing lipstick in the pick. Oh, what the hell and I wait was it a gift", "start": 2568.86, "end": 2574.22}, {"text": "what the lipstick? No, I bought it myself using my unemployment check.", "start": 2574.9, "end": 2579.06}, {"text": "You're on fucking unemployment, even though you're employed. That's a gift", "start": 2579.06, "end": 2582.32}, {"text": "from the government. That's a gift from the government. I accept that. That's a", "start": 2582.32, "end": 2585.64}, {"text": "good thing. If there was a if there was a Christmas election to decide on who", "start": 2585.64, "end": 2589.06}, {"text": "was Santa, how many times would you vote? I would vote as many times as I could.", "start": 2589.06, "end": 2594.02}, {"text": "I don't even vote once. Okay, that's how traditional I am. I guess actually,", "start": 2594.02, "end": 2598.5}, {"text": "maybe I wouldn't vote either, but I would I would give my no. You know,", "start": 2598.5, "end": 2602.06}, {"text": "here's what I would do. I would give my", "start": 2602.1, "end": 2604.1}, {"text": "my ID card to someone like Julio", "start": 2604.1, "end": 2608.0}, {"text": "Mexican person who's white enough to pass for me in the picture, and I'd let", "start": 2608.0, "end": 2613.12}, {"text": "him vote for me. You know what I would do if there was a Christmas election?", "start": 2613.12, "end": 2616.86}, {"text": "What I would", "start": 2616.86, "end": 2619.48}, {"text": "vote for myself, because I'm running for Christmas comptroller really. What is", "start": 2619.48, "end": 2625.46}, {"text": "it? I think I don't believe that we should have comptrollers anymore. I think", "start": 2625.46, "end": 2628.66}, {"text": "they're fascist. Oh my God, you don't think that I think boards of select men", "start": 2628.68, "end": 2633.98}, {"text": "are inherently", "start": 2633.98, "end": 2635.54}, {"text": "right wing. You are a fuck ass, so you want a if you think that I can't be", "start": 2635.54, "end": 2641.9}, {"text": "Christmas, and I think our government should be a paramilitary woke death", "start": 2641.9, "end": 2645.56}, {"text": "squad who kills white chuds", "start": 2645.56, "end": 2648.3}, {"text": "on Christmas on Christmas, Merry Christmas, white every year. We should", "start": 2648.3, "end": 2653.52}, {"text": "have a chud purge now, and that would be the greatest gift I could ever get", "start": 2653.52, "end": 2658.14}, {"text": "would be if all these fat fucks", "start": 2658.4, "end": 2661.36}, {"text": "that's not that's not body. We're alive and body posi. They have blue lives", "start": 2661.36, "end": 2670.46}, {"text": "matter shirts on okay, buddy, they got blue lives matter shirts on their", "start": 2670.46, "end": 2674.26}, {"text": "walking around. I'm like is that flag waving in the wind? You okay, you're", "start": 2674.26, "end": 2678.28}, {"text": "getting sidetracked right now from what the the original thing was supposed to", "start": 2678.28, "end": 2683.28}, {"text": "be about, but you were talking about gifts actually, but let's transition", "start": 2683.28, "end": 2687.5}, {"text": "making gifts into stocking stuffers okay stocking. I think that stockings should", "start": 2687.56, "end": 2692.5}, {"text": "be normal socks for people that are fat. You probably", "start": 2692.5, "end": 2695.94}, {"text": "like you bring it up fat people all the time. I'm woke he's woke. He's obsessed", "start": 2695.94, "end": 2700.98}, {"text": "with the number one thing that woke people think about. You probably think", "start": 2700.98, "end": 2703.88}, {"text": "that stockings are something that that you wear whenever your boyfriend gets", "start": 2703.88, "end": 2707.5}, {"text": "it's what I wear when I get fucked. Oh", "start": 2707.5, "end": 2709.4}, {"text": "yeah sure I in my house. We hang we hang those those same stockings that I wore", "start": 2712.82, "end": 2717.52}, {"text": "up by the chimney. Yeah, we also hang up my mesh basketball shorts that I wear", "start": 2717.52, "end": 2721.9}, {"text": "when I", "start": 2721.9, "end": 2722.16}, {"text": "you are mesh basketball. Yeah, they slide down easier on the stockings.", "start": 2722.16, "end": 2727.78}, {"text": "Well, that makes some sense and my and my and my fish and my vision at tuxedo", "start": 2727.78, "end": 2732.3}, {"text": "shirt. Do you hang all that up on the fire so that the smell emanates around", "start": 2732.3, "end": 2736.12}, {"text": "the house to dry them off? They're soaking wet. If you were at my house, I", "start": 2736.12, "end": 2739.58}, {"text": "smell like chicken.", "start": 2739.58, "end": 2740.56}, {"text": "If you were at my house, I'd hang the stockings up, but I'd also hang you up", "start": 2740.56, "end": 2749.68}, {"text": "by your nipple piercing right on the man that would get me off. I meant to", "start": 2749.68, "end": 2753.1}, {"text": "come and I stuff your mouth with", "start": 2753.1, "end": 2755.0}, {"text": "is", "start": 2755.0, "end": 2757.44}, {"text": "he probably likes that. Whoa, whoa, whoa, whoa,", "start": 2757.44, "end": 2760.4}, {"text": "let me guess you don't even make jizz anymore. Yeah, I'd probably just give", "start": 2760.4, "end": 2764.72}, {"text": "you a candy cane or gingerbread man. I have I got a special. I got a special", "start": 2764.72, "end": 2768.88}, {"text": "type of a sect to me where they snipped my my tubes and they connected them into", "start": 2768.92, "end": 2773.62}, {"text": "my esophagus. So I constantly am tasting my own j", "start": 2773.62, "end": 2777.14}, {"text": "wait. Do you even have to climb out inside my entire body so constantly", "start": 2777.14, "end": 2784.44}, {"text": "there's this and they do the thing where like a so they're siphoning gasoline", "start": 2784.44, "end": 2787.46}, {"text": "where they go and they sucked it a little bit and they plugged it into my", "start": 2787.46, "end": 2790.76}, {"text": "into my throat. So if I constantly whatever my balls generate a new sperm,", "start": 2790.76, "end": 2796.3}, {"text": "immediately get sucked up and you get my and you feel it back your throat and I", "start": 2796.34, "end": 2799.66}, {"text": "go and I lick my lips like this. A new sperm, you generate them one at a time.", "start": 2799.66, "end": 2804.58}, {"text": "Do you have what you're gonna need you generate? Yeah, what are you talking", "start": 2804.58, "end": 2807.02}, {"text": "about? I thought it was like you have a million sperms. Yeah, but you still make", "start": 2807.02, "end": 2809.86}, {"text": "a you. Do you think you start with all your sperms? Yes, no man. That's women.", "start": 2809.86, "end": 2813.98}, {"text": "You're a girl.", "start": 2813.98, "end": 2814.62}, {"text": "No, girls. Stop trying to trick him like that. True girls start with all their", "start": 2814.62, "end": 2819.42}, {"text": "eggs. No, I don't know how big is an egg. It's about the size of a grain of sand.", "start": 2819.42, "end": 2823.86}, {"text": "I think there's no way they start with all of them, but the egg is huge", "start": 2823.88, "end": 2827.62}, {"text": "compared to the sperm.", "start": 2827.62, "end": 2828.62}, {"text": "How many and I think that should be the relationship of size between women and", "start": 2828.62, "end": 2834.22}, {"text": "men. You think women should be big women should be big and strong and men should", "start": 2834.22, "end": 2838.38}, {"text": "be a size of a pin. No, no, no, no, look", "start": 2838.38, "end": 2840.82}, {"text": "every single time that we bring up something", "start": 2840.82, "end": 2845.46}, {"text": "you say some crazy as shit and it has nothing to do with Christmas.", "start": 2845.46, "end": 2852.04}, {"text": "least it's your job yeah. That's what I'm doing right now. I'm doing I got", "start": 2853.82, "end": 2857.4}, {"text": "man you're not you're you're you're you're you're complaining. You're not", "start": 2857.4, "end": 2860.6}, {"text": "even bringing a question. You say I don't want to talk about sperms and eggs.", "start": 2860.6, "end": 2863.88}, {"text": "That's all I want to talk about at any given moment. What you should be talking", "start": 2863.88, "end": 2868.4}, {"text": "about day in day out. How big is an egg compared to a spur? How many eggs does a", "start": 2868.4, "end": 2872.24}, {"text": "woman have? How many sperms do I make at a time? How many sperms can I fit my", "start": 2872.24, "end": 2875.4}, {"text": "mouth? What's a new surgery I can do it myself to access more sperms? You should", "start": 2875.4, "end": 2878.8}, {"text": "be talking about shirts and or bikes with pegs instead of we talked about", "start": 2878.8, "end": 2882.94}, {"text": "guns and eggs. You're talking about bikes already? How much did I miss?", "start": 2882.98, "end": 2886.58}, {"text": "When was that? About 20 minutes? He said he wears a helmet to ride a", "start": 2886.58, "end": 2889.68}, {"text": "Peloton.", "start": 2889.68, "end": 2890.28}, {"text": "He missed that completely. You would have loved that. I would have loved", "start": 2890.28, "end": 2898.08}, {"text": "that. I just had a sick attack out of nowhere. Okay, mall Santa. Mall Santa.", "start": 2898.08, "end": 2904.18}, {"text": "Okay, mall Santa. Winter Wonderland. It should be, I think that every single", "start": 2904.18, "end": 2908.18}, {"text": "store should have a mall Santa. Yes. I think every single store should have a", "start": 2908.18, "end": 2911.68}, {"text": "you to be walking into you probably like game stop and not even the xbox parts of", "start": 2911.68, "end": 2916.68}, {"text": "game stop. I don't like malls. Why first of all, because they're like a is", "start": 2916.68, "end": 2922.64}, {"text": "basically a modern day coliseum, a roman coliseum. What we watch amazing people", "start": 2922.64, "end": 2927.6}, {"text": "spend the fruits of their labor. Okay, you realize you're referring to a blood", "start": 2927.6, "end": 2932.06}, {"text": "sport right now. What's a blood sport? It's a sport where blood is spilled. I", "start": 2932.06, "end": 2935.72}, {"text": "do not like hockey, the roman football, which I also do not support. You don't", "start": 2935.72, "end": 2939.96}, {"text": "support football? No, because I think the ball is not circular. You are if you", "start": 2940.0, "end": 2945.32}, {"text": "don't support like a long shape of the ball. No, I want everything to be the", "start": 2945.32, "end": 2949.34}, {"text": "same. I want every ball and every sport to be the same. If you don't support", "start": 2949.34, "end": 2952.9}, {"text": "if you don't support football, then you are supporting taking away a specific", "start": 2952.9, "end": 2958.28}, {"text": "gift from a specific child. That's true, that's true, but", "start": 2958.28, "end": 2961.42}, {"text": "again, I think that football and baseball and sports like golf are", "start": 2961.42, "end": 2967.36}, {"text": "inherently violent, and so we shouldn't be giving these golf. I wish off is", "start": 2967.4, "end": 2971.24}, {"text": "finally literally it's a club. It's fine. When I play, I aim for the birds,", "start": 2971.24, "end": 2974.88}, {"text": "bro yeah, you join a call and trap. So what do you think we call it a trap?", "start": 2974.88, "end": 2980.8}, {"text": "It's because it sucks your life away. You probably like the trap.", "start": 2980.8, "end": 2984.36}, {"text": "I actually live in the trap.", "start": 2984.36, "end": 2987.0}, {"text": "Well, yeah, which trap", "start": 2987.0, "end": 2990.36}, {"text": "I don't know. I've never been outside", "start": 2990.36, "end": 2995.92}, {"text": "you haven't even seen the sign a second house in the hood. Wow, oh my God, you", "start": 2995.92, "end": 3002.46}, {"text": "like living in the hood. I bet you like I bet you are opening a muffin store", "start": 3002.46, "end": 3005.66}, {"text": "there and do type of muffin store that's going to be out of business. I know", "start": 3005.66, "end": 3010.0}, {"text": "what you're talking well. No, I don't know what you're talking about. You", "start": 3010.0, "end": 3012.5}, {"text": "muffin store is that is this a reference to something or just like an", "start": 3012.5, "end": 3015.44}, {"text": "example of an example of a woke type of business. Okay, so I did get what", "start": 3015.44, "end": 3019.02}, {"text": "you're saying. Your second with the second part of what you said. I thought", "start": 3019.02, "end": 3021.18}, {"text": "you might there might be some movie about a muffin store that opens in the", "start": 3021.18, "end": 3023.82}, {"text": "would know, but that'd be no, but", "start": 3023.86, "end": 3025.66}, {"text": "put that past that being a movie that both of you guys have seen and I've", "start": 3025.66, "end": 3030.32}, {"text": "never", "start": 3030.32, "end": 3030.56}, {"text": "that's fair", "start": 3030.56, "end": 3032.88}, {"text": "but mall Santa.", "start": 3032.88, "end": 3036.8}, {"text": "He I think that anybody should be allowed to dress up as Santa. I'm with", "start": 3036.8, "end": 3042.8}, {"text": "him on that. I think that I think that Santa is the perfect representation of", "start": 3042.8, "end": 3047.1}, {"text": "Christmas. You probably think that the kids shouldn't sit on the Santa's lap. I", "start": 3047.1, "end": 3051.18}, {"text": "think that they should sit on like well. I'm not going to say what I was going to", "start": 3051.26, "end": 3053.98}, {"text": "say", "start": 3053.98, "end": 3054.32}, {"text": "okay, that's good. Yeah, we can yeah all right next time anyway. Okay, next", "start": 3054.32, "end": 3061.62}, {"text": "topic is", "start": 3061.62, "end": 3062.5}, {"text": "the fruit cake wait. No, I'm one I'm teeing you on no that can't that's not", "start": 3062.5, "end": 3069.46}, {"text": "can a good face fruit cake. I can't in good face. I working dessert ever. It", "start": 3069.46, "end": 3073.54}, {"text": "has fruit in it, which is my favorite food. We have cheesecake or actually I", "start": 3073.54, "end": 3076.78}, {"text": "should say my favorite food is fruit flavor.", "start": 3076.78, "end": 3078.46}, {"text": "I like Laffy Taffy. I Laffy Taffy and salad and soylent salad and soylent. I", "start": 3079.54, "end": 3086.58}, {"text": "have soylent salad instead of salad dressing", "start": 3086.58, "end": 3089.34}, {"text": "I dress up like a salad yeah.", "start": 3089.34, "end": 3092.66}, {"text": "Why was the ketchup red? Why saw the salad dressing?", "start": 3092.66, "end": 3097.74}, {"text": "Okay, that I like I like that. That's a good joke. I'm going to remember that", "start": 3097.74, "end": 3103.26}, {"text": "forever.", "start": 3103.26, "end": 3103.58}, {"text": "I've never heard I was maybe the tomato supposed to be the one that why did the", "start": 3103.58, "end": 3108.02}, {"text": "tomato. I don't think ketchup would be in this. Why did the way turn red or why", "start": 3108.06, "end": 3111.62}, {"text": "was this tomato red? Why was the", "start": 3111.62, "end": 3113.44}, {"text": "ketchup?", "start": 3113.44, "end": 3115.58}, {"text": "That's not it.", "start": 3115.58, "end": 3119.86}, {"text": "That's not the catch. I catch up. That's the calming sound. I bet I bet out of", "start": 3119.86, "end": 3125.0}, {"text": "the bottom. I bet for I like when ketchup makes the fart noise when it", "start": 3125.0, "end": 3127.74}, {"text": "comes out of the bottle. You nasty, I respect to the body and all its", "start": 3127.74, "end": 3130.78}, {"text": "functions. You nasty as hell. I don't think farts are funny. I think they", "start": 3130.78, "end": 3133.86}, {"text": "should be revered. What let me guess, I think that the only time of fart should", "start": 3133.9, "end": 3138.7}, {"text": "be heard as if it's in a gag gift. I think it should be heard, smelled and", "start": 3138.7, "end": 3143.24}, {"text": "seen. You want green flow, gas and tasted.", "start": 3143.24, "end": 3147.46}, {"text": "I had a dream last night that somebody had a green fart cloud.", "start": 3147.46, "end": 3151.46}, {"text": "Who was it was you? It's probably me. You prophesized my sickness. Did I oh", "start": 3151.46, "end": 3158.26}, {"text": "yeah, because you had a green stinky fart.", "start": 3158.26, "end": 3159.9}, {"text": "that's not like prop prophecy. I think that's a prophet doesn't make you. You", "start": 3162.26, "end": 3166.62}, {"text": "probably don't even believe in prophecy. You probably don't know. I bet you think", "start": 3166.62, "end": 3170.3}, {"text": "that you know a prophecy. I believe and I bet you don't even believe in profits.", "start": 3170.3, "end": 3174.3}, {"text": "See Christmas is about commercialism boy. I don't I like buying stuff from small", "start": 3174.3, "end": 3181.8}, {"text": "businesses from local artisans and from farmers. Wait a minute, not a market. I", "start": 3181.8, "end": 3189.06}, {"text": "actually like them. You like gifts, so here's the examples of gifts that I", "start": 3189.1, "end": 3193.04}, {"text": "bought this year for my family. Okay, now I'm now I need to okay gifts you", "start": 3193.04, "end": 3197.42}, {"text": "to list all of your gifts that you bought. Okay, so for we'll go we're", "start": 3197.42, "end": 3201.08}, {"text": "gonna go gift for gift. We're gonna go back and forth or say a family member", "start": 3201.08, "end": 3204.14}, {"text": "and we'll say what we got on wild turkey one oh one seven fifty mil. I got", "start": 3204.14, "end": 3209.12}, {"text": "my aunt a new dress because I think she'd look really, really, really pretty", "start": 3209.12, "end": 3213.56}, {"text": "and and it's low cut. Shut up uncle", "start": 3213.6, "end": 3216.56}, {"text": "video of me playing the no Russian mission on DVD, got my uncle perfume,", "start": 3216.56, "end": 3222.04}, {"text": "not cologne, but perfume, nephew, nephew. I got him some stilt so that he could be", "start": 3222.04, "end": 3228.68}, {"text": "the same height as all of his family members. I got him a barbie video game", "start": 3228.68, "end": 3232.3}, {"text": "shut up nice nice. I got her a football or no. I got her a barbie ball.", "start": 3232.3, "end": 3239.8}, {"text": "it's a part. It's a pink ball, a pink football, got your knees, a barbie ball.", "start": 3241.36, "end": 3246.28}, {"text": "I got my knees a barbell to start working out and become buff and", "start": 3246.28, "end": 3249.48}, {"text": "brother. I got my brother some flowers for his grave. He passed away.", "start": 3249.48, "end": 3257.28}, {"text": "He passed away. He passed away. He didn't have a seat belt on. I got my", "start": 3257.28, "end": 3263.64}, {"text": "brother a witchcraft one on one candle kit. Okay, come wicked", "start": 3263.64, "end": 3268.16}, {"text": "no", "start": 3268.16, "end": 3268.66}, {"text": "you run your other brother, my other brother, older brother, my older brother.", "start": 3268.66, "end": 3275.92}, {"text": "I got him a letter from Thomas Jefferson authenticated. I got my older", "start": 3275.92, "end": 3282.04}, {"text": "brother estrogen shots. What Thomas estrogen?", "start": 3282.04, "end": 3284.62}, {"text": "I think that's a letter from", "start": 3284.62, "end": 3288.24}, {"text": "well, that's all the older sister doesn't have to. Why are you doing", "start": 3288.24, "end": 3294.34}, {"text": "siblings. There's so many possible members of the family, cousin, second", "start": 3294.4, "end": 3298.24}, {"text": "cousin, great dad and your best cousin. Here's what I got my dad. I got my dad.", "start": 3298.24, "end": 3302.88}, {"text": "I wrote him a note that says you are no longer the man of the family. I don't", "start": 3302.88, "end": 3307.98}, {"text": "because I don't believe in patriarchy and I think you have no claim over this", "start": 3307.98, "end": 3310.9}, {"text": "family leave now every single fucking holiday. Me and all my brothers and", "start": 3310.9, "end": 3315.54}, {"text": "cousins and dads. We I mean dad only have one. We have wrestle on the front", "start": 3315.54, "end": 3320.58}, {"text": "lawn to see who's going to be the man of the family. I do that with all the", "start": 3320.58, "end": 3322.94}, {"text": "women members of my family to see who's going to be the woman or the man to see", "start": 3322.98, "end": 3326.42}, {"text": "who I'm going to wrestle.", "start": 3326.42, "end": 3327.82}, {"text": "You just wrestle women, you're sounding a lot less like a woky and a lot more", "start": 3327.82, "end": 3332.22}, {"text": "like a pervert who yeah", "start": 3332.22, "end": 3333.32}, {"text": "what's the difference. Thank you, thank you, thank you. At least you're a", "start": 3333.32, "end": 3341.42}, {"text": "little bit self a facing. I like that", "start": 3341.42, "end": 3343.28}, {"text": "he's a super agent for your side. Anybody ever gone too far in the woke", "start": 3343.28, "end": 3347.98}, {"text": "direction for you?", "start": 3347.98, "end": 3348.78}, {"text": "know. I don't think I've ever met anybody who's been more woke than me,", "start": 3350.3, "end": 3354.44}, {"text": "because every time I do,", "start": 3354.44, "end": 3355.64}, {"text": "I either", "start": 3355.64, "end": 3358.0}, {"text": "kind of shatter their mind with an argument tactic, okay, and make it so", "start": 3358.0, "end": 3364.2}, {"text": "that they don't ever are enabled to hold a conversation anymore,", "start": 3364.2, "end": 3367.08}, {"text": "or I just get more woke.", "start": 3367.08, "end": 3369.48}, {"text": "Just get more woke. That's disgusting and you're on mastodon. Yeah, I'm on", "start": 3369.48, "end": 3375.74}, {"text": "mastodon and blue sky. I played half of the new Spider Man to game. Oh my God, I", "start": 3375.78, "end": 3381.42}, {"text": "don't think you can guess which half I played like only the miles Morales", "start": 3381.42, "end": 3385.26}, {"text": "missions. Is there more than miles Morales? Yeah, they also white Spider", "start": 3385.26, "end": 3389.06}, {"text": "Man, which is what I think his name is", "start": 3389.06, "end": 3390.5}, {"text": "there. Spider Man and white Spider Man. Yeah, okay, let's get down to", "start": 3390.5, "end": 3394.74}, {"text": "one more Christmas thing. What do you Spider Man? No, no, you can think of one", "start": 3394.74, "end": 3399.98}, {"text": "Christmas topic. Yeah, you were making such a big stink carols. Oh, that's a", "start": 3399.98, "end": 3403.82}, {"text": "good one here. I am burner rock me like a hurricane. I think I think it doesn't", "start": 3403.86, "end": 3411.78}, {"text": "matter man. It's fucking here's my hot take or should I say cold take when it", "start": 3411.78, "end": 3415.42}, {"text": "comes to Christmas or hot when it comes to the Christmas fireplace on Christmas", "start": 3415.42, "end": 3420.74}, {"text": "carols. I think that Carol of the Bells should be banned because it's too scary", "start": 3420.74, "end": 3426.66}, {"text": "for people with sensory overload. I", "start": 3426.66, "end": 3428.9}, {"text": "you can't cater the entire world. It's too many notes. If I want to blast that", "start": 3430.06, "end": 3437.36}, {"text": "out of my Ford Maverick with the subwoofers, I should have every fucking", "start": 3437.36, "end": 3440.9}, {"text": "right. That's on my side. That song came on Pandora, which is the music streaming", "start": 3440.9, "end": 3444.94}, {"text": "service that I use. You don't even have a choice on Pandora. There's no freedom", "start": 3444.94, "end": 3448.66}, {"text": "of market. It's radio. My little brother, who is four years old and we just", "start": 3448.66, "end": 3453.0}, {"text": "diagnosed him with autism because he likes playing with blocks, died.", "start": 3453.0, "end": 3457.16}, {"text": "the my God killed him. Well, he might have actually had something wrong with", "start": 3458.18, "end": 3461.3}, {"text": "him. If he can die from a song yeah, the and the autopsy, they lied on the", "start": 3461.3, "end": 3465.62}, {"text": "autopsy. No, they said it was because he did not have enough nutrients in his", "start": 3465.62, "end": 3469.54}, {"text": "diet. What were you feeding him? We were feeding him paper.", "start": 3469.54, "end": 3472.38}, {"text": "We were", "start": 3472.38, "end": 3477.18}, {"text": "tofu wrapped in paper, the paper that the tofu comes in yeah comes in paper.", "start": 3477.18, "end": 3483.88}, {"text": "I think I'm supposed to be. We weren't pressing the tofu either. I think I'm", "start": 3483.88, "end": 3487.14}, {"text": "supposed to be the worst guy on this and somehow you have killed a child and you", "start": 3487.18, "end": 3492.02}, {"text": "I killed it was my little brother since what oh so now you think the eldest", "start": 3492.02, "end": 3495.66}, {"text": "sibling is responsible for raising the younger sibling. Yes, because the mom", "start": 3495.66, "end": 3499.98}, {"text": "should be on quaaludes and the dad should be at work. No, no, no, no, do", "start": 3499.98, "end": 3503.02}, {"text": "you know what to take a to raise a child? It takes a village fuck a village. It", "start": 3503.02, "end": 3507.9}, {"text": "takes a village in any country, a village, fuck a city, fuck all that. I", "start": 3507.9, "end": 3512.5}, {"text": "demand we get back to talking about Christmas carols. What do you want me to", "start": 3512.5, "end": 3516.32}, {"text": "today man. I already told you my we talked about the Carols. What okay?", "start": 3516.34, "end": 3518.84}, {"text": "I", "start": 3518.84, "end": 3519.26}, {"text": "okay. I think our parents are good. Our Carol's becoming woke.", "start": 3519.26, "end": 3524.48}, {"text": "You just have this the same question for every yes or no question. I", "start": 3524.48, "end": 3528.5}, {"text": "come. I shouldn't be here. So stop shoehorning all this fucking. I just", "start": 3528.5, "end": 3534.26}, {"text": "need to I need to speak about Christmas because I love Christmas so much.", "start": 3534.26, "end": 3537.86}, {"text": "I think I'm trying to stay here. Carol is a beautiful name for a baby boy", "start": 3537.86, "end": 3543.26}, {"text": "born in twenty twenty three", "start": 3543.26, "end": 3544.54}, {"text": "that you're for real, like carol spinny, who played dead, which is how I say for", "start": 3546.22, "end": 3550.14}, {"text": "real. What the hell is dead? Your ass is about to be dead. If you keep talking", "start": 3550.14, "end": 3552.92}, {"text": "about all this bullshit to me, the female ass is dead as a as a", "start": 3552.92, "end": 3558.18}, {"text": "erogenous zone. I don't go anywhere near it. You're not you're not. That is a", "start": 3558.18, "end": 3562.38}, {"text": "it's a no man's land, no man's sky. I think that game is bull that the woman's", "start": 3562.38, "end": 3566.96}, {"text": "at the woman's ass is a no man's land because it is for women only. No women", "start": 3566.96, "end": 3571.88}, {"text": "should not be anywhere near another girl's ass. Women should be called on", "start": 3571.88, "end": 3575.82}, {"text": "watching each other's at except in different videos, except for videos", "start": 3575.86, "end": 3579.82}, {"text": "on line videos on line. Women should be touching each other's. I guess I like", "start": 3579.82, "end": 3583.1}, {"text": "videos. I guess we could find some common ground there. Why what are you", "start": 3583.1, "end": 3587.38}, {"text": "doing building a silencer? That's my gift to you. Of course, you would have a", "start": 3587.38, "end": 3591.5}, {"text": "silencer silencing the voices of everybody around the world. All these all", "start": 3591.5, "end": 3595.1}, {"text": "these minorities that live in other countries over the sea.", "start": 3595.1, "end": 3597.7}, {"text": "Yeah, I guess I would like to silence them. All these minorities that live in,", "start": 3597.7, "end": 3602.54}, {"text": "for example, Asia, the other minorities, the only silencing I do honestly,", "start": 3602.58, "end": 3607.38}, {"text": "because I like my guns loud and my t shirts proud. The only silencing I do is", "start": 3607.38, "end": 3613.48}, {"text": "silencing the night when I play the song really, really loudly", "start": 3613.48, "end": 3616.6}, {"text": "oh silent night, holy night and pay attention. These lyrics all is calm. All", "start": 3616.6, "end": 3625.54}, {"text": "is right yeah. I likes the song silent night to the cover by the dickies, but", "start": 3625.54, "end": 3630.82}, {"text": "what the hell? Yeah, you like the vaginies, punk music that had that has", "start": 3630.86, "end": 3634.56}, {"text": "irreverent references to sexual anatomy. Listen, I like rock and roll all day.", "start": 3634.56, "end": 3638.86}, {"text": "I like Elvis Costello. I like I like the red hot chili peppers, but as soon", "start": 3638.86, "end": 3645.86}, {"text": "as you bleed over into this punk BS, dude, I like punk music man. I'm a fan", "start": 3645.86, "end": 3651.02}, {"text": "of Phoebe Bridgers. I'm a fan. The hell is that the other her sister,", "start": 3651.02, "end": 3656.06}, {"text": "Phoebe Bridger, in her boy band? Is this an animal crossing character? I like", "start": 3656.06, "end": 3660.02}, {"text": "Brockhampton. What the hell's Brockhampton? It's basically a hundred", "start": 3660.04, "end": 3663.84}, {"text": "guys who are in a what we call a polycule. You're kidding. What the", "start": 3663.84, "end": 3669.88}, {"text": "fuck's a polycule? That better be a bug. I like bugs. You like bugs. Their", "start": 3669.88, "end": 3674.72}, {"text": "skeletons are on the wrong sides.", "start": 3674.72, "end": 3676.28}, {"text": "It's on the outside. It's on the outside. Okay, one more Christmas. I", "start": 3676.28, "end": 3679.92}, {"text": "need you to come up with one. Let's go to Christmas Banger one Christmas", "start": 3679.92, "end": 3683.88}, {"text": "thing, because we are getting off topic talking about Brockhampton and bugs.", "start": 3683.88, "end": 3686.84}, {"text": "What should be on the top of the tree?", "start": 3688.08, "end": 3692.28}, {"text": "That's a good question.", "start": 3692.28, "end": 3693.84}, {"text": "That's a very good question.", "start": 3693.84, "end": 3694.96}, {"text": "Not an angel.", "start": 3694.96, "end": 3696.6}, {"text": "A MAGA hat.", "start": 3696.6, "end": 3699.12}, {"text": "A big red MAGA hat that says, \"Make this tree green again.\"", "start": 3699.12, "end": 3705.64}, {"text": "Because you probably want a white Christmas tree, because I've seen those.", "start": 3705.64, "end": 3710.12}, {"text": "I want a green Christmas tree that has lights around it that are every color of the rainbow.", "start": 3710.12, "end": 3715.0}, {"text": "I think on top of the Christmas tree, I think that it should be a high achieving female who's", "start": 3715.0, "end": 3722.78}, {"text": "worked hard this year and is on display for everyone to see and appreciate. You want them", "start": 3722.78, "end": 3726.36}, {"text": "to put Sydney Sweeney on top of the Christmas tree? Sydney Sweeney would be a good choice.", "start": 3726.36, "end": 3729.6}, {"text": "She worked hard this year. I bet you want -- I bet she did. She got all her fucking", "start": 3729.6, "end": 3733.24}, {"text": "rolls because of her boobs. That's what I think. And I bet you want the top of the Christmas", "start": 3733.24, "end": 3737.36}, {"text": "tree -- I didn't even notice she had boobs. I bet you want the top of the Christmas tree", "start": 3737.36, "end": 3740.64}, {"text": "going to be that demonic statue they put up in the financial district of all the", "start": 3740.64, "end": 3745.4}, {"text": "all the tentacles coming out of the woman's head.", "start": 3745.4, "end": 3747.8}, {"text": "What the bowl and in the financial district, you're talking about the", "start": 3747.8, "end": 3753.0}, {"text": "fearless girl, are you talking about Starbucks? You're thinking of hair? No,", "start": 3753.0, "end": 3756.24}, {"text": "I bet he would want the Starbucks logo on top of his train somewhere. I saw", "start": 3756.24, "end": 3760.4}, {"text": "there's a golden thing and I got so mad at it that I shot everybody in my house.", "start": 3760.4, "end": 3764.36}, {"text": "I", "start": 3764.36, "end": 3765.72}, {"text": "it's a golden statue and I bet you like the little girl more than the bull. Yeah,", "start": 3765.72, "end": 3770.56}, {"text": "course. Yeah, it's a defiant piece of art work. All right. Well, it doesn't seem like we've", "start": 3770.6, "end": 3774.96}, {"text": "come to any sort of resolution. Well, we have to ask the undecided. We have to ask. I mean,", "start": 3774.96, "end": 3780.12}, {"text": "Julio, who convinced you who won this debate? Are you pro woke, anti woke, or do you just", "start": 3780.12, "end": 3784.6}, {"text": "like Christmas?", "start": 3784.6, "end": 3785.6}, {"text": "I'm pro woke.", "start": 3785.6, "end": 3788.84}, {"text": "Pro woke.", "start": 3788.84, "end": 3789.84}, {"text": "Oh, my God. Of course, you would be. Oh, my God. Well, I mean, you got to think this is", "start": 3789.84, "end": 3797.4}, {"text": "the guy all is fair in", "start": 3797.4, "end": 3799.76}, {"text": "oh, so far", "start": 3799.76, "end": 3802.54}, {"text": "that is not as a Christmas horn.", "start": 3802.54, "end": 3807.08}, {"text": "That is a Christmas horn.", "start": 3807.08, "end": 3809.48}, {"text": "I think this belongs to Christmas. No,", "start": 3809.48, "end": 3813.32}, {"text": "keep that out of all right. Well, I guess that that is the debate. I'm", "start": 3813.32, "end": 3818.68}, {"text": "sorry that I became completely ill in the middle of it and it won't happen", "start": 3818.68, "end": 3824.08}, {"text": "again.", "start": 3824.08, "end": 3824.44}, {"text": "Alright, Merry Christmas everybody. Bye! Join us next year.", "start": 3825.76, "end": 3832.76}, {"text": "PODCAST ABOUT LIST", "start": 3832.76, "end": 3834.76}, {"text": "*Avatar Pussy*", "start": 3834.76, "end": 3839.76}, {"text": "I am just finna say it, Avatar pussy probably tastes so good.", "start": 3839.76, "end": 3843.3}, {"text": "DOOOOODAY!", "start": 3843.3, "end": 3844.5}, {"text": "You can't start the episode like that!", "start": 3844.5, "end": 3846.16}, {"text": "Ha ha ha!", "start": 3846.16, "end": 3846.9}, {"text": "What's up y'all, welcome back to Potabout List.", "start": 3846.9, "end": 3849.04}, {"text": "We're here recording in the library at our college.", "start": 3849.04, "end": 3851.68}, {"text": "Yup, our college located at 120 Boyles.", "start": 3851.68, "end": 3854.32}, {"text": "I'm just kidding.", "start": 3854.32, "end": 3855.32}, {"text": "I'm not gonna dox us.", "start": 3855.32, "end": 3856.52}, {"text": "Dude, do you know what I saw today?", "start": 3856.52, "end": 3857.92}, {"text": "I saw the fattest guy riding a skateboard around campus.", "start": 3857.92, "end": 3860.36}, {"text": "He was like, and I'm not even kidding,", "start": 3860.36, "end": 3861.72}, {"text": "he had to be like 200,000,000,000,000 pounds,", "start": 3861.72, "end": 3865.32}, {"text": "but he was taller than me,", "start": 3865.32, "end": 3866.72}, {"text": "and he had a Mario mustache.", "start": 3866.72, "end": 3868.4}, {"text": "Ha ha ha!", "start": 3868.4, "end": 3868.96}, {"text": "Oh, yeah, I saw him too. Honestly, dude. I wish that I was him. He looked so awesome. I hope I see that guy again", "start": 3868.96, "end": 3874.86}, {"text": "I want to make him jiggle like a jello bowl. He was really good at skateboarding though, especially given his height and weight", "start": 3874.86, "end": 3880.44}, {"text": "God, it made me so jealous. You have no idea how jealous I am of that guy", "start": 3880.44, "end": 3884.74}, {"text": "I want to sniff his stinky shoes after he skates. I want to turn him into a bubble and make him squirt bubbles God", "start": 3884.74, "end": 3889.9}, {"text": "I'm feeling so sexual. I wish the bubble was my boyfriend. I would take the bubble out to dinner and drink wine with him", "start": 3889.9, "end": 3894.8}, {"text": "Oh, I love wine. I love red wine and white wine.", "start": 3894.8, "end": 3897.2}, {"text": "Yeah, and I wish I had to make the bubble squirt every day as my job.", "start": 3897.2, "end": 3900.7}, {"text": "Oh, and the bubble looks like Mario.", "start": 3900.7, "end": 3903.1}, {"text": "Dude, me too.", "start": 3903.1, "end": 3904.7}, {"text": "I wish I could make love to a bubble and achieve mutual orgasm.", "start": 3904.7, "end": 3908.2}, {"text": "I wish the bubble I am imagining was the third host of this podcast.", "start": 3908.2, "end": 3911.4}, {"text": "I hope one day he becomes the third host of the podcast.", "start": 3911.4, "end": 3913.7}, {"text": "I bet he would be the funniest podcast host of all time.", "start": 3913.7, "end": 3916.6}, {"text": "Aight, motherfuckers, this honky finna sing.", "start": 3916.6, "end": 3919.2}, {"text": "I'm in love with your suit.", "start": 3919.2, "end": 3920.4}, {"text": "I'm gonna sing too.", "start": 3920.4, "end": 3921.5}, {"text": "In a few years, I will bring a Mexican on as our producer.", "start": 3921.5, "end": 3924.4}, {"text": "You would not believe your eyes", "start": 3924.4, "end": 3926.96}, {"text": "Ten million fireflies", "start": 3926.96, "end": 3929.5}, {"text": "lit up the world as I fell asleep", "start": 3929.5, "end": 3932.2}, {"text": "'Cause they fill the open air", "start": 3932.2, "end": 3937.66}, {"text": "and leave keyer drops everywhere", "start": 3937.66, "end": 3939.66}, {"text": "You'd think me rude, but I would just stand and stare", "start": 3939.66, "end": 3943.9}, {"text": "I'd like to make myself believe", "start": 3943.9, "end": 3949.3}, {"text": "That planet Earth turns slowly", "start": 3949.3, "end": 3954.8}, {"text": "It's hard to say that I'd rather stay awake when I'm asleep", "start": 3954.8, "end": 3959.6}, {"text": "'Cause everything is never as it seems", "start": 3959.6, "end": 3963.3}, {"text": "*Skype call*", "start": 3963.3, "end": 3969.3}], "title": "Ep. 271 - The Christmas Debate", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--271---The-Christmas-Debate-e2dlsi1", "date": "Wed, 27 Dec 2023 11:00:00 GMT", "id": 296}