{"lines": [{"text": "I", "start": 0.0, "end": 2.0}, {"text": "guys, New York City is no longer safe. There was a complete like there was a", "start": 2.0, "end": 15.0}, {"text": "brawl in front of the studio crazy situation. There was a male brawl by the", "start": 15.0, "end": 20.3}, {"text": "way, well, male and the whole situation is genuinely completely very sad, seems", "start": 20.3, "end": 26.1}, {"text": "pretty evil. You don't know the details. Maybe there's a fight over candy. I", "start": 26.1, "end": 28.8}, {"text": "I could hear, no, because I was the only one that went.", "start": 28.8, "end": 31.16}, {"text": "It seemed like there was a candy dealer.", "start": 31.16, "end": 32.56}, {"text": "I could hear everything through the other door.", "start": 32.56, "end": 34.96}, {"text": "Okay.", "start": 34.96, "end": 35.96}, {"text": "And yeah, it's really fucked up.", "start": 35.96, "end": 38.6}, {"text": "But somebody has been arrested.", "start": 38.6, "end": 42.2}, {"text": "Big hugs to the NYPD.", "start": 42.2, "end": 43.2}, {"text": "Thank you, NYPD.", "start": 43.2, "end": 44.2}, {"text": "Our boys in blue, you did it again.", "start": 44.2, "end": 47.1}, {"text": "Another sicko off the street.", "start": 47.1, "end": 48.36}, {"text": "Are they still fighting?", "start": 48.36, "end": 49.36}, {"text": "Yeah.", "start": 49.36, "end": 50.36}, {"text": "Well, that's good news.", "start": 50.36, "end": 51.36}, {"text": "The guy looked exactly like Matthew Golden.", "start": 51.36, "end": 53.68}, {"text": "The guy looked like Matthew Golden.", "start": 53.68, "end": 55.24}, {"text": "It looked like Matthew Golden was getting arrested.", "start": 55.24, "end": 57.48}, {"text": "had a woman got her face completely busted and then they started attacking", "start": 57.48, "end": 60.08}, {"text": "a motorcycle for no reason. They were doing a street fighter bonus stage to a", "start": 60.08, "end": 64.16}, {"text": "motorcycle.", "start": 64.16, "end": 64.92}, {"text": "Four innocent motorcycle. Firstly, knocked it over and then the guy walked", "start": 64.92, "end": 68.38}, {"text": "over and he started stomping on it. Just stomped the fuck out of it. Yeah. So", "start": 68.38, "end": 71.34}, {"text": "somebody", "start": 71.34, "end": 71.86}, {"text": "had their motorcycle with no engine completely destroyed for the motor.", "start": 71.86, "end": 75.66}, {"text": "That's the weirdest part is the motorcycle has no engine. It doesn't have", "start": 75.66, "end": 78.4}, {"text": "an engine. Maybe somebody already stole the engine. I think we slipped into a", "start": 78.4, "end": 81.38}, {"text": "backwards world. I think we did. This is like, it feels like... Motorcycles have no", "start": 81.38, "end": 85.44}, {"text": "engines like it feels like Twin Peaks season three. Wow. It's", "start": 85.46, "end": 91.22}, {"text": "genuinely and it feels like we just saw. No, it's like that", "start": 91.22, "end": 95.46}, {"text": "fucking scene where the lady he walks up to the car and the", "start": 95.46, "end": 98.1}, {"text": "lady is just screaming. I've never been. That's how that", "start": 98.1, "end": 100.66}, {"text": "I've never seen that's how it felt. I haven't seen the fight.", "start": 100.66, "end": 104.9}, {"text": "I only watch. I watched the first episode probably five", "start": 104.9, "end": 107.06}, {"text": "times. The first episode is so good. It's so long good dude.", "start": 107.06, "end": 110.74}, {"text": "It's a movie basically. I know and I'm like I can't do this", "start": 110.74, "end": 114.1}, {"text": "four times. I watched Twin Peaks a while ago and me and me and the fiance just", "start": 114.1, "end": 119.2}, {"text": "start restarted it like the other day and the pilot blew my mind. I couldn't,", "start": 119.2, "end": 123.48}, {"text": "I thought I was, I was gonna be like, well, it'd be nice to go, it'll be", "start": 123.48, "end": 125.74}, {"text": "nostalgic to watch this again, but I couldn't believe how much I like the", "start": 125.74, "end": 128.4}, {"text": "pilot. It's still very good. It's crazy, man. But anyway, that felt to me like", "start": 128.4, "end": 132.22}, {"text": "Grand Theft Auto.", "start": 132.22, "end": 133.12}, {"text": "David Lynch, I don't know. It was much closer to Grand Theft Auto, the video", "start": 133.12, "end": 137.26}, {"text": "game. Am I the only leftist that loves Twin Peaks? You might be. I like the", "start": 137.26, "end": 141.02}, {"text": "restaurant to when they put the guy into the car, he started like smashing the", "start": 141.04, "end": 145.28}, {"text": "door from the inside. I thought we're going to see a full escape. He looked", "start": 145.28, "end": 148.12}, {"text": "like he was halfway through, like Zazz make up from like Batman Arkham Knight.", "start": 148.12, "end": 154.92}, {"text": "Yeah, yeah, he looked like he had like a bunch of markings all over the back of", "start": 154.92, "end": 158.2}, {"text": "his head and very sad scenario. I'm going to say yeah, well, the saddest part is", "start": 158.2, "end": 163.76}, {"text": "it scared. I think it was so sad. He's peering through the front door. I was", "start": 163.76, "end": 167.28}, {"text": "trying to make I was making. I thought that someone was going to die, but you", "start": 167.28, "end": 170.56}, {"text": "you're going to stop it. I thought somebody was a tragedy. Hey, Mr. Cop", "start": 170.6, "end": 174.76}, {"text": "leave the guy alone, Mr. leave that guy alone. Okay, he didn't do it. All he did", "start": 174.76, "end": 180.0}, {"text": "was break a woman's face in half. Oh yeah, and then stop a motorcycle. What", "start": 180.0, "end": 183.92}, {"text": "made me what that's illegal. I thought that this was like a you thought it was", "start": 183.92, "end": 187.52}, {"text": "a cat fight. You thought it was hot, but then I didn't think it was hot. I just", "start": 187.52, "end": 190.72}, {"text": "yeah. When a man punches a woman, it's immediately a dog, a cat thing, dog", "start": 190.72, "end": 196.28}, {"text": "fighting. That's not fun. No, that's scary. That's not fun. A dog chasing a", "start": 196.32, "end": 200.38}, {"text": "cat around there's no cartoons. We all we all became three became the three", "start": 200.38, "end": 204.66}, {"text": "little Karen's in here looking out the window like oh my God, it was", "start": 204.66, "end": 208.22}, {"text": "only of course happening. What are you?", "start": 208.22, "end": 210.32}, {"text": "My life is so boring. That's literally all I do twenty four seven is look at", "start": 210.32, "end": 214.3}, {"text": "my window. Yeah, oh my God, I hope so. This is to be an old. That's literally", "start": 214.3, "end": 218.86}, {"text": "I look out the wind. I do exactly what we just did, but for when someone is", "start": 218.86, "end": 222.54}, {"text": "talking on the phone, I go yeah. What are you talking about guy? What's", "start": 222.54, "end": 225.8}, {"text": "and on and the maybe the one or two times a year when someone gets into a", "start": 225.82, "end": 230.12}, {"text": "traffic fight. Oh, my God, this is what we live for. Come here look yeah, well,", "start": 230.12, "end": 234.36}, {"text": "that's what they're arguing. We we live like the our neighborhood is pretty", "start": 234.36, "end": 239.1}, {"text": "quiet, but when I was living at that that place in Bushwick, where like the", "start": 239.1, "end": 243.16}, {"text": "ceiling was constantly like falling apart and there's black mold, there was", "start": 243.16, "end": 247.5}, {"text": "on Thanksgiving night", "start": 247.5, "end": 248.8}, {"text": "or the night before Thanksgiving, Thanksgiving Eve, I saw this this whole", "start": 248.8, "end": 254.64}, {"text": "family brawl. They were only speaking Spanish, so I couldn't understand what was happening,", "start": 254.84, "end": 260.28}, {"text": "but I saw one dude coming down the street with a cinder block, and I was like, \"Oh,", "start": 260.28, "end": 264.64}, {"text": "shit. Oh, no.\" But the worst part was the windows in my room. It was an illegal, like", "start": 264.64, "end": 273.88}, {"text": "Alex's room should not have been built. It was not built on top of the code. It was just", "start": 273.88, "end": 278.68}, {"text": "on top. So my window, I wasn't able to see everything, so I had to go up to Alex's room", "start": 278.68, "end": 284.16}, {"text": "room because he went home. Alex, I went in your room when you weren't home to", "start": 284.16, "end": 287.66}, {"text": "watch a fight.", "start": 287.66, "end": 288.36}, {"text": "But yeah, it was just this family just with cinder blocks and beer bottles", "start": 288.36, "end": 293.26}, {"text": "being tossed at each other, and that street was so fucking crazy. You gotta", "start": 293.26, "end": 297.66}, {"text": "see one thing like that a year. Yeah. It's always like around this time. Last", "start": 297.66, "end": 301.46}, {"text": "year we saw in Portland the guy telling us he was gonna kill the guy with a", "start": 301.46, "end": 304.86}, {"text": "machete. Did we talk about that on the show? I don't think so. Yeah, I saw a", "start": 304.86, "end": 309.06}, {"text": "guy dragging a chain. Yeah, the chain dragger, the scary Resident Evil zombie", "start": 309.06, "end": 313.96}, {"text": "a laser gun. I saw a laser gun guy who there was a homeless guy with a laser", "start": 313.96, "end": 318.26}, {"text": "gun. I don't remember that I remember it was it in the future or now it was", "start": 318.26, "end": 321.72}, {"text": "must have been it was in the past for us. You're kidding. It was when we were", "start": 321.72, "end": 325.14}, {"text": "there a laser gun in the past. Yeah, that's even scarier. Yeah, it was", "start": 325.14, "end": 329.18}, {"text": "important because he brought that technology from another time. Yeah,", "start": 329.18, "end": 331.92}, {"text": "dimension I do. I did realize the other day, like when I lived on that street", "start": 331.92, "end": 337.54}, {"text": "where there was like constantly like a fighter, like somebody like throwing", "start": 337.54, "end": 341.42}, {"text": "like glass around or like somebody a couple of guys, someone collecting cans.", "start": 341.44, "end": 346.8}, {"text": "Someone's got no. There's a couple of guys who decided to have some fun one", "start": 346.8, "end": 351.6}, {"text": "night and slashed the bike tires on my folding bike. That's right. You remember", "start": 351.6, "end": 355.96}, {"text": "that the one that I ever tell you about that I won't. I gave you that one. Yeah,", "start": 355.96, "end": 359.48}, {"text": "I woke up at five in the morning. I heard a bunch of guys going. No, don't do", "start": 359.48, "end": 363.92}, {"text": "that. Oh, no. That could have been heard. Then the next day, both of my tires", "start": 363.92, "end": 369.36}, {"text": "slashed completely. It was a fun like that would say yes. Do that. I had a", "start": 369.4, "end": 374.1}, {"text": "group. There's a group of teenage just pieces of crap walking by me the other", "start": 374.1, "end": 378.88}, {"text": "day and I was walking Phil and they said, look at that dog stupid ass dog.", "start": 378.88, "end": 382.84}, {"text": "Fuck that dog and I was and I just literally I mean it was eight people. So", "start": 382.84, "end": 386.88}, {"text": "I just looked down and just ignored it. Yeah, the other day my neighbor rang the", "start": 386.88, "end": 390.46}, {"text": "doorbell. She's like I forgot my keys.", "start": 390.46, "end": 392.12}, {"text": "That's not crazy. Get out of my house. You crazy bitch. I like you crazy.", "start": 392.12, "end": 398.96}, {"text": "I was walking with my girlfriend somewhere and I cut through that big, that park where", "start": 398.96, "end": 405.12}, {"text": "we shot the Underworld's Biggest Mummy thing. We were taking a short cut through there and", "start": 405.12, "end": 410.52}, {"text": "this group of teenagers pointed at me and said, \"Yo, don't he look like Mario?\"", "start": 410.52, "end": 415.96}, {"text": "Way! You got cooked, man.", "start": 415.96, "end": 419.52}, {"text": "The worst part was I was wearing the poop hat.", "start": 419.52, "end": 423.84}, {"text": "You were wearing the pee hat.", "start": 423.84, "end": 425.32}, {"text": "there in the be and you guys,", "start": 425.32, "end": 428.24}, {"text": "if that happens to you, your girlfriend is not gonna look at you the same that", "start": 428.24, "end": 433.2}, {"text": "no, no, no, no, no, you have to you. I honestly I should have just broke off", "start": 433.2, "end": 438.08}, {"text": "and went into just like a bodega and just hid there and I don't I think a", "start": 438.08, "end": 441.96}, {"text": "lot of a lot of these teenagers are very well aware of the fact that they can", "start": 441.96, "end": 446.44}, {"text": "ruin any relationship. If there's three or more of them, they can ruin every", "start": 446.44, "end": 450.64}, {"text": "relationship. Yeah, it's like fucking", "start": 450.64, "end": 452.24}, {"text": "nocturnal animals that that movie with Jake Gyllenhaal.", "start": 452.24, "end": 457.52}, {"text": "It's like utopia, utopia. Are you talking about zootopia? No bit of a", "start": 457.52, "end": 462.92}, {"text": "documentary. It's a movie that I saw probably ten years ago. That is about", "start": 462.92, "end": 468.0}, {"text": "Jake Gyllenhaal being such a loser that his wife and daughter get murdered.", "start": 468.0, "end": 472.64}, {"text": "So, but it's the same kind of scenario. He's getting roasted yeah where he's", "start": 472.64, "end": 478.2}, {"text": "like just going along with stuff. The bartender roasted me last night. You're", "start": 478.24, "end": 481.8}, {"text": "kidding. What happened? You were there. He called me mustache. Oh, dude, this guy", "start": 481.8, "end": 485.56}, {"text": "was on one. He was on one. I tried to hand him a drink ticket and he was, I", "start": 485.56, "end": 488.8}, {"text": "was like, 'Hey, does this cover a June shine?' Okay, and before you say gay,", "start": 488.8, "end": 491.84}, {"text": "be honest, that's my stomach. Oh, the bartender, the bartender at the", "start": 491.84, "end": 495.12}, {"text": "bell house. Yeah. Oh, that guy likes me. He, I think he likes, he likes", "start": 495.12, "end": 498.6}, {"text": "everybody. He like, he must like like me and Cameron because he was bullying", "start": 498.6, "end": 501.88}, {"text": "us. Yeah. But I handed him a shot. Well, I said, 'Can I have a June", "start": 501.88, "end": 504.8}, {"text": "shot? Can, can this get a June shine?' And he said, 'I don't know. Can it?'", "start": 504.8, "end": 507.56}, {"text": "and I just said, Please tell me if I can buy", "start": 507.56, "end": 511.96}, {"text": "and he realized that he called me mustache. I said, What yeah, and they", "start": 511.96, "end": 517.44}, {"text": "started laughing and I said, Did you roast me man? Did you roast me? He said,", "start": 517.44, "end": 521.0}, {"text": "No, I said, Did you really just roast me must? Well, the other thing, the thing", "start": 521.0, "end": 525.0}, {"text": "that we're leaving out is that all three of us were in elf costumes, which I", "start": 525.0, "end": 528.64}, {"text": "wasn't in an elf. Not at this point. At this point, okay, well, I was in my", "start": 528.64, "end": 532.04}, {"text": "elf costume. He was normal. He said that he gave me a shot and said, Bro,", "start": 532.04, "end": 537.52}, {"text": "you better than will ferrell. He said that ask your ask your wife. She can", "start": 537.52, "end": 541.6}, {"text": "confirm she defended will ferrell. He said you better than she defended will", "start": 541.6, "end": 545.28}, {"text": "ferrell. His wife defended will ferrell. Why did you let her do that? Because", "start": 545.28, "end": 548.72}, {"text": "he's not better than will ferrell.", "start": 548.72, "end": 550.4}, {"text": "You kidding me? You don't have to you don't have to get into a debate about", "start": 550.4, "end": 555.04}, {"text": "it in front of the bartender. The bartender said that's a crazy ass thing", "start": 555.04, "end": 557.68}, {"text": "to say. Yeah, you're better than will ferrell. The bartender said that and", "start": 557.68, "end": 561.12}, {"text": "that you're smarter than albert einstein. She said, I don't think that's", "start": 561.12, "end": 564.56}, {"text": "She's right. You're not better than Will Ferrell. I don't know. You're good. You're a nice guy.", "start": 564.6, "end": 570.2}, {"text": "You're my friend. According to the bartender. You're better than Will Ferrell. You think", "start": 570.2, "end": 573.04}, {"text": "he's better than Will Ferrell? Maybe as an elf. Talladega nights. As an elf, maybe. I", "start": 573.04, "end": 577.56}, {"text": "don't like Talladega nights. Oh, that's what he was referring. Oh, I thought he was saying", "start": 577.56, "end": 580.72}, {"text": "your whole body of work was better than... I forgot you were dressed like an elf. No,", "start": 580.72, "end": 584.44}, {"text": "no, I'm dressed like an elf. He's not saying I'm better than Will Ferrell in all walks", "start": 584.44, "end": 588.04}, {"text": "of life. He's saying I'm probably a better elf. Okay, well, you're definitely not better", "start": 588.04, "end": 591.32}, {"text": "than Will Ferrell as an elf. I don't know. We can't talk too much about Will Ferrell as", "start": 591.32, "end": 595.2}, {"text": "an elf because that's part of my presentation. Okay. So we have to move on from this topic.", "start": 595.2, "end": 600.72}, {"text": "We'll move on. Well, I did. You know what? I would like to come clean and admit to a,", "start": 600.72, "end": 607.92}, {"text": "I guess a party foul. One that was an honest mistake. No. You guys, I accidentally stole", "start": 607.92, "end": 617.34}, {"text": "the spotlight of a karaoke song.", "start": 617.34, "end": 619.64}, {"text": "It was the one. You didn't steal spotlight. You accidentally stole somebody's spot", "start": 619.64, "end": 624.74}, {"text": "in line. You cut in line. Well, it's disputed because we both picked the same", "start": 624.74, "end": 629.44}, {"text": "song. But they clearly picked it before you. We don't know. The jury's still", "start": 629.44, "end": 633.34}, {"text": "out. Well, then you didn't do anything. But they looked upset and I want to", "start": 633.34, "end": 637.14}, {"text": "apologize formally. I didn't realize until after. Even if you did, you sniped", "start": 637.14, "end": 641.34}, {"text": "their song. I didn't realize until after when the song came up later in the", "start": 641.34, "end": 644.14}, {"text": "you you have to assume anybody at karaoke. If they pick one song, you have to assume", "start": 644.14, "end": 647.94}, {"text": "that's the only song they know how to sing. Yeah, so wouldn't the priority", "start": 647.94, "end": 650.94}, {"text": "saying, do they have a person you're handing the request to? Yeah, you tell it", "start": 650.94, "end": 654.54}, {"text": "to them or is it like you have a right to sound you're writing down the", "start": 654.54, "end": 656.54}, {"text": "question. Okay, and those are you writing down and then you go to the cop", "start": 656.54, "end": 659.34}, {"text": "car. That's over girl. That's sad. That's the saddest part. It's over. I", "start": 659.34, "end": 663.94}, {"text": "hope they're doing a raid right now in that building. Me too. So far, they're", "start": 663.94, "end": 668.04}, {"text": "doing the movie. The rate building right now, rappelling down the sides of", "start": 668.04, "end": 672.44}, {"text": "to the building, but I would like clearing out every floor hitting every", "start": 672.44, "end": 675.94}, {"text": "corner like this. I've never seen the raid. That movie is sick, bro. I", "start": 675.94, "end": 679.62}, {"text": "think we have you seen the raid? No, but I can imagine what you guys gotta", "start": 679.62, "end": 683.1}, {"text": "watch. I think every single time we would go to", "start": 683.1, "end": 686.56}, {"text": "not Gus's apartment, but anywhere with Gus in college, he would try to get us", "start": 686.56, "end": 692.08}, {"text": "to watch the raid. It's a good movie. Is it beast? It's beast. Is it a", "start": 692.08, "end": 695.64}, {"text": "Boston movie? No, it's like a", "start": 695.64, "end": 697.24}, {"text": "or something like that. That's only like Boston movies. It's", "start": 700.14, "end": 704.04}, {"text": "some time really just watches like the town black mass and the departed.", "start": 704.04, "end": 707.58}, {"text": "That's all he watches and movies that are like that. He", "start": 707.58, "end": 710.62}, {"text": "I hate hanging out with Gus. He always puts on fucking mystic river. I need to", "start": 710.62, "end": 716.06}, {"text": "get the I need to bring this book, but he gave me a book when I was in", "start": 716.06, "end": 718.7}, {"text": "L.A. that he has this detective series that he's been reading since he was", "start": 718.7, "end": 723.1}, {"text": "like ten years old that he still reads and there's like two hundred of these", "start": 723.1, "end": 727.14}, {"text": "books and it's about like a fat old detective and it's the picture of the", "start": 727.18, "end": 733.18}, {"text": "tech of the detective is a picture of the author and it's called like", "start": 733.18, "end": 737.16}, {"text": "mcbarney or some shit and he just solves mysteries every single time. It's the", "start": 737.16, "end": 742.72}, {"text": "only book he reads yeah and he gave me one and he was like yeah. You should", "start": 742.72, "end": 746.2}, {"text": "read this book. It'll like change your life. It's like a worse version of the", "start": 746.2, "end": 750.1}, {"text": "john grisham novel and it takes place in boss and that's why you like oh yeah", "start": 750.1, "end": 752.98}, {"text": "that makes sense. This one's completely in asia", "start": 752.98, "end": 755.66}, {"text": "The Raid, yeah. It's not an American movie. I don't remember what country it is. I said", "start": 756.82, "end": 762.38}, {"text": "Thai, could be Thai, Thai, could be Thailand. Don't know, so I'm not going to make a strong...", "start": 762.38, "end": 768.54}, {"text": "Is there an outland? Might be Indonesian, actually, now that I think about it. Oh, they", "start": 768.54, "end": 773.74}, {"text": "have the curvy letters. Thai has curvy letters. You know, I learned why they have the curvy", "start": 773.74, "end": 778.9}, {"text": "letters. The guys from The Raid, they put them in every action movie now. Okay. So if", "start": 778.9, "end": 782.5}, {"text": "if you ever see a guy or the guys don't need them, they usually are bad guys.", "start": 782.5, "end": 787.2}, {"text": "They were in some of the Star Wars movies. I think they were good guys", "start": 787.2, "end": 791.06}, {"text": "first. Well, they're in real life. They're actors, okay, and", "start": 791.06, "end": 795.3}, {"text": "athletes, yeah, martial artists. I wouldn't say athlete. I would say artist.", "start": 795.3, "end": 800.94}, {"text": "I think I would say, you know what that is? Artists is in the name of the", "start": 800.94, "end": 804.94}, {"text": "thing I was going to say. I would say that they are athletes, but then you", "start": 804.94, "end": 808.0}, {"text": "bring up the point that they are called art to add the acting is the art", "start": 808.0, "end": 811.66}, {"text": "art, but the the the Marshall, I would say the Marshall is the art part. No,", "start": 811.7, "end": 817.64}, {"text": "this is a beautiful dance between the wind and the man. Yeah, I will say an", "start": 817.64, "end": 822.44}, {"text": "escape artist is not an artist. You don't think so? No. Houdini, that is a", "start": 822.44, "end": 827.44}, {"text": "stunt. That is a stunt man or what's a stunt artist stunt. Yeah, I think it's a", "start": 827.44, "end": 833.24}, {"text": "martial artist is an athlete. One hundred percent. I guess they have", "start": 833.24, "end": 836.0}, {"text": "tournaments bro. There's no art your turn. There are", "start": 836.04, "end": 840.54}, {"text": "that's what are you talking about? That's", "start": 840.54, "end": 842.52}, {"text": "that's not a beautiful art. They play using art after they're done. There's", "start": 842.52, "end": 847.8}, {"text": "an art like a back to Paul and it's the game and former", "start": 847.8, "end": 850.56}, {"text": "art of the month. There's that that's an art tournament. What are you saying", "start": 850.56, "end": 855.32}, {"text": "the game and former art of the month? I don't know where they have the things", "start": 855.32, "end": 859.32}, {"text": "in the game and former. I have to do that's an art contest. There's that's", "start": 859.32, "end": 863.32}, {"text": "there's one example. I didn't say contest as a tournament, but that has nothing.", "start": 863.36, "end": 867.9}, {"text": "Of course, those people are artists yeah, but it's a that's they're not", "start": 867.9, "end": 871.18}, {"text": "martial. I think I'm I think I think I've lost the plot mate. I think you", "start": 871.18, "end": 876.16}, {"text": "honestly you bloody have I you feel completely you feel death for what you've", "start": 876.16, "end": 880.58}, {"text": "done bollocks. I've got gone bloody. I've been driven mad by this horrible", "start": 880.58, "end": 884.38}, {"text": "world that you saw just a sliver of I know recently", "start": 884.38, "end": 887.42}, {"text": "this violence is driving you out of your mind. You would not let one second.", "start": 887.42, "end": 891.42}, {"text": "I love the junction. I've I've completely gone around the band. You're around the", "start": 891.44, "end": 895.54}, {"text": "bend. You're over the hill mate.", "start": 895.54, "end": 898.06}, {"text": "You hit the wall. You hit the wall. I've hit a wall.", "start": 898.06, "end": 902.06}, {"text": "I've hit the wall. You've hit the wall. I've hit the wall. Yeah, I'm completely", "start": 902.06, "end": 906.46}, {"text": "washed. I'm mid now. You're not mad. Which Liberty women you should be a", "start": 906.46, "end": 910.8}, {"text": "baddie, but now I'm mid Susan Sarandon. Susan Sarandon hit the wall.", "start": 910.8, "end": 915.46}, {"text": "Helen Mirren Helen Mirren hit the wall", "start": 915.46, "end": 918.86}, {"text": "be Arthur.", "start": 918.86, "end": 920.96}, {"text": "Uma B. Thurman,", "start": 920.96, "end": 922.62}, {"text": "P. Arthur hit the wall,", "start": 922.62, "end": 924.88}, {"text": "Betty White, your way, Betty White, a long and passed away because you hit it", "start": 924.88, "end": 928.6}, {"text": "so hard yeah. Oh, the cops are still here. What the hell now they're going to", "start": 928.6, "end": 932.24}, {"text": "come get it. We're going to have to give a fucking statement. I'm going to go", "start": 932.24, "end": 934.44}, {"text": "statement on", "start": 934.44, "end": 935.04}, {"text": "dude. We'll just we'll just hand them the first thirty minutes of that. I will", "start": 935.04, "end": 939.68}, {"text": "give a statement. I'm willing to give a statement if it is on recorded yeah", "start": 939.68, "end": 943.04}, {"text": "yeah, because for my own protection, we have that's what we say to", "start": 943.04, "end": 946.0}, {"text": "I think that's a good idea. I will not talk to them. Pound that out. Yeah, that's a good", "start": 946.04, "end": 956.04}, {"text": "ass. I'm leftist as hell today. I'm talking about twin peaks, not talking to cops. What's", "start": 956.04, "end": 961.18}, {"text": "next for you, man? What's next for me? Right wing. I'm going to completely turn. I'm going", "start": 961.18, "end": 967.24}, {"text": "to become post left. I'm going to go talk to those cops. Go talk to him, man. I'm going", "start": 967.24, "end": 971.68}, {"text": "to go out there. I'm going to ask for an application. The thing is, cops are so different in New", "start": 971.68, "end": 975.08}, {"text": "New York versus North Carolina. Yeah in North Carolina, every cop is a super", "start": 975.08, "end": 979.82}, {"text": "soldier. There's bread from birth to be a police. Same with my home. Well, my", "start": 979.82, "end": 984.02}, {"text": "hometown, we have the SWAT team in New York. They're just like normal, like", "start": 984.02, "end": 987.58}, {"text": "five, four, they go to the store here. Yeah, they go to the store. They walk", "start": 987.58, "end": 992.12}, {"text": "around down in North Carolina. They go, they have, they do, they walk as an army.", "start": 992.12, "end": 996.66}, {"text": "It is a literal army. People always say the NYPD is militarized. This is not", "start": 996.66, "end": 1002.32}, {"text": "none of these people could be in the military. No, no, they could be they", "start": 1002.94, "end": 1006.14}, {"text": "could. I mean they could be drone operators for sure. They could be drones", "start": 1006.14, "end": 1009.38}, {"text": "like yeah, like it could maybe be part of the BTS army,", "start": 1009.38, "end": 1012.42}, {"text": "perhaps a BTS army, maybe the BTS army, the only cops that the US army, the", "start": 1012.42, "end": 1019.06}, {"text": "only no no no no no no no no no no no no no no no no no no no no no no no", "start": 1019.06, "end": 1020.46}, {"text": "no no no no no no no no no no no no no no no no no no no no no no no no no", "start": 1020.46, "end": 1020.98}, {"text": "no no no no no no no no no no no no no no no no no no no no no no no no no", "start": 1020.98, "end": 1021.52}, {"text": "no no no no no no no no no no no no no no no no no no no no no no no no no no", "start": 1021.52, "end": 1021.84}, {"text": "no no no no no no no no no no no no no no no no no no no no no no no no no no", "start": 1021.84, "end": 1022.14}, {"text": "white people of the white people are in the I thought that they were called the", "start": 1022.18, "end": 1026.02}, {"text": "BTS Army, because I thought that you thought they were called Army, because", "start": 1026.02, "end": 1029.34}, {"text": "they were a group. No, I thought the group was called BTS Army called BTS.", "start": 1029.34, "end": 1034.02}, {"text": "What I thought BTS was short for BTS Army and then BTS was short for", "start": 1034.02, "end": 1038.3}, {"text": "something else. BTS is short for something, but I don't remember behind", "start": 1038.3, "end": 1042.26}, {"text": "behind the scenes. Oh yeah, boys, the singers, boys, the singers, boys, the", "start": 1042.26, "end": 1047.38}, {"text": "singer, but BTS has to go into the Army. They broke up because they got pressed", "start": 1047.38, "end": 1051.66}, {"text": "the military service. This keeps happening to guys. Korean pop stars, they have to go", "start": 1051.7, "end": 1057.94}, {"text": "fight in the army. That's insane. You have to do one year of mandatory service. Whenever", "start": 1057.94, "end": 1062.62}, {"text": "a country has a mandatory army, that's fucked up. They have to do it. This has been taking", "start": 1062.62, "end": 1069.56}, {"text": "down a lot of eSports athletes. Speaking of athletes. Yeah. Which those are the only real", "start": 1069.56, "end": 1074.44}, {"text": "athletes nowadays. PRX Jing just had to take a year off because he got put into the army.", "start": 1074.44, "end": 1080.1}, {"text": "me. Oh my God. Yeah, and then he came back and he was even better at using his gun", "start": 1080.1, "end": 1084.0}, {"text": "in the games. Yeah, because now he knows how to reload it and now he has the", "start": 1084.0, "end": 1087.2}, {"text": "the thrill of the kill means nothing to him anymore. He's doing this is my", "start": 1087.2, "end": 1090.7}, {"text": "rifle. This is my gun exactly. It's completely been brainwashed and so this", "start": 1090.7, "end": 1094.2}, {"text": "makes you better. I don't know how it would make you better at music and", "start": 1094.2, "end": 1096.7}, {"text": "dancing and rap which BTS involves himself in rap, but I couldn't believe", "start": 1096.7, "end": 1102.0}, {"text": "when they wrapped. They also involve themselves in McDonald's. They involve", "start": 1102.0, "end": 1106.3}, {"text": "themselves in a new meal.", "start": 1106.3, "end": 1107.6}, {"text": "We're being distracted by the car is beeping at the cops. Yeah, yeah. So this", "start": 1108.8, "end": 1114.0}, {"text": "is another that's a classic of the work moment. Yeah, helping conflict. Yeah,", "start": 1114.0, "end": 1118.32}, {"text": "that you I feel like you'd only get that in New York where like they like if you", "start": 1118.32, "end": 1122.44}, {"text": "honked at a cop that for blocking the road at all, they would draw their", "start": 1122.44, "end": 1126.6}, {"text": "weapons immediately and switch. She's your car in North Carolina. Yeah, yeah,", "start": 1126.6, "end": 1130.08}, {"text": "yeah. You'd be you can't do that kind of thing. No, here to be respectful and", "start": 1130.08, "end": 1133.24}, {"text": "you have to cry or else you dead. Yeah, here you pc. I mean, there's so many", "start": 1133.24, "end": 1138.28}, {"text": "videos of people fist fighting police in New York City.", "start": 1138.28, "end": 1140.98}, {"text": "Oh yeah.", "start": 1140.98, "end": 1141.98}, {"text": "And the cops are just doing it.", "start": 1141.98, "end": 1142.98}, {"text": "Yeah, they go for it.", "start": 1142.98, "end": 1143.98}, {"text": "Yeah, the cops are handsome but literally like that video where the guy is fighting the dude", "start": 1143.98, "end": 1148.12}, {"text": "in the park and he like slips out the gun and hands it to his friend.", "start": 1148.12, "end": 1151.4}, {"text": "It's exactly like that with all the cops.", "start": 1151.4, "end": 1153.08}, {"text": "They take off all their shit and they're like, \"Let's box.", "start": 1153.08, "end": 1156.4}, {"text": "Let's do this shit.\"", "start": 1156.4, "end": 1157.4}, {"text": "Yeah.", "start": 1157.4, "end": 1158.4}, {"text": "I like that.", "start": 1158.4, "end": 1159.4}, {"text": "That's a thing.", "start": 1159.4, "end": 1160.4}, {"text": "That's a respect thing.", "start": 1160.4, "end": 1161.4}, {"text": "Yeah, that's fucking honor.", "start": 1161.4, "end": 1162.4}, {"text": "Could you imagine somebody coming, like moving to New York to become a New York police officer?", "start": 1162.4, "end": 1167.48}, {"text": "it's got to be the most psychotic person in the world. Can they do that? Can you", "start": 1167.48, "end": 1171.56}, {"text": "do that? Do you have to be a resident of the place that you lived? No, because", "start": 1171.56, "end": 1175.6}, {"text": "all the all the traffic cops in my neighbourhood are all from India, like", "start": 1175.6, "end": 1179.76}, {"text": "every single one of them. Do they ever do the thing that they do in movies", "start": 1179.76, "end": 1182.4}, {"text": "where they're like, \"Listen, buddy, you're too crazy. We're forcing you to", "start": 1182.4, "end": 1186.68}, {"text": "move to a village. You can't be-\" Like Hot Fuzz? Like Hot Fuzz, exactly. Yeah,", "start": 1186.68, "end": 1191.72}, {"text": "they do that. Is that real? Do they do that? If somebody gets in a police", "start": 1191.72, "end": 1194.76}, {"text": "involved shooting and gets whatever you have to the sticks yeah, but you have", "start": 1194.8, "end": 1198.84}, {"text": "to that's funny yeah, yeah, is that it's it's your cops and the sticks are", "start": 1198.84, "end": 1203.54}, {"text": "evil or I know well, that's because they're all from yeah, they're all", "start": 1203.54, "end": 1206.92}, {"text": "because they all shot somebody yeah, they all got sent away yeah, I got sent", "start": 1206.92, "end": 1210.32}, {"text": "to boarding school by their bosses. Imagine the reverse, though, like a cop", "start": 1210.32, "end": 1214.2}, {"text": "that's like too shitty. So they send them to New York yeah, they should do", "start": 1214.2, "end": 1218.24}, {"text": "that. We need to toughen you up well, it's cop here. I heard there's a cop", "start": 1218.24, "end": 1221.36}, {"text": "here who shot a couple people. They sent him to Christmas City in the North", "start": 1221.36, "end": 1224.64}, {"text": "hole. Really? Yeah. Doing what? Cop? Being a police officer. Being a police officer? Yeah.", "start": 1224.68, "end": 1229.72}, {"text": "Imagine the police there. In PPD? Yeah. Wow. They don't have guns. They have a candy cane", "start": 1229.72, "end": 1234.02}, {"text": "in their holster. They have slingshots. They have slingshots that shoot bullets. Yeah. That", "start": 1234.02, "end": 1238.36}, {"text": "shoots bubbles. A slingshot that shoots bubbles. That's a good invention. That's actually an", "start": 1238.36, "end": 1243.56}, {"text": "amazing invention, man. Yeah. I like that. You might be back. You might have gained the", "start": 1243.56, "end": 1246.28}, {"text": "plot back. They might have jelly marbles kind of bubbles. Kind of bubble like that. Jelly", "start": 1246.28, "end": 1251.18}, {"text": "Marbles kind of marbles. Look at this or be yeah, you lost it again or be you're", "start": 1251.18, "end": 1255.48}, {"text": "back to being completely when I was just a bubble. Yep, a slay that with an alarm", "start": 1255.48, "end": 1261.4}, {"text": "system or a siren. That's pretty good. Yeah, I don't mind that at all. I mean", "start": 1261.4, "end": 1267.44}, {"text": "wait, what other vehicles are there in the North Pole is the only one with a", "start": 1267.44, "end": 1273.32}, {"text": "country car cross country skis. No, you have to like walk everywhere or ski", "start": 1273.32, "end": 1278.44}, {"text": "everywhere. They definitely got snowmobiles, man. Snow shoes, snowmobiles. I mean, that's", "start": 1278.46, "end": 1282.9}, {"text": "walking. Remember snow shoes? S-N-E-A-U-X? No. Oh, that was like Steve-O's shoe company.", "start": 1282.9, "end": 1289.86}, {"text": "You ever see snow shoes when you were a kid on movies and TV and say, \"I want to walk", "start": 1289.86, "end": 1293.26}, {"text": "on those, man.\" Have you ever been snowshoeing? So it spreads out your weight so you don't", "start": 1293.26, "end": 1297.98}, {"text": "sink into the snow as much. Oh, that makes sense. But they're just tennis rackets, right?", "start": 1297.98, "end": 1302.06}, {"text": "Yeah. Well, I mean, a cartoon one is. I've jumped tennis rackets to my feet when I was", "start": 1302.06, "end": 1306.54}, {"text": "like it probably does about the same thing. My mom, I used to go snowshoeing", "start": 1306.54, "end": 1309.98}, {"text": "with my mom. They're like metal and like I mean they're kind of like, like yeah,", "start": 1309.98, "end": 1314.64}, {"text": "they're like metal and they're your feet lock in like skis. Have there been", "start": 1314.64, "end": 1317.62}, {"text": "advance? Yeah, I was gonna ask, has there been advancements in snowshoe", "start": 1317.62, "end": 1320.72}, {"text": "technology? Yeah, probably. Do you think they have a snowshoe that looks like a", "start": 1320.72, "end": 1325.38}, {"text": "Jordan four? No, well, so you could, you wear your shoes. Oh, okay. Still, so you", "start": 1325.38, "end": 1329.78}, {"text": "could wear, you could just wear your, but that would be fire, dude. Yeah, you", "start": 1329.78, "end": 1333.26}, {"text": "just wear your shoes and you strap into the snowshoes, but it's fun. It's a, it's", "start": 1333.26, "end": 1336.52}, {"text": "the fun thing. Imagine the Balenciaga snowshoe.", "start": 1336.52, "end": 1338.92}, {"text": "Pulling up at your Inuit village with the Balenciaga snowshoe. Free idea,", "start": 1338.92, "end": 1344.92}, {"text": "Valenciaga, if you're listening. People losing their fucking mind. The fun part", "start": 1344.92, "end": 1347.38}, {"text": "is when you get the poles, like the cross country ski type poles. You don't", "start": 1347.38, "end": 1350.58}, {"text": "really need them at all. I've been watching this woman on the phone who", "start": 1350.58, "end": 1355.18}, {"text": "is from... Oh, ambulance. Ambulance. Oh my God. Oh, dude, it just keeps...", "start": 1355.18, "end": 1359.66}, {"text": "What, what, what, the fucking mailman's gonna show up next? What the hell?", "start": 1359.66, "end": 1363.38}, {"text": "come on. The mailman did show up in the middle of it. The mailman, the pizza", "start": 1363.96, "end": 1367.98}, {"text": "guy, everybody just", "start": 1367.98, "end": 1369.32}, {"text": "when I was", "start": 1369.32, "end": 1370.86}, {"text": "the other door. When I was in the other doorway, the mailman poked his head", "start": 1370.86, "end": 1375.86}, {"text": "over and then threw a package in and then started walking. That sucks if", "start": 1375.86, "end": 1379.28}, {"text": "you're a mailman and something happens like that and it happens like at the", "start": 1379.28, "end": 1381.92}, {"text": "place you have to deliver. It's illegal for you to not deliver that mail. You", "start": 1381.92, "end": 1384.82}, {"text": "have to deliver it. You have a literal honors bound system. Yeah, you have a", "start": 1384.82, "end": 1388.6}, {"text": "code that you must have mailman's code is one that is punishable by death. I've", "start": 1388.6, "end": 1392.64}, {"text": "trying to get a break it I'm trying to get car insurance and every single time", "start": 1392.66, "end": 1396.02}, {"text": "I go for a quote it always asks is anybody in your family in the military", "start": 1396.02, "end": 1400.62}, {"text": "the police officer or a postal officer so apparently you get all the same", "start": 1400.62, "end": 1408.1}, {"text": "benefits yeah you get crazy crazy but from just being a fucking man yeah my", "start": 1408.1, "end": 1411.98}, {"text": "uncle's a man or was a mailman this is an amazing surgery anybody should do", "start": 1411.98, "end": 1416.04}, {"text": "this job so it takes a long time to get to where it's really good like that's", "start": 1416.04, "end": 1420.18}, {"text": "very heavy seniority based. Yeah, that's what my uncle said. You have to like work for a", "start": 1420.18, "end": 1424.98}, {"text": "long time before you get all the... He's like the samurai. I think it's one of those things", "start": 1424.98, "end": 1428.9}, {"text": "where they kind of initiate you. They kind of fuck with you a little bit. You get hazed.", "start": 1428.9, "end": 1432.66}, {"text": "Well, you get hazed in getting the worst hours. Well, you definitely get... The new kid, the", "start": 1432.66, "end": 1437.22}, {"text": "new guy definitely gets the Santa letters. And they're like, \"Go ahead, bring him to", "start": 1437.22, "end": 1440.82}, {"text": "the North Pole, you dickhead.\" I used to give my uncle my letters to Santa. They have a", "start": 1440.82, "end": 1446.62}, {"text": "training academy. My buddy's a mailman. Shout out to Emmett. He's telling me that he has", "start": 1446.62, "end": 1453.26}, {"text": "to go to like a full academy. You go to like for like two weeks or whatever and you go", "start": 1453.26, "end": 1458.14}, {"text": "take different classes about different types of mailman things. Isn't that awesome? Do", "start": 1458.14, "end": 1463.22}, {"text": "you spin the bag like the gun? You have to learn how to spin the bag. There's reading", "start": 1463.22, "end": 1467.18}, {"text": "bad handwriting on letters, on the addresses. Oh my God. Oh, I thought that was true. There", "start": 1467.18, "end": 1474.46}, {"text": "There is a whole section of there's like a I thought you actually think you're", "start": 1474.46, "end": 1478.46}, {"text": "telling the truth. Well, the academy is real, but that's not a real class.", "start": 1478.46, "end": 1481.5}, {"text": "There's a big", "start": 1481.5, "end": 1482.0}, {"text": "like center where all the mail where they can't read the hand writing goes and", "start": 1482.0, "end": 1489.3}, {"text": "they all they use some computer to try to put it and then some of those letters", "start": 1489.3, "end": 1493.42}, {"text": "have just been there and they can't throw them away. So some of those", "start": 1493.42, "end": 1496.0}, {"text": "letters have just been sitting there for like forty years. It's crazy. I just", "start": 1496.0, "end": 1499.5}, {"text": "have no idea where it's supposed to go. Have you ever thrown mail away that", "start": 1499.5, "end": 1502.64}, {"text": "wasn't yours. My wife threw away a giant box of mail that was sitting in our", "start": 1502.66, "end": 1507.66}, {"text": "apartment for a while this week and I said that's illegal you're gonna go to", "start": 1507.66, "end": 1510.6}, {"text": "jail. You just admitted to your wife's crimes. Yeah well like double jeopardy", "start": 1510.6, "end": 1514.96}, {"text": "can't be held responsible. Okay. I always I always throw it cry I always return", "start": 1514.96, "end": 1519.9}, {"text": "them. Yeah. You return every last piece? So if it's a former tenant and it", "start": 1519.9, "end": 1524.74}, {"text": "doesn't say or current resident, I cross out the barcode and say not at this", "start": 1524.74, "end": 1528.32}, {"text": "address I sent to put it back. Is that what you're supposed to do? Yeah but it", "start": 1528.32, "end": 1532.1}, {"text": "it doesn't work. I just put you're supposed you're supposed to do that and", "start": 1532.1, "end": 1535.26}, {"text": "then supposedly the mail carrying service is supposed to take like the", "start": 1535.26, "end": 1539.28}, {"text": "post office to take it and like well, they take it, but they're supposed to", "start": 1539.28, "end": 1542.14}, {"text": "take it and be like oh, we won't deliver this to me to this person anymore here", "start": 1542.14, "end": 1546.1}, {"text": "because they're really not some, but they still send them, but I take it away.", "start": 1546.1, "end": 1550.18}, {"text": "I get like every single apartment that I've lived in", "start": 1550.18, "end": 1553.12}, {"text": "now my first apartment, every apartment, but after my first apartment, I've", "start": 1553.12, "end": 1558.42}, {"text": "in three places, they have never ever once given me a mail key.", "start": 1558.44, "end": 1563.44}, {"text": "Really? So you have no access?", "start": 1563.44, "end": 1565.44}, {"text": "My last apartment, before I moved out, I talked to my mail lady and I said, \"Is there any", "start": 1565.44, "end": 1570.76}, {"text": "way that you can open this up for me? I have not been given a mail key. Do I go to your", "start": 1570.76, "end": 1578.96}, {"text": "office to get a mail key or what? That looks awesome. Wait, talk into it?\"", "start": 1578.96, "end": 1583.52}, {"text": "Cam put a Santa hat on his microphone.", "start": 1583.52, "end": 1586.02}, {"text": "I think it's dampening it too much.", "start": 1586.02, "end": 1587.28}, {"text": "I don't think it's dampening it at all.", "start": 1587.28, "end": 1588.68}, {"text": "You do sound cool though.", "start": 1588.68, "end": 1589.68}, {"text": "I don't think it's dampening it enough.", "start": 1589.68, "end": 1590.68}, {"text": "You sound like Santa.", "start": 1590.68, "end": 1591.68}, {"text": "Oh, oh, oh, oh, oh.", "start": 1591.68, "end": 1592.68}, {"text": "Whoa.", "start": 1592.68, "end": 1593.68}, {"text": "Wait, you really do.", "start": 1593.68, "end": 1594.68}, {"text": "Oh, oh, oh, oh, oh.", "start": 1594.68, "end": 1595.68}, {"text": "I was a little Dracula now.", "start": 1595.68, "end": 1597.4}, {"text": "Yeah.", "start": 1597.4, "end": 1598.4}, {"text": "But yeah, she said, \"Oh shit, that makes so much sense,\" and then opened it up and there", "start": 1598.4, "end": 1603.08}, {"text": "was just crammed mail, like the slot, like just had so much shit in there.", "start": 1603.08, "end": 1608.36}, {"text": "It looked like a real thinly cut turkey sandwich.", "start": 1608.36, "end": 1610.88}, {"text": "Yeah.", "start": 1610.88, "end": 1611.88}, {"text": "And they folded it over a million times.", "start": 1611.88, "end": 1612.88}, {"text": "That's what it looked like.", "start": 1612.88, "end": 1613.88}, {"text": "And she was like, \"Yeah, I just thought nobody lived here.\"", "start": 1613.88, "end": 1615.88}, {"text": "Wow.", "start": 1615.88, "end": 1616.88}, {"text": "I thought you were nobody, man.", "start": 1616.88, "end": 1617.88}, {"text": "Yeah. I thought you were a complete ghost.", "start": 1617.88, "end": 1619.38}, {"text": "I thought you just didn't matter at all.", "start": 1619.38, "end": 1620.88}, {"text": "Yeah.", "start": 1620.88, "end": 1621.88}, {"text": "Well, Cameron...", "start": 1621.88, "end": 1622.88}, {"text": "We're not a stack of mail that tall.", "start": 1622.88, "end": 1623.88}, {"text": "You putting that hat on your microphone...", "start": 1623.88, "end": 1625.88}, {"text": "Reminded me of Christmas.", "start": 1625.88, "end": 1626.88}, {"text": "...got me well into the Christmas spirit.", "start": 1626.88, "end": 1628.88}, {"text": "Yeah.", "start": 1628.88, "end": 1629.88}, {"text": "Guys, it's week two of the... or is it?", "start": 1629.88, "end": 1632.88}, {"text": "Four weeks of Christmas.", "start": 1632.88, "end": 1633.88}, {"text": "I guess. I think so.", "start": 1633.88, "end": 1634.88}, {"text": "It's week two of the four weeks of Christmas.", "start": 1634.88, "end": 1636.88}, {"text": "On the second week of Christmas...", "start": 1636.88, "end": 1638.88}, {"text": "I wish we had a sleigh bells on there.", "start": 1638.88, "end": 1641.88}, {"text": "Watch this. I think you're going to be surprised in one second.", "start": 1642.88, "end": 1646.88}, {"text": "That's the bell shaking.", "start": 1646.88, "end": 1648.88}, {"text": "It's if you hit them really hard.", "start": 1648.88, "end": 1650.88}, {"text": "That's a different, they changed the bell.", "start": 1650.88, "end": 1652.88}, {"text": "That's a Jaws harp.", "start": 1652.88, "end": 1654.88}, {"text": "It's not a Jaws harp.", "start": 1654.88, "end": 1656.88}, {"text": "It's a Jews harp.", "start": 1656.88, "end": 1658.88}, {"text": "Why do you say Jaws harp?", "start": 1658.88, "end": 1660.88}, {"text": "Because it goes in your jaws.", "start": 1660.88, "end": 1662.88}, {"text": "Are you afraid to say Jews harp?", "start": 1662.88, "end": 1664.88}, {"text": "It goes in between the jaws.", "start": 1664.88, "end": 1666.88}, {"text": "That's closer to a jingle bell.", "start": 1666.88, "end": 1668.88}, {"text": "That's Christmassy.", "start": 1668.88, "end": 1670.88}, {"text": "Chimes. Chimes. Hmm. No, it's chimes. It's fully chimes. It has been declared chimes", "start": 1670.88, "end": 1677.6}, {"text": "by the sound association. Open up the power points and go. And we're off on", "start": 1677.6, "end": 1685.12}, {"text": "another amazing journey to guys. Mystic investigation. We're back on mystic", "start": 1685.12, "end": 1690.84}, {"text": "investigations y'all. I think untitled presentation is mine. Yeah. And mine is", "start": 1690.84, "end": 1695.24}, {"text": "Kaki webby Baba Kaki.", "start": 1695.44, "end": 1697.84}, {"text": "All right, who's going who wants to go first? I can go first. Let Mr. Patrick", "start": 1697.84, "end": 1703.72}, {"text": "go first. All right. So we are back talking about mystic investigations.", "start": 1703.72, "end": 1708.84}, {"text": "You guys, you're back talking me, but no, I'm talking about you're doing it", "start": 1708.84, "end": 1713.92}, {"text": "right now. You bitch. I'm not back talking. You're not a bitch. You're", "start": 1713.92, "end": 1717.64}, {"text": "not. I'm not sassy. You start. Can you give it like an applause? Because it's", "start": 1717.64, "end": 1722.32}, {"text": "Mystic Investigations. This is one that the fans love.", "start": 1722.32, "end": 1724.64}, {"text": "Why doesn't it get an applause?", "start": 1724.64, "end": 1725.76}, {"text": "I love Mystic Investigations. I got lost looking through all this stuff today.", "start": 1725.76, "end": 1729.12}, {"text": "We were investigating a mystical event over there, of a fight, that I feel like we did", "start": 1729.12, "end": 1735.44}, {"text": "not give Mystic Investigations a big enough applause when we mentioned it.", "start": 1735.44, "end": 1740.0}, {"text": "All right, well, if you're going to be such a... Again, back-talking me, but...", "start": 1740.0, "end": 1742.4}, {"text": "Mystic Investigations, yo!", "start": 1742.4, "end": 1745.2}, {"text": "All right, you get a couple of claps from me.", "start": 1745.2, "end": 1748.16}, {"text": "I was concerned that we weren't going to talk about what Christmas is really", "start": 1748.16, "end": 1753.66}, {"text": "about, which obviously, as you know...", "start": 1753.66, "end": 1756.74}, {"text": "Presents.", "start": 1756.74, "end": 1757.74}, {"text": "No, that's exactly what I was going to talk against.", "start": 1757.74, "end": 1760.74}, {"text": "No, that's exactly what I was going to talk against.", "start": 1760.74, "end": 1761.74}, {"text": "I thought it was commercialism.", "start": 1761.74, "end": 1762.74}, {"text": "Yeah.", "start": 1762.74, "end": 1763.74}, {"text": "I think that maybe you're forgetting the true meaning of Christmas.", "start": 1763.74, "end": 1766.74}, {"text": "No, it's about...", "start": 1766.74, "end": 1767.74}, {"text": "What's the true meaning, Pat?", "start": 1767.74, "end": 1768.74}, {"text": "Well, the true meaning...", "start": 1768.74, "end": 1769.74}, {"text": "It's about corporations having...", "start": 1769.74, "end": 1770.74}, {"text": "No, it is about...", "start": 1770.74, "end": 1771.74}, {"text": "Green and red.", "start": 1771.74, "end": 1772.74}, {"text": "It is about...", "start": 1772.74, "end": 1773.74}, {"text": "And their logos.", "start": 1773.74, "end": 1774.74}, {"text": "respecting the birthday of our Lord and Savior, Jesus Christ.", "start": 1774.74, "end": 1778.48}, {"text": "Now, Julio, click next on the slide.", "start": 1778.48, "end": 1781.9}, {"text": "Did Santa Claus ever meet Jesus? Oh my, okay, here's my theory. Posted December", "start": 1781.9, "end": 1788.54}, {"text": "7th, 2023. My theory based on this picture is yes. By the Christmas spirit.", "start": 1788.54, "end": 1792.42}, {"text": "Wait, the Christmas spirit wrote this? My theory is no, because Santa came,", "start": 1792.42, "end": 1796.9}, {"text": "Santa had no reason to be Santa until Jesus had passed away. Well, let's", "start": 1796.9, "end": 1800.86}, {"text": "You're going to love this, what you're about to hear.", "start": 1801.7, "end": 1805.34}, {"text": "You're sure?", "start": 1805.34, "end": 1806.34}, {"text": "From the Christmas spirit.", "start": 1806.34, "end": 1807.74}, {"text": "More back talk.", "start": 1807.74, "end": 1808.74}, {"text": "And as an Amazon associate, we earn from qualifying purchases.", "start": 1808.74, "end": 1813.5}, {"text": "Yes, Santa Claus has indeed met Jesus Christ, the first son of the Omniverse God, on several", "start": 1813.5, "end": 1820.94}, {"text": "occasions.", "start": 1820.94, "end": 1821.94}, {"text": "This includes the one time Santa was in heaven upon his death at the hands of the anti-claws", "start": 1821.94, "end": 1826.74}, {"text": "on December 6, 343 A.D.", "start": 1826.74, "end": 1829.78}, {"text": "While in heaven, he was able to witness Christ in his complete, magnificent, metaphysical", "start": 1829.78, "end": 1833.78}, {"text": "form, although that wasn't the first time he met the most famous demigod and vice lord", "start": 1833.78, "end": 1840.98}, {"text": "of the omniverse.", "start": 1840.98, "end": 1842.38}, {"text": "Despite being born almost 235 years after the death of Christ, Santa was able to meet Jesus", "start": 1842.38, "end": 1848.94}, {"text": "via time travel.", "start": 1848.94, "end": 1850.54}, {"text": "As a demi-angel, Santa, or Nicholas at the time, accidentally stumbled upon his developing", "start": 1850.54, "end": 1856.42}, {"text": "Chrono kinetic powers at age 16. Wow. He spontaneously traveled 15 minutes back in time to meet himself.", "start": 1856.42, "end": 1863.42}, {"text": "Naturally 15 minutes before that happened. He was shocked to meet his future self. After", "start": 1863.42, "end": 1868.66}, {"text": "that Santa began practicing time travel, but he found the further back he traveled, the", "start": 1868.66, "end": 1873.14}, {"text": "more energy was drained from him. He also found himself greatly weakened and need and", "start": 1873.14, "end": 1877.84}, {"text": "in need of ever longer, ever longer recovery times at age 19. He finally traveled back", "start": 1877.84, "end": 1884.46}, {"text": "to the year one AD to meet baby Jesus Santa at age. Nineteen, I bet you I", "start": 1884.46, "end": 1889.6}, {"text": "wish they had a photo rippling muscle bulging through a red pinstripe suit", "start": 1889.6, "end": 1894.78}, {"text": "because he had the suit because he had this, you know, he has a suit, no", "start": 1894.78, "end": 1897.98}, {"text": "beard. Yeah, that's what I'm saying. Of young Santa Claus. That is an amazing", "start": 1897.98, "end": 1901.78}, {"text": "make the movie. Got to make that movie adventures of young Santa like young", "start": 1901.78, "end": 1905.5}, {"text": "Indiana Jones. Yeah, he could fight a piece of young Sheldon, young,", "start": 1905.5, "end": 1908.94}, {"text": "whatever young, any young. Yeah, people love when old stuff is young.", "start": 1908.94, "end": 1914.34}, {"text": "and adventures of young little Wayne. We can make that to young Scooby Doo.", "start": 1914.38, "end": 1918.54}, {"text": "They made that at age nineteen. He finally traveled back to the year one", "start": 1918.54, "end": 1922.54}, {"text": "eighty to meet baby Jesus and officially became part of the first Christmas. The", "start": 1922.54, "end": 1926.62}, {"text": "three wise men magi sensed his holy nature and he was allowed to approach the", "start": 1926.62, "end": 1930.78}, {"text": "Christ child. He technically gave Jesus the first Christmas gift when he", "start": 1930.78, "end": 1935.5}, {"text": "presented a rattle that he made, although it was actually the fourth gift after", "start": 1935.5, "end": 1941.5}, {"text": "the three wise men's presence. When Santa was twenty four, he visited Jesus in his", "start": 1941.54, "end": 1945.7}, {"text": "thirtieth year of life. Jesus had complete knowledge of Saint Nicholas's", "start": 1945.7, "end": 1949.34}, {"text": "importance in the future. They discussed the state of reality and the destiny of", "start": 1949.34, "end": 1953.6}, {"text": "humankind. I do feel like that's a little bit of a flop gift for the son of God.", "start": 1953.6, "end": 1958.3}, {"text": "Yeah, that's a rattle. A rattle. After gold, gold, frankincense, myrrh, myrrh. I", "start": 1958.3, "end": 1963.94}, {"text": "love myrrh. Frankincense, I do. While we're speaking about movie ideas,", "start": 1963.94, "end": 1969.1}, {"text": "is a kind of a my dinner with Andre, Santa and Jesus sitting down to chop it up", "start": 1970.5, "end": 1974.44}, {"text": "about the state of reality and the destiny of humankind. Isn't that an", "start": 1974.44, "end": 1977.46}, {"text": "incredible idea? My dinner with Santa and Jesus.", "start": 1977.46, "end": 1979.88}, {"text": "Santa's dinner with Jesus. Santa's dinner with Jesus,", "start": 1979.88, "end": 1983.9}, {"text": "coming 2025. 'Cause the thing is, Jesus has... He's not ascended yet,", "start": 1983.9, "end": 1988.44}, {"text": "but he has some knowledge that Santa will be", "start": 1988.44, "end": 1991.52}, {"text": "an important figure. Of course. Santa will be one of the most important figures", "start": 1991.52, "end": 1995.1}, {"text": "of Christmas. Yeah, which I think it's hard to argue that Santa's not maybe", "start": 1995.1, "end": 1997.74}, {"text": "the most important. Imagine, imagine meeting somebody like somebody who is", "start": 1997.74, "end": 2002.1}, {"text": "like I have time traveled to meet you.", "start": 2002.1, "end": 2004.08}, {"text": "Please, please", "start": 2004.08, "end": 2006.98}, {"text": "let me be the God of your birthday. Let me be the God. I want to be in control", "start": 2006.98, "end": 2012.34}, {"text": "of your birthday after your death. Once you die, once you die, I want to keep", "start": 2012.34, "end": 2016.3}, {"text": "it going. I'm from the future and I am in charge of your birthday. I'm from", "start": 2016.3, "end": 2019.7}, {"text": "your future, you're gonna die in three years. Here's a rattle. Do you remember", "start": 2019.7, "end": 2023.74}, {"text": "What is a rattle I gave you? I think that I just would be I'd be a little skeptical", "start": 2023.74, "end": 2028.74}, {"text": "of him being the son of God. If as a baby, he was playing with a rattle. Yeah,", "start": 2028.74, "end": 2032.24}, {"text": "it's a bad gift. It's a bad, bad, the frankincense. He's going to smell that", "start": 2032.24, "end": 2035.38}, {"text": "the murder and that stuff is going to use that that stuff has spiritual", "start": 2035.38, "end": 2038.72}, {"text": "significance. It's in the Bible. Yeah. Well, I guess rattles kind of", "start": 2038.72, "end": 2042.06}, {"text": "have a spiritual significance. How so it maybe the sound of maybe it's a sound", "start": 2042.06, "end": 2048.14}, {"text": "you could if you're dead, if you're dead, you could get your death. Oh my God,", "start": 2048.14, "end": 2053.22}, {"text": "Santa delivered his death rattle back with the sarcasm. Holy crap, the sarcasm.", "start": 2053.26, "end": 2057.66}, {"text": "He's being sarcastic. No, I'm not being sarcastic. Tell based on the way you're", "start": 2057.66, "end": 2060.76}, {"text": "talking. No, no, no. Okay. Well, speaking of death rattles, Santa Claus witnesses", "start": 2060.76, "end": 2065.56}, {"text": "the death of Jesus Christ and I need you to see this photo of Santa kneeling at", "start": 2065.56, "end": 2069.26}, {"text": "Christ's cross. Holy shit. The unmistakable silhouettes of Santa. One of", "start": 2069.26, "end": 2074.36}, {"text": "the most artistic photos I've ever seen in my life. It is so beautiful. This", "start": 2074.36, "end": 2077.96}, {"text": "photo of Santa and Christ. Well, it's Christ isn't there. It's just the cross.", "start": 2077.96, "end": 2081.56}, {"text": "Well, it's the cross of Christ.", "start": 2081.56, "end": 2083.56}, {"text": "This is the cross.", "start": 2083.56, "end": 2085.56}, {"text": "Is it your cross to wear or cross to bear?", "start": 2085.56, "end": 2089.56}, {"text": "Cross to bear. But he wears it.", "start": 2089.56, "end": 2091.56}, {"text": "He bears it. It's on his body, he wears it.", "start": 2091.56, "end": 2093.56}, {"text": "He bears it, man.", "start": 2093.56, "end": 2095.56}, {"text": "Finally, at age 32, Santa went back to witness", "start": 2095.56, "end": 2097.56}, {"text": "the crucifixion of the Lord's Son.", "start": 2097.56, "end": 2099.56}, {"text": "When speaking of this, he begins to weep", "start": 2099.56, "end": 2102.56}, {"text": "and says it's the most horrific thing he ever saw.", "start": 2102.56, "end": 2105.56}, {"text": "Santa openly admits he went back a bit earlier", "start": 2105.56, "end": 2107.56}, {"text": "in an effort to save Jesus from the Romans.", "start": 2107.56, "end": 2109.56}, {"text": "However, Jesus himself implored Santa to let history take its place at its predestined course.", "start": 2109.56, "end": 2116.06}, {"text": "In reality, Christ knew the Romans weren't the real threat, but a mysterious force from beyond the omniverse", "start": 2116.06, "end": 2122.06}, {"text": "who had a vendetta with his father.", "start": 2122.06, "end": 2124.06}, {"text": "They are the ones who weakened Jesus so that the Romans could murder him.", "start": 2124.06, "end": 2128.06}, {"text": "Had Santa tried to intervene, he might have been wiped from the very face of the earth before Christmas ever truly got started.", "start": 2128.06, "end": 2134.06}, {"text": "This can't be the worst thing Santa's ever seen.", "start": 2134.06, "end": 2136.06}, {"text": "No.", "start": 2136.06, "end": 2136.56}, {"text": "How many times has Santa gone down a chimney and it's that one episode from", "start": 2136.56, "end": 2139.56}, {"text": "Breaking Bad with the ATM? Yeah. You know, it's like a little dirty kid who's", "start": 2139.56, "end": 2143.56}, {"text": "like in shackles, but he's been really good. He's got a", "start": 2143.56, "end": 2147.2}, {"text": "how many child slaves has Santa not saved? Probably a million. I think like", "start": 2147.2, "end": 2152.32}, {"text": "60% of the children on earth are slaves. Yeah, and he's and they're what,", "start": 2152.32, "end": 2156.2}, {"text": "so they're naughty because they're slaves? Yeah, no, they're nice. Yeah,", "start": 2156.2, "end": 2158.96}, {"text": "they're nice. Go give them a present and while you're there, slip them a", "start": 2158.96, "end": 2161.6}, {"text": "key. Yeah. Give them a birthday. All they want for Christmas is a skeleton", "start": 2161.6, "end": 2164.88}, {"text": "Yeah, just get out of that.", "start": 2164.92, "end": 2166.92}, {"text": "Alright, this next one is just a photo, but it was, I picked it because I liked that it", "start": 2166.92, "end": 2172.28}, {"text": "was a paid ad.", "start": 2172.28, "end": 2173.28}, {"text": "Wow.", "start": 2173.28, "end": 2174.28}, {"text": "And it's a photo of Santa feeding baby Jesus.", "start": 2174.28, "end": 2177.4}, {"text": "Breastfeeding.", "start": 2177.4, "end": 2178.4}, {"text": "Breastfeeding him.", "start": 2178.4, "end": 2179.4}, {"text": "Yeah.", "start": 2179.4, "end": 2180.4}, {"text": "And it says, \"Paid Ad\" at the bottom.", "start": 2180.4, "end": 2182.4}, {"text": "I wonder who paid for this figurine.", "start": 2182.4, "end": 2184.4}, {"text": "Well, I think it's some kind of auto.", "start": 2184.4, "end": 2187.56}, {"text": "It must be.", "start": 2187.56, "end": 2188.56}, {"text": "way, the coolest thing about Santa and Jesus's relationship is that Santa's", "start": 2188.56, "end": 2194.64}, {"text": "prayers are directly answered by Jesus.", "start": 2194.64, "end": 2197.8}, {"text": "Wow.", "start": 2197.8, "end": 2199.36}, {"text": "Santa Claus is one of the few people on earth who can pray to Jesus Christ and", "start": 2199.36, "end": 2203.36}, {"text": "actually get a spoken reply. That's unbelievable. Although he keeps the", "start": 2203.36, "end": 2206.72}, {"text": "direct prayers to Jesus minimal so as not to annoy him. Plausibly, the vice lord", "start": 2206.72, "end": 2211.96}, {"text": "Christ gets trillions of prayers from parallel universes and multiverses within", "start": 2211.96, "end": 2216.12}, {"text": "the greater omniverse. Most of Saint Nicholas's prayers are the equivalent", "start": 2216.16, "end": 2219.92}, {"text": "of a rhetorical question, so no direct reply is required. Santa also gets the", "start": 2219.92, "end": 2225.16}, {"text": "treat of Jesus being his Santa on Christmas.", "start": 2225.16, "end": 2228.6}, {"text": "Whoa!", "start": 2228.6, "end": 2229.24}, {"text": "The Holy Christ leaves a gift for Santa underneath his Christmas tree in Claus", "start": 2229.24, "end": 2234.36}, {"text": "Manor. Santa's perpetually young kids, Nicholas and Mary, always try to wait up", "start": 2234.36, "end": 2239.08}, {"text": "to see Jesus coming down the tree. Unfortunately, they always mysteriously", "start": 2239.08, "end": 2243.04}, {"text": "fall asleep.", "start": 2243.04, "end": 2243.84}, {"text": "I bet he gives him a rattle.", "start": 2243.84, "end": 2245.56}, {"text": "I have got to be some so I had a mention of his perpetually young kids and mine", "start": 2246.0, "end": 2252.74}, {"text": "to and I was like what who are they? What's their story? I googled them. I", "start": 2252.74, "end": 2257.04}, {"text": "googled like site, mystic investigations, Nicholas, Jr, which is the kid's name,", "start": 2257.04, "end": 2260.68}, {"text": "and I never explained they just always there's a bunch of different things", "start": 2260.68, "end": 2263.98}, {"text": "where he is and Santa and his perpetually young", "start": 2263.98, "end": 2266.08}, {"text": "Mary", "start": 2266.08, "end": 2268.08}, {"text": "Santa eagerly awaits the return of Jesus Christ at the conclusion of Armageddon,", "start": 2268.08, "end": 2273.76}, {"text": "Although he makes a point of inviting him to Christmas and Easter dinners every so", "start": 2274.36, "end": 2278.04}, {"text": "often in the hopes of him taking biological form, in his eyes it would be", "start": 2278.04, "end": 2283.0}, {"text": "the highest honor and most beloved guest to have, second only to God himself. It", "start": 2283.0, "end": 2287.08}, {"text": "is rumored Jesus Christ will appear at Santa's Christmas dinner in a spiritual", "start": 2287.08, "end": 2291.8}, {"text": "forum not long before the final battle of Armageddon.", "start": 2291.8, "end": 2294.68}, {"text": "OMG, that's unbelievable.", "start": 2294.68, "end": 2296.2}, {"text": "Before all shit turns south, Santa's gonna, Jesus will be like, \"All right,", "start": 2296.2, "end": 2301.52}, {"text": "why you know you've been inviting me for a while. I can now finally show in", "start": 2301.52, "end": 2305.06}, {"text": "spiritual form, though I'm busy, so I'll show up and show up. I'll have a", "start": 2305.06, "end": 2308.76}, {"text": "we'll see me at the end of the table in a force ghost and I'll just wave,", "start": 2308.76, "end": 2311.92}, {"text": "but that's all I have to say about Santa and Jesus, but I did find one", "start": 2311.92, "end": 2316.56}, {"text": "more interesting thing that I think we need to we need to learn. Okay, we need", "start": 2316.56, "end": 2322.86}, {"text": "to discuss what is it", "start": 2322.86, "end": 2324.48}, {"text": "even Santa poops not", "start": 2324.48, "end": 2327.52}, {"text": "Unlike the imposter in the video, the real Santa Claus does not poop, nor does he produce", "start": 2329.32, "end": 2333.5}, {"text": "noxious gases.", "start": 2333.5, "end": 2335.2}, {"text": "As a demi-angel/angel-human hybrid, Saint Nicholas does not require food to survive,", "start": 2335.2, "end": 2340.18}, {"text": "although his human half does crave it.", "start": 2340.18, "end": 2342.62}, {"text": "His digestive system is supernatural and 100% perfect.", "start": 2342.62, "end": 2346.74}, {"text": "Everything he ingests is utilized by the human half of his body or transferred into angelic", "start": 2346.74, "end": 2351.38}, {"text": "energy, the same angelic energy that allows his human components to survive without sustenance.", "start": 2351.38, "end": 2356.98}, {"text": "more or less he could theoretically eat anything without any negative side", "start": 2356.98, "end": 2360.12}, {"text": "effects. This is includes insane things such as a chunk of steel, some uranium", "start": 2360.12, "end": 2365.14}, {"text": "or even a cup of hot lava. If you're one of the unfortunate beings on this", "start": 2365.14, "end": 2370.14}, {"text": "planet that must endure the indignity of defecation, then you probably need the", "start": 2370.14, "end": 2374.06}, {"text": "product in the video above to mask the hell of your smell. L. O. L. Poopery", "start": 2374.06, "end": 2378.78}, {"text": "before you go. Toilet spray is the perfect stocking stucco suffer for", "start": 2378.78, "end": 2382.42}, {"text": "humans for most humans, a K animal God hybrids on your Christmas list. So why", "start": 2382.46, "end": 2387.92}, {"text": "is he as fat as a fucking melon? Because he doesn't poop. He's all in there.", "start": 2387.92, "end": 2391.74}, {"text": "Yeah, every time he eats, he doesn't need to eat. He's right, but he craves", "start": 2391.74, "end": 2395.46}, {"text": "it because he's like", "start": 2395.46, "end": 2396.22}, {"text": "anyway. He has two thousand years of shit. Yeah, that's why he's very much,", "start": 2396.22, "end": 2403.06}, {"text": "but okay, this is all kind of surprise that even makes him jolly. It would", "start": 2403.06, "end": 2407.9}, {"text": "make me fucking if I was that impacted. I didn't add as far. Oh yeah, I would", "start": 2407.9, "end": 2411.98}, {"text": "become the anti clause. Yeah, that's that's all my slides. All right, I'll go", "start": 2412.02, "end": 2417.22}, {"text": "next here. I haven't this is more. This is a story time. Okay, I have for you", "start": 2417.22, "end": 2422.06}, {"text": "guys,", "start": 2422.06, "end": 2422.36}, {"text": "and this is this is apparently true. The movie Elf with Will Ferrell we were", "start": 2422.36, "end": 2428.94}, {"text": "talking about earlier is based on a true story. Guys,", "start": 2428.94, "end": 2431.7}, {"text": "Mg, so I'm going to tell you guys about what actually happened. Tell me the true", "start": 2431.7, "end": 2437.38}, {"text": "story of Elf, because it's become so commercialized. Yeah, it's been basically", "start": 2437.38, "end": 2440.78}, {"text": "interrupted and the real story is as you know. I'm just all I'm going to say", "start": 2440.82, "end": 2444.38}, {"text": "reality is sometimes stranger than fiction. That's my reference to this.", "start": 2444.38, "end": 2449.3}, {"text": "That's an amazing saying. Thank you. I never heard that the movie elf starring", "start": 2449.3, "end": 2452.9}, {"text": "will ferrell is the story of an orphaned human baby who was raised as one of", "start": 2452.9, "end": 2455.98}, {"text": "Santa's elves at the magical North Pole, capital of Christmas and unnamed", "start": 2455.98, "end": 2459.9}, {"text": "celebrity in the paranormal community, who was a regular guest of North Pole", "start": 2459.9, "end": 2463.18}, {"text": "City, learned of the true elf story and then gave the idea to elf screenplay", "start": 2463.18, "end": 2466.66}, {"text": "writer, David Barenbaum. David then built his own buddy, the human elf story", "start": 2466.7, "end": 2470.82}, {"text": "around the real one, because the rights to the original story are held by Santa", "start": 2470.82, "end": 2473.76}, {"text": "Claus and the human elf. However, Santa does give people permission to create", "start": 2473.76, "end": 2478.26}, {"text": "similar stories around the true ones. To some extent, the supernatural secrecy", "start": 2478.26, "end": 2481.98}, {"text": "pact could be in play, but realistically, nobody would believe such stories are", "start": 2481.98, "end": 2485.74}, {"text": "real anyway. So, Santa is the copyright holder of this story, and he said, \"You", "start": 2485.74, "end": 2489.22}, {"text": "can't use this story, but you can do one that's almost exactly the same.\" So,", "start": 2489.22, "end": 2493.02}, {"text": "David Barenbaum has a direct line to Santa.", "start": 2493.1, "end": 2495.7}, {"text": "Yeah, he had to talk.", "start": 2495.7, "end": 2496.7}, {"text": "Through an unnamed celebrity.", "start": 2496.7, "end": 2497.7}, {"text": "Who do you think it is?", "start": 2497.7, "end": 2498.7}, {"text": "Who do you think it is?", "start": 2498.7, "end": 2499.7}, {"text": "That's North Pole, yeah.", "start": 2499.7, "end": 2500.7}, {"text": "Is it like Burrow Eyes?", "start": 2500.7, "end": 2501.7}, {"text": "In the paranormal community.", "start": 2501.7, "end": 2502.7}, {"text": "Yeah, it's got to be.", "start": 2502.7, "end": 2503.7}, {"text": "It's got to be.", "start": 2503.7, "end": 2504.7}, {"text": "Okay, who is a celebrity that is also involved with paranormal community?", "start": 2504.7, "end": 2507.7}, {"text": "Zach Bagans.", "start": 2507.7, "end": 2508.7}, {"text": "No, that's too involved.", "start": 2508.7, "end": 2510.94}, {"text": "I feel like it's got to be someone who maybe knows Will Ferrell or rolled with Will Ferrell.", "start": 2510.94, "end": 2514.46}, {"text": "It's probably, it's definitely not Zach Bagan.", "start": 2514.46, "end": 2516.18}, {"text": "Rob Schneider.", "start": 2516.18, "end": 2517.18}, {"text": "Could be Sacha Baron Cohen.", "start": 2517.18, "end": 2518.18}, {"text": "Could be.", "start": 2518.18, "end": 2519.18}, {"text": "Could be Sacha Baron Cohen.", "start": 2519.18, "end": 2520.18}, {"text": "I wouldn't be surprised.", "start": 2520.18, "end": 2521.18}, {"text": "It's definitely not Zach Bagan.", "start": 2521.18, "end": 2522.18}, {"text": "It's like that video of the guy standing outside of ice Poseidon's bus. I don't", "start": 2522.18, "end": 2527.18}, {"text": "know that don't know it off. Okay, Mrs. Claus come along for the Christmas Eve", "start": 2527.18, "end": 2531.98}, {"text": "flying sleigh ride in truth. The real elf was technically Santa and Mrs.", "start": 2531.98, "end": 2535.48}, {"text": "Claus first child, although be it an adopted one on Christmas Eve of 1888. So", "start": 2535.48, "end": 2541.08}, {"text": "this is an old story. Mrs. Holly Claus wanted to come along during Santa's", "start": 2541.08, "end": 2544.58}, {"text": "present deliveries that included the usual three sleigh managing elves who", "start": 2544.58, "end": 2547.68}, {"text": "assist Santa. There are certain dangers with her coming along as she was merely", "start": 2547.68, "end": 2551.08}, {"text": "human at the time who had to be magically protected against the stresses of flying a light-speed", "start": 2551.08, "end": 2556.28}, {"text": "teleportation sleigh. There are also potential attacks from various dark supernatural beings.", "start": 2556.28, "end": 2561.72}, {"text": "Even in her current status as an immortal human, these supernatural stresses would still", "start": 2561.72, "end": 2565.72}, {"text": "be an issue. The magical protections required things to be slowed down, which can also make", "start": 2565.72, "end": 2570.26}, {"text": "Santa more vulnerable to the Anticlaws, Krampus, or other destroyers of Christmas. Since most", "start": 2570.26, "end": 2575.3}, {"text": "of these dark Christmas entities were beaten back sufficiently in 1888, it was somewhat", "start": 2575.3, "end": 2579.8}, {"text": "it's safe for Mrs. Claus to have that year. Yeah, okay, Mrs. Claus only came", "start": 2579.8, "end": 2584.46}, {"text": "down the chimneys of select places with Santa. That included a religious", "start": 2584.46, "end": 2588.02}, {"text": "orphanage in New York City. Sounds familiar, right? I'm sure you remember", "start": 2588.02, "end": 2591.5}, {"text": "sounds like where she greeted some of the babies in their cribs as Santa", "start": 2591.5, "end": 2594.54}, {"text": "delivered gifts. The priest who ran it actually knew Saint Nicholas, so there", "start": 2594.54, "end": 2598.1}, {"text": "was no violation of the supernatural secrecy pact. Mrs. Claus took an", "start": 2598.1, "end": 2602.04}, {"text": "automatic liking to one baby in particular, and she rocked him gently in", "start": 2602.04, "end": 2605.64}, {"text": "her arms. When it was time to go, she asked Santa if they could take the child", "start": 2605.64, "end": 2609.0}, {"text": "back to the North Pole to raise as their own. This was before the", "start": 2609.02, "end": 2611.56}, {"text": "angelic heavenly hierarchy intervened to grant them children of their own", "start": 2611.56, "end": 2614.62}, {"text": "immortals, such as Santa can't have children naturally, despite an angel", "start": 2614.62, "end": 2619.42}, {"text": "being able to have one immortal child with a human. It's nature's way of", "start": 2619.42, "end": 2623.28}, {"text": "preventing the earth from being overrun with the mortals, thereby overshadowing", "start": 2623.28, "end": 2627.16}, {"text": "the predestined story of humanity. Wow, the priest had no objection to the", "start": 2627.16, "end": 2631.76}, {"text": "adoption, but Santa regretfully said he was forbidden from bringing a human to", "start": 2631.76, "end": 2635.24}, {"text": "North Pole City, who did not find their way there on their own. This was", "start": 2635.24, "end": 2638.88}, {"text": "another amendment of the supernatural secrecy pact. She was quite melancholy", "start": 2638.92, "end": 2642.62}, {"text": "over leaving the child behind in his crib. Her sobbing in the back of the", "start": 2642.62, "end": 2645.9}, {"text": "sleigh made the rest of the delivery schedule a real downer. Santa and the", "start": 2645.9, "end": 2649.82}, {"text": "elves tried to console her, but she just couldn't forget the adorable little", "start": 2649.82, "end": 2652.74}, {"text": "baby boy. However, she eventually kept a stiff upper lip and fell silent so as", "start": 2652.74, "end": 2656.78}, {"text": "not to hinder Christmas in any way. So Santa ruined Mrs Claus Christmas hard", "start": 2656.78, "end": 2660.94}, {"text": "well where they had to have gotten the kid at some point, but then a little", "start": 2660.94, "end": 2665.32}, {"text": "Isabella invades North Pole City later on during Christmas morning. Santa was", "start": 2665.42, "end": 2670.28}, {"text": "enjoying his first post delivery meal. So here we see that he doesn't need to be", "start": 2670.28, "end": 2673.52}, {"text": "he does eat a behemoth of a breakfast fit only for a powerful human angel", "start": 2673.52, "end": 2677.4}, {"text": "hybrid like Saint Nicholas. Mrs Claus barely touched her hot cakes laden and", "start": 2677.4, "end": 2681.12}, {"text": "peppermint syrup and butter made from reindeer milk. Yeah, actually it's", "start": 2681.12, "end": 2685.16}, {"text": "probably fine nearby. A plethora of elves shattered and chowed down with", "start": 2685.16, "end": 2688.52}, {"text": "glee. Suddenly everyone fell silent and stopped inhaling their sugary food as", "start": 2688.52, "end": 2692.52}, {"text": "subtle sounds of a baby cooing could be heard. Santa uttered, \"What in the seventh heaven", "start": 2692.56, "end": 2697.12}, {"text": "is that?\" Everyone walked over to Santa's giant red velvet sack that should have been", "start": 2697.12, "end": 2701.44}, {"text": "empty after being drained of all Christmas toys. The bag was moving and suddenly a baby", "start": 2701.44, "end": 2706.32}, {"text": "came crawling out, smiling at everyone. It was Mrs. Claus' baby boy from the orphanage.", "start": 2706.32, "end": 2711.8}, {"text": "The child had somehow miraculously left his crib and entered the bag in the short span", "start": 2711.8, "end": 2715.48}, {"text": "of a minute. He managed to stay hidden in the bag throughout the rest of Santa's deliveries", "start": 2715.48, "end": 2719.36}, {"text": "due to it being a four dimensional bag. It had virtually unlimited space within,", "start": 2719.36, "end": 2723.56}, {"text": "so the child was probably crawling about what appeared to be warmly lit corridors", "start": 2723.56, "end": 2728.28}, {"text": "for hours before finding his way. Imagine it didn't find it. Maybe it was", "start": 2728.28, "end": 2732.38}, {"text": "in the back in there yeah", "start": 2732.38, "end": 2733.88}, {"text": "inside of the back rooms man. He could have been in there. They could have", "start": 2733.88, "end": 2739.44}, {"text": "never found him yeah. He could have died. He could have died of starvation", "start": 2739.44, "end": 2742.88}, {"text": "and water lack. Men of Candid Santa killed the baby on Christmas. I know", "start": 2742.88, "end": 2747.76}, {"text": "Mother Christmas scooped the cute baby up in her warm loving arms as she cried", "start": 2748.24, "end": 2751.44}, {"text": "tears of joy. She looked at Santa and asked, he found his way here on his own.", "start": 2751.44, "end": 2754.72}, {"text": "Can we keep him dear? He grinned widely and told her, yes, my dear.", "start": 2754.72, "end": 2758.48}, {"text": "From that moment onward,", "start": 2758.48, "end": 2759.76}, {"text": "she raised him as their own child and named him Sandy in honor of Santa's", "start": 2759.76, "end": 2763.72}, {"text": "father, the archangel Sarandio.", "start": 2763.72, "end": 2765.76}, {"text": "Although he spent a great deal of time with Santa's elves,", "start": 2765.76, "end": 2768.36}, {"text": "normally people age extremely slow at North pole city, including Mrs. Claus.", "start": 2768.36, "end": 2772.64}, {"text": "However, no human baby had ever lived there for any long length of time.", "start": 2772.64, "end": 2776.4}, {"text": "something caused him to rapidly age physically to adulthood. By the time he", "start": 2776.56, "end": 2779.92}, {"text": "was twelve years old in the year one thousand and one hundred, although he", "start": 2779.92, "end": 2783.06}, {"text": "was still mentally a child, since his friends were all childlike elves, it was", "start": 2783.06, "end": 2786.6}, {"text": "later revealed that his constant inhaling of elf dust acted as a", "start": 2786.6, "end": 2790.3}, {"text": "supernatural stimuli to accelerate his elf does come off of an elf. So here's", "start": 2790.3, "end": 2794.66}, {"text": "a little sidebar on what is elf does this is I pulled up this article just to", "start": 2794.66, "end": 2798.76}, {"text": "so we know here", "start": 2798.76, "end": 2799.92}, {"text": "more off. Most often elf dust is a byproduct of their respiration process.", "start": 2799.92, "end": 2805.16}, {"text": "when exhaled, it's invisible most of the time. However, it accumulates in the", "start": 2805.54, "end": 2808.72}, {"text": "surrounding environment at North Pole City. Much of the glitter in the snow is", "start": 2808.72, "end": 2811.78}, {"text": "actually elf dust. The majority of elves, including Santa Claus, enchanted elves,", "start": 2811.78, "end": 2815.58}, {"text": "only breathe the helium in our atmosphere. This partly explains their", "start": 2815.58, "end": 2818.76}, {"text": "comical low pitched voices, but I think they mean high pen. Helium composes a", "start": 2818.76, "end": 2823.68}, {"text": "mere point O O O five to four percent of our air, as opposed to the oxygen we", "start": 2823.68, "end": 2828.04}, {"text": "breathe, which makes up twenty point nine four six percent. Elfin cells", "start": 2828.04, "end": 2831.94}, {"text": "paranormal process the helium and Mac manufacture an argon neon compound of", "start": 2832.1, "end": 2836.1}, {"text": "a r2 any three that is exhaled from their lungs scientifically such a compound", "start": 2836.1, "end": 2840.1}, {"text": "could never exist, but this is the world of the supernatural we're talking about", "start": 2840.1, "end": 2843.6}, {"text": "here that being said the second this rare gas hits the air and immediately", "start": 2843.6, "end": 2846.9}, {"text": "breaks down to argon and neon these gases famous for causing the glow of", "start": 2846.9, "end": 2850.4}, {"text": "neon lamps emit a brief glow from the elves nose and mouth if viewed in", "start": 2850.4, "end": 2854.6}, {"text": "complete darkness in addition the exhaled elf dust will visibly shimmer in", "start": 2854.6, "end": 2858.8}, {"text": "that moment as well.", "start": 2858.8, "end": 2859.6}, {"text": "I'm always so fucking amazing how in depth all this is, but beware. Oh my", "start": 2859.6, "end": 2863.8}, {"text": "God, that some glittering and glowing substances can in fact be radioactive", "start": 2863.8, "end": 2868.44}, {"text": "rather than supernatural, although in some cases supernatural substances are", "start": 2868.44, "end": 2872.28}, {"text": "radioactive. Thankfully, true elf dust is harmless to humans, so if you see", "start": 2872.28, "end": 2875.88}, {"text": "something glittering and sparking sparkling, it's either don't touch it", "start": 2875.88, "end": 2879.92}, {"text": "because it could be radioactive. Well, it could be else us could be which", "start": 2879.92, "end": 2883.36}, {"text": "could make you your body get bigger. That's true, so I could make you age", "start": 2883.36, "end": 2886.96}, {"text": "kind of a gamble. So back to the story here, Sandy confronted his adoptive", "start": 2887.04, "end": 2891.64}, {"text": "father, Santa. He and Mrs. Claus sat down with Sandy to give him the news he", "start": 2891.64, "end": 2894.72}, {"text": "was adopted and was originally a human. Despite that Santa made it clear he was", "start": 2894.72, "end": 2898.4}, {"text": "their real son brought to them by the spirit of Christmas, he had also grown", "start": 2898.4, "end": 2901.4}, {"text": "into a true elf and should no longer consider himself human. Sandy was content", "start": 2901.4, "end": 2906.42}, {"text": "for a time until 1909 when Santa and Holy Claus saw the birth of their first", "start": 2906.42, "end": 2910.42}, {"text": "biological son, Nicholas Jr. The archangels allowed them to have kids after", "start": 2910.42, "end": 2914.2}, {"text": "understanding how positive it was for the clauses to raise Sandy. Sandy", "start": 2914.22, "end": 2917.18}, {"text": "became somewhat disenchanted and jealous of the arrival of the new child. He", "start": 2917.18, "end": 2921.02}, {"text": "decided to return to the human world in one thousand nine hundred and eleven to", "start": 2921.02, "end": 2924.02}, {"text": "find his real parents as a demi angel. Santa could look into anyone's mind and", "start": 2924.02, "end": 2927.86}, {"text": "see who their parents were. So now we're getting to the movie plot here. Okay,", "start": 2927.86, "end": 2930.46}, {"text": "Sandy's mother, Ellen Hemingsworth, was part of an affluent New York City", "start": 2930.46, "end": 2934.38}, {"text": "family who arranged a marriage to for her to another wealthy clan. Her husband,", "start": 2934.38, "end": 2938.78}, {"text": "Percy Hemingsworth, was a horrible cad. No cheated on her and was only in the", "start": 2938.78, "end": 2943.18}, {"text": "marriage to increase his family's power and position in life. Sandy's", "start": 2943.22, "end": 2947.12}, {"text": "heartbroken father, Patrick Forrester, was disowned by his own working class", "start": 2947.12, "end": 2951.6}, {"text": "family and run out of town so they wouldn't be blacklisted from working at", "start": 2951.6, "end": 2955.08}, {"text": "local faster factories. He headed out west and became a cowboy who never", "start": 2955.08, "end": 2959.36}, {"text": "married because he was still hopelessly in love with Sandy's mother. Sandy was", "start": 2959.36, "end": 2962.9}, {"text": "given a mystical snow globe by Santa that allowed him to open various portals", "start": 2962.9, "end": 2966.8}, {"text": "in a flash. He was out west in a small Colorado town called Woodland Springs,", "start": 2966.8, "end": 2971.32}, {"text": "current home of mystic investigation, the creators of this website. He found", "start": 2971.36, "end": 2975.68}, {"text": "his father on a cattle ranch. That's almost amazing, yeah, and now we'll see", "start": 2975.68, "end": 2980.56}, {"text": "more similarities with the movie here. Without blood and DNA tests, it took", "start": 2980.56, "end": 2983.86}, {"text": "some time to convince Pat Forrester he was his son. Thankfully, his mystical", "start": 2983.86, "end": 2987.42}, {"text": "elf powers aided him and they bonded for some years. Sandy didn't reveal where", "start": 2987.42, "end": 2991.68}, {"text": "he had been raised, as per the supernatural secrecy pact, along with", "start": 2991.68, "end": 2994.5}, {"text": "being told by Santa he would be branded a nut burger without proof he wasn't", "start": 2994.5, "end": 2997.96}, {"text": "allowed to produce. Although in defense of life, one can reveal their paranormal", "start": 2997.98, "end": 3001.92}, {"text": "powers. This happened when a violent gang of psychopathic cattle rustlers", "start": 3001.92, "end": 3005.72}, {"text": "attacked the ranch in the winter of one thousand and thirteen. Everyone would", "start": 3005.72, "end": 3009.08}, {"text": "have surely died if Sandy had not single handedly repelled them, mostly via dense,", "start": 3009.08, "end": 3014.32}, {"text": "high speed snowball throwing happens in the movie happens in the movie being", "start": 3014.32, "end": 3017.66}, {"text": "beamed with a one hundred mile per hour wet packed snowball can mess a person up", "start": 3017.66, "end": 3021.24}, {"text": "real good. Sandy was also forced to display other elephant abilities, such as", "start": 3021.24, "end": 3024.8}, {"text": "super strength when he talked a few rustlers around this caused the", "start": 3024.86, "end": 3028.1}, {"text": "formation of glittering elf dust to emanate from him. He finally told his", "start": 3028.1, "end": 3031.34}, {"text": "dad he was an elf, knowing such magic existed, inspired him to take a son back", "start": 3031.34, "end": 3035.42}, {"text": "east to reclaim his true love. They traveled there instantly via Santa's", "start": 3035.42, "end": 3038.62}, {"text": "paranormal portal activated by the magical snow globe. Then, in New York", "start": 3038.62, "end": 3043.3}, {"text": "City, Christmas, one thousand nine hundred and thirteen was approaching", "start": 3043.3, "end": 3046.38}, {"text": "that's Christmas one thousand nine hundred and thirteen. It's a different", "start": 3046.38, "end": 3048.78}, {"text": "holiday as Sandy finally convinced his mother he was her son. She demanded a", "start": 3048.78, "end": 3052.34}, {"text": "divorce from Percy Hemingsworth as she fell in love with Pat Forrester all", "start": 3052.38, "end": 3056.68}, {"text": "over again. However, the abusive cat of a husband sent thugs not dogs after", "start": 3056.68, "end": 3062.86}, {"text": "father and Elfin son, the thugs that were then dispatched Christmas style by", "start": 3062.86, "end": 3067.2}, {"text": "Sandy. A divorce was denied by everyone as his mother Ellen was whisked away to", "start": 3067.2, "end": 3072.3}, {"text": "England in the dead of night. Father and son managed to find out where she was,", "start": 3072.3, "end": 3076.38}, {"text": "but the magical snow globe portal was only programmed to go to Woodland", "start": 3076.38, "end": 3079.58}, {"text": "Springs, Colorado, New York City and back to North Pole City. Sandy was going to", "start": 3079.62, "end": 3083.22}, {"text": "return to the North Pole with his father to ask Santa for help, but it was", "start": 3083.22, "end": 3085.96}, {"text": "Christmas Eve and they spotted him in the skies above bellowing. Ho, ho, ho,", "start": 3085.96, "end": 3089.82}, {"text": "Merry Christmas, Santa sensed Sandy's presence below and landed in some woods", "start": 3089.82, "end": 3093.88}, {"text": "nearby. That happens in the movie to landing in woods. After hearing what", "start": 3093.88, "end": 3097.06}, {"text": "happened, Santa told Sandy and his father to hop in the sainted red sleigh. They", "start": 3097.06, "end": 3100.32}, {"text": "immediately flew away to England in a flash. Sandy kicked in the door and his", "start": 3100.32, "end": 3104.7}, {"text": "father got into an epic fist fight with the abusive CAD Percy Hemingsworth. I", "start": 3104.7, "end": 3109.06}, {"text": "with this cad as how do you I'm sorry how did they get to England so quick?", "start": 3109.1, "end": 3113.6}, {"text": "It's a it's a slay you ass. No, no, no, no, no, not I know how Santa got there.", "start": 3113.6, "end": 3118.16}, {"text": "How the hell they'd Percy Hemingsworth and his wife man in the rich abusive", "start": 3118.16, "end": 3122.24}, {"text": "cad yeah, but when they have been on it would have made more sense if they got", "start": 3122.24, "end": 3124.78}, {"text": "on a boat. Yeah, I got a private boat. All right, all right, he's rich.", "start": 3124.78, "end": 3128.18}, {"text": "His father got an epic fist fight with abusive cad Percy Hemingsworth as Sandy", "start": 3128.18, "end": 3132.82}, {"text": "hugged his mother. He said, let me floor dad. I don't it's weird after healing", "start": 3132.82, "end": 3137.92}, {"text": "the other two guards and putting them into a deep sleep. Old Saint Nick", "start": 3137.94, "end": 3140.84}, {"text": "strolled in with an uneasy smile. He then easily pulled the two brawling men", "start": 3140.84, "end": 3145.68}, {"text": "apart with his titanic angel strength. The supernatural voice bellowed loudly", "start": 3145.68, "end": 3149.52}, {"text": "enough of this insane violence. This is Christmas Eve for the love of God.", "start": 3149.52, "end": 3153.16}, {"text": "Sandy pleaded with Santa that his parents should be together as the wealthy", "start": 3153.16, "end": 3156.62}, {"text": "cad said he had every right to keep his wife and demand everyone leave his", "start": 3156.62, "end": 3160.22}, {"text": "property. Now this is an insane power of Santa that I never knew he had here.", "start": 3160.22, "end": 3164.66}, {"text": "listen to this. Sandra reluctantly agreed, but then recited some important", "start": 3164.7, "end": 3168.82}, {"text": "words. I say Nicholas in my holy capacity of heavenly ambassador hereby", "start": 3168.82, "end": 3173.54}, {"text": "make this unholy marriage null and void in the eyes of the Holy Lord and savior", "start": 3173.54, "end": 3178.36}, {"text": "of the universe. Amen, he can dissolve marriages. I would piss me off. I", "start": 3178.36, "end": 3183.24}, {"text": "would", "start": 3183.24, "end": 3183.68}, {"text": "like you. There's legal stuff. We have to do", "start": 3183.68, "end": 3186.2}, {"text": "walks in is like you're not married anymore. What if you're yeah? What if", "start": 3186.2, "end": 3190.08}, {"text": "that what if that's what your wife wanted for Christmas and you and", "start": 3190.08, "end": 3192.68}, {"text": "talking that's how you get a limone thing you're just done. Percy Hemingsworth", "start": 3192.72, "end": 3196.88}, {"text": "angrily attempted to punch Santa and the kisser as he exclaimed. Those words", "start": 3196.88, "end": 3200.8}, {"text": "meant nothing because he had marriage papers. Santa restrain him and said all", "start": 3200.8, "end": 3204.12}, {"text": "papers and records of this marriage have been supernaturally disintegrated. You", "start": 3204.12, "end": 3208.74}, {"text": "are no longer married and you will continue to be on my naughty list for", "start": 3208.74, "end": 3212.5}, {"text": "the rest of your life. No doubt, Santa placed the pathetic Percy into a deep", "start": 3212.5, "end": 3217.82}, {"text": "sleep as Sandy's parents embraced and kissed the joyous family, use the", "start": 3217.82, "end": 3221.38}, {"text": "Blue Globe to travel to North Pole City with Santa's blessing. That is amazing.", "start": 3221.44, "end": 3225.84}, {"text": "This is something they don't show in the movie. See Sandy's parents,", "start": 3225.84, "end": 3228.76}, {"text": "consummate the marriage, finally get married.", "start": 3228.76, "end": 3230.36}, {"text": "Well, because I think his mom's dead. Yeah, right. So yeah, they didn't want", "start": 3230.36, "end": 3235.96}, {"text": "to deal with Percy Hemingsworth. Yeah, the movie, they don't want to put a cat.", "start": 3235.96, "end": 3239.08}, {"text": "Yeah, the cat is a scary. Who would have been the perfect cat in that movie?", "start": 3239.08, "end": 3243.4}, {"text": "John Favreau himself, the director. Yeah, Sandy's parents finally get married.", "start": 3243.4, "end": 3247.32}, {"text": "Santa finishes Christmas deliveries and had Mrs Claus make plans with Sandy's", "start": 3247.32, "end": 3250.84}, {"text": "biological mom for a wedding. While doing so, the women bonded as Ellen showed", "start": 3250.88, "end": 3255.18}, {"text": "great gratitude toward Holly Claus for raising her son. All the elves approached", "start": 3255.18, "end": 3258.88}, {"text": "Sandy and welcomed him back with open little arms. They officially declared he", "start": 3258.88, "end": 3262.88}, {"text": "was a real elf. Sandy also made an effort to bond with his little brother, Nick Jr.", "start": 3262.88, "end": 3267.18}, {"text": "At about 7 p.m. on Christmas Day, everyone gathered at St. Nicholas Church. In the", "start": 3267.18, "end": 3271.72}, {"text": "witness of several elves, Sandy's parents were married by St. Nicholas himself.", "start": 3271.72, "end": 3275.68}, {"text": "Naturally, Sandy was the best man, while Mrs. Claus was the maid of honour. To this", "start": 3275.68, "end": 3279.72}, {"text": "very day. Sandy and his parents still reside in North Pole City. Often the", "start": 3279.76, "end": 3283.76}, {"text": "clauses and the foresters get together for dinner and other activities. Sandy's", "start": 3283.76, "end": 3287.62}, {"text": "full name is Sandy Claus Forrester,", "start": 3287.62, "end": 3289.16}, {"text": "still just called Sand last name's l. Now this is the most insane part, but", "start": 3289.16, "end": 3293.64}, {"text": "so this is like a move. It's like milk. That's the movie. It's his last name.", "start": 3293.64, "end": 3296.96}, {"text": "Yeah, yeah, wow. Now this is the craziest part. This part they'd need to", "start": 3296.96, "end": 3300.98}, {"text": "have put this in the movie, and I think that they should release a version with", "start": 3300.98, "end": 3303.76}, {"text": "this alternate ending. Okay, on Christmas, one thousand and fourteen,", "start": 3303.76, "end": 3306.82}, {"text": "Santa gave the Forrester family a unique gift. Sandy and his parents opened a", "start": 3306.98, "end": 3311.0}, {"text": "gift box and were transported into a mystical realm drenched in the spirit of", "start": 3311.0, "end": 3314.98}, {"text": "Christmas. Sandy was made into a baby again and his parents got to raise him", "start": 3314.98, "end": 3319.1}, {"text": "until eighteen with it a dream world. They simultaneously believe it was real", "start": 3319.1, "end": 3323.68}, {"text": "while knowing it wasn't a supernatural state that is hard to explain at the end", "start": 3323.68, "end": 3327.92}, {"text": "of what seemed to be eighteen years. Their bubble reality ended and they", "start": 3327.92, "end": 3331.32}, {"text": "exited to find only one month had passed. Sandy and his parents now had the", "start": 3331.32, "end": 3335.0}, {"text": "a memory of a happy childhood together. Sandy got the gift of two childhoods,", "start": 3335.04, "end": 3338.8}, {"text": "both of which he remembers. What did he have a say in being turned? No, no, my", "start": 3338.8, "end": 3343.38}, {"text": "guy is a fucking twilight zone episode and then here's the epilogue. If they", "start": 3343.38, "end": 3347.24}, {"text": "also didn't cover this in the in the movie epilogue, way more cops after the", "start": 3347.24, "end": 3351.48}, {"text": "orphanage priest died, he spiritually visited Saint Nicholas from the great", "start": 3351.48, "end": 3354.94}, {"text": "beyond. He confessed to secretly placing the baby Sandy in his toy sack. After", "start": 3354.94, "end": 3359.22}, {"text": "seeing how much Mrs Claus loved the child, Santa forgave him and both agreed", "start": 3359.22, "end": 3362.82}, {"text": "and never tell a soul for fear of the repercussions of a super natural", "start": 3362.86, "end": 3366.22}, {"text": "secrecy pact violation, angels, demons or any other entities who signed off on", "start": 3366.22, "end": 3370.18}, {"text": "the ssp could possibly go back in time to prevent the event. The sandy would", "start": 3370.18, "end": 3374.94}, {"text": "never become an elf, nor would his parents ever find you don't want that", "start": 3374.94, "end": 3378.34}, {"text": "shit yeah, and that's the story on like I said reality. It's stranger than", "start": 3378.34, "end": 3383.66}, {"text": "fiction. Sometimes it really is. They have so many different magical things.", "start": 3383.66, "end": 3387.02}, {"text": "I got turned into a baby for almost no reason at the end of it. Wow, that's", "start": 3387.02, "end": 3390.54}, {"text": "amazing. Okay, I have I was looking so I know it's a Christmas episode. We're", "start": 3390.58, "end": 3397.06}, {"text": "supposed to do all Christmas stuff, but I did get I just found something that I", "start": 3397.06, "end": 3401.26}, {"text": "liked a lot that it was not it's holiday related, but not so much Christmas. So I", "start": 3401.26, "end": 3405.86}, {"text": "have to apologise for that. That's okay, but", "start": 3405.86, "end": 3408.38}, {"text": "I do want to really quickly look at the have you ever looked at the disclaimer", "start": 3408.38, "end": 3412.72}, {"text": "for this website? I don't think so. We might have it. It has a no. I don't", "start": 3412.72, "end": 3416.58}, {"text": "think so. I mean maybe we looked at it for a second, but at first you think", "start": 3416.58, "end": 3419.14}, {"text": "it's just like a normal like copyright policy or something, but it says this", "start": 3419.14, "end": 3423.3}, {"text": "the following text below may be required under the supernatural secrecy pact of", "start": 3423.3, "end": 3428.66}, {"text": "thirty three AD. The characters places organizations at events on this site", "start": 3428.66, "end": 3432.74}, {"text": "mystic investigations dot com are completely fictitious. Wait. I know what", "start": 3432.74, "end": 3436.02}, {"text": "happened in thirty three AD. Yeah, whoa yeah, that's crazy. Any similarity to", "start": 3436.02, "end": 3441.38}, {"text": "any person living or dead is merely coincidental. Any similarity to any", "start": 3441.38, "end": 3444.3}, {"text": "place organization event or anything else for that matter is also purely", "start": 3444.3, "end": 3447.78}, {"text": "coincidental. Despite this site being a total work of fiction, we have no way of", "start": 3447.82, "end": 3452.1}, {"text": "knowing for sure if the various supernatural beings and folklore mentioned", "start": 3452.1, "end": 3455.34}, {"text": "actually exist on this planet, another planet, or a parallel universe. In fact,", "start": 3455.34, "end": 3459.34}, {"text": "they very might well- they might very well exist. If you believe the religion", "start": 3459.34, "end": 3463.26}, {"text": "of Godhoodism, which states that everyone who's good eventually ascends to Godhood", "start": 3463.26, "end": 3467.1}, {"text": "and creates their own universes, which we should do a deep dive on Godhoodism at", "start": 3467.1, "end": 3470.78}, {"text": "some point. Godhoodism might be the most important part of this entire thing. The", "start": 3470.78, "end": 3475.1}, {"text": "guy who made missing investigations has his own religion called Godhood ism,", "start": 3475.14, "end": 3478.48}, {"text": "which he takes very seriously as an entire blog about it, but basically you", "start": 3478.48, "end": 3482.24}, {"text": "become a God at the end of your life. Okay, next slide.", "start": 3482.24, "end": 3484.18}, {"text": "Who knows if we're required to say all of this under the alleged supernatural", "start": 3484.18, "end": 3489.86}, {"text": "secrecy pact of 33 A. D.", "start": 3489.86, "end": 3491.58}, {"text": "Blah, blah, blah. The information on this site is not intended to or implied to", "start": 3491.58, "end": 3496.66}, {"text": "be a substitute for professional medical advice and then this big medical", "start": 3496.66, "end": 3500.5}, {"text": "disclaimer, but you you might see this and say, Oh man, it's all fake, but", "start": 3500.54, "end": 3505.64}, {"text": "they seeded these little things about the the supernatural secrecy pact of", "start": 3505.64, "end": 3510.34}, {"text": "thirty three AD, and if you go to the next slide, there's a photo of this", "start": 3510.34, "end": 3512.86}, {"text": "thing. Look at that. Oh my God, that's the pact. It's a golden tablet with a", "start": 3512.86, "end": 3517.88}, {"text": "bunch of crazy writing on it, and so this was signed. I'm guessing that", "start": 3517.88, "end": 3522.34}, {"text": "these are all signatures of different gods, God, angels, all that sort of", "start": 3522.34, "end": 3527.62}, {"text": "and this is a very, very important pact. Okay, I want to move on from this though. But I just", "start": 3527.66, "end": 3532.34}, {"text": "like that they have this disclaimer, but then they tell us the truth in the disclaimer.", "start": 3532.34, "end": 3535.78}, {"text": "Okay, so the story I'm covering is what are the digital demonic dangers of Cyber Monday?", "start": 3535.78, "end": 3541.5}, {"text": "This is by Xavier Remington. Here you have a photo if well, yeah, so you have a photo", "start": 3541.5, "end": 3547.78}, {"text": "of some kind of hacker hacking into a MacBook, something that says 60%. And that's in Mordor.", "start": 3547.78, "end": 3553.18}, {"text": "It's like door and then there's a bunch of stairs up to heaven. It looks like heaven and", "start": 3553.18, "end": 3556.7}, {"text": "hell almost. All right, next slide. So maybe you skipped the frightening shopping frenzy", "start": 3556.7, "end": 3561.78}, {"text": "of Black Friday to avoid the dangers of being injured by hordes of human shoppers, zombies,", "start": 3561.78, "end": 3567.06}, {"text": "vampires, and the demon god of greed, Mammon. A lot of bad things can happen in a chaotic", "start": 3567.06, "end": 3572.94}, {"text": "crowd. There's also the potential for demon possession when it comes to those with weak", "start": 3572.94, "end": 3577.14}, {"text": "minds. Those suffering from the unfortunate and mental condition of greed and a lust for", "start": 3577.14, "end": 3581.0}, {"text": "material items they don't really need. These misguided individuals with monetary malevolence", "start": 3581.0, "end": 3586.16}, {"text": "in their hearts are compelled to injure innocent people who get in the way of their supposedly", "start": 3586.16, "end": 3590.52}, {"text": "sweet shopping deals.\" There's a lot of alliteration on this website.", "start": 3590.52, "end": 3595.52}, {"text": "It seems sitting in the safety of your home and shopping the dynamic deals of Cyber Monday", "start": 3595.52, "end": 3601.92}, {"text": "-- that's an ad, it's a built-in ad -- on the Internet is the way to go. Sure, it's a lot", "start": 3601.92, "end": 3607.68}, {"text": "safer, but there are still risks as you furiously click away, adding items to your virtual shopping", "start": 3607.68, "end": 3612.36}, {"text": "cards while whipping out your credit card. And there's a photo of a melted", "start": 3612.36, "end": 3615.96}, {"text": "computer guys and a scary set of yellow beady eyes behind a black. Oh shit. I", "start": 3615.96, "end": 3622.44}, {"text": "didn't even notice the eyes. Yeah. So this can get scared. I thought that that", "start": 3622.44, "end": 3625.36}, {"text": "was just a modem. Next slide. You may think that cyber monday safe. The risk", "start": 3625.36, "end": 3629.32}, {"text": "of cyber monday includes the aforementioned demonic possession for", "start": 3629.32, "end": 3631.94}, {"text": "the simple minded overwhelmed by a lust of luxury items. There are indeed cyber", "start": 3631.94, "end": 3635.88}, {"text": "demons within cyber space. Those dark spirits who can't quite make it into our", "start": 3635.88, "end": 3640.24}, {"text": "reality completely end up as paranormal binary data forms on the internet. This", "start": 3640.24, "end": 3644.86}, {"text": "makes sense when you consider that everything in our physical reality is", "start": 3644.86, "end": 3647.52}, {"text": "ultimately composed of non-corporeal energy, which is in essence a dynamic", "start": 3647.52, "end": 3652.28}, {"text": "form of data. Often they become trapped in the unfamiliar reality. They are bound", "start": 3652.28, "end": 3656.24}, {"text": "by the limits of the World Wide Web, hardware, and various software platforms.", "start": 3656.24, "end": 3660.28}, {"text": "However, they can still be diabolically dangerous. Even more alarming is a new", "start": 3660.28, "end": 3665.04}, {"text": "form of magic, which dark practitioners of magic or even demons themselves are", "start": 3665.04, "end": 3670.84}, {"text": "writing intricate AI code that they can breathe life into. In essence, creating", "start": 3670.84, "end": 3675.76}, {"text": "new cyber demonic life, their own private minions ready to dominate and corrupt", "start": 3675.76, "end": 3681.16}, {"text": "the future virtual reality holographic internet. Oh my god. So and this is a", "start": 3681.16, "end": 3686.16}, {"text": "Monday problem. This is a big problem on Cyber Monday. Jesus. Next slide.", "start": 3686.16, "end": 3690.8}, {"text": "Demons who merely haunt the web while still existing in the metaphysical world will simply", "start": 3691.76, "end": 3695.72}, {"text": "use their cyber form to brainwash your mind. Once weakened enough, they will perform a", "start": 3695.72, "end": 3700.08}, {"text": "standard direct possession. True cyberdemons will sometimes have the assistance of a real", "start": 3700.08, "end": 3704.66}, {"text": "world demon to pass the possession off to.\" So they will possess somebody through their", "start": 3704.66, "end": 3709.84}, {"text": "computer and then say, \"Hey, Beagleborg, come get this bitch.\"", "start": 3709.84, "end": 3714.36}, {"text": "Yeah.", "start": 3714.36, "end": 3715.36}, {"text": "Scary.", "start": 3715.36, "end": 3716.36}, {"text": "The Beagleborgs?", "start": 3716.36, "end": 3717.36}, {"text": "Beagle.", "start": 3717.36, "end": 3718.36}, {"text": "Beelzebub.", "start": 3718.36, "end": 3719.36}, {"text": "It's considered a living sacrifice and the cyberdemon is rewarded with power and a promise to be released from the computerized prison someday.", "start": 3719.36, "end": 3725.86}, {"text": "If it is merely a lone virtual demon, then on-screen hypnosis and Wi-Fi connections are their entry into your mind, body, and soul.", "start": 3725.86, "end": 3733.86}, {"text": "The high-frequency electromagnetic waves of Wi-Fi act as a conduit for higher-dimensional cyber entities to enter your subconscious.", "start": 3733.86, "end": 3740.86}, {"text": "That is where perplexing possession begins.", "start": 3740.86, "end": 3743.86}, {"text": "not perplexing. I do not fuck with perplexing per person. The demonic", "start": 3743.86, "end": 3749.14}, {"text": "possession is particularly high while sleeping as your subconscious manages", "start": 3749.14, "end": 3753.18}, {"text": "your greedy material possessed thoughts of the day. Be sure to sleep far away", "start": 3753.18, "end": 3757.58}, {"text": "from the wifi or turn it off. Listen closely. Ethernet connections are best.", "start": 3757.58, "end": 3762.22}, {"text": "We already knew that shit. Certainly use of mobile devices is a risk on this", "start": 3762.22, "end": 3766.98}, {"text": "malevolent monday. Oh just on cyber just on cyber money. Cyber monday is", "start": 3766.98, "end": 3771.18}, {"text": "probably the highest demonic attack day. Next slide. How to repel cyber demons of darkness.", "start": 3771.18, "end": 3779.1}, {"text": "And this is a pair of green eyes shoot in a green hoodie, shouting out ones and zeros.", "start": 3779.1, "end": 3784.78}, {"text": "So Jawa Cyber Monday is the number one day for calamitous cyber entities to rear their", "start": 3784.78, "end": 3790.22}, {"text": "blasphemous binary heads forth to plague people with their hellish horror. If you want to", "start": 3790.22, "end": 3794.74}, {"text": "avoid the hazards that range from computer issues to being eaten alive, then be extra", "start": 3794.74, "end": 3799.5}, {"text": "cautious on Cyber Monday. Just think happy thoughts or realize there's plenty of trinkets", "start": 3799.5, "end": 3803.5}, {"text": "for everyone on the Internet. So don't obsess over your trinkets, guys.", "start": 3803.5, "end": 3806.78}, {"text": "Yeah. There's plenty to go around.", "start": 3806.78, "end": 3807.78}, {"text": "You'll get your shopping deal, another ad, but even if you do, even if you don't, it's", "start": 3807.78, "end": 3812.02}, {"text": "no big deal. Don't obsess over material items and keep a cool head along with a calm heart.", "start": 3812.02, "end": 3816.78}, {"text": "If you see your computer starting to wig out, then immediately shut it down and leave the", "start": 3816.78, "end": 3820.54}, {"text": "room because it could be a demon entering your domain. Blessing the computer with holy", "start": 3820.54, "end": 3826.1}, {"text": "holy water", "start": 3826.1, "end": 3827.1}, {"text": "to put water on your computer or merely cleaning the screen off with it can", "start": 3827.1, "end": 3833.94}, {"text": "help placing religious artifacts around your computer can also help using a", "start": 3833.94, "end": 3837.68}, {"text": "Bible as a mouse pad is a major moral measure of security as you serve", "start": 3837.68, "end": 3841.7}, {"text": "through perilous virtual waves. I never considered that use the Bible as a", "start": 3841.7, "end": 3845.08}, {"text": "mouth mouse bed. Have you as you serve the perilous virtual waves of cyber", "start": 3845.08, "end": 3849.22}, {"text": "monday's ocean swimming thick with sinister shopping sharks. If all else", "start": 3849.22, "end": 3853.28}, {"text": "deals, try praying to the Holy Cyber God, Cyber God, yeah, Cyber God man, Amen.", "start": 3853.34, "end": 3858.94}, {"text": "Next slide.", "start": 3858.94, "end": 3859.56}, {"text": "Cyber Monday, at Mystic Investigation. So they're taking measures at Mystic", "start": 3859.56, "end": 3863.98}, {"text": "Investigation, and there's an ad on either side of those ones for an LG OLED", "start": 3863.98, "end": 3868.02}, {"text": "Evo that says it's time to upgrade your television. Our employees are given", "start": 3868.02, "end": 3872.14}, {"text": "fifteen minutes every two hours to personally pursue the Internet for Cyber", "start": 3872.14, "end": 3876.1}, {"text": "Monday deals. All our computers are cyber vaccinated with the latest magical", "start": 3876.1, "end": 3880.14}, {"text": "anti-demonic software, along with being blessed by a priest.", "start": 3880.16, "end": 3883.52}, {"text": "There are also protection spells in place.", "start": 3883.52, "end": 3885.84}, {"text": "Employees may also take turns on cyber patrol duty", "start": 3885.84, "end": 3888.6}, {"text": "and shop on websites as they officially look", "start": 3888.6, "end": 3890.68}, {"text": "for signs of trouble.", "start": 3890.68, "end": 3892.24}, {"text": "Some are also assigned to our cyber phone center", "start": 3892.24, "end": 3894.8}, {"text": "on this dangerous day.", "start": 3894.8, "end": 3896.22}, {"text": "While waiting for calls, they are allowed to shop as well.", "start": 3896.22, "end": 3898.84}, {"text": "Generally, we get information on the type of entity", "start": 3898.84, "end": 3901.2}, {"text": "inhabiting one's computer,", "start": 3901.2, "end": 3902.4}, {"text": "and then we design an antiviral-type program", "start": 3902.4, "end": 3904.96}, {"text": "to deal with the supernatural scourge.", "start": 3904.96, "end": 3907.0}, {"text": "tougher cases require us or our partners and other communities to make a house", "start": 3907.0, "end": 3912.56}, {"text": "call to exercise the cyber demon, which could be a reboot of the exorcist.", "start": 3912.56, "end": 3917.72}, {"text": "Yeah, is that your computer or your phone is completely has a demon in it,", "start": 3917.72, "end": 3922.48}, {"text": "man? Get that thing out of here. The computer cyst interesting note. This to", "start": 3922.48, "end": 3927.0}, {"text": "me is the most interesting part of this whole thing. I persist because we've", "start": 3927.0, "end": 3929.68}, {"text": "been talking about so cyst the exorcite exorcist. Oh my God, it was right under", "start": 3929.68, "end": 3935.12}, {"text": "the exorcist, the webser site or like the web source, the webs or site", "start": 3935.16, "end": 3938.86}, {"text": "interesting. Now, cyber genies are usually far less nefarious and think", "start": 3938.86, "end": 3945.36}, {"text": "akinator,", "start": 3945.36, "end": 3946.96}, {"text": "akinator, akinator far less nefarious than their real life genie in a bottle", "start": 3946.96, "end": 3952.46}, {"text": "counterpart. Their mind is oddly altered in a positive manner by becoming", "start": 3952.46, "end": 3955.96}, {"text": "digital me too man. Then there's the awesome freedom. They feel not being", "start": 3955.96, "end": 3959.66}, {"text": "confined to a bottle or lamp, nor are they bound by the three wishes rule.", "start": 3959.66, "end": 3962.86}, {"text": "however, it's best to exercise caution. If you come across one,", "start": 3962.86, "end": 3965.36}, {"text": "they can still get quite vindictive if you offend them. So cyber genies are", "start": 3965.36, "end": 3968.74}, {"text": "nothing like real genies at all. They don't grant wishes. They just live in", "start": 3968.74, "end": 3971.86}, {"text": "the computer. They just guess to see what, oh, you're talking about Hassan", "start": 3971.86, "end": 3976.22}, {"text": "Abhi, right? So that's interesting. I think maybe there's another slide, but", "start": 3976.22, "end": 3980.78}, {"text": "that might be it.", "start": 3980.78, "end": 3981.4}, {"text": "Now, that's it. That is it. So that's the I know that Cyber Monday is already", "start": 3981.4, "end": 3987.5}, {"text": "over. I want to know what cyber God. I'm really yeah. Me too. I forgot to", "start": 3987.5, "end": 3991.5}, {"text": "include something about cyber God, but maybe we can look at it real quick.", "start": 3991.98, "end": 3994.68}, {"text": "Just search cyber God, mystic investigations. I'm sure it'll come up", "start": 3994.68, "end": 3998.38}, {"text": "because I do. I am interested to see I want to see a photo cyber gods. This", "start": 3998.38, "end": 4004.14}, {"text": "has got to be him right? Yeah.", "start": 4004.14, "end": 4005.68}, {"text": "Whoa, my God, he looks like a tool music video. Way crazy. Does the fabled", "start": 4005.68, "end": 4012.88}, {"text": "cyber God exist? It is a five minute scroll down. There are those who claim", "start": 4012.88, "end": 4016.92}, {"text": "to have contact with a so called cyber God. However, most of the time they are", "start": 4016.92, "end": 4020.38}, {"text": "cyber demons, cyber gen, cyber genies, cyber ghosts, and other enchanted", "start": 4020.48, "end": 4024.84}, {"text": "electronic entities, more or less real life, higher dimension and dimensional", "start": 4024.84, "end": 4028.12}, {"text": "entities or souls that either purposely or accidentally are transmuted into", "start": 4028.12, "end": 4032.12}, {"text": "digital data within one computer, a network, or on the greater world wide", "start": 4032.12, "end": 4036.04}, {"text": "web internet. In the future, complex computer vices,", "start": 4036.04, "end": 4039.0}, {"text": "complex computer viruses may form an artificial intelligence and become cyber", "start": 4039.0, "end": 4044.68}, {"text": "demon like entities. He predicted chat GPT back in 2017. Oh my God. It's scary", "start": 4044.68, "end": 4049.44}, {"text": "fuck man and look a metabolism secret has been revealed", "start": 4049.48, "end": 4053.48}, {"text": "try this bizarre five-second hack let's just see if there's any more photos of", "start": 4053.48, "end": 4057.96}, {"text": "him false cyber", "start": 4057.96, "end": 4059.48}, {"text": "future yeah just keep going yeah then man", "start": 4059.48, "end": 4063.08}, {"text": "cyber god afterlife weird science wait a g a genie possessing a computerized", "start": 4063.08, "end": 4068.84}, {"text": "site creation created lisa the weird science cyber genie", "start": 4068.84, "end": 4074.92}, {"text": "wow the cyber god's mission what does he want whoa", "start": 4074.92, "end": 4078.36}, {"text": "he kind of looks like the helps and he's oh he's stopping. He stops the AI. As it", "start": 4078.36, "end": 4082.92}, {"text": "says, he fights against the AIs on the God. We have a thanks cyber God, this", "start": 4082.92, "end": 4086.7}, {"text": "cyber God fighting for us again. Genies well, thank God for the Lg Oled Evo.", "start": 4086.7, "end": 4091.26}, {"text": "Yep, and that's actually an amazing deal. That is a great deal. That's a great", "start": 4091.26, "end": 4095.0}, {"text": "check this out. If you have money and Alexis built into that guy for a", "start": 4095.0, "end": 4099.42}, {"text": "Christmas present, that's a gift guide. All right, you guys, that is the episode.", "start": 4099.42, "end": 4104.66}, {"text": "It looks like we might be getting arrested pretty soon.", "start": 4104.76, "end": 4106.76}, {"text": "Yeah, I think there's a paddy wagon that's pulled up in front of the office.", "start": 4106.76, "end": 4108.76}, {"text": "The full paddy wagon is in front of the office.", "start": 4108.76, "end": 4110.76}, {"text": "They have been here for an hour or so.", "start": 4110.76, "end": 4112.76}, {"text": "Something crazy must have happened while we were recording.", "start": 4112.76, "end": 4114.76}, {"text": "So, if you don't mind, we're gonna go talk to some police officers.", "start": 4114.76, "end": 4118.76}, {"text": "Bye guys!", "start": 4118.76, "end": 4120.76}, {"text": "Guys, I've made a terrible mistake.", "start": 4120.76, "end": 4124.76}, {"text": "What happened?", "start": 4124.76, "end": 4126.76}, {"text": "Maybe a marriage destroying mistake.", "start": 4126.76, "end": 4128.76}, {"text": "Oh no. Yeah, last night.", "start": 4128.76, "end": 4130.76}, {"text": "Me and my wife have decided to start doing a budget.", "start": 4130.76, "end": 4132.76}, {"text": "doing a budget, right? To do, take care of our money.", "start": 4132.76, "end": 4136.64}, {"text": "It's that season, man. I've been on the budget too, and it's been ruining my life.", "start": 4136.64, "end": 4140.72}, {"text": "Not good, dude. It's not good.", "start": 4140.72, "end": 4141.72}, {"text": "What happened?", "start": 4141.72, "end": 4142.72}, {"text": "It's not good to look...", "start": 4142.72, "end": 4143.72}, {"text": "Dude, the moment you realize how much money you actually have...", "start": 4143.72, "end": 4147.24}, {"text": "And your wife makes double the amount of money and it's still not that much money.", "start": 4147.24, "end": 4151.16}, {"text": "Exactly the same experience.", "start": 4151.16, "end": 4154.16}, {"text": "And then she's like, \"Is this really how much money you make?\" And I go, \"Yeah, bitch. We", "start": 4154.16, "end": 4159.08}, {"text": "have an office.\"", "start": 4159.08, "end": 4160.08}, {"text": "I'm seeing the exact number of money I'm putting into savings every month.", "start": 4160.08, "end": 4165.42}, {"text": "Yes.", "start": 4165.42, "end": 4165.96}, {"text": "Sorry, more than two digits sometimes.", "start": 4165.96, "end": 4169.46}, {"text": "Only sometimes.", "start": 4169.46, "end": 4172.46}, {"text": "Yeah, but I last night we did we went over his budget spent hours to yeah,", "start": 4172.46, "end": 4177.06}, {"text": "we set up a joint bank account took us weeks. We finally got it.", "start": 4177.06, "end": 4180.06}, {"text": "We're doing got to put together had to go to had to go to Bank of America,", "start": 4180.06, "end": 4183.36}, {"text": "set up the joint bank account, how to do it took days. I'm going to need your", "start": 4183.36, "end": 4186.96}, {"text": "advice on this because we have no idea how to do. He said that this is marriage", "start": 4186.96, "end": 4190.06}, {"text": "ending I don't think you need his advice. I know he's getting he's working up to", "start": 4190.06, "end": 4193.14}, {"text": "the mistake. I'm making them I made the mistake okay so last night so we set up", "start": 4193.14, "end": 4198.26}, {"text": "the entire thing right and then and and in my checking account not that much", "start": 4198.26, "end": 4204.34}, {"text": "money but we agreed that like our joint checking account is gonna be groceries", "start": 4204.34, "end": 4207.74}, {"text": "and yeah like yeah stuff that we'll both do right so last night she goes to bed", "start": 4207.74, "end": 4215.26}, {"text": "and I stay up so I can do the dishes like a good guy right yeah and I'm", "start": 4215.26, "end": 4218.54}, {"text": "sitting there and I'm watching YouTube videos and I get this ad man. I get this", "start": 4218.54, "end": 4224.5}, {"text": "ad for something called Alpine Butcher that sells A5. Oh no, I know, I know, you were saying you were gonna buy it last night after the gym.", "start": 4224.5, "end": 4233.3}, {"text": "You, oh my god, did you put it on the fucking joint bank account? I", "start": 4233.3, "end": 4236.66}, {"text": "accidentally bought it with the joint bank account card A5, marbling score 12,", "start": 4236.66, "end": 4242.3}, {"text": "*laughing*", "start": 4242.3, "end": 4262.3}], "title": "Ep. 270 - Mystic Christmas Investigations", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--270---Mystic-Christmas-Investigations-e2df0k2", "date": "Wed, 20 Dec 2023 11:00:00 GMT", "id": 295}