{"lines": [{"text": "That's good, I think. I think so. I did not see very much. Yeah, that might kind of complicate", "start": 0.0, "end": 15.78}, {"text": "it, but maybe not. I don't know. I gave one big one. I drink a Celsius this morning and", "start": 15.78, "end": 21.08}, {"text": "then because I wanted I went like NPC walk cycle and went to the coffee shop and ordered", "start": 21.08, "end": 27.08}, {"text": "a ham and cheese croissant and a cold brew because I thought that I needed to get it,", "start": 27.08, "end": 34.08}, {"text": "even though I didn't. I fully grabbed it and then got back here and was like, \"Oh yeah,", "start": 34.08, "end": 40.8}, {"text": "this is going to be too much caffeine. At some point, I'm going to get scared that somebody", "start": 40.8, "end": 45.94}, {"text": "knows my address in the middle of the episode.\" I can't see anything. Bro, that is so NPC", "start": 45.94, "end": 49.76}, {"text": "of you. It's crazy to get a normal ass thing from a store. No, you know what I'm saying?", "start": 49.76, "end": 56.76}, {"text": "I'm saying like I get this with the ham and cheese, Chris on every single time I", "start": 56.76, "end": 60.72}, {"text": "come here and I'm saying Chris Scott for some reason.", "start": 60.72, "end": 62.72}, {"text": "I don't know what the hell is have well guys. It's the new year twenty twenty", "start": 62.72, "end": 67.08}, {"text": "four and we've decided to make a permanent change to the lineup of the", "start": 67.08, "end": 69.8}, {"text": "podcast", "start": 69.8, "end": 70.56}, {"text": "guys. I'm just happy to be here. I like that your glasses say two hundred yeah", "start": 70.56, "end": 76.44}, {"text": "two hundred with a I couldn't exclamation point or maybe a one two thousand one", "start": 76.44, "end": 79.8}, {"text": "two hundred year two hundred. I'm pretty excited about two hundred. This two", "start": 79.8, "end": 83.04}, {"text": "hundred is going to be big. I couldn't find any other ones yeah, but I'm happy", "start": 83.04, "end": 86.64}, {"text": "be here. I mean, I wish Caleb the best in his. So the story what happened is what", "start": 86.68, "end": 91.78}, {"text": "happened is Caleb last night, our friend Brian, who has been on beers, we drank", "start": 91.78, "end": 96.56}, {"text": "and stuff. Brian comes home from Texas and he's like, oh, I've got a bunch of", "start": 96.56, "end": 100.94}, {"text": "freeze dried, like", "start": 100.94, "end": 102.84}, {"text": "Texas barbecue,", "start": 102.84, "end": 105.12}, {"text": "and I want you all to come over and eat it and we're gonna gamble and stuff.", "start": 105.12, "end": 109.76}, {"text": "And so Noah is also, Noah comes home last night, also sick as a dog from this", "start": 109.76, "end": 116.52}, {"text": "food. I think he said that he threw up and then he was in my bathroom all night.", "start": 116.52, "end": 121.96}, {"text": "I like that you led with also", "start": 121.96, "end": 123.24}, {"text": "yeah okay,", "start": 123.24, "end": 127.28}, {"text": "Caleb got food poisoning for meeting five year old barbecue that was a day old", "start": 127.28, "end": 132.92}, {"text": "barb that was in space orbit yeah for two days. So he's sick, he's sick, he's", "start": 132.92, "end": 139.88}, {"text": "got diarrhea and throwing up and Noah came home last night, but the thing is", "start": 139.88, "end": 144.76}, {"text": "Okay, he's saying Caleb saying he's got food poisoning, but that's because he", "start": 144.8, "end": 149.1}, {"text": "always get he thinks he's sick right now from that Noah told me that they drank", "start": 149.1, "end": 153.9}, {"text": "they they drank a shit ton of like Noah came home with like six bottles of", "start": 153.9, "end": 159.8}, {"text": "booze.", "start": 159.8, "end": 160.4}, {"text": "I think that he's maybe just hung over and also a little bit sick from the", "start": 160.4, "end": 165.9}, {"text": "food, but I think that he's completely exaggerating how sick the food made.", "start": 165.9, "end": 169.2}, {"text": "He told me he slept two hours last night.", "start": 169.2, "end": 171.1}, {"text": "He said his phone is broken and he's been communicating with multiple people", "start": 171.1, "end": 174.4}, {"text": "all through only me so far today. Wow, I feel like I've been the conduit for him.", "start": 174.4, "end": 178.54}, {"text": "That's a thing that a drunken mistake person does a person who's made a drunk", "start": 178.54, "end": 183.14}, {"text": "mistake. I feel like he's like a mistake, an Olympian, you know, like I feel like", "start": 183.14, "end": 186.46}, {"text": "he just eats the same thing every single day and if his flow gets disrupted, he's", "start": 186.46, "end": 190.66}, {"text": "just going to like shit guys. I don't think any of this matters. I think we", "start": 190.66, "end": 193.38}, {"text": "need to be excited about twenty twenty four. We should be I'm excited, excited", "start": 193.38, "end": 197.24}, {"text": "about twenty twenty four of the year. I have to take these off yeah. Those are", "start": 197.24, "end": 200.9}, {"text": "It's so funny that like blindfold for so many years. We had a perfect place to put", "start": 201.42, "end": 207.42}, {"text": "the eyes right and now", "start": 207.42, "end": 209.42}, {"text": "two. Oh, we had a perfect place for the eyes. We fucking you can't keep we got", "start": 209.42, "end": 214.12}, {"text": "to get rid of these. The eyes are twenty years gone. It's four years. No, it's", "start": 214.12, "end": 218.42}, {"text": "no, it's not. It's a twenty because twenty twenty had two zeros, but yeah,", "start": 218.42, "end": 221.42}, {"text": "but but twenty the twenty tens were not good. I years either. Well, the two", "start": 221.42, "end": 226.12}, {"text": "thousands were the last time that these really made sense, but every now and", "start": 226.12, "end": 228.92}, {"text": "way of a digit that has a proper hole in it yeah every now and again yeah two", "start": 228.92, "end": 232.94}, {"text": "thousand and eight two thousand and twenty two thousand and four", "start": 232.94, "end": 235.28}, {"text": "two thousand four. You had two holes. It's the O's yeah", "start": 235.28, "end": 238.66}, {"text": "two thousand and twenty five will make a little bit of sense because you could", "start": 238.66, "end": 241.74}, {"text": "put the the hole on that five hole. The hole is never going to make sense again.", "start": 241.74, "end": 246.12}, {"text": "No now last time the one nine hundred and ninety s were good because you had", "start": 246.12, "end": 248.92}, {"text": "the two holes in the nines. Twenty twenty six distant yeah two thousand", "start": 248.92, "end": 252.1}, {"text": "were great. Twenty twenty six will be back. Twenty twenty twenty thirty twenty", "start": 252.1, "end": 255.14}, {"text": "forty twenty fifty. You know those these are all great. I can't I can't wait man", "start": 255.14, "end": 258.54}, {"text": "so the twenty yeah there's listen it's, but we have to give it up for twenty", "start": 258.58, "end": 262.34}, {"text": "twenty eight. Twenty twenty eight will be okay.", "start": 262.34, "end": 264.14}, {"text": "Twenty twenty eight that will be a", "start": 264.14, "end": 266.58}, {"text": "sideways. You can put just to use the two holes in the eight. There's going to", "start": 266.58, "end": 269.72}, {"text": "be interesting glasses. There's going to be a little renaissance twenty eight", "start": 269.72, "end": 272.22}, {"text": "twenty nine twenty thirty twenty thirty is going to be some exciting stuff, but", "start": 272.22, "end": 276.98}, {"text": "they're not twenty twenty four. We're not going to stop. They're not going to", "start": 276.98, "end": 279.88}, {"text": "stop making the glasses. No, they're going to push a square peg into a", "start": 279.88, "end": 283.34}, {"text": "circular hole every year from now on, just because we had those golden years", "start": 283.34, "end": 286.62}, {"text": "the two thousand look at how bad this is. Look at how bad the glasses start.", "start": 286.66, "end": 290.6}, {"text": "Did they start in the how long it had to have been two thousand, but I guess", "start": 290.6, "end": 295.0}, {"text": "that yeah, that's the only way you would think of doing that. She does this", "start": 295.0, "end": 297.76}, {"text": "one where it's the most exciting like one thousand nine hundred and ninety", "start": 297.76, "end": 300.4}, {"text": "two. That would be a good year because you can get put in the nines, but you", "start": 300.4, "end": 303.12}, {"text": "wouldn't see these people have one thousand nine hundred and ninety one.", "start": 303.12, "end": 304.88}, {"text": "Oh, they were patented in one thousand nine hundred and ninety two. That's", "start": 304.88, "end": 307.04}, {"text": "exactly what I said. One thousand nine hundred and ninety two would be a good", "start": 307.04, "end": 309.28}, {"text": "year. Yeah, yeah, the one thousand nine hundred and ninety two makes sense, but", "start": 309.28, "end": 312.2}, {"text": "it makes this is this is this is complicated. This is fussy like this is", "start": 312.2, "end": 316.12}, {"text": "pretty much go. You know what here's my thing. I think the night these these", "start": 316.16, "end": 319.1}, {"text": "one thousand nine hundred and ninety two glasses wait. They said they were", "start": 319.1, "end": 321.54}, {"text": "invented in one thousand nine hundred and ninety two. This woman's wearing", "start": 321.54, "end": 322.9}, {"text": "one thousand nine hundred and ninety one that woman is a time traveler that", "start": 322.9, "end": 325.04}, {"text": "is she would believe that that is a butterfly effect, but here's what I'm", "start": 325.04, "end": 328.9}, {"text": "saying the one thousand nine hundred and ninety two glasses. These have had", "start": 328.9, "end": 331.98}, {"text": "to have been invented by either a time traveler or a schizophrenic person", "start": 331.98, "end": 335.14}, {"text": "because who looks at the number one thousand nine hundred and ninety two", "start": 335.14, "end": 337.38}, {"text": "and says oh glasses yeah. I want to make two thousand you're like oh glasses", "start": 337.38, "end": 341.98}, {"text": "glasses or handcuffs or bubble wrap would be great to merge this off of but", "start": 342.38, "end": 347.36}, {"text": "nineteen ninety two is a psycho number to look at him. Look at this guy.", "start": 347.36, "end": 351.02}, {"text": "We're in the one thousand nine hundred and ninety eight.", "start": 351.02, "end": 352.0}, {"text": "That's Jerry Lewis", "start": 352.0, "end": 355.08}, {"text": "right there. That's Jerry Lewis, but look at this. It's two twenty, twenty", "start": 355.08, "end": 360.2}, {"text": "four. This is like when you like you're like like you know somebody that's got", "start": 360.2, "end": 363.76}, {"text": "a dog that should be dead. You know it's like it's like oh yeah that dog to live", "start": 363.76, "end": 367.96}, {"text": "in our stolen hours. Yeah, that dog is like it's like oh yeah. This is my", "start": 367.96, "end": 371.36}, {"text": "thirty four year old dog. Yeah, that's what these glasses are. We got to put", "start": 371.52, "end": 375.24}, {"text": "them down. It's time to put them down until it's time for them to come back to", "start": 375.24, "end": 377.82}, {"text": "we're going to feed. We're going to feed the dog a Big Mac with the we're going", "start": 377.82, "end": 382.08}, {"text": "to feed these glasses a Big Mac and then they're going to where they're going to", "start": 382.08, "end": 384.74}, {"text": "pass away. Why is there liquid all over? Don't worry about it. What the fuck", "start": 384.74, "end": 388.92}, {"text": "happened? Nothing happened. What did you guys do? Come on man? Nothing. It's", "start": 388.92, "end": 393.12}, {"text": "disgusting. Nothing bad happened", "start": 393.12, "end": 395.04}, {"text": "And we're back with amazing Brandon Wardell from Los Angeles, California, man.", "start": 397.04, "end": 402.76}, {"text": "All the way from LA.", "start": 402.76, "end": 403.92}, {"text": "Let's see, what is Los Angeles?", "start": 403.92, "end": 405.42}, {"text": "Holly, Holly, weird.", "start": 405.42, "end": 406.42}, {"text": "You hear a lot of this over there in Los Angeles, huh?", "start": 406.42, "end": 408.42}, {"text": "Mm-hmm.", "start": 408.42, "end": 410.42}, {"text": "Yeah.", "start": 410.42, "end": 411.42}, {"text": "We got a little bit of soundboard today.", "start": 411.42, "end": 413.42}, {"text": "I'm on the soundboard. I always do it loud and proud.", "start": 413.42, "end": 415.42}, {"text": "And if you're near the... Oh my God.", "start": 415.42, "end": 416.42}, {"text": "Yep. Jesus Christ.", "start": 416.42, "end": 417.42}, {"text": "Still the entire...", "start": 417.42, "end": 418.42}, {"text": "Oh no.", "start": 418.42, "end": 419.42}, {"text": "Let's see.", "start": 419.42, "end": 420.42}, {"text": "I got to turn this off.", "start": 420.42, "end": 421.42}, {"text": "Nothing bad happened.", "start": 421.42, "end": 424.42}, {"text": "Were you not here for?", "start": 424.42, "end": 425.42}, {"text": "not here. I was not here for whatever happened here. Patrick, what happened? I", "start": 425.42, "end": 429.18}, {"text": "there don't worry. We did it. It was you did it didn't you Patrick could have", "start": 429.18, "end": 433.1}, {"text": "been Caleb, this famous spiller. Clearly you know, I think it's sticky on the", "start": 433.1, "end": 438.18}, {"text": "I spilled in an accident because you want to this. That's crazy. How do you", "start": 438.18, "end": 444.38}, {"text": "do that? What did you spill? Tell me what you spilled. Caleb was drinking", "start": 444.38, "end": 448.38}, {"text": "Coca Cola. It was Coca Cola and I was going to press the button for I'll", "start": 448.38, "end": 454.86}, {"text": "he admitted a flop joke you would you were made a joke and you went to press a", "start": 454.9, "end": 458.9}, {"text": "soundboard button and he got that's what happened. That's what happened. I'm", "start": 458.9, "end": 463.74}, {"text": "sorry. Well, we're going to forget that in the new year. That's how the last", "start": 463.74, "end": 465.94}, {"text": "year ended. That's how last year and we're and I'm forgiving. It was that was", "start": 465.94, "end": 469.66}, {"text": "three weeks ago. Yeah, that's the other thing that we were back in the stew.", "start": 469.66, "end": 473.26}, {"text": "It's been a minute. It's been since before. It's been a long. I there's a", "start": 473.26, "end": 477.24}, {"text": "lot of changes that happened in my life that I don't want to get in. Look at my", "start": 477.24, "end": 480.54}, {"text": "new hat. I got for Christmas", "start": 480.54, "end": 481.66}, {"text": "Wow for everyone who's listening audio, it's a sour patch kids hat that's", "start": 482.86, "end": 486.26}, {"text": "on yellow wow and green wow and it's squishy. What else did he get or was it", "start": 486.26, "end": 492.5}, {"text": "just a hat? It's just a hat. I got a family. I'll pitch", "start": 492.5, "end": 495.28}, {"text": "charlie bucket style. We're here with Joe today because Caleb is completely", "start": 495.28, "end": 501.58}, {"text": "sick. We've gone over this. I guess we're starting off the new year one", "start": 501.58, "end": 505.42}, {"text": "member down a new year, new team, me or new team member and I'm wearing. I", "start": 505.42, "end": 511.02}, {"text": "I realized just now, I forgot when I put this on, that this hat has reflective stuff woven", "start": 511.18, "end": 516.26}, {"text": "into it.", "start": 516.26, "end": 517.26}, {"text": "Oh, this is one of those cool hats.", "start": 517.26, "end": 518.42}, {"text": "My head is completely shiny on this camera.", "start": 518.42, "end": 520.9}, {"text": "That's pretty cool.", "start": 520.9, "end": 521.9}, {"text": "That actually does look dope.", "start": 521.9, "end": 523.74}, {"text": "We actually both have cool neon vibes.", "start": 523.74, "end": 526.06}, {"text": "We have neon hats today.", "start": 526.06, "end": 528.1}, {"text": "And Joe kind of didn't get the memo, did he?", "start": 528.1, "end": 530.22}, {"text": "Yeah, no, my hats aren't special enough.", "start": 530.22, "end": 532.42}, {"text": "No, it's a New Year's hat.", "start": 532.42, "end": 533.86}, {"text": "It does look special.", "start": 533.86, "end": 535.18}, {"text": "So how did 2024 end for you, or 2023 end for you guys?", "start": 535.18, "end": 538.82}, {"text": "Well, we hung out together on New Year's Eve and I had a delightful new", "start": 538.82, "end": 544.22}, {"text": "experience. Yeah, it's changed me forever. What was it? It was smelling salts.", "start": 544.22, "end": 548.18}, {"text": "Oh, yes, we were doing a lot of smelling salts and it unbelievable.", "start": 548.18, "end": 554.5}, {"text": "Patrick told me in his new video, Patrick told me that he smelled about", "start": 554.5, "end": 557.26}, {"text": "20 of them. I did. I was a fiend. They were awesome. Have you ever smelled", "start": 557.26, "end": 560.58}, {"text": "smelling salts? I don't think so. So basically, it smells so bad that you go", "start": 560.58, "end": 565.22}, {"text": "like this, but it wakes you up. It keeps you you hyped and wired ammonia. Yeah,", "start": 565.22, "end": 570.82}, {"text": "it's ammonia. It was like so bring me up. It was called like like wild insanity or", "start": 570.82, "end": 575.14}, {"text": "something. It had like a you know the joker on the on the bottle or something", "start": 575.14, "end": 578.66}, {"text": "like that, and I was like looking at it because I didn't. I was like, oh, I", "start": 578.66, "end": 580.94}, {"text": "wonder if just like what it says like is in this or the side effects or anything", "start": 580.94, "end": 584.02}, {"text": "on the bottle. It says nothing. There's it's just it's just like yeah, evil,", "start": 584.02, "end": 587.5}, {"text": "evil serial killer bottle. If the joker's on it, there's pretty good chance. I was", "start": 587.5, "end": 592.02}, {"text": "Oh, I it was it was his own. They're the brand's own character. Yeah, joker, but", "start": 592.06, "end": 596.9}, {"text": "you know what I mean? The type of vibe, the pre workout vibe and I was kind of", "start": 596.9, "end": 601.38}, {"text": "powdered insanity, right? So yeah, something like that something insanity", "start": 601.38, "end": 604.62}, {"text": "and I was thinking, wow, this is incredible. The smell is so bad. I need", "start": 604.62, "end": 608.22}, {"text": "to get a bottle of this for myself so I can make myself do things and get hyped", "start": 608.22, "end": 611.82}, {"text": "up, but because it says nothing on this bottle, I have to assume this is going", "start": 611.82, "end": 615.22}, {"text": "to kill me if I do it multiple times. So I get home. I google it on my computer.", "start": 615.22, "end": 619.86}, {"text": "I Google smelling salts, long term effects, adverse side effects. I Google", "start": 619.94, "end": 623.98}, {"text": "all these keywords. Guess what guys nothing yeah, really not bad for you at", "start": 623.98, "end": 629.24}, {"text": "all. Isn't that unbelievable government websites dot gov dot gov dot gov. They", "start": 629.24, "end": 635.44}, {"text": "want you to do smell. They say it's dangerous to breathe in ammonia. If", "start": 635.44, "end": 638.86}, {"text": "you're in a room full of ammonia, but smelling salts, guess what it doesn't do", "start": 638.86, "end": 642.68}, {"text": "anything. It doesn't even do anything good. You just play with chemicals bro.", "start": 642.68, "end": 645.94}, {"text": "it's just chemicals. You just it's just a smell. It's so funny. It's a smell", "start": 646.02, "end": 650.36}, {"text": "that's so crazy that it makes something happen in your brain. Jack put out that", "start": 650.36, "end": 654.02}, {"text": "video today and it's like", "start": 654.02, "end": 656.36}, {"text": "he has a bit in the video for the smelling salts", "start": 656.36, "end": 660.7}, {"text": "and it's so funny the realization like, \"Oh yeah, Jack just bought these for", "start": 660.7, "end": 666.44}, {"text": "like a three second", "start": 666.44, "end": 667.5}, {"text": "clinic video. I want them. I'm gonna buy them for myself. It's such a genius", "start": 667.5, "end": 671.38}, {"text": "idea. It's so good. I literally think I literally would like to do them before", "start": 671.38, "end": 674.82}, {"text": "every single episode from now on. I think right before hitting record, I", "start": 674.86, "end": 677.62}, {"text": "think it will power everything up. It really I was", "start": 677.62, "end": 679.9}, {"text": "yeah, I think your boards in his room. I was going. I would smell do the", "start": 679.9, "end": 683.44}, {"text": "smelling salts and then I would do like finger board tricks on his like little", "start": 683.44, "end": 686.78}, {"text": "bench thing. It was so sick, really productive with the smelling. Dude, I", "start": 686.78, "end": 691.74}, {"text": "need them right now. I think it's the same thing where you just build up a", "start": 691.74, "end": 695.5}, {"text": "tolerance to it and then you're filling your room up with ammonia and then", "start": 695.5, "end": 699.56}, {"text": "you're dying. Yeah, you're not filling your room up with ammonia. That's not", "start": 699.56, "end": 702.86}, {"text": "that leading, but I was that's what I was saying, though, when we were doing it,", "start": 702.9, "end": 705.82}, {"text": "I was like can you like I was talking about how I wanted to get some to to to", "start": 705.82, "end": 710.0}, {"text": "pop me up for when I need to be pumped up like when I'm going to kill somebody", "start": 710.0, "end": 713.44}, {"text": "or something yeah and chase something exactly a chase scene yeah and", "start": 713.44, "end": 717.48}, {"text": "well you smell it and it's so strong and it's so affecting and it feels like a", "start": 717.48, "end": 722.18}, {"text": "laser is going into your face and you go", "start": 722.18, "end": 724.48}, {"text": "oh my God, and I was thinking, can you imagine the moment in your life to like", "start": 724.48, "end": 728.72}, {"text": "it's like after you've done it the first time, then you have the montage of your", "start": 728.72, "end": 732.14}, {"text": "whole life after buying it and then the one sniff, the one that where you get it,", "start": 732.18, "end": 735.88}, {"text": "you sniff it and you just it's nothing. You don't react at all. You sniff it, you", "start": 735.88, "end": 739.82}, {"text": "go", "start": 739.82, "end": 740.24}, {"text": "right. You have such a because you built up such a tolerance to it. Wouldn't that", "start": 740.24, "end": 744.14}, {"text": "be so horrible? You're supposed to hold them like really low to yeah, we were", "start": 744.14, "end": 747.46}, {"text": "not doing that. No, I was straight up to the nose. Dude, Thomas did. Yeah, he put", "start": 747.46, "end": 752.26}, {"text": "this nose like on it and he sniffed in so much that he had the salts on his nose,", "start": 752.26, "end": 756.42}, {"text": "literally stone face, no reaction, terrifying yeah, scary yeah, no Thomas", "start": 756.7, "end": 761.84}, {"text": "was like a like a statue when he was going to get you on these yeah. I wish I", "start": 761.84, "end": 765.52}, {"text": "could try them right now. I wish I", "start": 765.52, "end": 767.04}, {"text": "really badly yeah. Didn't Caleb buy them and he was supposed to bring them with", "start": 767.04, "end": 772.02}, {"text": "him? I don't think he bought them. Maybe that's why he's sick. Yeah, he ate them.", "start": 772.02, "end": 776.1}, {"text": "He ate the smell. He thought they were for seasonings. Yeah, he put them on the", "start": 776.1, "end": 779.58}, {"text": "steak. That's probably what happened knowing him", "start": 779.58, "end": 781.9}, {"text": "yeah. I mean it's the same thing with neti pot. Have you guys used neti pot?", "start": 781.9, "end": 786.16}, {"text": "Oh yeah. I'm a big fan of a neti pot.", "start": 786.2, "end": 788.2}, {"text": "How is it the same as a neti pot?", "start": 788.2, "end": 790.2}, {"text": "Because it goes in your nose, man.", "start": 790.2, "end": 792.2}, {"text": "I guess it's the only similarity.", "start": 792.2, "end": 794.2}, {"text": "You use the saline solution", "start": 794.2, "end": 796.2}, {"text": "and the more you use it, the more of a", "start": 796.2, "end": 798.2}, {"text": "tolerance you build up to the saline", "start": 798.2, "end": 800.2}, {"text": "solution and then you need to just put a shit load of salt", "start": 800.2, "end": 802.2}, {"text": "in your nose to do it and then it doesn't work.", "start": 802.2, "end": 804.2}, {"text": "Got it. Okay. You boil your water?", "start": 804.2, "end": 806.2}, {"text": "You gotta. Yeah.", "start": 806.2, "end": 808.2}, {"text": "I'm not getting brainwashed.", "start": 808.2, "end": 810.2}, {"text": "I'm not getting brainwashed.", "start": 810.2, "end": 812.2}, {"text": "No, I learned about it in my high school class.", "start": 812.2, "end": 814.2}, {"text": "It says it on the moral too.", "start": 814.2, "end": 816.2}, {"text": "There's an episode of A Thousand Ways to Die where a person got like almost the same as like candy roo, but like for your nose and your fucking brain.", "start": 816.2, "end": 825.2}, {"text": "They got meningitis probably. That's what you can get from it.", "start": 825.2, "end": 827.2}, {"text": "No, they got a bug.", "start": 827.2, "end": 828.2}, {"text": "You can get flesh eating bacteria or meningitis or stuff.", "start": 828.2, "end": 830.2}, {"text": "They got a bug in their brain.", "start": 830.2, "end": 831.2}, {"text": "A bug?", "start": 831.2, "end": 832.2}, {"text": "According to A Thousand Ways to Die.", "start": 832.2, "end": 833.2}, {"text": "That's definitely the TV version.", "start": 833.2, "end": 834.2}, {"text": "A reputable source. A very, very reputable source, A Thousand Ways to Die.", "start": 834.2, "end": 839.2}, {"text": "why I've been watching. Oh my God, wait, you just reminded me I've been watching", "start": 839.2, "end": 842.78}, {"text": "the best TV show of all time. Have you guys heard of this show Kung Fu from the", "start": 842.78, "end": 847.38}, {"text": "seventies? Yeah, you ever watch this? My gym teacher would quoted at me fucking", "start": 847.38, "end": 850.92}, {"text": "fire. My dad was talking about how he and his brother used to be obsessed with it", "start": 850.92, "end": 854.64}, {"text": "back in the seventies when they were kids and I've been watching it. So it's", "start": 854.64, "end": 859.32}, {"text": "David Carradine. Yeah, he plays a character named Kwai Chang Kane. Wow, he", "start": 859.32, "end": 865.94}, {"text": "they Chinese man cool and he how much do they do they? They give a lot. They", "start": 865.98, "end": 871.58}, {"text": "don't do it a lot. Here's what they do. They do they do it tastefully. They", "start": 871.58, "end": 875.14}, {"text": "blacken his hair. Okay, they make they straighten it and they give them to", "start": 875.14, "end": 879.06}, {"text": "give it that kind of spiky type of look, but that's and then they put him. They", "start": 879.06, "end": 883.5}, {"text": "put him in in in loose fitting clothing robes. That's a lot he's that's a lot.", "start": 883.5, "end": 888.82}, {"text": "No there's no makeup, there's no makeup. It's not a comparatively listen to the", "start": 888.82, "end": 892.74}, {"text": "the seventies it's not okay. It's obviously not great no matter what,", "start": 892.78, "end": 895.48}, {"text": "but it's not it's not. I've I'm watching the show. It's not it's not it's no", "start": 895.48, "end": 899.3}, {"text": "fucking you know, make you runny. Yeah, exactly it's a far cry from that, but", "start": 899.3, "end": 904.04}, {"text": "the thing that he he does really play it up he's acting. He doesn't do an accent", "start": 904.04, "end": 907.94}, {"text": "or anything, but he kind of he speaks in Proverbs and he speaks slowly and like", "start": 907.94, "end": 911.82}, {"text": "is anyway he's a he's a Chinese. He's a he's a what's it called", "start": 911.82, "end": 916.54}, {"text": "cow in monk and he knows kung fu. He was trained by Master Po, who's blind and he", "start": 918.26, "end": 925.68}, {"text": "basically has to grab a pebble out of the master's hand, and when he can grab the", "start": 925.68, "end": 929.7}, {"text": "pebble, it's time for him to leave. But he then he", "start": 929.7, "end": 932.22}, {"text": "he graduates from the monastery and he goes and now he's in the Wild West and", "start": 932.22, "end": 937.66}, {"text": "he's wandering around and he uses his Chinese ways and wisdoms to basically", "start": 937.66, "end": 943.5}, {"text": "solve these problems between cowboys and outlaws who are fighting each other, who", "start": 943.5, "end": 947.18}, {"text": "for example, stealing things or being racist or raping women or stuff like", "start": 947.22, "end": 952.82}, {"text": "that. And then he comes in and he kind of says like, oh, is not the way of", "start": 952.82, "end": 958.16}, {"text": "peace more whatever. Wow. And it's incredible. It's the best show of all", "start": 958.16, "end": 962.82}, {"text": "time. You know, David Carradine's brother is the dad on Lizzie McGuire.", "start": 962.82, "end": 967.82}, {"text": "Wow. Fun fact of the day.", "start": 967.82, "end": 969.98}, {"text": "I think his brother is in Revenge of the Nerds also.", "start": 969.98, "end": 976.72}, {"text": "but I'm a guy the guy from revenge of the nerds, we're talking Keith or Robert,", "start": 976.72, "end": 980.88}, {"text": "the one with the black hair goes", "start": 980.88, "end": 983.18}, {"text": "that one. I haven't seen revenge of the nerds. I just not good my show corner", "start": 983.18, "end": 989.16}, {"text": "Joe's, but I can I add one thing about Kung Fu before we go to Joe shows yeah,", "start": 989.16, "end": 993.82}, {"text": "I'm ninety nine percent sure that Kung Fu is what Xavier Renegade Angel was", "start": 993.82, "end": 997.9}, {"text": "based on. Oh, okay, it's all him wandering through the desert and going", "start": 997.9, "end": 1001.5}, {"text": "to towns and there's people fighting and he go. He says some kind of wisdom", "start": 1001.5, "end": 1005.02}, {"text": "adage. I don't know what that is either. Well, you'll get alt enough to be", "start": 1005.18, "end": 1009.22}, {"text": "watching a show like that.", "start": 1009.22, "end": 1010.24}, {"text": "My show, my show is also takes place in the s. The seventeen s. Well, so mine", "start": 1010.24, "end": 1017.68}, {"text": "was not doesn't take place in the seven is from the wild west. It's from the", "start": 1017.68, "end": 1020.42}, {"text": "seventy. It's from the seven", "start": 1020.42, "end": 1021.64}, {"text": "seventeen s. John Adams on a you have been watching that since I lived with", "start": 1021.64, "end": 1028.18}, {"text": "you. That's not true. I only want you one episode in in your move. You're only", "start": 1028.18, "end": 1032.82}, {"text": "watched one episode back then. I really I really dove in deep yeah and I'm doing", "start": 1032.86, "end": 1036.66}, {"text": "corresponding Wikipedia articles before they even pass the", "start": 1036.66, "end": 1041.24}, {"text": "the like alien and sedition acts. I'm like there's aliens in this show yeah", "start": 1041.24, "end": 1046.88}, {"text": "John Adams did well. I got a way better show idea than regular as John Adams", "start": 1046.88, "end": 1051.88}, {"text": "now. Well, I mean yeah, so it's really John Adams didn't seem to really be so", "start": 1051.88, "end": 1055.76}, {"text": "gung ho about the alien and sedition acts, but he left George Washington's", "start": 1055.76, "end": 1060.72}, {"text": "cabinet in", "start": 1060.88, "end": 1062.08}, {"text": "you know, he kept their jobs and they're kind of Hamilton's guys and Hamilton,", "start": 1062.08, "end": 1068.26}, {"text": "not as cool as we all think he is because I don't think he's that cool", "start": 1068.26, "end": 1070.82}, {"text": "because of because of the song yeah is the reason I don't think he's. I think", "start": 1070.82, "end": 1074.58}, {"text": "that every single one of these American history figures is fucking stupid", "start": 1074.58, "end": 1079.66}, {"text": "compared to like Willie Santos or like was that Keith, Kurt Heath, Kurchard or", "start": 1079.66, "end": 1085.6}, {"text": "any probably skateboarders. These are guys that are way cooler than the", "start": 1085.6, "end": 1088.74}, {"text": "founding fathers. It's just the thing I think about this John Adams guy. It's", "start": 1088.78, "end": 1093.04}, {"text": "just him and his wife. He absolutely loves her. He's she's his number one", "start": 1093.04, "end": 1097.28}, {"text": "confidant and he's just alive during the absolute craziest yeah man. I was to be", "start": 1097.28, "end": 1103.22}, {"text": "alive back in the day. There's basically there's no time period that I can see in", "start": 1103.22, "end": 1108.04}, {"text": "a movie that I won't as long as they show a house in a movie that's set in a", "start": 1108.04, "end": 1112.32}, {"text": "different time period. I think God I would love to be alive in that I couldn't", "start": 1112.32, "end": 1115.78}, {"text": "I wish I honestly now that I say that, even if they don't show a house, yeah,", "start": 1115.82, "end": 1119.38}, {"text": "it's old long enough ago that there's only jungles. I would really like to be", "start": 1119.38, "end": 1123.26}, {"text": "whenever I found fathers. You guys would be. Do you think I think you would be in", "start": 1123.26, "end": 1127.68}, {"text": "like a founding fathers? No, I would have I would have the ear of one of the", "start": 1127.68, "end": 1131.7}, {"text": "founding fathers. I would be like a worm tongue like yeah", "start": 1131.7, "end": 1134.44}, {"text": "I would I would be one of those people that dies from eating mud back then yeah.", "start": 1134.44, "end": 1140.94}, {"text": "I would I would eat a mud soaked pig or something and then I would get a", "start": 1140.94, "end": 1145.52}, {"text": "disease that like we've cured so many times over. You would you would eat mud", "start": 1145.56, "end": 1150.56}, {"text": "and then get sick and then they would like cut your stomach. Oh yeah, they", "start": 1150.56, "end": 1153.24}, {"text": "would cut my stomach open and take it out. You know,", "start": 1153.24, "end": 1155.08}, {"text": "why is it", "start": 1155.08, "end": 1156.48}, {"text": "what the fuck? What the incredible if you're around back in the in the", "start": 1156.48, "end": 1161.8}, {"text": "founding fathers days when they're starting the country and they're", "start": 1161.8, "end": 1164.2}, {"text": "writing the constitution, the declaration of independence and all this stuff and", "start": 1164.2, "end": 1167.48}, {"text": "you're like say you're like you're like a bandit or you're like a murderer. I'm", "start": 1167.48, "end": 1171.16}, {"text": "like a highway man. I'm a thief, I'm stopping people on the road and I'm", "start": 1171.16, "end": 1174.12}, {"text": "grabbing them and I'm killing them and they're in the they're in the room and", "start": 1174.16, "end": 1176.56}, {"text": "they're writing the constitution and they're like all right. We'll start", "start": 1176.56, "end": 1178.72}, {"text": "with like", "start": 1178.72, "end": 1179.06}, {"text": "let's see human rights and I'm like well. You should probably make robbing legal", "start": 1179.06, "end": 1183.16}, {"text": "and murder should be good and being right there in the room begin. Oh,", "start": 1183.16, "end": 1188.16}, {"text": "there's one guy. Yes,", "start": 1188.16, "end": 1189.72}, {"text": "I decree murder legal yeah. You should write one line in there. The guys are", "start": 1189.72, "end": 1194.44}, {"text": "the last name Smith get extra money from their job yeah and make sure it's", "start": 1194.44, "end": 1198.8}, {"text": "yeah the Smith. Yes, Smith gets money and he's writing it so fast, of course,", "start": 1198.8, "end": 1203.64}, {"text": "he's right by hand, yeah, they don't have a racers, but exactly it's ink.", "start": 1203.68, "end": 1207.64}, {"text": "They'd have to start", "start": 1207.64, "end": 1208.24}, {"text": "fucking, I can't believe Smith, because back then I mean nowadays, you know,", "start": 1208.24, "end": 1216.16}, {"text": "back nowadays people are like oh every crew they got the one manipulator. They", "start": 1216.16, "end": 1220.6}, {"text": "got the one bad guy back then every crew had the one serial killer. Once", "start": 1220.6, "end": 1224.32}, {"text": "serial killers weren't invented yet, the guy who's killed five hundred and", "start": 1224.32, "end": 1227.32}, {"text": "fifty five people, and so no way to track that and some not even a war. He", "start": 1227.32, "end": 1231.44}, {"text": "he just goes into the force and he kills people. Yeah, he finds people who are", "start": 1231.48, "end": 1234.36}, {"text": "camping in between towns and they're making coffee in their little pot and he", "start": 1234.36, "end": 1237.42}, {"text": "just kills them. It is a little crazy how easy crime was. Oh yeah, but the", "start": 1237.42, "end": 1241.74}, {"text": "thing I was really about the yeah, no, it's just like saying in the houses. I", "start": 1241.74, "end": 1246.48}, {"text": "don't know.", "start": 1246.48, "end": 1246.92}, {"text": "No, I didn't do that.", "start": 1246.92, "end": 1249.04}, {"text": "The first instinct when you kill somebody, it's like I guess I'll just", "start": 1249.04, "end": 1254.34}, {"text": "move yeah yeah, I'm going to leave this body here. I'm just going to go away", "start": 1254.34, "end": 1257.6}, {"text": "from it. There were no one will know there's somebody in my family tree. I", "start": 1257.64, "end": 1262.74}, {"text": "did like ancestry during cove it and I found that there is like somebody I'm a", "start": 1262.74, "end": 1267.88}, {"text": "distant, distant relative of in the seventeen hundreds murdered his wife and", "start": 1267.88, "end": 1273.02}, {"text": "then tried to like weekend at Bernie's her", "start": 1273.02, "end": 1275.64}, {"text": "there's like like an article or some shit where it's like something something", "start": 1275.64, "end": 1281.88}, {"text": "door in like like like this wife over the head with like a", "start": 1281.88, "end": 1285.86}, {"text": "and then props her up in the house. When, like the tech guy,", "start": 1286.78, "end": 1290.24}, {"text": "it's like I got also find the article. I feel like women got such like a low", "start": 1290.24, "end": 1297.18}, {"text": "dude, the funny level of respect that they're probably just like hello man.", "start": 1297.18, "end": 1300.34}, {"text": "Yeah,", "start": 1300.34, "end": 1300.74}, {"text": "she's very well behaved yeah, yeah, that's a good wife. The funniest part", "start": 1300.74, "end": 1307.12}, {"text": "of that is that, like back that like you like trying to weaken and burns your", "start": 1307.12, "end": 1311.42}, {"text": "wife is you could literally bury her in your front yard yeah and they would not", "start": 1311.42, "end": 1315.74}, {"text": "it would not be would be like yeah. She left well, you could also be like okay,", "start": 1315.78, "end": 1320.18}, {"text": "okay, she she caught like the bird disease yeah and now she's gone. She's", "start": 1320.18, "end": 1324.62}, {"text": "on her period, so she went to the woods yeah. She fell down the stairs and she", "start": 1324.62, "end": 1328.54}, {"text": "landed on my lacrosse stick yeah. I also I invented I invented a new sport and I", "start": 1328.54, "end": 1333.06}, {"text": "call it lacrosse. Yes, well stole it well yeah, yeah, I'm an eight American.", "start": 1333.06, "end": 1337.46}, {"text": "That's why I said lacrosse, because it would have been around back then, but", "start": 1337.46, "end": 1340.1}, {"text": "you were talking about how any time you see a house in a movie, you're like oh,", "start": 1340.1, "end": 1343.9}, {"text": "I wish that I lived back then. Anytime I see somebody cooking over like a fire,", "start": 1343.94, "end": 1348.18}, {"text": "yeah, that's where I like like the scene in Star Wars where he's eating that", "start": 1348.18, "end": 1352.9}, {"text": "fucking like chicken nugget over the", "start": 1352.9, "end": 1355.14}, {"text": "over the little ass lamp. Like man, I wish I could fucking eat that in the", "start": 1355.14, "end": 1360.24}, {"text": "woods man. Oh my God for me, you know what it is, it's more than a house, it's", "start": 1360.24, "end": 1364.4}, {"text": "showing a main street and I'm not showing main street. I'm like fuck John", "start": 1364.4, "end": 1368.58}, {"text": "Adams. They have a need to be a full scale old state house in Boston. Oh my", "start": 1368.58, "end": 1372.66}, {"text": "And I was like, that's fucking cool. How far into it are you? I finished it. Oh,", "start": 1372.7, "end": 1376.46}, {"text": "nice. How many seasons is one? It's one. It's seven episodes. We watched some of", "start": 1376.46, "end": 1380.42}, {"text": "that in eighth grade. They showed it. It was one of those TV days. They showed us", "start": 1380.42, "end": 1383.54}, {"text": "that part of that. They showed us the Patriot. Mel Gibson's the Patriot in my", "start": 1383.54, "end": 1387.78}, {"text": "eighth grade class. And there's a scene in that movie where a man gets his head", "start": 1387.78, "end": 1392.06}, {"text": "destroyed by a cannonball. And I was like, this is fucking yeah. What's Oh,", "start": 1392.06, "end": 1396.5}, {"text": "is it called? What's it called? Glory. Is that the one? Yeah, we watched that too.", "start": 1396.5, "end": 1401.3}, {"text": "Matthew Broderick and then no it's not Denzel is it don't know don't remember", "start": 1401.3, "end": 1406.34}, {"text": "all I remember is Matthew Broderick. No it's Morgan Freeman, but then there's", "start": 1406.34, "end": 1409.34}, {"text": "another one. There's another one of those kind of movies with Denzel in it", "start": 1409.34, "end": 1412.94}, {"text": "right or am I? I don't know. I don't usually watch movies that are set in", "start": 1412.94, "end": 1418.22}, {"text": "that time period, but then whenever I do I'm like oh. What John Adams is all John", "start": 1418.22, "end": 1422.38}, {"text": "Adams is like a hundred percent they shoot every conversation and just like a", "start": 1422.38, "end": 1425.58}, {"text": "super crazy Dutch angle and then you're like oh that's like a real guy like it", "start": 1425.58, "end": 1429.9}, {"text": "it makes it takes away all the like weird, boring shit. It's Paul Giamatti", "start": 1429.9, "end": 1433.02}, {"text": "right yeah. He fucking crashes it. My thing I gotta sign this fucking", "start": 1433.02, "end": 1436.94}, {"text": "declaration of independence. Damn it, I gotta fucking sign it. Oh Jesus Christ,", "start": 1436.94, "end": 1441.94}, {"text": "I'm going to fucking kill myself. I can't sign this thing. Any show with a", "start": 1441.94, "end": 1445.66}, {"text": "mug, a warm mug and a blanket", "start": 1445.66, "end": 1448.02}, {"text": "and you're saying anything over a fire doing that or I want to watch it. You", "start": 1448.02, "end": 1453.26}, {"text": "watch somebody drink a mug. Well, sometimes I'll do it simultaneously, but", "start": 1453.26, "end": 1456.94}, {"text": "it's like I'm, but your show", "start": 1456.94, "end": 1458.46}, {"text": "Yeah, I'm John Adams.", "start": 1458.46, "end": 1460.88}, {"text": "It's me John Adams.", "start": 1460.88, "end": 1463.28}, {"text": "Yeah, every day it's always for me. I'm watching something said in the old", "start": 1463.28, "end": 1466.76}, {"text": "West and I'm like and to my fiance. I'm like wow, wouldn't you like to live", "start": 1466.76, "end": 1470.44}, {"text": "back then? She's like no yeah, I don't care you're coming back. You're coming", "start": 1470.44, "end": 1475.4}, {"text": "back. I think if I get the time machine you fucking come and you're coming and", "start": 1475.4, "end": 1478.68}, {"text": "you're the furthest. I'm not doing this alone. Yeah crazy, the furthest back in", "start": 1478.68, "end": 1482.36}, {"text": "time I always want to go is like like nine hundred and seventy five something", "start": 1482.4, "end": 1487.8}, {"text": "like that. I don't want to be back in time any time after that. Well, we must", "start": 1487.8, "end": 1491.4}, {"text": "acknowledge our privilege and going back in time exactly. That was kind of my", "start": 1491.4, "end": 1494.88}, {"text": "joke with why my fiance doesn't want to go is because she's a woman in the old", "start": 1494.88, "end": 1498.44}, {"text": "west. You would probably be her body would be filled with mud yeah by a", "start": 1498.44, "end": 1502.04}, {"text": "person who grabbed her.", "start": 1502.04, "end": 1503.24}, {"text": "It's a horrible. I would want to go and me. I see it. I'm like wow. I would get", "start": 1503.24, "end": 1509.2}, {"text": "to eat lunch next to a cowboy.", "start": 1509.2, "end": 1511.04}, {"text": "I wouldn't necessarily be a cowboy, but I get to see the sheriff. You get to eat", "start": 1512.28, "end": 1516.12}, {"text": "like that's the thing you probably become a sheriff. If you just yeah,", "start": 1516.12, "end": 1519.4}, {"text": "talk smart enough, I was thinking about a guy who's like", "start": 1519.4, "end": 1522.8}, {"text": "who gets like pulled over by the cops and he's like like fuck the cops. Fuck", "start": 1522.8, "end": 1527.08}, {"text": "you like I'm not like I get out of my face and the guy's like I'm the sheriff", "start": 1527.08, "end": 1530.36}, {"text": "and he's like, Oh, my God,", "start": 1530.36, "end": 1531.24}, {"text": "I'm so sorry. I'm so sorry.", "start": 1531.24, "end": 1533.56}, {"text": "The thing about like all that, like old when you see like the old food in like", "start": 1533.56, "end": 1539.52}, {"text": "seventeen. I'm so like this. The only thing I'm focused on, but like think", "start": 1540.32, "end": 1544.24}, {"text": "about just like eating like anything in like the seventeen hundreds or like the", "start": 1544.24, "end": 1547.64}, {"text": "cowboys and stuff. It's like all that probably tasted like shit. Yeah, it's", "start": 1547.64, "end": 1551.32}, {"text": "all bad. It's all like like food until like the eighties was all like bland as", "start": 1551.32, "end": 1556.32}, {"text": "fuck. Food was bad until twenty twenty one food is honestly for you. I know you", "start": 1556.32, "end": 1560.8}, {"text": "didn't. You just bad sandwiches. You would eat a turkey sandwich. That was", "start": 1560.8, "end": 1564.12}, {"text": "just bread. It's one slice of turkey slice of bread. Not true at all roast", "start": 1564.12, "end": 1568.6}, {"text": "way. First of all, Cameron is the type of", "start": 1568.64, "end": 1570.64}, {"text": "no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,", "start": 1570.64, "end": 1573.7}, {"text": "between the you think I like bread, bread, make you a throw perfectly to", "start": 1573.7, "end": 1577.82}, {"text": "shape the bread.", "start": 1577.82, "end": 1578.58}, {"text": "Now, if you think if you think I'm cutting or preparing any of my food in", "start": 1578.58, "end": 1584.5}, {"text": "any way, yeah, you've got the wrong. I always like well. I think that was what", "start": 1584.5, "end": 1588.58}, {"text": "Patrick was saying with your one. So I think cutting it to fit the bread. I", "start": 1588.58, "end": 1592.54}, {"text": "would never do that. No, okay, so no, it's free. It's pre cut. You brought", "start": 1592.54, "end": 1596.44}, {"text": "you bought the bread shaped like the turkey slice a", "start": 1596.48, "end": 1600.64}, {"text": "bread", "start": 1600.64, "end": 1600.98}, {"text": "bread shaped", "start": 1600.98, "end": 1603.0}, {"text": "turkey, but yeah yeah it's called turkey bread. It's a little turkey bread and", "start": 1603.0, "end": 1610.8}, {"text": "it's for you.", "start": 1610.8, "end": 1611.48}, {"text": "They made it for you. I sell it at the store this year. I'm going to start", "start": 1611.48, "end": 1616.12}, {"text": "making some putting some stuff in my sandwiches. Yeah, can you imagine a can", "start": 1616.12, "end": 1619.84}, {"text": "of beans you've been riding for two days? You need a hot can of coffee man.", "start": 1619.84, "end": 1624.6}, {"text": "it's always the coffee and the beans and it's just coffee with just coffee", "start": 1624.64, "end": 1627.36}, {"text": "grounds at the bottom of it and you're just drinking it's all it dude. It's", "start": 1627.36, "end": 1630.0}, {"text": "beans bread, but the bacon, though, but you gotta imagine you gotta imagine the", "start": 1630.0, "end": 1633.84}, {"text": "bacon is good yeah. Well, they're like the ham and shit. Well, you just have to", "start": 1633.84, "end": 1637.8}, {"text": "cut it up the cured like you got to make it all that stuff. I think that all like", "start": 1637.8, "end": 1642.04}, {"text": "all these delicious meats exist just because it's like it's not safe to eat", "start": 1642.04, "end": 1645.36}, {"text": "this shit. So we're just going to put it in a barrel of salt forever. Yeah,", "start": 1645.36, "end": 1648.32}, {"text": "yeah, it's going to be okay. It's like what's that shit called", "start": 1648.32, "end": 1652.04}, {"text": "ham hocks ham hocks is the hocks is the hocks. The part of the leg", "start": 1653.36, "end": 1657.82}, {"text": "ham. I think", "start": 1657.82, "end": 1661.42}, {"text": "it'd be so awesome to be like ham right now. What is it? What's a ham hock?", "start": 1661.42, "end": 1669.3}, {"text": "It's a hawk of ham yeah, but what I feel I think it looks like a cartoon.", "start": 1669.3, "end": 1672.52}, {"text": "It's the cartoon style with a circle in the middle. Yeah, I think so up. I'm", "start": 1672.52, "end": 1676.76}, {"text": "pretty sure I would love to try one smelling so you see what a ham hock look", "start": 1676.76, "end": 1681.12}, {"text": "like he's searching ham hock, H, O, C, K,", "start": 1681.16, "end": 1683.74}, {"text": "Amber,", "start": 1683.74, "end": 1685.2}, {"text": "what is a ham hock? Oh, it's a port. Let's go to images.", "start": 1685.2, "end": 1690.9}, {"text": "Okay, so it's a pig's knuckle. Oh well, it does yeah. It is the cartoon. It is a", "start": 1690.9, "end": 1696.98}, {"text": "yeah, yeah, but I didn't know it was the knuckle.", "start": 1696.98, "end": 1699.4}, {"text": "I would eat that actually. Of course you would. It's part of the pig. I would", "start": 1699.4, "end": 1704.04}, {"text": "eat it. If it tastes good, I would eat. If there's a big fat chunk of meat on", "start": 1704.04, "end": 1707.82}, {"text": "I was thinking about the fucking stupidest hypothetical we ever came up with the other", "start": 1707.84, "end": 1714.64}, {"text": "day. It was the one... Oh, fuck. I forget what it was, but I forget what the first part of", "start": 1714.64, "end": 1719.92}, {"text": "it was. But you said, \"Would you rather do this or get a massage from an expert?\"", "start": 1719.92, "end": 1724.64}, {"text": "I was just thinking about that.", "start": 1724.64, "end": 1729.92}, {"text": "Would you rather eat a food that's bad or get a massage from an expert?", "start": 1729.92, "end": 1736.0}, {"text": "this is I was on my way somewhere. I just started laughing. I'm not me. Would", "start": 1737.44, "end": 1741.58}, {"text": "you rather would you rather eat food made by an expert or get a massage from", "start": 1741.58, "end": 1746.56}, {"text": "an ex food? A thousand percent food. Wait is it the same expert? It's an", "start": 1746.56, "end": 1751.14}, {"text": "expert in both. Both I want food man, no matter what, but we don't matter what", "start": 1751.14, "end": 1755.38}, {"text": "the expert, no matter what in no matter what he is an expert, but we don't know", "start": 1755.38, "end": 1759.26}, {"text": "what he's an expert of no matter what he's you choose. He's doing the other", "start": 1759.26, "end": 1763.2}, {"text": "everything first okay. Here's what I don't know. We don't know what the", "start": 1763.22, "end": 1767.26}, {"text": "expert hands and he's massaging. Here's what we can reduce the question down to", "start": 1767.26, "end": 1770.86}, {"text": "using the using the power of mathematics. If we assume that so it could the best", "start": 1770.86, "end": 1775.76}, {"text": "cases that he's an expert in food, I see a", "start": 1775.76, "end": 1777.22}, {"text": "wait, wait, wait, expert expert equals x, but we don't know okay, but if he's an", "start": 1777.22, "end": 1783.14}, {"text": "x in something else, x the worst, the worst we can assume is would you rather", "start": 1783.14, "end": 1786.98}, {"text": "get a massage from somebody who's terrible at massages or food by someone", "start": 1786.98, "end": 1790.34}, {"text": "bad at making food easily the food, but he's an expert in something he's an", "start": 1790.38, "end": 1794.54}, {"text": "expert in something right.", "start": 1794.54, "end": 1795.54}, {"text": "He's a math", "start": 1795.54, "end": 1796.86}, {"text": "worst case thing. We got it with the thing we got to think about here is that", "start": 1796.86, "end": 1801.54}, {"text": "he is an expert in one thing. Well, how committed is the massage?", "start": 1801.54, "end": 1805.06}, {"text": "It's like sensual, but is it like is it a", "start": 1805.06, "end": 1808.34}, {"text": "well someone who's bad at giving a massage is just going to not really give", "start": 1808.34, "end": 1812.46}, {"text": "a massage. They can hurt you. I've been hurt by massage before me too. I've", "start": 1812.46, "end": 1817.26}, {"text": "my nerve was pinched by a massage in high school and it was excruciating the", "start": 1817.9, "end": 1822.14}, {"text": "worst pain of some of the worst pain I've ever experienced in my life. I", "start": 1822.14, "end": 1824.7}, {"text": "did she pinched your warm. She pinched my worm man and my shoulder", "start": 1824.7, "end": 1828.06}, {"text": "she pitched your work and your shoulder at the same time. Oh,", "start": 1828.06, "end": 1833.06}, {"text": "it hurts so bad. I literally think it's the worst pain I have ever experienced.", "start": 1833.06, "end": 1837.7}, {"text": "Only gotten one or now now to you know what the word I got one massage when I", "start": 1837.7, "end": 1841.46}, {"text": "was a kid because I hurt my arm or my back or something. My mom was trying to", "start": 1841.46, "end": 1845.1}, {"text": "for my depression and I massage. I was really nervous. I was really nervous for", "start": 1845.14, "end": 1850.14}, {"text": "me. I'm bright and happy on the new year. Well, I was nervous and then I just", "start": 1850.14, "end": 1854.0}, {"text": "immediately fell asleep. I didn't feel anything during the massage. You were", "start": 1854.0, "end": 1856.84}, {"text": "asleep. I just wasted it man. Yeah, I know. Well, you probably did you take", "start": 1856.84, "end": 1860.34}, {"text": "did you take your clothes off?", "start": 1860.34, "end": 1861.78}, {"text": "You don't okay. You remember you remember you remember. I don't remember", "start": 1861.78, "end": 1865.94}, {"text": "than a big smile. You had you had your winky out at full mass. I think I was", "start": 1865.94, "end": 1871.78}, {"text": "wearing shorts or like I leave on my leave on my undies. I haven't got a", "start": 1871.82, "end": 1875.06}, {"text": "massage since since that time that they killed me too scared yeah. That was a", "start": 1875.06, "end": 1879.82}, {"text": "good. That was an expert. I was pain bro. It's his worst any time and when I got", "start": 1879.82, "end": 1884.44}, {"text": "my I got my wisdom tooth out over the like the break that we were on and", "start": 1884.44, "end": 1889.26}, {"text": "the there's something called the sympathetic pain that you will get in", "start": 1889.26, "end": 1894.62}, {"text": "your mouth. Once a wisdom tooth is removed is what my doctor was telling me", "start": 1894.62, "end": 1898.06}, {"text": "and for some reason it was this tooth and the night before I was coming back here.", "start": 1898.58, "end": 1903.38}, {"text": "I could not sleep because there is a pain in the nerve in this to God and I was", "start": 1903.38, "end": 1908.18}, {"text": "just up all night just going.", "start": 1908.18, "end": 1909.58}, {"text": "Yeah, that's taking these codeine pills. They gave me a pain is the worst. Oh my", "start": 1909.58, "end": 1914.58}, {"text": "God. I couldn't feel shit after that, but that's a little book. It's like a", "start": 1914.58, "end": 1917.68}, {"text": "tree. All right, guys, let's get some one New Year's resolution for him.", "start": 1917.68, "end": 1920.98}, {"text": "Everybody. Oh, I already said mine, but I'm going to get my money up and I'm", "start": 1920.98, "end": 1924.88}, {"text": "going to become strong. Okay.", "start": 1924.88, "end": 1926.88}, {"text": "I would say I want to do everything I do, but a little bit better and a little", "start": 1927.48, "end": 1932.16}, {"text": "bit more yeah, and for me it's year of the grind. Yeah, it seems like we're all", "start": 1932.16, "end": 1936.64}, {"text": "kind of in the same. Yeah, we're all what's what's it's a year of what", "start": 1936.64, "end": 1939.8}, {"text": "what yeah, what animal is this year? Well, I'm saying let's let's think of", "start": 1939.8, "end": 1943.88}, {"text": "one. I was making up a new animal year of the ham, you're of the scorpion.", "start": 1943.88, "end": 1947.68}, {"text": "Well, no, just like what is a year of what you know, like I just got chills", "start": 1947.68, "end": 1951.48}, {"text": "saying year of the score. The scorpion is too scary, but I don't want to live", "start": 1951.48, "end": 1955.8}, {"text": "the year of the score. I see no no no no, it's the year of this. It's the year of", "start": 1955.84, "end": 1960.24}, {"text": "the scorpion. We're going to take this frog out. I have no connection to a", "start": 1960.24, "end": 1964.28}, {"text": "scorpion.", "start": 1964.28, "end": 1964.88}, {"text": "No, now you do because it's the year of the scorpion. You subscribe to the", "start": 1964.88, "end": 1969.76}, {"text": "fable of the scorpion and the frog. Okay, we are the scorpion. I'm going to", "start": 1969.76, "end": 1973.76}, {"text": "need everybody. I need everybody to to google the scorpion and the frog right", "start": 1973.76, "end": 1977.56}, {"text": "now. The frog is all of you and we are the evil scorpion and we're going to", "start": 1977.56, "end": 1982.76}, {"text": "make all of you out. We're to get nowhere", "start": 1982.8, "end": 1985.88}, {"text": "we're not getting we're not mate. We're not making it across his river halfway", "start": 1985.88, "end": 1992.84}, {"text": "through the year. We're going to fall off or fall off the scorpions going to", "start": 1992.84, "end": 1996.84}, {"text": "fall off the frog. So the front the score is not skin stinging the frog.", "start": 1996.84, "end": 2000.2}, {"text": "We'll just all in the frog, the frog dies and the frog dies and the frozen", "start": 2000.2, "end": 2005.56}, {"text": "also dies. Why the hell did you do that? We're both going across the river", "start": 2005.56, "end": 2008.4}, {"text": "together. You guys see the I'm evil mother nature, because I'm a bastard.", "start": 2008.44, "end": 2013.34}, {"text": "Did you guys see the video of the ant like fucking people? Yeah,", "start": 2013.34, "end": 2016.32}, {"text": "it's pretty crazy yeah you're the okay. I guess it's not year of the scorpion", "start": 2016.32, "end": 2021.28}, {"text": "year of the aunt. You're the aunt, you're the aunt, I guess it could be", "start": 2021.28, "end": 2024.88}, {"text": "year of the aunt. We get into fine chardonnay, you're the baby,", "start": 2024.88, "end": 2028.24}, {"text": "you're the baby, fud, you're a baby fud, you're the baby. I mean it's like", "start": 2028.24, "end": 2033.68}, {"text": "obviously there's you have the hunted for us. The obvious answer here, the", "start": 2033.68, "end": 2038.08}, {"text": "year of the frog. You're the hunted is kind of cool year of Sullivan. You're", "start": 2038.12, "end": 2041.42}, {"text": "the frog. I guess wow I didn't even think about the scorpion and we need to", "start": 2041.42, "end": 2044.82}, {"text": "have a scorpion mascot. We need to have an enemy for Sullivan. That is a", "start": 2044.82, "end": 2048.68}, {"text": "scorpion. It's not a bad idea. That is a really good idea. I think it might be", "start": 2048.68, "end": 2053.76}, {"text": "year of the guy year of man, your boys, your human kind of human enough of", "start": 2053.76, "end": 2059.98}, {"text": "these fucking animals. Who is the who is your pick for twenty twenty four", "start": 2059.98, "end": 2064.02}, {"text": "person of the time person of the year. Okay, after that a little too early to", "start": 2065.04, "end": 2068.36}, {"text": "decide, but you just have to make a call. It's a yeah, it's a it's a", "start": 2068.36, "end": 2072.0}, {"text": "prediction. I'm going to say this year they're going to pick Travis Kelts.", "start": 2072.0, "end": 2076.04}, {"text": "Okay, I'm going to try and get like a long shot. I want to think of like like", "start": 2076.04, "end": 2084.88}, {"text": "for example, like a see who's a CEO of a company right now. That's not important", "start": 2084.88, "end": 2088.32}, {"text": "at all, but who like someone who's going to be who do you think is going to win", "start": 2088.32, "end": 2092.92}, {"text": "the presidency this year. That's an easy that's an easy winner of that, like", "start": 2092.96, "end": 2098.1}, {"text": "that's probably the odds on favor. It's just trump by yeah, but I want to get I", "start": 2098.1, "end": 2101.32}, {"text": "want to get like a long shot. You know, yeah, no, no, no, you want to make a big", "start": 2101.32, "end": 2104.22}, {"text": "yeah. I'm trying to thank here like I guess maybe like", "start": 2104.22, "end": 2106.22}, {"text": "maybe like somebody the ceo of a car company or something so like a ravion", "start": 2106.22, "end": 2114.06}, {"text": "what's that ravion? It's the crazy looking trucks and you know the new", "start": 2114.06, "end": 2119.62}, {"text": "Amazon trucks. No, let's see who the ceo of Rivian is RJ scaring", "start": 2119.68, "end": 2124.44}, {"text": "RJ scaring is probably my", "start": 2124.44, "end": 2127.26}, {"text": "times person of the year. RJ", "start": 2127.26, "end": 2129.58}, {"text": "reapers jeepers scaring. Oh my God, who does he looks exactly like somebody that", "start": 2129.58, "end": 2138.84}, {"text": "I can't put my finger on it. I don't know. He kind of looks like one of the", "start": 2138.84, "end": 2142.28}, {"text": "like face yeah. I know he looks like a I generated person. I'm going to say it's", "start": 2142.28, "end": 2147.24}, {"text": "the new I'm going to say it's the new guy who's now in charge of Argentina. Oh", "start": 2147.28, "end": 2151.68}, {"text": "yeah, that guy yeah, that's not a bad pick. I think he's going to do", "start": 2151.68, "end": 2154.88}, {"text": "something crazy yeah. He could do something crazy here's my here's here's", "start": 2154.88, "end": 2157.68}, {"text": "the next thing we have to decide on for twenty four. It's celebrity death pool.", "start": 2157.68, "end": 2161.02}, {"text": "Oh yes, yes, yes, I've been thinking about that. I'm getting a little. I", "start": 2161.02, "end": 2164.08}, {"text": "think Justin Bieber I've been", "start": 2164.08, "end": 2165.9}, {"text": "another car crash could go down yeah, that's true.", "start": 2165.9, "end": 2169.56}, {"text": "So", "start": 2169.56, "end": 2171.9}, {"text": "somebody's trying to get in. I'm going to go with a little grim pick. I'm going", "start": 2171.9, "end": 2175.68}, {"text": "so Brendan Fraser. Wow, that's not a bad pick. I saw that movie, the whale and he", "start": 2175.72, "end": 2181.82}, {"text": "was so monstrously fat. He looked close to death. I also just think there's a", "start": 2181.82, "end": 2185.04}, {"text": "thing of like his whole narrative had this thing of like great peaking Valley", "start": 2185.04, "end": 2190.46}, {"text": "and then now kind of back on this top and I do it's a like I don't want it to", "start": 2190.46, "end": 2193.98}, {"text": "be true. I don't yeah. What if him and I don't know how to pronounce the name", "start": 2193.98, "end": 2197.1}, {"text": "key", "start": 2197.1, "end": 2197.54}, {"text": "very key, can he hit Queen? Yeah, yeah, I feel bad. They both they put if they", "start": 2197.54, "end": 2202.96}, {"text": "both die at the same time buddy holly plain yeah or they do like who's the", "start": 2203.0, "end": 2207.44}, {"text": "third person that you don't really think of on the plane, because it's always", "start": 2207.44, "end": 2210.4}, {"text": "the big bopper who's there big bop", "start": 2210.4, "end": 2212.0}, {"text": "boppers flying to play a big bopper is the one the third guy yeah yeah hello", "start": 2212.0, "end": 2217.92}, {"text": "baby.", "start": 2217.92, "end": 2218.56}, {"text": "They're like", "start": 2218.56, "end": 2220.08}, {"text": "big boppers back from the day and then they're like", "start": 2220.08, "end": 2223.52}, {"text": "crash. They go wait. If you're here,", "start": 2223.52, "end": 2226.88}, {"text": "and you know it's funny as fuck when they say it because of their acting skills.", "start": 2230.4, "end": 2233.7}, {"text": "Yeah, it's a scene from a movie yeah yeah okay, who else under the age of", "start": 2233.7, "end": 2238.78}, {"text": "under the age of sixty who else", "start": 2238.78, "end": 2240.42}, {"text": "Helen Mirin, she's older than older than sixty Merrill Streep will die this year.", "start": 2240.42, "end": 2246.3}, {"text": "I have to actually you can't you can't have me say anything because there's", "start": 2246.3, "end": 2251.06}, {"text": "been two times where a celebrity has died who and a week before I have said", "start": 2251.06, "end": 2256.7}, {"text": "something who Betty White and Henry Kissinger, okay, but so don't read", "start": 2256.74, "end": 2262.86}, {"text": "twenty year old people. Don't know it over. Don't know. Do not everyone says", "start": 2262.86, "end": 2267.04}, {"text": "is going to die every single week yeah, but the timing that when I say it is", "start": 2267.04, "end": 2271.04}, {"text": "crazy,", "start": 2271.04, "end": 2271.58}, {"text": "Gus and I happened it happened. No, I you know what happens is I say that I'm", "start": 2271.58, "end": 2276.44}, {"text": "going to kill them and then they die within like a week. Why would you want", "start": 2276.44, "end": 2279.64}, {"text": "to kill Betty? What I don't know why I said it I was being random. Okay, say", "start": 2279.64, "end": 2283.02}, {"text": "one right now. Oh, it's not a young. Who are you going to kill? Who are you", "start": 2283.06, "end": 2286.66}, {"text": "going to kill? That's what I was going to say. It can't be an old person. I'm", "start": 2286.66, "end": 2289.1}, {"text": "saying", "start": 2289.1, "end": 2289.34}, {"text": "old person boring for celebrity death pool. Yeah, Ryan Reynolds Deadpool,", "start": 2289.34, "end": 2294.86}, {"text": "that's too much. That's that's way", "start": 2294.86, "end": 2296.94}, {"text": "is on a stunt. I could see TJ Miller who does their own stunts and movies right", "start": 2296.94, "end": 2303.64}, {"text": "Tom Cruise. Tom Cruise could have a stunt go wrong. That would be one of the", "start": 2303.64, "end": 2307.1}, {"text": "most incredible ways for him to die of all time. Oh, you know who does you know", "start": 2307.1, "end": 2310.54}, {"text": "he does his own stunts. I think the guy from I think Homelander from the boys", "start": 2310.58, "end": 2314.22}, {"text": "does his own stunts some of the time. What if Harrison for over sixty,", "start": 2314.22, "end": 2318.04}, {"text": "over sixty Harrison Ford passes away, that'd be a crazy celebrity. I have it", "start": 2318.04, "end": 2322.66}, {"text": "all the", "start": 2322.66, "end": 2323.38}, {"text": "Elgort. Okay, that's where we draw the line, because I don't want to talk about", "start": 2323.38, "end": 2328.9}, {"text": "celebrity deaths anymore. Okay, we should talk about celebrities being born.", "start": 2328.9, "end": 2332.3}, {"text": "Who's the there will be a new singer born this year? I think Amelia Amelia,", "start": 2332.3, "end": 2340.12}, {"text": "singer will be born this year. I'm going to say, you know what? There's going to", "start": 2340.16, "end": 2343.1}, {"text": "be a new teen actor who has amazing chops. When he gets older, they're going", "start": 2343.1, "end": 2347.72}, {"text": "to be like he used to be in like a Disney show, but now he's like a 20", "start": 2347.72, "end": 2351.52}, {"text": "2044. Amelia's first album will be drawn dropping and 2024 beautiful flower", "start": 2351.52, "end": 2356.82}, {"text": "2044 44 20 year old. Her first album will be dropping and it's called", "start": 2356.82, "end": 2360.52}, {"text": "beautiful flowers in the sky. I'm also keep an eye out for that. I'm getting", "start": 2360.52, "end": 2363.52}, {"text": "like a feeling about a world leader whose last name is Gonzalvez. You know", "start": 2363.52, "end": 2367.88}, {"text": "know that spelling of Gonzalez with a V yeah it's that's going to come up.", "start": 2367.88, "end": 2372.14}, {"text": "That's going to be born born this year. Okay, okay, guys, we got some", "start": 2372.14, "end": 2375.72}, {"text": "predictions here, but I've pulled together some predictions from the", "start": 2375.72, "end": 2378.14}, {"text": "internet from for us as well. Here we go. Can we pull up what the before we go", "start": 2378.14, "end": 2383.08}, {"text": "any further? Can we pull up what animal this year is yeah search zodiac year?", "start": 2383.08, "end": 2387.64}, {"text": "Yeah, I do want to know everyone guess everyone guess", "start": 2387.64, "end": 2390.04}, {"text": "rabbit rabbit. Oh, it's like rabbit year. I'm going to get all dragon. Oh", "start": 2390.04, "end": 2394.8}, {"text": "Wow, actually this year, wait, twenty, twenty four will be the year of the", "start": 2395.48, "end": 2399.24}, {"text": "wood dragon. Whoa, that's the lamest possible dragon. No, no, no, what dragon", "start": 2399.24, "end": 2404.42}, {"text": "could look cool? You know the thing about dragon is bad because it implies", "start": 2404.42, "end": 2407.2}, {"text": "the dragon is artificial. Anything else air dragon, fire dragon, water, no,", "start": 2407.2, "end": 2410.06}, {"text": "it's like it's like a dragon that it's like it's a dragon that", "start": 2410.06, "end": 2413.02}, {"text": "breathes out grass. It's like an end to dragon. It's a dragon that has grass", "start": 2413.02, "end": 2418.38}, {"text": "breathing ability. It's imagine a way to picture this. Imagine going into an", "start": 2418.38, "end": 2421.64}, {"text": "old forest and old Chinese forest and you see a massive tree and then you look", "start": 2421.68, "end": 2425.78}, {"text": "away and then you hear something move and then you look back.", "start": 2425.78, "end": 2428.02}, {"text": "I think eyes open up and it's going. Have you ever seen like a tree that like", "start": 2428.02, "end": 2432.84}, {"text": "one of those trees that like like has a curve that goes up like it's like a pine", "start": 2432.84, "end": 2439.26}, {"text": "tree that grew wrong and then like yeah and it's a way nerves and then you're", "start": 2439.26, "end": 2442.6}, {"text": "like you're like oh this tree kind of looks like a dragon and then you sit on", "start": 2442.6, "end": 2446.92}, {"text": "it and it fucking gets up and flies away. There's like a big branch. I got big", "start": 2446.92, "end": 2450.36}, {"text": "fucking dragon's dick and it fucks you", "start": 2450.46, "end": 2453.18}, {"text": "but it fucking fucks you. Can you isn't it funny that dragons are just dinosaur", "start": 2453.18, "end": 2459.42}, {"text": "bones?", "start": 2459.42, "end": 2459.78}, {"text": "You're not always you ever think on that you see on that mind blowing. Can you", "start": 2459.78, "end": 2464.86}, {"text": "imagine apparently that's why Thomas back to bring back to the", "start": 2464.86, "end": 2467.58}, {"text": "apparently that's why Thomas Jefferson sent", "start": 2467.58, "end": 2470.94}, {"text": "Lewis and Clark West was because he on his giant property on in Monticello. He", "start": 2470.94, "end": 2476.92}, {"text": "found dinosaur bones and he just assumed that those creatures still existed yeah", "start": 2476.98, "end": 2481.7}, {"text": "in like the unexplored you would", "start": 2481.7, "end": 2483.16}, {"text": "like you it's way harder to be like oh, this was a millions and millions of", "start": 2483.16, "end": 2488.06}, {"text": "millions of years ago. Yeah, it just bone exist. It's so amazing how stupid", "start": 2488.06, "end": 2492.18}, {"text": "everybody was back then, because they didn't have the phone to look up and", "start": 2492.18, "end": 2494.74}, {"text": "correct themselves.", "start": 2494.74, "end": 2495.62}, {"text": "I would give Thomas Jefferson a phone. I go back in time. I give Thomas Jefferson", "start": 2495.62, "end": 2500.78}, {"text": "a phone. I would show him squirt off work videos. I would squirt and I'd show him", "start": 2500.78, "end": 2506.62}, {"text": "world star immediately. I would get back in time talking to Thomas Jefferson. I", "start": 2506.7, "end": 2509.8}, {"text": "be like all right first off buddy Thomas Jefferson it's out from now on", "start": 2509.8, "end": 2512.82}, {"text": "you're TJ yeah TJ, TJ Malone", "start": 2512.82, "end": 2515.94}, {"text": "and you're a singer.", "start": 2515.94, "end": 2518.74}, {"text": "This is called a microphone yeah. I would I would I would sit I would sit", "start": 2518.74, "end": 2526.22}, {"text": "him down and go TJ Malone and then I'll just press play on a beat.", "start": 2526.22, "end": 2529.5}, {"text": "I play him. I play him like I play him. I play him the instrumental of mint", "start": 2529.5, "end": 2535.5}, {"text": "condition, pretty brown eyes and I'd say you have to sing over this right the", "start": 2535.54, "end": 2539.06}, {"text": "fuck back then in those times they would have been the most incredible", "start": 2539.06, "end": 2542.36}, {"text": "freestylers ever, because this is the age of people saying stuff like in dubit", "start": 2542.36, "end": 2545.78}, {"text": "ably and the pursuit of happiness, so they would be going fucking crazy. Oh", "start": 2545.78, "end": 2550.1}, {"text": "my God guys, it will be unreal. I was thinking of Thomas Jefferson more like", "start": 2550.1, "end": 2553.98}, {"text": "slow R and B style singing type of thing, because I think we just invented", "start": 2553.98, "end": 2557.78}, {"text": "epic rap battles.", "start": 2557.78, "end": 2558.66}, {"text": "They don't do that on epic rap battle of history, though they modernize it,", "start": 2558.66, "end": 2563.22}, {"text": "I say and what's more I fucked your bitch and it's like they wouldn't say that", "start": 2563.38, "end": 2566.58}, {"text": "back down. They would say I per I engaged in adultery with your woman. I aged in", "start": 2566.58, "end": 2571.22}, {"text": "adultery. Now we had you writing for epic rap. I see adultery, got a", "start": 2571.22, "end": 2575.82}, {"text": "poltice", "start": 2575.82, "end": 2576.62}, {"text": "these burns. You can't hold this", "start": 2576.62, "end": 2580.18}, {"text": "hot like a coal is I shot you off in a catapult. This yeah show catapult is", "start": 2580.18, "end": 2585.9}, {"text": "exactly show Thomas Jefferson a pogging would change his life. I would show him", "start": 2585.9, "end": 2590.22}, {"text": "pogs. I would show him pogs and the paper and also the white women. I", "start": 2590.26, "end": 2596.6}, {"text": "would show him like none of it. Nothing will get done yeah", "start": 2596.6, "end": 2599.28}, {"text": "America", "start": 2599.28, "end": 2600.72}, {"text": "ten seconds in the time travel.", "start": 2600.72, "end": 2608.92}, {"text": "You go back, you go back and it's like America. You go to the future, you go", "start": 2608.92, "end": 2618.54}, {"text": "like to twenty twenty four and there's literally dinosaurs again.", "start": 2618.58, "end": 2621.28}, {"text": "All society has completely crumbled", "start": 2621.28, "end": 2625.28}, {"text": "it's plan of the a three hundred years yeah you're like you have ten seconds", "start": 2625.28, "end": 2632.72}, {"text": "you're outside of the room. You open the door from across the room. You show", "start": 2632.72, "end": 2635.54}, {"text": "them your phone.", "start": 2635.54, "end": 2636.32}, {"text": "You look in your wallet and all of the all of the money. All the president's", "start": 2636.32, "end": 2643.9}, {"text": "faces are gone. They just have squirrels and", "start": 2643.9, "end": 2645.68}, {"text": "I", "start": 2645.68, "end": 2646.68}, {"text": "don't know what happened.", "start": 2646.68, "end": 2651.04}, {"text": "You go back to the future. There's like a like a primitive style and a planet of", "start": 2651.04, "end": 2657.68}, {"text": "the apes type man. He says I don't know what somebody went back with a device", "start": 2657.68, "end": 2661.38}, {"text": "and showed him what women could do with their butts in the future.", "start": 2661.38, "end": 2665.0}, {"text": "Change the courts of history. He lost to try to invent all the humans invented a", "start": 2665.0, "end": 2670.76}, {"text": "time machine. They went way too far in the future. He lost his mind trying to", "start": 2670.76, "end": 2674.88}, {"text": "replicate the squirt", "start": 2674.92, "end": 2676.02}, {"text": "he's it he's up in the like in the in his attic like in like nightmare before", "start": 2676.02, "end": 2681.8}, {"text": "Christmas when he's trying to re engineer Christmas, but he's like you", "start": 2681.8, "end": 2685.18}, {"text": "show it in Howard Stern, so they just compilation everyone everyone in the in", "start": 2685.18, "end": 2688.68}, {"text": "the town is like down on the ground level, like looking up like what's he", "start": 2688.68, "end": 2692.06}, {"text": "doing up there? There's like flashing lights and liquid squirt got to the", "start": 2692.06, "end": 2695.44}, {"text": "way", "start": 2695.44, "end": 2695.64}, {"text": "stockboard is like", "start": 2700.62, "end": 2701.58}, {"text": "what's this yeah", "start": 2701.58, "end": 2705.46}, {"text": "it's exactly nightmare before Christmas, but instead of Halloween and Christmas,", "start": 2705.46, "end": 2712.78}, {"text": "it's Thomas Jefferson Thomas Jefferson and squirting yeah Jefferson,", "start": 2712.78, "end": 2717.38}, {"text": "making squirt, a gang squirt", "start": 2717.38, "end": 2721.74}, {"text": "women squirting. It's hers this time okay. Twenty twenty four predictions. I", "start": 2721.74, "end": 2728.26}, {"text": "got these for a bunch of different websites and blogs. I pulled them all", "start": 2728.3, "end": 2730.84}, {"text": "together. I kind of got just a wide range of all these possible different things", "start": 2730.84, "end": 2734.42}, {"text": "that people say might happen in twenty twenty four. So", "start": 2734.42, "end": 2736.48}, {"text": "I'm going to", "start": 2736.48, "end": 2738.46}, {"text": "go ahead and go through these and read this out to you guys and we'll see what", "start": 2738.46, "end": 2741.74}, {"text": "we think. If we think that these things are likely to happen in twenty twenty", "start": 2741.74, "end": 2744.52}, {"text": "four, okay, wait, wait, wait, so okay,", "start": 2744.52, "end": 2746.72}, {"text": "just a bunch of different stuff. All right, so let's let's check it out here.", "start": 2746.72, "end": 2751.1}, {"text": "This is not this is not by this is by Cameron. Let's go ahead here. So first", "start": 2751.1, "end": 2755.22}, {"text": "yourself. We have this blog called Stout Standards. You can say they are place", "start": 2755.26, "end": 2758.34}, {"text": "you'd think it would be, but you can see here they have their different. They", "start": 2758.34, "end": 2761.56}, {"text": "have their different sections on the website, like welcome the Malamute", "start": 2761.56, "end": 2764.82}, {"text": "Saloon,", "start": 2764.82, "end": 2765.56}, {"text": "coin Saloon as beer coin hunting, wet articles, brain farts, treasure, Expo", "start": 2765.56, "end": 2771.02}, {"text": "photos, how to use a shovel, etcetera. Now let's go to the next slide here and", "start": 2771.02, "end": 2774.86}, {"text": "you'll see that this is actually musings from an old beeper", "start": 2774.86, "end": 2778.1}, {"text": "is the header of this blog, and so I bet you're wondering what a beeper is. Oh", "start": 2778.1, "end": 2782.9}, {"text": "my God, here's his article. He says twenty twenty four what to expect and", "start": 2782.94, "end": 2785.6}, {"text": "here's a picture of him holding a crystal ball with a picture of him in", "start": 2785.6, "end": 2788.3}, {"text": "it yeah and here's what", "start": 2788.3, "end": 2789.9}, {"text": "in January Garrett issues press release stating that will it will indeed", "start": 2789.9, "end": 2795.68}, {"text": "introduce a metal detector. He's a beeper. He's a metal to", "start": 2795.68, "end": 2798.56}, {"text": "that will be capable of joining the never ending bitching bash with mine", "start": 2798.56, "end": 2802.98}, {"text": "lab and nocta and John Hallen goes off the wagon two days after getting on it.", "start": 2802.98, "end": 2807.58}, {"text": "I don't know who John", "start": 2807.58, "end": 2808.68}, {"text": "must be another be. I think it's just another", "start": 2809.64, "end": 2811.48}, {"text": "this guy does not like or is like good friends with and it's making a funny", "start": 2811.48, "end": 2816.32}, {"text": "yeah more likely, but it's funnier to imagine he's he hates him. He's trying", "start": 2816.32, "end": 2820.38}, {"text": "to ruin his he's trying to tarnish his name and then in October, the", "start": 2820.38, "end": 2824.48}, {"text": "manufacturers start refining their holiday ads by finding new synonyms for", "start": 2824.48, "end": 2828.04}, {"text": "words like deeper, amazing, visual, lightweight, multiple savings, etcetera,", "start": 2828.04, "end": 2831.54}, {"text": "but then realize the average techie, which I guess what they call detectors", "start": 2831.54, "end": 2834.76}, {"text": "won't know what they mean and go back to using deeper, amazing, lightweight,", "start": 2834.76, "end": 2837.66}, {"text": "et cetera. This is a beautiful painting of a community that I had no idea was", "start": 2837.72, "end": 2842.02}, {"text": "so yeah and here's the second thing that happens in October hottest new item", "start": 2842.02, "end": 2845.52}, {"text": "for techies in October, O D, olive green t shirts for privy diggers with", "start": 2845.52, "end": 2849.72}, {"text": "sayings like show me your shit and I love to think", "start": 2849.72, "end": 2852.26}, {"text": "did he", "start": 2852.26, "end": 2854.36}, {"text": "so this guy's the beep. This old beeper predicts that in October, twenty", "start": 2854.36, "end": 2858.88}, {"text": "twenty four, we will see a lot of people wearing shirts that say show me", "start": 2858.88, "end": 2861.42}, {"text": "your shit and I love to stink.", "start": 2861.42, "end": 2863.0}, {"text": "did he go is this in order or did he skip I'm skipping around yeah there's a full", "start": 2864.5, "end": 2868.4}, {"text": "it's all there's twelve different months. I'm not taking everything from all", "start": 2868.4, "end": 2870.98}, {"text": "those websites, just like that he had like three prediction yeah and we had", "start": 2870.98, "end": 2875.44}, {"text": "like twenty four twenty four predictions for twenty twenty four. I just realized", "start": 2875.44, "end": 2878.08}, {"text": "that two for each month. This guy's pretty smart yeah yeah and then in in", "start": 2878.08, "end": 2882.46}, {"text": "December he says detector sales soar as many newcomers enter the fray after", "start": 2882.46, "end": 2886.2}, {"text": "seeing how quickly you can become financially independent digging in the", "start": 2886.2, "end": 2889.2}, {"text": "dirt and dick stout. That's this guy's name stout stout, whatever it whatever it", "start": 2889.2, "end": 2894.0}, {"text": "if he is still around yeah, Dick Stout, he's like eighty something years old. I", "start": 2894.04, "end": 2897.94}, {"text": "found on his website Dick Stout. If he is still around, we'll put up his Christmas", "start": 2897.94, "end": 2900.72}, {"text": "tree, put a wreath on the door, pour a glass of red, celebrate making it through", "start": 2900.72, "end": 2903.92}, {"text": "another year and start working on his predictions for twenty twenty five.", "start": 2903.92, "end": 2907.28}, {"text": "Isn't that so cute? And then here's what he puts at the end of his article. I", "start": 2907.28, "end": 2911.0}, {"text": "love Dick Stout. Happy New Year and cheers and it's a glass of red. It looks", "start": 2911.0, "end": 2914.96}, {"text": "Dick Stout Dick. You are the man. I love you. What do we think about Dick's", "start": 2914.96, "end": 2918.32}, {"text": "predictions? Dick? I hope every single one of them comes true. I will personally", "start": 2918.32, "end": 2922.72}, {"text": "refund and olive green t shirt that says I love I love to show me your shit and I", "start": 2922.74, "end": 2928.2}, {"text": "love to", "start": 2928.2, "end": 2928.64}, {"text": "that's an incredible from an eighty something year old guy coming up with", "start": 2928.64, "end": 2933.04}, {"text": "the idea for an olive green t shirt that says show me your shit is unreal. It's", "start": 2933.04, "end": 2938.12}, {"text": "incredible all right, the next blog we're going to look at here. He does", "start": 2938.12, "end": 2941.76}, {"text": "call you know what I should say okay. It says show me your shit and then on the", "start": 2941.76, "end": 2944.82}, {"text": "back it says copyright dick.", "start": 2944.82, "end": 2946.64}, {"text": "Good idea, I would say she should also be a metal. The I should be a metal. The", "start": 2946.64, "end": 2952.24}, {"text": "is a good idea because it's funny because it's for privy diggers, which I", "start": 2952.28, "end": 2956.0}, {"text": "guess there's what people who go into the septic tanks and stuff, but yeah,", "start": 2956.0, "end": 2959.08}, {"text": "who would think that who would not even I don't even want to say privy diggers.", "start": 2959.08, "end": 2962.8}, {"text": "No, I just does it sound does not it sounds like a it sounds like a slur", "start": 2962.8, "end": 2966.64}, {"text": "from like one thousand and thirty. It really does it could be this guy's old.", "start": 2966.64, "end": 2970.12}, {"text": "We don't know back out. We have no yeah there's no sign of how yeah, nice of a", "start": 2970.12, "end": 2975.44}, {"text": "few born and born in what one thousand and forty yeah, some one to for he looks", "start": 2975.44, "end": 2978.84}, {"text": "like a face at he really does. I thought he was at first. The next blog we're", "start": 2978.88, "end": 2983.98}, {"text": "looking at is it ain't holy water,", "start": 2983.98, "end": 2985.74}, {"text": "and this is what what this blog says here. Chief knows wetter, but he says", "start": 2985.74, "end": 2991.9}, {"text": "what many are predicting for twenty twenty four. We have an image", "start": 2991.9, "end": 2995.0}, {"text": "in", "start": 2995.0, "end": 2996.84}, {"text": "twenty twenty one. It shows a bunch of people who just got their vaccines in", "start": 2996.84, "end": 3000.12}, {"text": "twenty twenty four. It shows the same amount of gravestones. Are we rocking", "start": 3000.12, "end": 3004.16}, {"text": "with this prediction for twenty twenty four? I don't know. I don't think so. I", "start": 3004.16, "end": 3008.08}, {"text": "I hope not because I got fucking I got tricked into that.", "start": 3008.22, "end": 3010.92}, {"text": "I'm going to say no. No, we're not rocking with this one with with it ain't", "start": 3010.92, "end": 3017.42}, {"text": "holy water. No, I mean I would say because also you know I would say graves", "start": 3017.42, "end": 3022.66}, {"text": "are less and less popular to yeah. People are getting put up into space on", "start": 3022.66, "end": 3026.66}, {"text": "hot air balloons taxidermy days burnt to Chris. People are getting stewed. Can", "start": 3026.66, "end": 3031.14}, {"text": "you go back one slide? I just want to read what this says. Oh yeah. Chief", "start": 3031.14, "end": 3035.02}, {"text": "nose wetter sarcasm derived through the bottom of a glass. It's a picture of I", "start": 3035.06, "end": 3039.14}, {"text": "think whiskey. Okay, so this is an alcoholics blog. Yeah, it ain't holy", "start": 3039.14, "end": 3042.24}, {"text": "water. If you understand the man, it looks like he created his web page on a", "start": 3042.24, "end": 3046.3}, {"text": "power point. Yeah, it really does doesn't all right. What's the next? What's the", "start": 3046.3, "end": 3049.82}, {"text": "next? What's the next prediction here? This is this is I'm just going through", "start": 3049.82, "end": 3052.78}, {"text": "random stuff here. It's I'm not that was his only prediction. Okay, this was a", "start": 3052.78, "end": 3056.14}, {"text": "news article. It says time will tell I'm a time traveler from twenty six two", "start": 3056.14, "end": 3060.14}, {"text": "thousand six hundred and seventy one. My seven wildest twenty twenty four", "start": 3060.14, "end": 3063.14}, {"text": "predictions from UFO discoveries to whole countries disappearing. I love I", "start": 3063.18, "end": 3067.34}, {"text": "love a time traveler coming back from sixteen from twenty six seventy one and", "start": 3067.34, "end": 3071.26}, {"text": "writing a like shitty little article. This is an even better than this. This", "start": 3071.26, "end": 3075.46}, {"text": "article is not written by the time traveler. It's written by someone who", "start": 3075.46, "end": 3077.82}, {"text": "saw the time travelers predictions, which are all on tick tock.", "start": 3077.82, "end": 3080.54}, {"text": "This is a very audacious time traveler to who has some very interesting things", "start": 3080.54, "end": 3085.1}, {"text": "to say about twenty twenty four. We'll see if these happen. The self", "start": 3085.1, "end": 3087.74}, {"text": "proclaimed time traveler first predicted that on May twenty first,", "start": 3087.74, "end": 3090.46}, {"text": "twenty four, a cloud would be made self aware by an alien species. He said the", "start": 3090.54, "end": 3095.82}, {"text": "cloud would turn hostile and attack random cities around the globe, so", "start": 3095.82, "end": 3099.3}, {"text": "specifically San Francisco, Berlin and London, followed by quote terrible", "start": 3099.3, "end": 3103.46}, {"text": "thunderstorms and flooding. He says there's going to be a living cloud on", "start": 3103.46, "end": 3106.44}, {"text": "May. Twenty first okay, this that's", "start": 3106.44, "end": 3108.18}, {"text": "we think that might happen. I feel like that's like not out of the realm of", "start": 3108.18, "end": 3113.22}, {"text": "possibility, a self aware cloud yeah. I mean I feel like who are we to judge", "start": 3113.22, "end": 3117.5}, {"text": "whether or not it is self aware right exactly, but I can imagine that this I", "start": 3117.54, "end": 3122.5}, {"text": "could see it. I can imagine these things happening and I can imagine a large", "start": 3122.5, "end": 3125.0}, {"text": "faction of people believing that this cloud has been angered by something", "start": 3125.0, "end": 3128.74}, {"text": "definitely. I would say that it's a it's not a sentient cloud. I think I would", "start": 3128.74, "end": 3133.44}, {"text": "think that it was that the aliens have a cloud shaped ship or like a cloud gun", "start": 3133.44, "end": 3138.72}, {"text": "that shoots a cloud around or just global dorm to go global dorming. Yeah,", "start": 3138.72, "end": 3142.78}, {"text": "visible dorming. What's all right? What's next here?", "start": 3143.14, "end": 3145.18}, {"text": "The last prediction a lyric made is that a species of bird previously thought as", "start": 3145.18, "end": 3150.86}, {"text": "extinct would reappear and begin to hum a scary melody. He said people who hear", "start": 3150.86, "end": 3155.68}, {"text": "the sound would lose control of themselves and hundreds would begin", "start": 3155.68, "end": 3159.24}, {"text": "passing away every single day. I think that's true. I think I what bird", "start": 3159.24, "end": 3163.42}, {"text": "didn't they didn't they clone the dodo bird and bring it back. I don't know if", "start": 3163.42, "end": 3169.3}, {"text": "that's something that I saw that was fake and then it just didn't didn't care", "start": 3169.34, "end": 3173.6}, {"text": "enough and just believe they haven't brought them back, but I'm sure they've", "start": 3173.6, "end": 3176.1}, {"text": "either synthesized their meat or they're capable of bringing them back. They", "start": 3176.1, "end": 3178.82}, {"text": "synthesized woolly mammoth me yeah, but I think they also did dodo maybe", "start": 3178.82, "end": 3181.86}, {"text": "I was anyway, though, after eating that shit, I don't know what the hell my", "start": 3181.86, "end": 3185.44}, {"text": "body go back, go back the dodo, I think is the obvious choice, but there have", "start": 3185.44, "end": 3190.56}, {"text": "been a lot of birds, but don't those are history. Don't those bird don't those", "start": 3190.56, "end": 3194.58}, {"text": "famously some type of moa. What about the you know the what's it called the", "start": 3194.58, "end": 3198.34}, {"text": "like gigantic crazy albatross thing that's like a fifty foot wing. What's", "start": 3198.38, "end": 3203.94}, {"text": "it called a terra torn or a fucking", "start": 3203.94, "end": 3205.9}, {"text": "there's some kind of New Zealand eagle that's like gigantic. That would be a", "start": 3205.9, "end": 3210.82}, {"text": "good gigantic bird and also you go the like King Kong skull face thing yeah on", "start": 3210.82, "end": 3215.82}, {"text": "yeah,", "start": 3215.82, "end": 3216.26}, {"text": "that's not a bird. There's a sharp shin hawk on my in my tree in my backyard. I", "start": 3216.26, "end": 3223.3}, {"text": "saw a hawk pick up a mouse from the median. We take on the highway. Oh yeah,", "start": 3223.3, "end": 3226.9}, {"text": "we both were texting each other about hawk stuff. I remember this yeah, it's", "start": 3226.94, "end": 3230.24}, {"text": "cool to see hawks all right. Here's the next prediction. That one's fucking", "start": 3230.24, "end": 3233.04}, {"text": "scary. This one I don't like this scary one to in March. Twenty twenty four, an", "start": 3233.04, "end": 3237.4}, {"text": "ancient artifact is found known as Pandora's box. It is opened and releases", "start": 3237.4, "end": 3241.48}, {"text": "many unknown mysteries. I hope not the intrigue of these things went out the", "start": 3241.48, "end": 3246.06}, {"text": "window with that one yeah that this one we know where you got this idea yeah", "start": 3246.06, "end": 3250.0}, {"text": "you're not cool yet. Not original", "start": 3250.0, "end": 3252.54}, {"text": "this ain't cool. Listen, we all read these these Greek myth books. Back when", "start": 3254.4, "end": 3258.24}, {"text": "we were kids, we all read Percy Jackson, an ancient artifact. I don't know,", "start": 3258.24, "end": 3261.06}, {"text": "maybe Pandora's box and something like that. It's opened, I guess, and what", "start": 3261.06, "end": 3265.8}, {"text": "happens when it's open something I guess many unknown. I know you should", "start": 3265.8, "end": 3269.4}, {"text": "be released. I hate it when an unknown mystery is released. Let show me a", "start": 3269.4, "end": 3273.28}, {"text": "known one, like although I will say maybe we don't know about Pandora's box", "start": 3273.28, "end": 3277.08}, {"text": "happening, but I can't imagine some unknown mysteries happening. Yeah,", "start": 3277.08, "end": 3281.36}, {"text": "here's the next prediction. Every day is an unknown mystery. Despicable me for", "start": 3281.72, "end": 3284.92}, {"text": "makes a billion", "start": 3284.92, "end": 3285.84}, {"text": "all right yeah. I can see it is that coming is that is that confirmed coming?", "start": 3285.84, "end": 3290.52}, {"text": "I don't know maybe", "start": 3290.52, "end": 3291.64}, {"text": "so this is kind of could be a shot in the dark yeah", "start": 3291.64, "end": 3294.68}, {"text": "yeah. I mean I would say they I don't I don't think they would do despicable me", "start": 3294.68, "end": 3300.6}, {"text": "for they, unless it would make a bill. I'm saying it unless it would make a", "start": 3300.6, "end": 3304.2}, {"text": "bill right. You trust them. They are going to be so that dream works that is", "start": 3304.2, "end": 3308.52}, {"text": "Illumination Illumination. Well, they just did Mario. Did Mario make a bill?", "start": 3308.56, "end": 3312.46}, {"text": "Not maybe Mario made a band almost a hundred percent. Mario definitely made", "start": 3312.46, "end": 3316.08}, {"text": "one band. Yeah, it made a band at least it at least made at least made one", "start": 3316.08, "end": 3320.72}, {"text": "band. Yeah, yeah, one point three six bill Jesus Christ. If you look in every", "start": 3320.72, "end": 3324.88}, {"text": "movie, it makes so much money. Mario's like all anything will despicable me.", "start": 3324.88, "end": 3329.2}, {"text": "Anything animated is going to be like every single country is going to have", "start": 3329.2, "end": 3332.4}, {"text": "the most famous actors doing the voices in it on the press. Before is definitely", "start": 3332.4, "end": 3337.0}, {"text": "making a bill yeah I'm all in lock it in like yeah. Do you have like a good", "start": 3337.02, "end": 3342.46}, {"text": "sound effect for lard? What's it called going draft kings put this in lock it", "start": 3342.46, "end": 3347.62}, {"text": "in? I might have a better one, but anyway", "start": 3347.62, "end": 3349.82}, {"text": "pickable me makes a bill yeah. Oh, I don't have a better one. These buttons", "start": 3349.82, "end": 3355.38}, {"text": "are so sticky. They are they're just like sticking in when I press the no", "start": 3355.38, "end": 3359.58}, {"text": "it's fine to the one again.", "start": 3359.58, "end": 3361.54}, {"text": "like it yeah. Well there we go to sound of action. There's two sound of eggs.", "start": 3363.5, "end": 3368.1}, {"text": "Now Julio, you have to use the audio, so this is the lock in sound and then when", "start": 3368.1, "end": 3371.98}, {"text": "we don't like a prediction", "start": 3371.98, "end": 3373.12}, {"text": "okay here, wait, let's go back and do all no we're not going to", "start": 3373.12, "end": 3377.48}, {"text": "and guys we need at the end of the year. We're going to come back. We're going", "start": 3377.48, "end": 3381.34}, {"text": "to see what came true. That's another creation, including the trend cheddar", "start": 3381.34, "end": 3385.4}, {"text": "chops. Some people don't know anything about cheese in twenty twenty four.", "start": 3385.4, "end": 3389.06}, {"text": "Other people will have hashtag cheddar chops. They're just charming and good", "start": 3389.06, "end": 3392.12}, {"text": "ground cheese talking about it, tasting it, sharing it this one. I do I", "start": 3392.16, "end": 3395.42}, {"text": "actually do think that this will happen because", "start": 3395.42, "end": 3398.2}, {"text": "I think Cheddar Chops. I don't think it will go by this name, but I do think", "start": 3398.2, "end": 3404.22}, {"text": "that a like what was it all out? What was it last year? What was it last", "start": 3404.22, "end": 3408.04}, {"text": "year? Everyone got into really into Cheddar Chops is going to be the big", "start": 3408.04, "end": 3411.24}, {"text": "cheddar. I don't think people got into church. People got into charcuterie, so", "start": 3411.24, "end": 3414.34}, {"text": "I think the next logical step did that. Yeah, well, yeah, but you're learning", "start": 3414.34, "end": 3417.92}, {"text": "you're learning the basics of meat and cheese that go, but I feel yeah, I guess,", "start": 3417.92, "end": 3421.92}, {"text": "that wouldn't cheddar chops already wouldn't they have already have burned", "start": 3421.96, "end": 3424.86}, {"text": "the cheddar chops with the charcuterie like when it moved to some people, some", "start": 3424.86, "end": 3428.6}, {"text": "people, I guess well there's two fact in twenty twenty four. Some people will", "start": 3428.6, "end": 3431.76}, {"text": "know about cheese that's going to be true. This is", "start": 3431.76, "end": 3434.92}, {"text": "I would I'm debating the opposite. This is hinging on this going viral and be", "start": 3434.92, "end": 3442.36}, {"text": "right. Okay, a viral cheese, there's no fucking way. You don't know that there's", "start": 3442.36, "end": 3447.76}, {"text": "absolutely the by and the impetus for the viral trend is not that anything", "start": 3447.8, "end": 3451.64}, {"text": "happens. It's just that the viral trend right now is that some people have", "start": 3451.64, "end": 3455.14}, {"text": "hashtag cheddar chops yeah and there's yeah also. I feel like viral shit hinges", "start": 3455.14, "end": 3460.6}, {"text": "on the ability for people to just copy it and do it right, whereas getting into", "start": 3460.6, "end": 3465.12}, {"text": "like well, maybe people are going to be posting pictures of cheese and say", "start": 3465.12, "end": 3467.92}, {"text": "hashtag cheddar shops. I mean this is a you guys,", "start": 3467.92, "end": 3470.6}, {"text": "if you want this to happen, you guys have to twenty twenty four, flex your", "start": 3470.6, "end": 3474.56}, {"text": "influence as much as possible. A new set of drops. Okay, everyone post a picture", "start": 3474.62, "end": 3478.12}, {"text": "of your cheese that you're eating and do hashtag", "start": 3478.12, "end": 3479.86}, {"text": "god post a picture of what has to be cheddar. All right, it has to be cheddar", "start": 3479.86, "end": 3486.42}, {"text": "in the well, cheddar chops is speaking for cheeses and for all, then it should", "start": 3486.42, "end": 3490.38}, {"text": "be cheese chops. Next prediction", "start": 3490.38, "end": 3492.08}, {"text": "a mysterious plague will spread all over the world, which will cause people to", "start": 3492.08, "end": 3497.6}, {"text": "sleep and hence will bring a halt to the entire world. Lock it in, lock it in", "start": 3497.6, "end": 3502.98}, {"text": "right now. Happened in twenty twenty yep, it's going to happen again. I", "start": 3503.02, "end": 3508.02}, {"text": "actually know I have been saying I think a new disease is on its way. I've been", "start": 3508.02, "end": 3511.06}, {"text": "saying this a lot. That's maybe my prophecy. I think that there's something", "start": 3511.06, "end": 3513.76}, {"text": "is going to", "start": 3513.76, "end": 3514.18}, {"text": "it's going to have been around for a minute. They're going to be we just", "start": 3514.18, "end": 3517.34}, {"text": "we've been seeing. We didn't know what to test for, but now we've seen that", "start": 3517.34, "end": 3520.7}, {"text": "this has been taking over. I don't know about the sleeping part, but I really", "start": 3520.7, "end": 3524.26}, {"text": "like the picture, too. I think that's supposed to be Nostradamus. Oh,", "start": 3524.26, "end": 3527.1}, {"text": "definitely an AI photo. Yeah, I mean I think I think if twenty twenty proved", "start": 3528.78, "end": 3533.12}, {"text": "anything, I think it's that we are definitely susceptible to sleeping to", "start": 3533.12, "end": 3536.54}, {"text": "sleep to a major halt of the earth via the sleep. What do you think? Are we", "start": 3536.54, "end": 3541.22}, {"text": "locking it in or are we boning it? I think we're boning it. I would say", "start": 3541.22, "end": 3544.88}, {"text": "because it's not original. It feels at this point like whatever I say you're", "start": 3544.88, "end": 3547.64}, {"text": "just going to do the opposite. So", "start": 3547.64, "end": 3548.86}, {"text": "what do you want? What are you talking about? I said no cheese chops and then", "start": 3548.86, "end": 3553.16}, {"text": "we it was cheddar chops, cheddar cheddar chops. You already forgot cheddar jobs.", "start": 3553.16, "end": 3556.7}, {"text": "yeah there was no she's. It was cheddar chops. I like cheddar chops now,", "start": 3556.98, "end": 3560.62}, {"text": "because this one okay, mysterious plague, yes or no, no,", "start": 3560.62, "end": 3563.38}, {"text": "it's a bone, it's a bone, it's a bone, cheddar chops. I want to hit", "start": 3563.38, "end": 3568.54}, {"text": "the good. The good one, a popular talk show host is rumored to be considering a", "start": 3568.54, "end": 3574.74}, {"text": "career change that could shock their loyal. This already happened. This", "start": 3574.74, "end": 3578.34}, {"text": "already happened with drew Barrymore's breaking the strike,", "start": 3578.34, "end": 3581.62}, {"text": "but she's not that there was no career change.", "start": 3581.62, "end": 3584.58}, {"text": "there was a well. There was a mean, that's not a it's a career change.", "start": 3585.66, "end": 3589.16}, {"text": "What's the word I'm looking for here a", "start": 3589.16, "end": 3590.62}, {"text": "people a people, she can change right, but this says a career, so do they need", "start": 3590.62, "end": 3596.44}, {"text": "to be a sitting talk show host now because Conan's new show is going to", "start": 3596.44, "end": 3599.34}, {"text": "come out.", "start": 3599.34, "end": 3599.78}, {"text": "Maybe that's what they mean is the career change like into back into being", "start": 3599.78, "end": 3603.84}, {"text": "a talk show host. Well, his new show is just him doing the remotes yeah, okay,", "start": 3603.84, "end": 3608.14}, {"text": "well, then that, but I will say I do think I can see Kimmel and I can still", "start": 3608.14, "end": 3611.96}, {"text": "Jimmy Fallon switching it up, Kimmel Action Star, Kimmel Action Star,", "start": 3611.98, "end": 3616.52}, {"text": "Kimmel, Tom Cruise dies in a stunt in dead reckoning to he's. He gets the", "start": 3616.52, "end": 3620.62}, {"text": "bends from a submarine stunt. Jimmy Kimmel takes his place as his care as", "start": 3620.62, "end": 3624.62}, {"text": "Ethan Hunt's son or or Jimmy Fallon returns to musical comedy. Yes, only", "start": 3624.62, "end": 3631.42}, {"text": "found back to stand up, drops the show and goes a full stand up. Yeah,", "start": 3631.42, "end": 3635.78}, {"text": "do you remember he had an album of songs? No, I two thousand and three. He", "start": 3635.78, "end": 3640.82}, {"text": "albums, music, he goes, he's full rap, comedy, rap,", "start": 3640.86, "end": 3643.92}, {"text": "what I wouldn't give to see Jimmy Fallon drop some some bars. Yeah, oh, I", "start": 3643.92, "end": 3649.44}, {"text": "couldn't imagine it. I couldn't buddy there. There's a segment on the tonight", "start": 3649.44, "end": 3653.08}, {"text": "show that you need to see. I don't watch it very often. I'm on the I'm on the", "start": 3653.08, "end": 3657.32}, {"text": "tonight show. Everybody shut up bro. I was I was on the tonight show.", "start": 3657.32, "end": 3660.78}, {"text": "There's a at the you can see me in the crowd at the end. That does not count.", "start": 3660.78, "end": 3665.22}, {"text": "Yeah, it was it was all right. I mean wait, wait, look at look it up, look it", "start": 3665.22, "end": 3668.16}, {"text": "no one last look at it. I got a one. I it's not Kevin Bacon and Greta Gerwig", "start": 3668.18, "end": 3673.22}, {"text": "episode and what's his name? We have to get through Nickoon did stand up and", "start": 3673.22, "end": 3677.22}, {"text": "I'm in the credits and I high five Jimmy Fallon that okay. You're disgusting", "start": 3677.22, "end": 3682.06}, {"text": "you're a bug. No one's going to look", "start": 3682.06, "end": 3683.46}, {"text": "okay. Popular talk show host changing career. We did not even think about", "start": 3683.46, "end": 3690.46}, {"text": "Colbert leaving to become a minister or president yeah or or president as his", "start": 3690.46, "end": 3696.66}, {"text": "character", "start": 3696.66, "end": 3697.38}, {"text": "oh", "start": 3697.38, "end": 3698.38}, {"text": "we're locking it in next one. This is a series of", "start": 3698.38, "end": 3702.22}, {"text": "stuff from a form. I found I did a reading yesterday about the state of", "start": 3702.22, "end": 3706.46}, {"text": "female rap and what events will be taking place in quarter one January,", "start": 3706.46, "end": 3709.62}, {"text": "February, March, the chair car. There's a tarot reading for the state of female", "start": 3709.62, "end": 3713.56}, {"text": "rap. Okay, the chair card implies a departure or vacancy. There might be a", "start": 3713.56, "end": 3716.96}, {"text": "notable figure or influence leaving the female rap community during this period", "start": 3716.96, "end": 3720.42}, {"text": "that creates a shift in the dynamics. When did they predict this? When was", "start": 3720.42, "end": 3723.9}, {"text": "that, because remember Doja Cat said that she was leaving for twenty twenty four", "start": 3723.94, "end": 3727.64}, {"text": "for the first quarter. Okay, can you maybe have a swap between late night", "start": 3727.64, "end": 3731.22}, {"text": "host and female rap star? Not a bad idea. There's more though. I'd keep going", "start": 3731.22, "end": 3734.88}, {"text": "here post to a female rapper changes her image. A female rapper will be taking", "start": 3734.88, "end": 3738.9}, {"text": "chances when it comes to her image and exploring news, aesthetics or themes in", "start": 3738.9, "end": 3742.58}, {"text": "her music career. This new image could be risky, indicating a departure from", "start": 3742.58, "end": 3746.06}, {"text": "their previous image or works, but I'm seeing them willing to try new things", "start": 3746.06, "end": 3749.3}, {"text": "for this female rapper. I think that she is taking a lot of initiative when it", "start": 3749.3, "end": 3752.58}, {"text": "times to creativity and projects, and she is confident in what the future holds", "start": 3752.62, "end": 3755.82}, {"text": "for the outcomes of these projects. This will come with a lot of like having to", "start": 3755.82, "end": 3759.32}, {"text": "defend her choices, but I'm seeing her have a bold demeanor. Who is the female", "start": 3759.32, "end": 3763.2}, {"text": "fucking lame prediction? Just be like yeah, someone's going to change all the", "start": 3763.2, "end": 3766.48}, {"text": "stuff and I'm so proud of her. There's one more female rat prediction. We can", "start": 3766.48, "end": 3769.96}, {"text": "do these all as a group where we can decide whether to lock these in or not.", "start": 3769.96, "end": 3772.56}, {"text": "Number three, cardi B's overall twenty twenty four career prediction. There", "start": 3772.56, "end": 3776.56}, {"text": "will be discord or issues within cardi B's social or professional circles.", "start": 3776.56, "end": 3781.56}, {"text": "there might be challenges related to relationships that could impact the", "start": 3781.64, "end": 3785.28}, {"text": "trajectory of her career. She will be experiencing feelings of depression,", "start": 3785.28, "end": 3789.48}, {"text": "anxiety or a sense that someone might be working against her. There is", "start": 3789.48, "end": 3793.4}, {"text": "potential emotional challenges that could affect her well being and", "start": 3793.4, "end": 3796.64}, {"text": "professional outlook. Cardi B may find opportunities to take breaks or enjoy", "start": 3796.64, "end": 3801.2}, {"text": "moments of leisure. This could be important for maintaining balance and", "start": 3801.2, "end": 3804.08}, {"text": "rejuvenating her creative energy. I'm seeing she's going to step back and take", "start": 3804.08, "end": 3807.64}, {"text": "a vacation of some sort. Let's lock that one in. Let's lock that one in.", "start": 3807.64, "end": 3811.44}, {"text": "so I'm pretty happy with that. I think the first two such a good prediction.", "start": 3811.44, "end": 3814.84}, {"text": "Yeah, I think", "start": 3814.84, "end": 3815.48}, {"text": "party B will go in twenty to Miami for vacation will go on a vacation and I", "start": 3815.48, "end": 3823.28}, {"text": "think she will shake her butt. Yeah, I think she'll probably take a break and", "start": 3823.28, "end": 3825.88}, {"text": "go on vacation. I think she will isn't this. This is like didn't her and her", "start": 3825.88, "end": 3829.76}, {"text": "husband just divorce offset yeah, I don't know her husband is still offset.", "start": 3829.76, "end": 3835.48}, {"text": "Did they divorce they divorce? They have not been together for a while and she", "start": 3835.48, "end": 3839.6}, {"text": "she announced in a I think it was a definitely that did not happen in the", "start": 3839.64, "end": 3842.78}, {"text": "she announced in an X space", "start": 3842.78, "end": 3844.22}, {"text": "or no. It was an instagram live. We haven't been together for weeks is what", "start": 3844.22, "end": 3848.68}, {"text": "I saw, but and also she announced in a twitter space. You were like", "start": 3848.68, "end": 3852.5}, {"text": "commenting on it as it was happening.", "start": 3852.5, "end": 3854.1}, {"text": "Cardi no card, I'm so sorry this happened to you", "start": 3854.1, "end": 3858.82}, {"text": "party. I hope this is not affect your musical career to go on vacation. I", "start": 3858.82, "end": 3864.18}, {"text": "swear to God. If you don't, I take some time for you. Enjoy some moments of", "start": 3864.18, "end": 3867.5}, {"text": "pleasure card, I'm going to do a tarot reading for you yeah. So what but what", "start": 3867.54, "end": 3871.34}, {"text": "I'm thinking from that is that isn't because she just got divorced from", "start": 3871.34, "end": 3875.74}, {"text": "offset, which you could call him now off off off the picture out of the", "start": 3875.74, "end": 3879.66}, {"text": "picture could be his new name. Yeah, maybe there's someone in her circle", "start": 3879.66, "end": 3883.06}, {"text": "who's still working for him and that could be the discourse. She's going to", "start": 3883.06, "end": 3886.94}, {"text": "experience. She's trying to hide all her income because he's going to try and", "start": 3886.94, "end": 3891.7}, {"text": "take her money in the divorce. They were in the baby shark. Move the most like", "start": 3891.7, "end": 3895.3}, {"text": "schizophrenic thing just like party. There's someone is working for offset in", "start": 3895.34, "end": 3899.12}, {"text": "your in your crew. Some one in your crew is a mole. There's a mole out now.", "start": 3899.12, "end": 3904.84}, {"text": "You need to go to my", "start": 3904.84, "end": 3906.52}, {"text": "to go to go. You need to take moments of leisure. Cardi drink some tea, shake", "start": 3906.52, "end": 3912.04}, {"text": "your butt", "start": 3912.04, "end": 3912.48}, {"text": "card. I know that card relaxes you card. I know I know that this is your. I know", "start": 3912.48, "end": 3919.36}, {"text": "you can't go back. You can't go back. It's I know that you're going to be", "start": 3919.36, "end": 3923.04}, {"text": "Cardi, I know you love the game. You will be completely you will be", "start": 3923.16, "end": 3926.12}, {"text": "completely swayed by", "start": 3926.12, "end": 3927.8}, {"text": "your appearance in the baby shark movie. You will think that you'll have to get", "start": 3927.8, "end": 3932.44}, {"text": "back with him because he and I are in the baby shark movie together. You need", "start": 3932.44, "end": 3935.6}, {"text": "to stay the fuck away. You need this by the way, Cardi. I also heard that in", "start": 3935.6, "end": 3938.8}, {"text": "female rap there will be one female rapper who is getting a departure from", "start": 3938.8, "end": 3942.28}, {"text": "her image. Do you know who that could be? It got to be you and you could start", "start": 3942.28, "end": 3944.96}, {"text": "doing death metal and heavy rock. Let us know. Do you like heavy rock? Do you", "start": 3944.96, "end": 3949.24}, {"text": "like heavy rock? Do you like Metallica style music? Yeah, do you like I don't", "start": 3949.28, "end": 3953.72}, {"text": "know? Maybe you could start singing like instead of doing rapping, you could", "start": 3953.72, "end": 3957.46}, {"text": "start doing like a kind of like", "start": 3957.46, "end": 3959.08}, {"text": "rap meets rock type of music. There's there's a there is a mole in your in", "start": 3959.08, "end": 3963.8}, {"text": "your crew. By the way, like rock and roll, do you like rock and roll? Do you", "start": 3963.8, "end": 3966.1}, {"text": "like rock and roll? Cardi? I saw your divorce, please for the love of God,", "start": 3966.1, "end": 3969.86}, {"text": "hold off the proceedings for at least six to eight years, because I am going", "start": 3969.86, "end": 3972.96}, {"text": "to law school right now.", "start": 3972.96, "end": 3974.0}, {"text": "I've just enrolled in law school. I will win this case. We help you. I will save", "start": 3975.92, "end": 3979.46}, {"text": "you. I'm the type of lawyer who will kill offset for you. I am a great", "start": 3979.46, "end": 3982.7}, {"text": "lawyer. I am going to be the greatest lawyer on the I'm a great or I'm a", "start": 3982.7, "end": 3986.26}, {"text": "great lawyer. I pass the bar. I will be so I am the rock and roll lawyer.", "start": 3986.26, "end": 3989.8}, {"text": "Trust me,", "start": 3989.8, "end": 3990.7}, {"text": "I know I know I know I am a lawyer", "start": 3990.7, "end": 3994.1}, {"text": "and", "start": 3994.1, "end": 3996.04}, {"text": "this and then like after yelling seven thousand text messages, finally", "start": 3996.04, "end": 4000.1}, {"text": "response and it's like hey man. This is not car.", "start": 4000.1, "end": 4002.5}, {"text": "if you are please stop texting, just trying every number until you get one", "start": 4003.62, "end": 4008.06}, {"text": "all right, let's look at the next prediction here. Let's see this here a", "start": 4008.06, "end": 4012.58}, {"text": "few. These are a few pop culture predictions. Okay, Taylor Swift will", "start": 4012.58, "end": 4015.48}, {"text": "finally come out as a lesbian slash by director. Brian Singer will be exposed.", "start": 4015.48, "end": 4019.82}, {"text": "Lizzo will have a massive weight loss. Chucky, the killer doll tv show will", "start": 4019.82, "end": 4023.66}, {"text": "come out of the closet and fat people will disappear. People disappear. These", "start": 4023.66, "end": 4028.14}, {"text": "are some pop culture ones that I found. I don't know if I think about the doll", "start": 4028.14, "end": 4030.9}, {"text": "Chucky the doll announced that he has a non non binary son that it was years ago", "start": 4031.2, "end": 4036.4}, {"text": "child. I was twenty years ago. Have you seen that one clip of Chucky", "start": 4036.4, "end": 4041.4}, {"text": "announcing that the the the Chucky's non binary son is from two thousand and", "start": 4041.4, "end": 4046.36}, {"text": "four nine non binary child, but they they confirmed on the show last year", "start": 4046.36, "end": 4052.92}, {"text": "that Chucky respects the Chucky Chucky respects the non binary and stuff. He's", "start": 4052.92, "end": 4059.0}, {"text": "a killer, but he's not an asshole. He's not a monster. Yeah, he's not a monster.", "start": 4059.04, "end": 4062.8}, {"text": "He's a living doll. Yeah,", "start": 4062.8, "end": 4064.18}, {"text": "I can't speak for the Chucky one, but I don't think he'll come out of the", "start": 4064.18, "end": 4068.12}, {"text": "closet. It feels like Brian Singer is kind of already been. Yeah, I know", "start": 4068.12, "end": 4071.2}, {"text": "singer's been exposed for a while. Yeah, I don't maybe they mean exposed in a", "start": 4071.2, "end": 4074.92}, {"text": "different way, exposes being innocent.", "start": 4074.92, "end": 4076.48}, {"text": "There'll be a dirt on the line here and let's quickly. I would say the Taylor", "start": 4076.48, "end": 4081.96}, {"text": "Swift one could happen if her and Travis don't make it. Yeah, maybe is Travis. If", "start": 4081.96, "end": 4086.8}, {"text": "Patrick's man of the year prediction comes true. Maybe something has happened", "start": 4086.96, "end": 4091.08}, {"text": "man time person of the year, the man who turned Taylor Swift gay", "start": 4091.08, "end": 4093.88}, {"text": "yeah", "start": 4093.88, "end": 4096.54}, {"text": "Brian singer, that's a lot yeah,", "start": 4096.54, "end": 4099.08}, {"text": "because it just happened already. He'll just get exposed by one more okay,", "start": 4099.08, "end": 4103.54}, {"text": "fair enough. The list of thing I'm Luke warm on. I don't know. I don't think", "start": 4103.54, "end": 4106.78}, {"text": "she'll know. I can't lose weight. Okay, Pat says she can't lose. He thinks he's", "start": 4106.78, "end": 4112.46}, {"text": "incapable. No, it's not that she's incapable. It's that she's not allowed", "start": 4112.5, "end": 4116.64}, {"text": "to. I think Chuckie is also I'm also not letting", "start": 4116.64, "end": 4120.14}, {"text": "Lizzo. Don't you dare? Don't you dare lose any weight texting two phones,", "start": 4120.14, "end": 4126.8}, {"text": "texting, cardi B and", "start": 4126.8, "end": 4127.62}, {"text": "oh wait a minute, wait a minute. What that's the image change? Whoa damn, oh", "start": 4127.62, "end": 4133.9}, {"text": "my God, I didn't even think actually you know what Lizzo because we already", "start": 4133.9, "end": 4136.6}, {"text": "locked in the other one. Get on that fucking treadmill right now and wait", "start": 4136.6, "end": 4140.66}, {"text": "maybe also for tying them together. Maybe Brian Singer will be exposed to", "start": 4141.18, "end": 4144.84}, {"text": "the mysterious things that come out of Pandora's box. He's exposed to the new", "start": 4144.84, "end": 4148.78}, {"text": "disease", "start": 4148.78, "end": 4149.32}, {"text": "you will not come out of the", "start": 4149.32, "end": 4153.92}, {"text": "to yeah, that's definitely", "start": 4153.92, "end": 4155.88}, {"text": "people would disappear, but his wife too much not feeling that one. So my", "start": 4155.88, "end": 4160.72}, {"text": "feels like it, maybe it's like a commentary on the Osempic rage, right? I", "start": 4160.72, "end": 4165.12}, {"text": "still don't think that's going to happen. The six hundred past this I don't", "start": 4165.12, "end": 4168.32}, {"text": "or no longer six hundred. All right, we got a few more predictions here. Let's", "start": 4168.36, "end": 4171.72}, {"text": "see what else we got", "start": 4171.72, "end": 4172.6}, {"text": "here's a three a triple water disaster. Let me read these out already. One is", "start": 4172.6, "end": 4177.5}, {"text": "these are what these are going to get specifically because there's a big", "start": 4177.5, "end": 4180.74}, {"text": "bulging thing. It's also there's a an earthquake and tsunami in Japan yesterday.", "start": 4180.74, "end": 4185.32}, {"text": "Oh my God, okay, so this is let me read these out. Then water disasters, fires", "start": 4185.32, "end": 4190.54}, {"text": "at homes and businesses. So those waters and fires and occultic practices could", "start": 4190.54, "end": 4195.02}, {"text": "increase because of hardships.", "start": 4195.02, "end": 4197.12}, {"text": "all of them lock yeah easy. These are easily I could see these so easily.", "start": 4198.2, "end": 4202.36}, {"text": "There is a pending water disaster over there yeah. There's something really bad", "start": 4202.36, "end": 4206.18}, {"text": "happening, but there's a water does and every now and then it happened. There's", "start": 4206.18, "end": 4208.8}, {"text": "the earth. There are noises from that water over there. It's going to burst", "start": 4208.8, "end": 4212.48}, {"text": "and I think I saw somebody's house on fire on the news. Yeah, I saw there was", "start": 4212.48, "end": 4216.84}, {"text": "a volcano last year at the end of the year in that country,", "start": 4216.84, "end": 4219.52}, {"text": "volcano country, volcano world, okay, not down", "start": 4219.52, "end": 4223.52}, {"text": "yeah volcano topia. All right, what's the next? What do you guys think about a", "start": 4223.52, "end": 4227.64}, {"text": "occultic practices could yeah. What are you talking about if I can everyone's", "start": 4227.68, "end": 4231.18}, {"text": "about everyone's a fucking witch now? I guess you're right. Everyone's got these", "start": 4231.18, "end": 4234.76}, {"text": "Betty page bangs and all doing which stuff they got a whole witch story and", "start": 4234.76, "end": 4238.14}, {"text": "over in damn Bush. Everyone's got these shirts that say let's summon a demon", "start": 4238.14, "end": 4241.18}, {"text": "yeah. Let's play with this. We do you say that my neighbor, you know,", "start": 4241.18, "end": 4244.34}, {"text": "practices could increase because of", "start": 4244.34, "end": 4246.26}, {"text": "Joe wearing by a full set of shirts wearing only those shirts of like a fun", "start": 4246.26, "end": 4253.74}, {"text": "graphic tea. Yeah, I don't really wear graphic. I know you wouldn't actually do", "start": 4253.8, "end": 4257.64}, {"text": "it, but I could imagine you doing that in a day back in the day. I was a big", "start": 4257.64, "end": 4260.6}, {"text": "graphic tea guy yeah, then I realize I just can't keep living that way. No, no", "start": 4260.6, "end": 4264.62}, {"text": "there's an age you get to it's time where it becomes time and you can't wear", "start": 4264.62, "end": 4268.18}, {"text": "a tom and jerry hood is sweatshirt anymore. Yeah, you can't wear be walking", "start": 4268.18, "end": 4271.56}, {"text": "around wearing a sour patch kids hat. There's an age you get to and it just", "start": 4271.56, "end": 4274.72}, {"text": "you look like a dope yeah, look like a dunce yeah.", "start": 4274.72, "end": 4278.18}, {"text": "some of us you have to graduate to yeah yeah, you have to graduate your style.", "start": 4280.82, "end": 4284.08}, {"text": "You got to start wearing sports merch for teams. You don't know anything about", "start": 4284.08, "end": 4287.78}, {"text": "yeah,", "start": 4287.78, "end": 4288.32}, {"text": "it's what I do", "start": 4288.32, "end": 4291.16}, {"text": "one shot where one shot two kills yeah", "start": 4291.16, "end": 4294.56}, {"text": "Hiroshima carp,", "start": 4294.56, "end": 4296.8}, {"text": "they're the carp. That's a good name. Yeah, that's cool. Sometimes you could", "start": 4296.8, "end": 4301.5}, {"text": "like you turn twenty six and you decide I'm not going to wear. Are you twenty", "start": 4301.5, "end": 4306.04}, {"text": "six? Yeah, you turn twenty six and you're like I'm going to wear", "start": 4306.04, "end": 4309.58}, {"text": "here. I hear your old as I'm going to wear loafers. Okay, wait, I'm changing", "start": 4309.58, "end": 4313.28}, {"text": "my celebrity death pool for", "start": 4313.28, "end": 4314.46}, {"text": "about how old old as Patrick is old Patrick. That's scary. I hope you don't", "start": 4314.46, "end": 4320.98}, {"text": "die. You start wearing loafers every day instead of normal shoes. For some", "start": 4320.98, "end": 4324.06}, {"text": "reason, I'll never understand a loafer. Oh, I just thought of something really", "start": 4324.06, "end": 4327.18}, {"text": "run for twenty twenty four, but I were in their late twenties in twenty twenty", "start": 4327.18, "end": 4330.64}, {"text": "four. They're not on today. Get get with the loafers and stop with the stoffers.", "start": 4330.64, "end": 4334.74}, {"text": "it's good. It's good right. I would say I would say don't wear loafers, so no,", "start": 4336.34, "end": 4340.64}, {"text": "I just think loafers are kind of clown con shoes. Well, the ones that I have", "start": 4340.64, "end": 4344.54}, {"text": "have tassels and killed their kilt loaf. Oh yeah, that's way cooler. Stop wearing", "start": 4344.54, "end": 4349.46}, {"text": "the hokas and start eating the poke. Have you seen the hokas that look like", "start": 4349.46, "end": 4352.66}, {"text": "they're like", "start": 4352.66, "end": 4353.16}, {"text": "like a backpack? Yeah, they're kind of cool. What do you mean they're like", "start": 4353.16, "end": 4358.56}, {"text": "weird? It looks like a kind of look like a squishy backpack, a squishy backpack,", "start": 4358.56, "end": 4363.82}, {"text": "a shoe that looks like a back pack. They look cool in what way", "start": 4364.98, "end": 4369.14}, {"text": "all right, one last prediction here. What is the final prediction? This is", "start": 4369.14, "end": 4374.42}, {"text": "from Pastor Enoch at a okay. The general overseer of the redeemed Christian", "start": 4374.42, "end": 4378.22}, {"text": "Church of God, RCCG has delivered prophecies for the year. Twenty twenty", "start": 4378.22, "end": 4382.42}, {"text": "four here are his a few of his prophecies are different than predictions.", "start": 4382.42, "end": 4386.02}, {"text": "Yeah, they're basically prophecies are will have prophecies. Okay,", "start": 4386.02, "end": 4389.18}, {"text": "here's his prophecies that I want to read to you guys.", "start": 4389.18, "end": 4392.22}, {"text": "Let's get to the prophecies, please. I'm ready to. Hello. I need to get to the next slide,", "start": 4393.78, "end": 4399.78}, {"text": "please. He did something any minute now. I would never go. Okay. On individuals, he said", "start": 4399.78, "end": 4404.7}, {"text": "there are some people who would start the year as nobody but become significant before", "start": 4404.7, "end": 4410.72}, {"text": "the end of the year. Joe ready to grab many opportunities this year. Guys, Matt Reif,", "start": 4410.72, "end": 4417.02}, {"text": "Ark, he's going to blow up on Tick Tock. We're all going to blow up. Everybody is eating", "start": 4417.02, "end": 4421.16}, {"text": "thing this year. I thought that you were just talking. I thought I was going to", "start": 4421.16, "end": 4423.52}, {"text": "just say only Joe is going to become a mat right type figure. You've been", "start": 4423.52, "end": 4426.38}, {"text": "nobody's. I'm glad you're glad you pointed me as a nobody in your life", "start": 4426.38, "end": 4430.6}, {"text": "but", "start": 4430.6, "end": 4432.3}, {"text": "well, I thought that we were all nobody's at this table completely, but I", "start": 4432.3, "end": 4437.3}, {"text": "thought that only one of us would thrive really a nobody yeah", "start": 4437.3, "end": 4440.68}, {"text": "no man it's this is the this is the year all of our friends who are complete", "start": 4440.68, "end": 4446.1}, {"text": "nobody's. Let's be honest, yeah, everybody we know is a we're nobody's", "start": 4446.1, "end": 4449.42}, {"text": "I'm a nobody, but we're going to become nobody lose a cant. Look at us at us", "start": 4449.46, "end": 4454.36}, {"text": "person of the year, the friend group. Well, the first friend, wow, the first", "start": 4454.36, "end": 4459.32}, {"text": "friend group to get person of the year, the gang, the first friend grouping to", "start": 4459.32, "end": 4463.24}, {"text": "get person of the year besides essential workers. You know they do have a group", "start": 4463.24, "end": 4467.0}, {"text": "chat. The essential workers damn wait the group", "start": 4467.0, "end": 4469.22}, {"text": "first time", "start": 4469.22, "end": 4471.04}, {"text": "the group chats, not a bad get like that's a good one hundred and one odds.", "start": 4471.04, "end": 4475.8}, {"text": "you might time person of the year is a group chat group chat. The cover is", "start": 4475.84, "end": 4480.82}, {"text": "like whatever message got the most react that yeah, the most thumbs up the", "start": 4480.82, "end": 4485.08}, {"text": "funniest joke. Oh my God, wow, we a group chat yeah, that's amazing,", "start": 4485.08, "end": 4489.72}, {"text": "that's an amazing that would be get but get ready. Everybody we have twenty", "start": 4489.72, "end": 4492.8}, {"text": "twenty four. It's time to grab opportunities, grab them. It's the year", "start": 4492.8, "end": 4495.9}, {"text": "of the scorpion. It's the year of the frog is the year of the grind. It's", "start": 4495.9, "end": 4497.86}, {"text": "your money, the frog and the scorpion. It's the year of the group chat. It's", "start": 4497.86, "end": 4500.6}, {"text": "the year of the seventeen hundreds. Wait a minute. If you combine a frog and a", "start": 4500.6, "end": 4504.56}, {"text": "scorpion together doesn't it look like a wood dragon?", "start": 4504.62, "end": 4506.88}, {"text": "I guess if you covered in wood,", "start": 4506.88, "end": 4510.04}, {"text": "if you think about it, yeah, well, I grits frog and a scorpion is kind of a", "start": 4510.04, "end": 4515.62}, {"text": "dragon ask", "start": 4515.62, "end": 4516.46}, {"text": "if you look maybe you had a dragon flight here of the laugh. It's year of", "start": 4516.46, "end": 4521.72}, {"text": "the it's not the year of the scorpion. It's near the scorpion and the frog", "start": 4521.72, "end": 4525.38}, {"text": "you yeah. I don't know about that. I don't know about the scorpion and", "start": 4525.38, "end": 4529.44}, {"text": "frogging yeah. It's got some implications that we're I'm not so keen", "start": 4529.44, "end": 4532.44}, {"text": "scorpion. Okay, then it's the year of the frog on top of the scorpion. Oh wow,", "start": 4532.48, "end": 4537.98}, {"text": "the scorpion gives the frog a right across the desert year of the desert", "start": 4537.98, "end": 4542.32}, {"text": "year, the year of the desert is imagine trying to live your life by the phrase", "start": 4542.32, "end": 4548.0}, {"text": "the year of the desert and try and figure out what that could possibly", "start": 4548.0, "end": 4550.64}, {"text": "entail means you not get a", "start": 4550.64, "end": 4552.22}, {"text": "water", "start": 4552.22, "end": 4554.38}, {"text": "dry", "start": 4554.38, "end": 4556.24}, {"text": "as a bone. Yeah, it's year of eczema. Y'all this year is going to be dry as a", "start": 4558.78, "end": 4562.92}, {"text": "bone.", "start": 4562.92, "end": 4563.36}, {"text": "All right, your bones going to be dry as a bone. We'll be back to regularly", "start": 4563.36, "end": 4567.66}, {"text": "scheduled programming. That's the last of the predictions. A lot of that was", "start": 4567.66, "end": 4571.5}, {"text": "yeah, grab opportunities. It's positive. It's a prophecy. Here's an opportunity", "start": 4571.5, "end": 4574.74}, {"text": "nobody's going to be. Honestly, I think the last prediction should be that got", "start": 4574.74, "end": 4578.04}, {"text": "dick stouts making a twenty twenty five prediction. Without standard, that", "start": 4578.04, "end": 4583.42}, {"text": "standard. Here's an opportunity that you can grab", "start": 4583.42, "end": 4585.6}, {"text": "Patreon dot com offers a podcast about list style subscription that you can", "start": 4586.84, "end": 4593.46}, {"text": "get. Yep, it's only five dollars a month, ten dollars a month. It's style,", "start": 4593.46, "end": 4597.18}, {"text": "yeah. Go podcast about list style. You can go to Patreon dot com slash", "start": 4597.18, "end": 4600.3}, {"text": "podcast about list. You could go to twitch dot tv slash podcast about list.", "start": 4600.3, "end": 4603.82}, {"text": "You could go to Twitter. You join the join the Patreon at five dollars a", "start": 4603.82, "end": 4606.78}, {"text": "month. You're gonna get not only are you gonna get an extra episode every", "start": 4606.78, "end": 4609.86}, {"text": "week, you're also going to get an episode every week of movie Mondays,", "start": 4609.86, "end": 4613.22}, {"text": "where we watch movies on Twitch. The VOD is only uploaded to Patreon. You're", "start": 4613.22, "end": 4615.94}, {"text": "also going to get an episode every week. What we'll see we'll see if it comes", "start": 4615.96, "end": 4618.8}, {"text": "back of beers. We drank who was a six missed killed them. It did them in.", "start": 4618.8, "end": 4622.58}, {"text": "They couldn't do it at ten dollars a month. You're going to get a theme song", "start": 4622.58, "end": 4626.0}, {"text": "for them that they didn't use. You're going to be getting ten. You're going to", "start": 4626.0, "end": 4628.32}, {"text": "be getting D and D episodes every other week. If you pay two orders of five", "start": 4628.32, "end": 4633.28}, {"text": "dollars a month, fifteen dollars a month is a shareholder meeting. Three orders", "start": 4633.28, "end": 4637.14}, {"text": "of five dollars, which is a", "start": 4637.14, "end": 4638.28}, {"text": "live live video call where we do presentations that have a Q and a I", "start": 4638.28, "end": 4643.6}, {"text": "and it's going to be zero dollars a month. You can watch", "start": 4643.64, "end": 4645.78}, {"text": "my videos home plan on YouTube and Instagram and and yeah, there may be", "start": 4645.78, "end": 4652.08}, {"text": "another", "start": 4652.08, "end": 4652.72}, {"text": "Patreon show added to the podcast about list Patreon this year, but I don't know", "start": 4652.72, "end": 4659.36}, {"text": "if I want to do it is an incredible value guys. There's over to you're", "start": 4659.36, "end": 4662.56}, {"text": "going to do one over to", "start": 4662.56, "end": 4663.64}, {"text": "Patrick is going to do a show. Patrick's thoughts may be coming back monthly.", "start": 4663.64, "end": 4668.88}, {"text": "It's going to happen. I promise,", "start": 4668.88, "end": 4671.12}, {"text": "but I don't know if I want to do it yet. That's going to happen. I think that I", "start": 4672.16, "end": 4675.1}, {"text": "have to change the format and restructure to us on you to follow us on", "start": 4675.1, "end": 4678.22}, {"text": "every social media platform. Send all the episodes to your friends and your", "start": 4678.22, "end": 4681.6}, {"text": "family. You just saw them for Christmas. You saw that uncle you hadn't seen a", "start": 4681.6, "end": 4684.84}, {"text": "while. Let's keep a connection. Let's send him this episode. Let's see what he", "start": 4684.84, "end": 4687.88}, {"text": "thinks and and we're going to have a poll that says should should Patrick's", "start": 4687.88, "end": 4692.54}, {"text": "thoughts come back as a music style show and Patrick's got a poll. Patrick has", "start": 4692.54, "end": 4696.42}, {"text": "been killing it in the stew. He's been going crazy in the stew. That's true.", "start": 4696.42, "end": 4700.72}, {"text": "He's every time I see him now he's touching a piano.", "start": 4700.8, "end": 4703.12}, {"text": "Well, I guess that's about all the housekeeping we got to do for twenty", "start": 4703.12, "end": 4707.26}, {"text": "twenty four. Happy New Year, everybody, and get ready to become significant.", "start": 4707.26, "end": 4710.72}, {"text": "Thank you. Goodbye.", "start": 4710.72, "end": 4714.12}, {"text": "This is my first ever post on that website. OK, OK. TuneZone.net. I was", "start": 4714.12, "end": 4722.76}, {"text": "thirteen years old and this is", "start": 4722.76, "end": 4725.66}, {"text": "Subject line, \"I went to the carnival recently.\"", "start": 4726.6, "end": 4728.8}, {"text": "Dot dot dot.", "start": 4728.8, "end": 4729.6}, {"text": "Wow.", "start": 4729.6, "end": 4730.1}, {"text": "I like it already.", "start": 4730.1, "end": 4731.3}, {"text": "So, family guy does come up.", "start": 4731.3, "end": 4733.7}, {"text": "Uh, \"Yesterday, I went to the carnival.", "start": 4733.7, "end": 4736.2}, {"text": "While I was looking at- walking around, I saw plenty of games.", "start": 4736.2, "end": 4739.2}, {"text": "At those games, many character-based stuffed toys were there,", "start": 4739.2, "end": 4742.2}, {"text": "including cartoon characters such as Spongebob, Superman, Nemo, Batman, and a few of the Simpsons.", "start": 4742.2, "end": 4748.2}, {"text": "But the character with the most toys was...\"", "start": 4748.2, "end": 4750.2}, {"text": "Dot dot dot.", "start": 4750.2, "end": 4751.2}, {"text": "Stewie Griffin!", "start": 4751.2, "end": 4752.6}, {"text": "Oh my god.", "start": 4752.6, "end": 4753.6}, {"text": "That's an adult animation!", "start": 4754.6, "end": 4756.6}, {"text": "Yeah.", "start": 4756.6, "end": 4757.1}, {"text": "Stewie says \"bitch!\"", "start": 4757.1, "end": 4758.6}, {"text": "I was really concerned about this.", "start": 4758.6, "end": 4761.1}, {"text": "They ranged from massive to very small.", "start": 4761.1, "end": 4763.6}, {"text": "Brian, Peter, Meg, Chris, and Lois also had toys.", "start": 4763.6, "end": 4767.1}, {"text": "I even saw plenty of toddlers with Brian dolls, which there's no way.", "start": 4767.1, "end": 4772.6}, {"text": "No.", "start": 4772.6, "end": 4773.1}, {"text": "You lied.", "start": 4773.1, "end": 4774.1}, {"text": "There's no way.", "start": 4774.1, "end": 4774.6}, {"text": "You lied.", "start": 4774.6, "end": 4775.1}, {"text": "I had to have been lying.", "start": 4775.1, "end": 4776.1}, {"text": "Yeah.", "start": 4776.1, "end": 4776.6}, {"text": "I've never seen a Lois doll.", "start": 4776.6, "end": 4778.6}, {"text": "I've seen one.", "start": 4778.6, "end": 4779.6}, {"text": "I understand that.", "start": 4779.6, "end": 4781.1}, {"text": "He makes them.", "start": 4781.1, "end": 4782.6}, {"text": "I've seen one. I've seen quite a few.", "start": 4782.6, "end": 4784.1}, {"text": "I understand that many adults and teens go to the carnival too, so I was not very surprised.", "start": 4784.1, "end": 4789.1}, {"text": "However, many of the games with the Griffin clan...", "start": 4789.1, "end": 4792.1}, {"text": "[Laughter]", "start": 4792.1, "end": 4797.1}, {"text": "The Griffin clan is crazy!", "start": 4797.1, "end": 4799.1}, {"text": "The Griffin clan!", "start": 4799.1, "end": 4801.1}, {"text": "I love when, like, it still gets me every single time when somebody talks about the Family Guy characters", "start": 4801.1, "end": 4807.1}, {"text": "as if they're like, like family friends, you know?", "start": 4807.1, "end": 4810.1}, {"text": "You're an amazing writer as a child.", "start": 4810.1, "end": 4813.6}, {"text": "Oh, because I also wanted people to think I was older than I was.", "start": 4813.6, "end": 4816.6}, {"text": "That comes across.", "start": 4816.6, "end": 4817.6}, {"text": "So, I had a sign saying \"12 and under.\"", "start": 4817.6, "end": 4820.6}, {"text": "I was somewhat surprised by this.", "start": 4820.6, "end": 4822.1}, {"text": "I also recently saw an action figure featuring Jasper, which I forgot about Jasper.", "start": 4822.1, "end": 4826.6}, {"text": "Who the hell is that?", "start": 4826.6, "end": 4827.6}, {"text": "Oh, yes, yes.", "start": 4827.6, "end": 4828.6}, {"text": "The replacement Brian.", "start": 4828.6, "end": 4830.6}, {"text": "With the message on the package \"8 and up,\" I know that Family Guy gets wonderful ratings", "start": 4830.6, "end": 4835.1}, {"text": "from the 9 to 14 demographic,", "start": 4835.1, "end": 4837.26}, {"text": "but wouldn't Fox want to hide that fact", "start": 4837.26, "end": 4839.18}, {"text": "rather than embracing it?", "start": 4839.18, "end": 4840.74}, {"text": "- Oh my God.", "start": 4840.74, "end": 4842.06}, {"text": "- That's crazy.", "start": 4842.06, "end": 4843.38}, {"text": "- It's so funny.", "start": 4843.38, "end": 4844.22}, {"text": "- No, I like--", "start": 4844.22, "end": 4845.04}, {"text": "- It's so funny you're trying to sound older in those posts.", "start": 4845.04, "end": 4847.3}, {"text": "- But your subject matter is giving.", "start": 4847.3, "end": 4849.34}, {"text": "- You accidentally, you were trying to sound", "start": 4849.34, "end": 4851.58}, {"text": "like 10 years older,", "start": 4851.58, "end": 4852.96}, {"text": "but you accidentally like sounded 30 years older.", "start": 4852.96, "end": 4855.62}, {"text": "You sound like a Christian mom.", "start": 4855.62, "end": 4857.1}, {"text": "- No, it's--", "start": 4857.1, "end": 4857.94}, {"text": "(upbeat music)", "start": 4857.94, "end": 4860.52}], "title": "Ep. #272 - The Year of The Scorpion ft. Joe Gleason", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--272---The-Year-of-The-Scorpion-ft--Joe-Gleason-e2duced", "date": "Wed, 10 Jan 2024 05:33:55 GMT", "id": 297}