{"lines": [{"text": "(upbeat music)", "start": 0.0, "end": 2.58}, {"text": "- Okay, welcome everybody.", "start": 2.58, "end": 10.64}, {"text": "I have something so exciting that I'm gonna do directly,", "start": 10.64, "end": 14.0}, {"text": "immediately at the top.", "start": 14.0, "end": 15.16}, {"text": "I'm cause to snipe everyone who leaves the video", "start": 15.16, "end": 17.72}, {"text": "before the end of it.", "start": 17.72, "end": 18.88}, {"text": "World's biggest army is going on tour guys.", "start": 18.88, "end": 22.36}, {"text": "It's a sketch comedy show that is going on tour", "start": 22.36, "end": 25.82}, {"text": "with live performances and videos and so much more.", "start": 25.82, "end": 29.56}, {"text": "and it's me and Caleb and Patrick and the lovely guys from home planet who are", "start": 29.56, "end": 33.44}, {"text": "our guests today and also our good friend Pierce Campion and rise Trent and", "start": 33.44, "end": 38.7}, {"text": "we are going to rise Trent. I don't know who that is. I like that one. We are", "start": 38.7, "end": 44.6}, {"text": "going to a few cities guys that I should have pulled up on my phone before. No, I", "start": 44.6, "end": 48.52}, {"text": "know all of them because they're going to Boston on zoomed in on the", "start": 48.52, "end": 52.76}, {"text": "on March.", "start": 52.76, "end": 54.4}, {"text": "we're going to be at the Rockwell Theater in Somerville in Boston.", "start": 55.4, "end": 58.72}, {"text": "Somerville, kid. Chicago on April second at Shoebus. Shoebus. Day after April", "start": 58.72, "end": 64.48}, {"text": "Fools. I love that place. We are doing our first international show ever in", "start": 64.48, "end": 68.0}, {"text": "Toronto on April twelfth at the Garrison. We'll be back in Atlanta April", "start": 68.0, "end": 73.68}, {"text": "twenty seventh at the Earl and then Philadelphia on May eighteenth at", "start": 73.68, "end": 77.36}, {"text": "Philomoka. You can get your tickets at swagpoop.com/shows, but if you're a", "start": 77.36, "end": 81.92}, {"text": "crazy type person who's listening to this right when it comes out, the tickets", "start": 81.92, "end": 84.8}, {"text": "be up until noon. So if you're going to complain about it, complain to Alex.", "start": 84.84, "end": 89.0}, {"text": "Alex Forrest.", "start": 89.0, "end": 90.0}, {"text": "He will handle all complaints about tickets.", "start": 90.0, "end": 92.24}, {"text": "Uh-huh. I'll take care of it.", "start": 92.24, "end": 93.24}, {"text": "And related issues.", "start": 93.24, "end": 94.24}, {"text": "I'll do it so good.", "start": 94.24, "end": 95.24}, {"text": "So imagine, if you went to our first live shows, right? Now imagine that with six guys", "start": 95.24, "end": 102.84}, {"text": "and it's not anything like our first live shows and it's sketch comedy.", "start": 102.84, "end": 106.44}, {"text": "It's somewhat like it.", "start": 106.44, "end": 107.44}, {"text": "I would say it's not anything like it.", "start": 107.44, "end": 109.44}, {"text": "It's not any, imagine it's a show.", "start": 109.44, "end": 110.44}, {"text": "We're new now, we'll enjoy it. I think Patrick's trying to get you not to come.", "start": 110.44, "end": 114.32}, {"text": "I think imagine it's like the second half of our live shows that we did.", "start": 114.32, "end": 119.12}, {"text": "Basically that don't imagine that just imagine a fun time out with your", "start": 119.12, "end": 123.02}, {"text": "friends. You're going to go with your no, I think that it's kind of similar", "start": 123.02, "end": 127.92}, {"text": "as a new video out to which is on Instagram and YouTube and everywhere.", "start": 127.92, "end": 131.02}, {"text": "So go and you know, if your city's not on that list, just get a better", "start": 131.02, "end": 134.62}, {"text": "city, get a better city. Keep your ear to the ground, especially in La La.", "start": 134.62, "end": 138.72}, {"text": "Fuck you.", "start": 138.72, "end": 139.52}, {"text": "La is not happening.", "start": 139.52, "end": 140.82}, {"text": "We're never going to go.", "start": 140.82, "end": 142.62}, {"text": "it's too scary. Unless you're a venue that wants to fly us out or something", "start": 142.82, "end": 146.64}, {"text": "pay for us. I think is obsessed with the idea that somehow a venue in La is", "start": 146.64, "end": 150.38}, {"text": "going to fly us out to do a show. I think they're going to fly us out like", "start": 150.38, "end": 154.12}, {"text": "a like we are instagram models and they are a prince in Dubai. If this episode", "start": 154.12, "end": 159.0}, {"text": "goes viral, it could it has a pretty good chance. It could go viral. We", "start": 159.0, "end": 163.58}, {"text": "should make an La only episode. Yeah, only releases in an hour. It's an hour.", "start": 163.58, "end": 168.56}, {"text": "It's an hour of us just going to", "start": 168.56, "end": 170.22}, {"text": "one. We had a lot of that's way too close beach episode. I think I think we did a", "start": 171.86, "end": 178.82}, {"text": "beach episode.", "start": 178.82, "end": 179.66}, {"text": "I don't know if we did a", "start": 179.66, "end": 181.58}, {"text": "think that you're. I think that you're stealing from our past catalog beach. We", "start": 181.58, "end": 186.22}, {"text": "did. I don't think we'd a beach episode. You recorded on the beach. No, we did an", "start": 186.22, "end": 189.68}, {"text": "episode about the beach. When did we do an episode about the beach? We definitely", "start": 189.68, "end": 193.04}, {"text": "did an episode about the beach. If we haven't done an episode about the beach,", "start": 193.04, "end": 196.78}, {"text": "Lord strike me down right now as I stand.", "start": 196.78, "end": 200.42}, {"text": "Wow he's asking for it doesn't work when you're indoors man. God can't see", "start": 200.42, "end": 205.62}, {"text": "God. God can make this. You can't see you can only see you if you're walking", "start": 205.62, "end": 210.26}, {"text": "around outside like Google map. God can make the wall behind me fall forward or", "start": 210.26, "end": 214.3}, {"text": "make maybe no didn't get electrocuted could have got electrocuted. He wouldn't", "start": 214.3, "end": 217.9}, {"text": "make the wall behind you fall forward because it would kill me and Alex and", "start": 217.9, "end": 220.62}, {"text": "Joe. Yeah, beautiful God fearing yeah, we didn't noted that's why the capital", "start": 220.62, "end": 225.22}, {"text": "building the it looks like that because it's to protect because they're doing", "start": 225.22, "end": 228.54}, {"text": "evil stuff inside and so it's to stop God pricks his finger when he tries to", "start": 228.56, "end": 234.4}, {"text": "reach", "start": 234.4, "end": 234.82}, {"text": "there inside. God looks down at the Capitol building and he thinks it's a", "start": 234.82, "end": 239.6}, {"text": "giant boob. Yeah, and he gets a", "start": 239.6, "end": 241.38}, {"text": "it stabs him and then he", "start": 241.38, "end": 245.64}, {"text": "jacks off with his blood. And the devil, I don't know what else to tell you. The", "start": 245.64, "end": 249.5}, {"text": "devil celebrates. So many state buildings in this country are", "start": 249.5, "end": 252.8}, {"text": "pointy like that because the Washington Memorial. God boobie. Yeah, that's a", "start": 252.8, "end": 258.12}, {"text": "dick and that's well that one's also very pointy. He could maybe stab his", "start": 258.14, "end": 262.18}, {"text": "entire hand on that and you know they do all types of evil stuff inside there.", "start": 262.18, "end": 265.12}, {"text": "Yeah, yeah, yeah, yeah, all the politicians get together", "start": 265.12, "end": 267.38}, {"text": "dance around. They have their dance parties inside. Inside there's like a", "start": 267.38, "end": 272.98}, {"text": "hundred floors that two people can fit on.", "start": 272.98, "end": 275.02}, {"text": "They're all playing beer pong against each other. That's where beer pong was", "start": 275.02, "end": 279.98}, {"text": "invented. Actually, it's in DC in the Washington. Be careful with that.", "start": 279.98, "end": 284.34}, {"text": "we have a toy on the desk today. I brought a toy over with me and I brought", "start": 285.74, "end": 288.74}, {"text": "the shades. I just like to have my hands on things yeah. I feel that times yeah.", "start": 288.74, "end": 293.7}, {"text": "I get that you yeah, we know man", "start": 293.7, "end": 296.34}, {"text": "yeah, yeah,", "start": 296.34, "end": 298.58}, {"text": "we should have got him a fidget cube or something, because I know he's going to", "start": 298.58, "end": 302.78}, {"text": "be messing about and need a cube. Yeah, he needs a cube. Well guys, what the", "start": 302.78, "end": 306.84}, {"text": "hell is up? What's the gossip? What's the tea? What is the deal with you guys", "start": 306.84, "end": 311.32}, {"text": "tomorrow. Clancy gets his my dog gets his first brother heart.", "start": 311.84, "end": 316.0}, {"text": "My brother dog gets his first heartworm shot. Well, they have to they have to", "start": 316.0, "end": 322.18}, {"text": "stab him through his back into his heart. Whoa! Super long needle and that's what", "start": 322.18, "end": 327.42}, {"text": "you guys are here to plug. Yeah, well, don't do the whole thing. We'll say", "start": 327.42, "end": 330.72}, {"text": "all right, all right, all right, all right, they stab him with a knife to", "start": 330.72, "end": 334.76}, {"text": "like open him up. Yeah, it's really brutal. It's like to see what's inside", "start": 334.76, "end": 338.2}, {"text": "the Nick. They're just doing like experimental. What's the Nick? That's", "start": 338.24, "end": 341.84}, {"text": "Clive Owen. Oh, and Harry Potter? No. Isn't Harry Potter on that? No, no,", "start": 341.84, "end": 348.2}, {"text": "you're thinking of like Frankenstein's assistant or something. You're thinking", "start": 348.2, "end": 351.04}, {"text": "of Harry Potter. I'm thinking of Daniel Radcliffe. Daniel Radcliffe and John", "start": 351.04, "end": 354.72}, {"text": "Ham were in a weird show on BBC. Oh, okay. Which I only saw posters for.", "start": 354.72, "end": 358.72}, {"text": "But then Clive Owen was on Showtime. Yeah, it was on one of those premium", "start": 358.72, "end": 363.92}, {"text": "shows. I've never seen it. It's really good. I've never seen it either. It's", "start": 363.92, "end": 365.84}, {"text": "you see it either. All the medicine and they like to like fuck. I use long", "start": 365.84, "end": 369.54}, {"text": "need.", "start": 369.54, "end": 369.8}, {"text": "How do you going to do when you show up to you? I'll go like this to the vet", "start": 369.8, "end": 373.72}, {"text": "with Clancy and it's a guy from dead space. Yeah, so one with he has a long", "start": 373.72, "end": 377.92}, {"text": "ass needle and he's wearing like he doesn't know dead space. We don't know", "start": 377.92, "end": 381.2}, {"text": "the Nick can imagine dead. That's the best. This is the", "start": 381.2, "end": 383.68}, {"text": "divide in the table. It's like a scary", "start": 383.68, "end": 387.0}, {"text": "spider and a dead space spider enemy. This is going to be the vet. When you", "start": 387.0, "end": 393.24}, {"text": "the vet. Oh dear, the vet is a big spider.", "start": 393.26, "end": 396.46}, {"text": "Well, who knows an animal better than a spider? That's true yeah. I would know", "start": 396.46, "end": 402.54}, {"text": "oh and even more so who know the inside of an animal's body better than a", "start": 402.54, "end": 406.56}, {"text": "spider. A spider could have been the thing that gave him heartworm in the", "start": 406.56, "end": 410.46}, {"text": "first place. Yeah, really imagine you come home heartworms, old mosquitoes do", "start": 410.46, "end": 414.08}, {"text": "so. I assume it's a type of spider, kind of kind of web, spidery type of thing.", "start": 414.08, "end": 418.06}, {"text": "Imagine you came home one day and you just saw clancy on the wall and a big", "start": 418.06, "end": 421.3}, {"text": "spider web.", "start": 421.3, "end": 422.14}, {"text": "like", "start": 422.14, "end": 424.0}, {"text": "I would be very I'd be scared, but", "start": 424.0, "end": 431.64}, {"text": "I would take a picture first. I'd be pretty cute. He was I should have had an", "start": 431.64, "end": 436.64}, {"text": "enemy of the worm. The worm is it would have been too easy for him to be", "start": 436.64, "end": 440.3}, {"text": "because he could have just webbed him up yeah about all next issue", "start": 440.3, "end": 443.64}, {"text": "put him in a web man. Why did you just swear around? I do like how like it", "start": 443.64, "end": 449.42}, {"text": "Spiderman's just lacking right now. Just web him up, come on, swing towards them", "start": 449.84, "end": 453.26}, {"text": "and then wipe him. I thought the new Spiderman movie was so stupid because", "start": 453.26, "end": 455.58}, {"text": "he should have just webbed up. I probably yeah could have literally", "start": 455.58, "end": 457.84}, {"text": "been five minutes long. He would I green goblet. If I was through a portal web", "start": 457.84, "end": 461.5}, {"text": "yeah, if I were Spiderman, I would have webbed up Zendaya right away.", "start": 461.5, "end": 464.36}, {"text": "It was so good, got a lot of Zendaya. It is funny that I would have webbed", "start": 464.36, "end": 469.68}, {"text": "Zendaya and the friend, every single one of Spiderman's like villains.", "start": 469.68, "end": 473.8}, {"text": "If they are impervious to web, the only thing that that makes them impervious to", "start": 473.8, "end": 479.0}, {"text": "webs is being bigger than him.", "start": 479.04, "end": 480.68}, {"text": "Why rhino and that's the only one I can think of right now. Here's a man,", "start": 480.68, "end": 486.04}, {"text": "here's a funny little turn into sand, turn big turn to water. What about the", "start": 486.04, "end": 490.62}, {"text": "little kid? Here's a funny thing, a little kid, a little kid, his arch", "start": 490.62, "end": 493.84}, {"text": "nemesis.", "start": 493.84, "end": 494.34}, {"text": "You guys didn't read those issues. Yeah, so I read all the old Spider Man", "start": 494.34, "end": 499.08}, {"text": "comics and something funny is that Spider Man's like main one of his main", "start": 499.08, "end": 502.0}, {"text": "attacks. He does on every single villain, every single issue as he shoots webs", "start": 502.0, "end": 505.84}, {"text": "into their eyes and they go", "start": 505.84, "end": 507.0}, {"text": "no", "start": 507.0, "end": 508.5}, {"text": "and then there's at one point it's probably like you know, like sixty", "start": 508.5, "end": 513.54}, {"text": "issues in so like five years into spider man's run and doctor octopus is", "start": 513.54, "end": 518.3}, {"text": "like he's fighting doctor octopus and he shoots web at his eyes and it is like", "start": 518.3, "end": 521.94}, {"text": "any no doctor. Octopus has those glasses yeah and the web falls off the glasses", "start": 521.94, "end": 525.46}, {"text": "and doctor. Whoa! I invented glasses that can't be way", "start": 525.46, "end": 528.82}, {"text": "like bro and vent a whole suit yeah, yeah, the glasses it took you years.", "start": 528.82, "end": 535.56}, {"text": "you'd think a scientist would be like up on that right away. Isn't he a doctor?", "start": 535.82, "end": 539.22}, {"text": "Yeah, he's a he's a mad. Oh yeah, you think he's a doctor crazy. He's a doctor.", "start": 539.22, "end": 542.66}, {"text": "He's not a scientist. Developing tentacles. He's a doctor who does a", "start": 542.66, "end": 546.58}, {"text": "mass. I", "start": 546.58, "end": 547.18}, {"text": "know he's a doctor, because those are those are prosthetics. You can be a", "start": 547.18, "end": 551.46}, {"text": "doctor of he's a he's a pediatrician. Yeah,", "start": 551.46, "end": 553.98}, {"text": "it's a lot of that's why his enemy is spider man, because spider man's a kid.", "start": 553.98, "end": 559.86}, {"text": "He's a teenager. Yeah, he had strep throat and you went to the pediatrician", "start": 559.86, "end": 564.02}, {"text": "and then he's trying to get some areas on May at the beginning of the comic", "start": 564.66, "end": 568.22}, {"text": "really", "start": 568.22, "end": 568.58}, {"text": "spider man step uncle really", "start": 568.58, "end": 570.78}, {"text": "duck on", "start": 570.78, "end": 572.74}, {"text": "dock on", "start": 572.74, "end": 573.38}, {"text": "on", "start": 573.38, "end": 576.62}, {"text": "how are you on", "start": 576.62, "end": 583.86}, {"text": "you can't be calling your uncle that you can't be", "start": 583.86, "end": 588.98}, {"text": "If you're watching or listening, that's the new challenge. Call your uncle cock.", "start": 590.7, "end": 595.28}, {"text": "Yeah, recorded on video.", "start": 595.28, "end": 596.8}, {"text": "See what his reaction is and send it to him.", "start": 596.8, "end": 598.8}, {"text": "It's a new Jimmy Kimmel, like I stole your Halloween gift.", "start": 598.8, "end": 602.4}, {"text": "Cock.", "start": 602.4, "end": 603.4}, {"text": "Hey, cock.", "start": 603.4, "end": 604.4}, {"text": "Cock.", "start": 604.4, "end": 605.4}, {"text": "Hey, cock.", "start": 605.4, "end": 606.4}, {"text": "Hey.", "start": 606.4, "end": 607.4}, {"text": "What the fuck did you just call me?", "start": 607.4, "end": 611.4}, {"text": "Oh, come on. Is this the new cock challenge?", "start": 611.4, "end": 614.4}, {"text": "Oh, come on.", "start": 614.4, "end": 615.4}, {"text": "Is this going on Jimmy Kimmel?", "start": 615.4, "end": 617.4}, {"text": "Hi, Jimmy. Hi.", "start": 617.4, "end": 619.4}, {"text": "like a guy who the uncle start reacting like the kids who got their Halloween", "start": 619.4, "end": 622.44}, {"text": "to", "start": 622.44, "end": 622.8}, {"text": "you have anything to say to Jimmy Kim. Oh no,", "start": 622.8, "end": 628.08}, {"text": "no, no, Jimmy Kimmel, Jimmy Kimmel told me to call you that", "start": 628.08, "end": 631.8}, {"text": "it's going to go viral. I'm telling you that we Jimmy Kimmel challenge. Take", "start": 631.8, "end": 636.76}, {"text": "your uncle cigarettes,", "start": 636.76, "end": 637.8}, {"text": "threw cigarettes. I threw all your smokes", "start": 637.8, "end": 641.8}, {"text": "just", "start": 641.8, "end": 643.72}, {"text": "got those for me. I like cigarettes. I got those on Halloween,", "start": 646.56, "end": 651.2}, {"text": "and then you're like not as Guillermo told me to and then yeah. What is up", "start": 651.2, "end": 657.16}, {"text": "with Guillermo these days? I don't even know what he's just doing red carpet", "start": 657.16, "end": 660.32}, {"text": "stuff right. He's chilling. He's sold out. Yeah, he's sold out.", "start": 660.32, "end": 663.12}, {"text": "He's still there. Yeah.", "start": 663.12, "end": 665.72}, {"text": "How do you know? Because Gus. Oh yeah. Guillermo really liked Gus. Yeah, yeah.", "start": 665.72, "end": 672.72}, {"text": "little inside industry secret. It's cool. If you know, I don't think you can", "start": 673.76, "end": 677.4}, {"text": "be old and you know Gus. Whoa, damn flow. Yeah. If you know us and you know Gus,", "start": 677.4, "end": 684.4}, {"text": "then we're gonna get Guillermo on the bus", "start": 684.4, "end": 687.34}, {"text": "and would go and get a get on the set of rust and stop the gun. Gonna have some", "start": 687.34, "end": 695.52}, {"text": "fun", "start": 695.52, "end": 695.88}, {"text": "that so that what I just did there was called lyrical storytelling,", "start": 695.88, "end": 700.96}, {"text": "kind of create a world. How are you guys here in a stop the old when yeah let's", "start": 702.56, "end": 708.44}, {"text": "all the way rust. Let's your take on more like but Baldwin, but when, but", "start": 708.44, "end": 713.28}, {"text": "when I'm in a place where a kind of", "start": 713.28, "end": 714.88}, {"text": "I kind of think Alec Baldwin can do no wrong for me. I for good. I gave him", "start": 714.88, "end": 719.48}, {"text": "yeah months and months. He's too good. I gave him the day after he did it. Yeah,", "start": 719.48, "end": 723.32}, {"text": "so good. I forgave him before he did it. As soon as it came out, I was on his", "start": 723.32, "end": 727.92}, {"text": "side. I didn't even need to know what did she do? She probably yelled at", "start": 727.92, "end": 732.28}, {"text": "yeah, not knowing it was an accident.", "start": 732.28, "end": 738.12}, {"text": "He was filming him. He probably was shy. He probably thought he was shooting. He", "start": 738.12, "end": 749.54}, {"text": "was on going to be on Jimmy Kimmel because of it was a challenge. Don't", "start": 749.54, "end": 755.06}, {"text": "shoot.", "start": 755.06, "end": 755.58}, {"text": "I mean I'm happy for him. You know, keep doing your thing boy. He's like ten", "start": 755.58, "end": 761.12}, {"text": "he's", "start": 761.12, "end": 761.62}, {"text": "you see all the footage that like the they leaked or whatever the footage of", "start": 761.62, "end": 768.88}, {"text": "him on set like before it happened now where it's like it's like footage.", "start": 768.88, "end": 772.32}, {"text": "They're like we think this footage was leaked by the defense, because it's all", "start": 772.32, "end": 776.32}, {"text": "footage of him on set and he's just go like he's going up to different actors", "start": 776.32, "end": 779.76}, {"text": "and he's he's literally like going up to people that he's working with and being", "start": 779.76, "end": 782.72}, {"text": "like like I just want to make sure that on this movie set, nobody ever gets", "start": 782.72, "end": 787.68}, {"text": "hurt", "start": 787.68, "end": 788.2}, {"text": "and like someone trips and falls,", "start": 789.84, "end": 791.28}, {"text": "he's like, \"Oh my God, are you okay?", "start": 791.28, "end": 793.0}, {"text": "\"The last thing I would ever want on a movie set", "start": 793.0, "end": 795.08}, {"text": "\"is for someone to be injured.", "start": 795.08, "end": 796.32}, {"text": "\"No, we need to end this shoot now.", "start": 796.32, "end": 798.32}, {"text": "\"If you're tired, we need to stop", "start": 798.32, "end": 799.84}, {"text": "\"so you don't exhaust yourself and get injured.\"", "start": 799.84, "end": 801.8}, {"text": "There's a bunch of videos of him just doing that", "start": 801.8, "end": 803.44}, {"text": "on set, and then the next day he killed somebody.", "start": 803.44, "end": 805.84}, {"text": "(laughing)", "start": 805.84, "end": 806.84}, {"text": "- Crazy.", "start": 806.84, "end": 807.68}, {"text": "- It was premeditated. - So karmically insane.", "start": 807.68, "end": 809.64}, {"text": "- Dude, it was premeditated.", "start": 809.64, "end": 811.0}, {"text": "- He went back, he got a time machine,", "start": 811.0, "end": 812.84}, {"text": "went back in time, and he didn't fix the gun", "start": 812.84, "end": 816.2}, {"text": "'cause he wanted to kill that lady.", "start": 816.2, "end": 818.4}, {"text": "why hasn't that been explored yet that time travel might be involved.", "start": 818.4, "end": 822.32}, {"text": "I like every every crime ever that should be the if I was an attorney,", "start": 822.32, "end": 827.64}, {"text": "do we not consider at least okay, we've been through like two or three", "start": 827.64, "end": 833.76}, {"text": "possible explanations. We heard the suspect talky. I mean he's convincing.", "start": 833.76, "end": 837.6}, {"text": "I believe he may not have done it, so now might be the time to think about a", "start": 837.6, "end": 841.94}, {"text": "time machine. I just want to rule out time travel at the beginning, and then", "start": 841.94, "end": 846.0}, {"text": "I can move for your honor. Look at that necklace. Doesn't it look suspiciously", "start": 846.04, "end": 850.74}, {"text": "like the time Turner from Harry Potter? This could be time travel. That's that", "start": 850.74, "end": 856.12}, {"text": "could work. If the person was wearing the time Turner, if they were wearing the", "start": 856.12, "end": 858.8}, {"text": "time Turner or they could be like look at that necklace. It looks like it's", "start": 858.8, "end": 862.24}, {"text": "from the past. Oh yeah, this looks as the sixteen hundreds necklace. There's no", "start": 862.24, "end": 866.08}, {"text": "other owes this man is a not the time. Yeah, and I think he's a not see and", "start": 866.08, "end": 870.88}, {"text": "then you kind of flip the yeah. If I start, if I start killing people, I'm", "start": 870.88, "end": 874.3}, {"text": "put scarab beetle charms on them and be like there's no way this", "start": 874.32, "end": 877.9}, {"text": "person", "start": 877.9, "end": 878.82}, {"text": "to court in like old victorian clothing.", "start": 878.82, "end": 885.22}, {"text": "I have no idea how I've become gotten here. I'm not from this time. You like", "start": 885.22, "end": 894.74}, {"text": "say that and then no one reacts and then you just like pull out your phone", "start": 894.74, "end": 898.14}, {"text": "or whatever. I'm actually from the future.", "start": 900.0, "end": 902.72}, {"text": "I start dressing like Victoria's again. I am an android. It comes back in style.", "start": 902.72, "end": 907.92}, {"text": "It that could come back and it is check out the lighting, check out the lining", "start": 907.92, "end": 912.32}, {"text": "and it's just got like another phone", "start": 912.32, "end": 913.96}, {"text": "made of phones. Yeah, I think made of phones is going to be the I can't", "start": 913.96, "end": 919.48}, {"text": "fucking wait. But in Tron like Tron, yeah, the clothing made of phones and", "start": 919.48, "end": 923.48}, {"text": "Tron is made out of electric made of lights. Well, those are not clothing,", "start": 923.48, "end": 927.28}, {"text": "but that's computer. If you think about it, phones are just lights. I mean this", "start": 927.32, "end": 930.02}, {"text": "shirt kind of looks like an app a little", "start": 930.02, "end": 932.0}, {"text": "how", "start": 932.0, "end": 936.06}, {"text": "yeah, no, like you click the different ones. I can click it. This is kind of", "start": 936.06, "end": 940.24}, {"text": "like three colors. It's kind of like a game. You can play a runner.", "start": 940.24, "end": 943.64}, {"text": "You need to play an app so bad.", "start": 943.64, "end": 947.4}, {"text": "Sorry, I'm just playing your shirt.", "start": 947.4, "end": 956.8}, {"text": "yeah your shirt has. I can't get past the first level of your shirt. This is a", "start": 956.8, "end": 961.12}, {"text": "really hard when the shirt when the shirt unlocks or when I unlocked level", "start": 961.12, "end": 965.38}, {"text": "to the shirts going to come off", "start": 965.38, "end": 966.62}, {"text": "and then nipple nipple play. I feel like your outfit is thought would be fun to", "start": 966.62, "end": 971.34}, {"text": "play to play yeah. The Vietnam veterans reunion", "start": 971.34, "end": 975.46}, {"text": "is much", "start": 975.46, "end": 977.32}, {"text": "level one", "start": 977.32, "end": 981.78}, {"text": "I'm just kidding. Have they made a game yet that's kind of like one of those", "start": 984.36, "end": 987.76}, {"text": "artistically styled games where it's", "start": 987.76, "end": 990.9}, {"text": "mostly about like Pokemon three, like one of", "start": 990.9, "end": 994.5}, {"text": "those games that's mostly just about depression and", "start": 994.5, "end": 998.16}, {"text": "and living your life day to day, making breakfast and such that's about a", "start": 998.16, "end": 1002.2}, {"text": "veteran and it's and they could call it call of duty. The aftermath. Well,", "start": 1002.2, "end": 1006.06}, {"text": "haven't they done that with its excellence? Wait a second that could", "start": 1006.06, "end": 1009.5}, {"text": "literally be and yes, I'm sure they actually have done yeah, but this could", "start": 1009.5, "end": 1013.96}, {"text": "actually be an incredible addition to the call of duty franchise where they", "start": 1014.0, "end": 1017.24}, {"text": "could have a whole other side of it and it will appeal to girls. The boys like", "start": 1017.24, "end": 1022.84}, {"text": "the war, the girls like the emotions and it'll or it could be like a game where", "start": 1022.84, "end": 1026.48}, {"text": "it's like based on the it's all the call of duty characters like ghost and all", "start": 1026.48, "end": 1030.52}, {"text": "the other ones that I don't know the names of so McTavish wives and homes and", "start": 1030.52, "end": 1035.6}, {"text": "their homes and there it's a savvy game. I was going to say and I have to like", "start": 1035.6, "end": 1039.16}, {"text": "find a date. Yeah,", "start": 1039.16, "end": 1040.92}, {"text": "date while their husband is gone yeah and then the husband, the husband,", "start": 1042.96, "end": 1045.92}, {"text": "every once in a while and it's like a video of him. He's like Hey, honey,", "start": 1045.92, "end": 1049.32}, {"text": "like", "start": 1049.32, "end": 1049.58}, {"text": "bombs and gunfire in the back yeah, that would be really cool and then you", "start": 1049.58, "end": 1055.6}, {"text": "could download like dlc's for like the different like dating, yeah", "start": 1055.6, "end": 1059.84}, {"text": "and then you kind of have like dating infused video games. Okay, you're you", "start": 1059.84, "end": 1065.78}, {"text": "are you are one of these wives. Okay, describe your perfect man", "start": 1065.78, "end": 1069.68}, {"text": "seven feet tall black as hell", "start": 1072.52, "end": 1074.42}, {"text": "can eat non stop,", "start": 1074.42, "end": 1078.86}, {"text": "but it doesn't bloat physically doesn't put on any weight skinny yeah very", "start": 1078.86, "end": 1085.86}, {"text": "skinny. Oh wow! Seven feet tall, skinny, real thin, black and", "start": 1085.86, "end": 1090.32}, {"text": "yeah so frozen. Oh God, I just described my dad", "start": 1090.32, "end": 1094.62}, {"text": "and paging Dr Freud.", "start": 1094.62, "end": 1100.58}, {"text": "seven", "start": 1100.58, "end": 1101.08}, {"text": "seven feet", "start": 1101.08, "end": 1106.42}, {"text": "over the opposite. I'm going for like I'd say like four foot six kind of", "start": 1106.42, "end": 1111.94}, {"text": "mutton shops, super lots of body hair all over braided beard as well. Orange", "start": 1111.94, "end": 1117.5}, {"text": "orange facial hair, oh yeah, black hair on head", "start": 1117.5, "end": 1121.14}, {"text": "helmet with one of those cross guards that comes down over the nose chain", "start": 1121.14, "end": 1125.74}, {"text": "male battle acts. It sounds like you're describing what's the the from Zelda. I", "start": 1125.82, "end": 1132.9}, {"text": "was describing Gimley.", "start": 1132.9, "end": 1134.02}, {"text": "I would say mine and", "start": 1134.02, "end": 1136.5}, {"text": "mine. I would say probably like one inch tall. I would say they're sour.", "start": 1136.5, "end": 1141.66}, {"text": "They're sweet. They're gone. I would say you're just a you're describing a", "start": 1141.66, "end": 1146.78}, {"text": "child yeah", "start": 1146.78, "end": 1147.54}, {"text": "your perfect man is a child. I just say what", "start": 1147.54, "end": 1152.62}, {"text": "I really miss my husband.", "start": 1152.62, "end": 1155.34}, {"text": "I just need it's so you're kind of willing to submit to the darker side of", "start": 1155.34, "end": 1158.98}, {"text": "desire. Yeah,", "start": 1158.98, "end": 1159.98}, {"text": "I just want a sour patch in my life man. Well, you can", "start": 1159.98, "end": 1164.34}, {"text": "grown on it's one thing. If your husband comes home from war and you've", "start": 1164.34, "end": 1168.94}, {"text": "been fucking some guy that lives across the street, we'll see this. He comes", "start": 1168.94, "end": 1172.1}, {"text": "home and he's mad in one way. He's kind of just he's mad because you're", "start": 1172.1, "end": 1175.42}, {"text": "cheating. He's mad about the disloyalty, but you can get you can kind of just", "start": 1175.42, "end": 1178.46}, {"text": "skip the whole romance angle of it. If you cheat on your husband with a kid,", "start": 1178.46, "end": 1182.3}, {"text": "he's going to send you to jail. He's not going to care much. I don't know this is", "start": 1182.78, "end": 1185.98}, {"text": "this is how I see it playing out. He's not going to feel so a masculine. I", "start": 1185.98, "end": 1188.52}, {"text": "thought you were going to say that he's going to be even angrier because he's", "start": 1188.52, "end": 1191.12}, {"text": "coming home catching you fucking a celebrity like the our patch. Have you", "start": 1191.12, "end": 1194.12}, {"text": "seen the sour patch commercials? It's he's going to come home. The sour patch", "start": 1194.12, "end": 1198.2}, {"text": "kid is going to be on top of me or whatever, like a terrible sour thing and", "start": 1198.2, "end": 1202.24}, {"text": "he's going to say, Oh my God, you for my gosh and then the sour patch kid is", "start": 1202.24, "end": 1205.54}, {"text": "going to give him like a", "start": 1205.54, "end": 1206.14}, {"text": "sour than their than their sweet and then we eat them. We eat them together", "start": 1206.14, "end": 1210.74}, {"text": "his husband's home and it doesn't matter. I want to eat him the sour patch yeah", "start": 1210.76, "end": 1214.5}, {"text": "and then he eats your okay perfect man as a military wife go.", "start": 1214.5, "end": 1218.64}, {"text": "My perfect man would be definitely", "start": 1218.64, "end": 1222.36}, {"text": "seven feet tall, black as hell. It's Alex's dad.", "start": 1222.36, "end": 1230.08}, {"text": "I kind of all this before boring yeah", "start": 1230.08, "end": 1236.46}, {"text": "- No, that's cool.", "start": 1237.72, "end": 1238.56}, {"text": "You and my dad would be a really cute couple, actually.", "start": 1238.56, "end": 1241.04}, {"text": "(laughing)", "start": 1241.04, "end": 1242.48}, {"text": "- I don't think I've ever met your dad.", "start": 1242.48, "end": 1245.72}, {"text": "We've lived together for three years.", "start": 1245.72, "end": 1247.48}, {"text": "I don't think I've ever met your parents.", "start": 1247.48, "end": 1250.84}, {"text": "- They've only visited once,", "start": 1250.84, "end": 1252.56}, {"text": "but they came when you were asleep in the apartment,", "start": 1252.56, "end": 1256.58}, {"text": "and we had that fake gun in our old apartment", "start": 1256.58, "end": 1260.28}, {"text": "for a really long time. - RIP, it's broken.", "start": 1260.28, "end": 1261.6}, {"text": "- And it looks real.", "start": 1261.6, "end": 1262.54}, {"text": "Yeah, it was broken, but it looks real.", "start": 1262.54, "end": 1263.94}, {"text": "and my parents both came in and my dad like saw the gun", "start": 1263.94, "end": 1268.1}, {"text": "and like got like really nervous.", "start": 1268.1, "end": 1269.78}, {"text": "And I was like, no, no, it's a toy, it's fake.", "start": 1269.78, "end": 1271.7}, {"text": "And then he's like,", "start": 1271.7, "end": 1272.52}, {"text": "I'm just really uncomfortable with that being out.", "start": 1272.52, "end": 1273.98}, {"text": "Like, please put that away.", "start": 1273.98, "end": 1275.1}, {"text": "And then I was just being silly", "start": 1275.1, "end": 1276.78}, {"text": "and I like picked up the gun and like pointed it at my dad.", "start": 1276.78, "end": 1279.58}, {"text": "And he was like, stop, stop, please stop.", "start": 1279.58, "end": 1282.94}, {"text": "- And he's never visited you since.", "start": 1282.94, "end": 1283.78}, {"text": "- And he never came back.", "start": 1283.78, "end": 1286.1}, {"text": "He had a really bad time that trip.", "start": 1286.1, "end": 1287.58}, {"text": "He was also trying to like park the car.", "start": 1287.58, "end": 1289.56}, {"text": "We were going out to brunch and me and my mom, my sister", "start": 1289.56, "end": 1292.58}, {"text": "like went into the restaurant to eat and my sister like left, I think like her", "start": 1292.58, "end": 1296.74}, {"text": "phone in the car and so then like she went back to the car and my dad saw her", "start": 1296.74, "end": 1301.28}, {"text": "and I guess he like didn't know it was my sister, so he like ran away from her.", "start": 1301.28, "end": 1305.26}, {"text": "And he like, he like, you know, he's on edge. He is, yeah, he's got a lot going", "start": 1305.26, "end": 1311.2}, {"text": "on. He ran away from your sister. Yeah, he like hid, he ran around and like hid", "start": 1311.2, "end": 1316.22}, {"text": "on the other side of the car and they haven't been back yeah. I've met Alex's", "start": 1318.1, "end": 1323.16}, {"text": "dad like fifteen times yeah, they're very cool man yeah brag about fucking care. I", "start": 1323.16, "end": 1328.1}, {"text": "literally don't even want to meet him and I've met Patrick's parents a lot and", "start": 1328.1, "end": 1331.78}, {"text": "I've never met your parents well not going to happen. That's true. We went to", "start": 1331.78, "end": 1335.06}, {"text": "a restaurant with my parents once. I think your parents are here like every", "start": 1335.06, "end": 1339.1}, {"text": "week. Yeah, my parents come up here a lot. I don't know why supportive family,", "start": 1339.1, "end": 1342.9}, {"text": "yeah, a real strong family union yeah yeah you need", "start": 1342.94, "end": 1346.74}, {"text": "the doron yet", "start": 1346.74, "end": 1349.42}, {"text": "yeah. I think it's very funny that people in our parents generation, the", "start": 1349.42, "end": 1354.56}, {"text": "way that the people who aren't from New York, so Joe you can sit this one out,", "start": 1354.56, "end": 1357.94}, {"text": "but everyone has everyone had kind of I feel like a lot of a lot of people from", "start": 1357.94, "end": 1362.82}, {"text": "our parents generation and my parents, maybe not so much, but a little bit", "start": 1362.82, "end": 1365.94}, {"text": "definitely have the kind of like eighties New York. Oh, it on the", "start": 1365.94, "end": 1369.3}, {"text": "absolutely so fucking funny. It is it's insane. They literally think they'll be", "start": 1369.34, "end": 1374.88}, {"text": "like sitting in a restaurant that is like you know it's a brunch restaurant", "start": 1374.88, "end": 1379.9}, {"text": "with like like leaves and grass on the walls and like an eighteen dollar one", "start": 1379.9, "end": 1385.9}, {"text": "egg over easy on the menu and they'll think they're in a wasteland. Yeah,", "start": 1385.9, "end": 1390.38}, {"text": "just oh my God, yeah, it's crazy. Yeah, that made sense. When you watch the", "start": 1390.38, "end": 1395.5}, {"text": "news. My mom will just watch like whatever local news thing and she's like", "start": 1395.52, "end": 1400.06}, {"text": "be careful on the like they're pushing people into the tracks on the always", "start": 1400.06, "end": 1403.4}, {"text": "fine. So it has been crazy lately, though I saw a lady gets slapped in the", "start": 1403.4, "end": 1407.36}, {"text": "case. Okay, there was a serial slapper running up and down this train and", "start": 1407.36, "end": 1412.4}, {"text": "there was like I guess like because like we were trying to get like get this", "start": 1412.4, "end": 1415.8}, {"text": "lady off the train. She was a serial slapper did she was going up and down", "start": 1415.8, "end": 1420.24}, {"text": "slapping people and everyone is just kind of like moving in front of she was", "start": 1420.24, "end": 1424.72}, {"text": "only slapping other women. So I was just like getting in front of women on the", "start": 1424.76, "end": 1428.12}, {"text": "train to be like get stop it, get out of here. It was on Friday when we left the", "start": 1428.12, "end": 1432.0}, {"text": "play. What were you doing? I was like standing in front of this lady.", "start": 1432.0, "end": 1435.92}, {"text": "You got slapped. I was trying to slap the woman.", "start": 1435.92, "end": 1438.52}, {"text": "Well, no, this dude, this dude, this dude", "start": 1438.52, "end": 1441.26}, {"text": "pulled up.", "start": 1441.26, "end": 1444.76}, {"text": "But this dude, this dude kicked her off the train.", "start": 1444.76, "end": 1450.72}, {"text": "physically like he like stood up like he was like stood up like now this is my", "start": 1452.0, "end": 1457.08}, {"text": "chance. I'd like was like I'm going to be a hero and went and just kick this", "start": 1457.08, "end": 1461.02}, {"text": "woman in the chest off of the train.", "start": 1461.02, "end": 1462.84}, {"text": "Always the scariest shit when people they have that they get the vigilante", "start": 1462.84, "end": 1466.12}, {"text": "yeah when they see something going down that's like a that's iffy. But instead", "start": 1466.12, "end": 1469.64}, {"text": "of like do instead of doing what you should do, which is be a cartoon. Hey,", "start": 1469.64, "end": 1473.48}, {"text": "knock it off. Yeah. Why are you on?", "start": 1473.48, "end": 1475.32}, {"text": "Yeah, no, he jumped up and then just like kicked her off the train and then", "start": 1475.32, "end": 1480.24}, {"text": "ever like it just like got super quiet because and he's just standing there", "start": 1480.24, "end": 1483.72}, {"text": "like damn bro thought like he thought that he thought that everyone was going", "start": 1483.72, "end": 1488.1}, {"text": "to look at him like he was a hero and it's like dude, you just like kicked a", "start": 1488.1, "end": 1490.8}, {"text": "woman, but I thought he was the weirder. I would have got in his face. This is", "start": 1490.8, "end": 1493.68}, {"text": "what I would have said yeah. Hey buddy, you think you're tough,", "start": 1493.68, "end": 1496.48}, {"text": "picking a woman like that. I'd like to see you kick me. You're kicking a woman", "start": 1496.48, "end": 1499.64}, {"text": "who's going around slapping people in the face. Go ahead, kick me and then I", "start": 1499.64, "end": 1502.88}, {"text": "stand like this.", "start": 1502.88, "end": 1503.48}, {"text": "please protect me, protect me from this cake", "start": 1507.84, "end": 1510.56}, {"text": "no that's good, because I kick my butt", "start": 1510.56, "end": 1519.56}, {"text": "my butt and you just see like shit like", "start": 1519.56, "end": 1523.28}, {"text": "getting bigger.", "start": 1523.28, "end": 1526.48}, {"text": "Go ahead, my but", "start": 1526.48, "end": 1530.0}, {"text": "while I'm sitting", "start": 1530.0, "end": 1532.56}, {"text": "your blow over", "start": 1532.56, "end": 1536.48}, {"text": "Oh,", "start": 1536.48, "end": 1537.32}, {"text": "more of the so yeah, I learned I learned that she was a serial slapper", "start": 1537.32, "end": 1542.52}, {"text": "because there's two women on the train who were on FaceTime with their friend", "start": 1542.52, "end": 1545.82}, {"text": "who were just going yeah. This lady's slapping bitches. It's crazy.", "start": 1545.82, "end": 1549.8}, {"text": "It's just like", "start": 1549.8, "end": 1551.28}, {"text": "not helping at all. How many people did you see her slap? I didn't see. I", "start": 1551.28, "end": 1557.06}, {"text": "just saw her get off the train and just slap the lady and then like me and", "start": 1557.06, "end": 1561.54}, {"text": "like this other dude like stood in front. We're just like stop stop and", "start": 1561.54, "end": 1564.68}, {"text": "and like the one dude jumped up and just kicked her in the chest. It was so", "start": 1564.72, "end": 1568.74}, {"text": "fucking weird.", "start": 1568.74, "end": 1569.78}, {"text": "That's crazy yeah kicker.", "start": 1569.78, "end": 1572.42}, {"text": "I can do it again. Check your pants on that one man.", "start": 1572.42, "end": 1580.22}, {"text": "That was a full wait", "start": 1580.22, "end": 1585.82}, {"text": "shitting your", "start": 1585.82, "end": 1587.7}, {"text": "my shit.", "start": 1587.7, "end": 1592.12}, {"text": "Okay, now", "start": 1592.12, "end": 1594.32}, {"text": "I heard it still sounded like a part again to me. I know that's why I made", "start": 1594.32, "end": 1597.28}, {"text": "those like", "start": 1597.28, "end": 1597.76}, {"text": "all that reaction. A good invention would be a shoe that sounds like a fart,", "start": 1597.76, "end": 1603.02}, {"text": "so you can so you can always far you can hide your no, no, no, look it was", "start": 1603.02, "end": 1606.08}, {"text": "my shoe yeah and then it for you have a first or you can just play it", "start": 1606.08, "end": 1609.88}, {"text": "on your phone parts, but I was playing it. I was needed to have I was", "start": 1609.88, "end": 1613.2}, {"text": "playing it on my phone yeah, now listen, it sounds exactly like that one. You", "start": 1613.2, "end": 1616.48}, {"text": "record all your farts beforehand. It's like the sleep app that records your", "start": 1616.48, "end": 1620.6}, {"text": "we use your a yeah you're sleeping it. It's a little watch style thing that you", "start": 1620.62, "end": 1625.96}, {"text": "put on your butt cheek and it records your it detects and records when", "start": 1625.96, "end": 1630.52}, {"text": "there's the volumes. You know it detects the transient of the fart. It stores in", "start": 1630.52, "end": 1634.84}, {"text": "a memory, so I was like Oh my God, did you just fart and you say no is my", "start": 1634.84, "end": 1637.44}, {"text": "pants, my pants make these weird noise. What you kind of tug on your pants and", "start": 1637.44, "end": 1640.54}, {"text": "it'll play it if you're talking and it's", "start": 1640.54, "end": 1642.52}, {"text": "it's called tugboat dot a I that's a great name for it funny tugboat, a I", "start": 1645.44, "end": 1650.32}, {"text": "tugboat dot a I know I didn't know it's my pants. I didn't fart. It was my", "start": 1650.32, "end": 1653.76}, {"text": "pants", "start": 1653.76, "end": 1654.2}, {"text": "my", "start": 1654.2, "end": 1655.48}, {"text": "my pants. I can do it as many times as you need and you're just pulling the", "start": 1655.48, "end": 1659.84}, {"text": "pants. Yeah,", "start": 1659.84, "end": 1661.2}, {"text": "I can't like the Todd Margaret ringtone. Oh, that's so funny and he keeps having", "start": 1661.2, "end": 1667.2}, {"text": "a fart. Yeah, I'm on a big Todd Margaret me to today. I've also been on it. I", "start": 1667.2, "end": 1672.32}, {"text": "I was I was showing my girlfriend the deaf signing thing. I'm crazy. Yeah, I've never", "start": 1672.36, "end": 1677.88}, {"text": "I still haven't seen season three, but doesn't he nuke North Korea or something", "start": 1677.88, "end": 1681.8}, {"text": "it's a little season two is spoiler Korea one, but that right guys are talking TV.", "start": 1681.8, "end": 1686.68}, {"text": "My TV nerd brain talking TV is to go over this, which you guys have a new movie.", "start": 1686.68, "end": 1691.56}, {"text": "Yeah, don't talk about the movie yet because I have a good segue that includes", "start": 1691.56, "end": 1694.64}, {"text": "a movie for the well, then speaking of well, we're like wait, wait, can we not", "start": 1694.64, "end": 1698.12}, {"text": "movies. No, speaking of movies, charge of it, it's my thing. I made it. I know", "start": 1698.16, "end": 1701.68}, {"text": "how long it is, but so back the fuck off mister or I'm going to kick you in the", "start": 1701.68, "end": 1705.56}, {"text": "chest like I just learned as possible and thus the villain was born.", "start": 1705.56, "end": 1710.48}, {"text": "See real life is like a comic book. Sometimes you have yellow yellow man", "start": 1710.48, "end": 1715.26}, {"text": "yellow mister swole. You said he said real life is like a comic book and you", "start": 1715.26, "end": 1718.76}, {"text": "said yep", "start": 1718.76, "end": 1719.18}, {"text": "no you're wearing you're wearing a lot of yellow to a lot. You're wearing", "start": 1719.18, "end": 1725.4}, {"text": "almost exclusively, barely any just a little, just a little, just throw on", "start": 1725.42, "end": 1730.46}, {"text": "some yellow. I call you, I", "start": 1730.46, "end": 1731.66}, {"text": "just throw on some yellow. I felt yellow today.", "start": 1731.66, "end": 1736.98}, {"text": "Yellow is a is a happy color. I call you Mr Lemonade. It's the color of", "start": 1736.98, "end": 1742.5}, {"text": "cowardice. I can't wear yellow too big too big yeah. You're too big to wear", "start": 1742.5, "end": 1747.9}, {"text": "you or yellow. I just want they go a big one. So when I was a kid, I was at", "start": 1747.9, "end": 1751.7}, {"text": "I was wearing a god as I was at a yellow shirt and I was at like a street fair", "start": 1751.74, "end": 1756.5}, {"text": "thing and there's a drown the cloud, you can't alone and he went you you big", "start": 1756.5, "end": 1760.32}, {"text": "banana", "start": 1760.32, "end": 1760.98}, {"text": "so", "start": 1760.98, "end": 1762.34}, {"text": "yeah I was a little kid. Well, you know I will and that clown probably so Neil", "start": 1762.34, "end": 1767.7}, {"text": "yeah and he's dead now and Joe killed him. Oh my kill put him. I", "start": 1767.7, "end": 1771.7}, {"text": "diabetes. You can wear a type of yellow that doesn't look like a banana. Yeah, I", "start": 1779.02, "end": 1783.42}, {"text": "don't think anyone's going to call me banana. No, but they could call you", "start": 1783.42, "end": 1786.04}, {"text": "lemonade. Lemonade's fine. You darken that shit up. They could call you lemon", "start": 1786.04, "end": 1789.34}, {"text": "lemon zest mustard. Yeah, lemon zest. I call mustard lemon zest. It's a good", "start": 1789.34, "end": 1794.54}, {"text": "colonel mustard colonel mustard. Damn, I would love to be a colonel one day.", "start": 1794.54, "end": 1798.26}, {"text": "I'd love to be if I can follow my dreams. I do love mustard me too. I like spicy", "start": 1798.26, "end": 1803.46}, {"text": "mustard. I like different types of mustard as well. I like", "start": 1803.46, "end": 1805.98}, {"text": "mustard mustard, yellow, brown, pink. Oh my God, I love mustard.", "start": 1806.78, "end": 1812.38}, {"text": "Mustard.", "start": 1812.38, "end": 1814.86}, {"text": "So gravely, it's crazy.", "start": 1814.86, "end": 1829.98}, {"text": "different kinds of monster. I'm imagining hearing this voice, hearing", "start": 1835.26, "end": 1838.56}, {"text": "this voice saying you getting this, you had a call. I was gonna say I", "start": 1838.56, "end": 1841.66}, {"text": "wouldn't know when you pull up to the", "start": 1841.66, "end": 1842.98}, {"text": "getting", "start": 1842.98, "end": 1844.84}, {"text": "my scenarios. You imagine being a ketchup lover and yeah, getting that", "start": 1844.84, "end": 1851.02}, {"text": "mustard.", "start": 1851.02, "end": 1851.46}, {"text": "My scenario is you pull up to the McDonald's, you pull up to the", "start": 1851.46, "end": 1855.14}, {"text": "McDonald's drive through, you say, Hey, yeah, can I get", "start": 1855.14, "end": 1857.74}, {"text": "burger and I'll get some ketchup on it and you know it all gets a", "start": 1857.74, "end": 1861.94}, {"text": "mustard to", "start": 1861.94, "end": 1862.7}, {"text": "the speaker on the", "start": 1864.3, "end": 1865.3}, {"text": "yeah yeah. Okay, you want a big you want a big Mac yeah muster and some must", "start": 1865.3, "end": 1871.14}, {"text": "muster", "start": 1871.14, "end": 1871.74}, {"text": "this is the this is the cashier who's yeah. I can to you through the speaker", "start": 1871.74, "end": 1876.62}, {"text": "and I'm actually pretty funny. I guess I'm playing the guy in the restaurant.", "start": 1876.62, "end": 1879.38}, {"text": "Okay, cool you so just get ready for your big your big moment because it's", "start": 1879.38, "end": 1882.74}, {"text": "coming. Okay, but it was very funny for that to happen for", "start": 1882.74, "end": 1886.06}, {"text": "for someone for you. Pull out you pull up to the to the drive through and", "start": 1886.06, "end": 1890.5}, {"text": "you're saying like yeah. I want a burger and then say oh yeah. I bet you do want", "start": 1890.5, "end": 1894.1}, {"text": "over girl and you pull it they're like okay next one. Don't you pull up and", "start": 1894.14, "end": 1897.78}, {"text": "it's just the guy you just there", "start": 1897.78, "end": 1899.28}, {"text": "very cheap, but you're like sorry about that", "start": 1899.28, "end": 1901.6}, {"text": "the wind", "start": 1901.6, "end": 1904.06}, {"text": "forgot about trying to prank you. I forgot how the word got about this part", "start": 1904.06, "end": 1908.22}, {"text": "of it. I'm new here. I forgot you were going to see me. It's my first day on", "start": 1908.22, "end": 1911.38}, {"text": "the job yeah, he's like", "start": 1911.38, "end": 1912.74}, {"text": "he ducks down really quick and then he throws the bag in the car like a", "start": 1920.1, "end": 1923.5}, {"text": "grenade", "start": 1923.5, "end": 1923.92}, {"text": "restaurant is like", "start": 1923.92, "end": 1925.52}, {"text": "and then the guy in the restaurant is like", "start": 1925.52, "end": 1928.12}, {"text": "this is so much better than the McDonald's in the paris.", "start": 1928.12, "end": 1936.32}, {"text": "It's all about", "start": 1936.32, "end": 1940.96}, {"text": "developing a", "start": 1940.96, "end": 1942.62}, {"text": "yeah. You learn a lot about that guy in that one line yeah, it's kind of", "start": 1942.62, "end": 1948.72}, {"text": "everything you need to know. I wish my daughter was a food fan. Oh, that's", "start": 1949.32, "end": 1954.36}, {"text": "good. I wish my daughter was here. I wish my friend. It's been five long", "start": 1954.36, "end": 1959.36}, {"text": "years and then the daughters in France cut to the daughter in France to the", "start": 1959.36, "end": 1962.6}, {"text": "diner and she's going for", "start": 1962.6, "end": 1963.8}, {"text": "I don't see my father anymore because he moved and he hasn't been here in five", "start": 1963.8, "end": 1969.44}, {"text": "years. So you think you think that he's talking. You think that he's lost his", "start": 1969.44, "end": 1974.04}, {"text": "daughter, but no she just her dad moved and he can't get back in. That's good.", "start": 1974.04, "end": 1977.8}, {"text": "that's he's stuck in McDonald's, but he does like it yeah. It's like terminal.", "start": 1977.84, "end": 1982.78}, {"text": "He likes it better than the one in Paris. We know a lot about him. That's", "start": 1982.78, "end": 1985.94}, {"text": "why he went like terminal, but McDonald's yeah and get this and he", "start": 1985.94, "end": 1989.5}, {"text": "just doesn't", "start": 1989.5, "end": 1989.92}, {"text": "a mountain doors. You say you can communicate more information by the", "start": 1989.92, "end": 1996.24}, {"text": "character. Even beyond the lines you hear those lines. You think oh, I know", "start": 1996.24, "end": 1998.8}, {"text": "okay for one is French. I know he's at McDonald's. I know he's enjoying his", "start": 1998.8, "end": 2002.1}, {"text": "food and he's enjoying it more than the food in Paris and get this. Then you", "start": 2002.1, "end": 2006.02}, {"text": "you hear the line, you open your eyes, you see he's wearing a police officer. Oh", "start": 2006.06, "end": 2009.7}, {"text": "my God,", "start": 2009.7, "end": 2010.1}, {"text": "he's a police officer, he's a police officer story telling and he's", "start": 2010.1, "end": 2013.58}, {"text": "environmental. He's living in the McDonald's and the McDonald's manager", "start": 2013.58, "end": 2016.58}, {"text": "like in terminal. They keep opening the doors and being like just walk out the", "start": 2016.58, "end": 2019.62}, {"text": "front door. All you need to do just walk out the front door and he refuses yeah", "start": 2019.62, "end": 2024.22}, {"text": "too good and he's he's wearing a sandwich board that says I'm a fan of", "start": 2024.22, "end": 2030.42}, {"text": "books. What's a sandwich board? Oh double side yeah world is nine. I'm a", "start": 2030.42, "end": 2034.02}, {"text": "fan of books and then the back side says, but I'm also a liar.", "start": 2034.06, "end": 2037.26}, {"text": "That's actually great because it establishes he not only is he not a fan", "start": 2037.26, "end": 2042.26}, {"text": "of books or if is he could be one. You think he is trustworthy yeah,", "start": 2042.26, "end": 2047.1}, {"text": "I'm a I will narrate it. There you go had been narrating the story. These are", "start": 2047.1, "end": 2051.32}, {"text": "all things that are perfect in a script to France. His daughter's nowhere to be", "start": 2051.32, "end": 2055.04}, {"text": "found. She doesn't she doesn't last cut. She is a memory. She moved out of the", "start": 2055.04, "end": 2059.74}, {"text": "frame. What you and then he takes that as well. He takes out his wallet. He", "start": 2059.74, "end": 2062.38}, {"text": "hope he pulls out his ID Indiana. Well, his name is Indiana Jones. His name is", "start": 2062.42, "end": 2067.06}, {"text": "Indiana Jones name is yes. First name is Indiana. He's from Ecuador", "start": 2067.06, "end": 2070.66}, {"text": "Ecuador. I that's not funny.", "start": 2070.66, "end": 2073.7}, {"text": "Chill on that chill on that we got a lot of Ecuadorian listen that we already", "start": 2073.7, "end": 2080.18}, {"text": "saw where she was saying that she doesn't see her dad anymore and then", "start": 2080.18, "end": 2082.98}, {"text": "she's still saying this stuff and then suddenly you hear cut. Okay, that was", "start": 2082.98, "end": 2087.18}, {"text": "terrible. Let's try it again with a different accent. She doesn't even", "start": 2087.18, "end": 2090.74}, {"text": "isn't even related to the last part. She's in a different movie in a", "start": 2090.82, "end": 2093.58}, {"text": "different movie yeah about a girl with a father. Yes,", "start": 2093.58, "end": 2096.98}, {"text": "oh my God,", "start": 2096.98, "end": 2098.92}, {"text": "a great movie, but then one day she goes to McDonald's", "start": 2098.92, "end": 2102.82}, {"text": "that's in Perry in America and", "start": 2102.82, "end": 2106.34}, {"text": "yeah", "start": 2106.34, "end": 2107.62}, {"text": "question mark on this is perfect movie writing. That's the next okay. This", "start": 2107.62, "end": 2113.42}, {"text": "actually is a is a beautiful Segway now. Well, you guys have a movie coming out.", "start": 2113.42, "end": 2117.74}, {"text": "so yeah big time yeah on Friday, February, so it's February second. It's", "start": 2117.78, "end": 2122.78}, {"text": "going up at midnight. So if you stay up late Friday night or Thursday night,", "start": 2122.78, "end": 2127.14}, {"text": "Thursday night, they night into Friday, Friday morning, it's going to go up the", "start": 2127.14, "end": 2131.18}, {"text": "witching hour. We're trying to do big numbers on the weekend planet YouTube.", "start": 2131.18, "end": 2134.52}, {"text": "So get you run that up and do big numbers, youtube.com slash and here's an", "start": 2134.52, "end": 2139.52}, {"text": "Easter egg. So here's an Easter egg for all you real home planet fans out there.", "start": 2139.52, "end": 2143.66}, {"text": "actually two or two Easter eggs. There's get there. First one is you may", "start": 2145.46, "end": 2150.5}, {"text": "remember my character from a different home planet video", "start": 2150.5, "end": 2153.82}, {"text": "really senso. Oh, oh yeah, okay, kind of a similar voice.", "start": 2153.82, "end": 2159.5}, {"text": "Patrick texted me about it. I", "start": 2159.5, "end": 2163.62}, {"text": "okay, I like job about it and Joe said that I can claim that yeah, I can claim", "start": 2163.62, "end": 2169.3}, {"text": "that's going on IMDB. Lots of lots of returning home planet people favorites.", "start": 2169.3, "end": 2174.22}, {"text": "the of the classic the back of the head back of Cameron's head is that a", "start": 2174.38, "end": 2177.34}, {"text": "camera tag in Easter egg? Oh, if you can, if you can, if you can find the", "start": 2177.34, "end": 2182.18}, {"text": "first person to find where Cameron's head is and put up a screenshot with", "start": 2182.18, "end": 2187.22}, {"text": "hashtag, I found Cameron, hashtag junior associate free lunch, send you a free", "start": 2187.22, "end": 2192.3}, {"text": "McDonald's. Yeah, that's fantastic. How will that? How are you going to send", "start": 2192.3, "end": 2195.78}, {"text": "that to them? Uber eats bitch will have will have the account will reach out to", "start": 2195.78, "end": 2199.98}, {"text": "the figure. We'll get their info. We'll send them a dollar for a sandwich. Okay,", "start": 2199.98, "end": 2204.02}, {"text": "yeah great, but February second one dollar every second.", "start": 2204.06, "end": 2207.42}, {"text": "Check it out. It's very you guys. You guys are film makers and if there's one", "start": 2207.42, "end": 2212.18}, {"text": "thing I know about film makers, they're always hard at work on the next on the", "start": 2212.18, "end": 2215.34}, {"text": "next project. So I've prepared a little presentation here for us where I found", "start": 2215.34, "end": 2220.86}, {"text": "some movie ideas from this blog that I found.", "start": 2220.86, "end": 2224.06}, {"text": "So hopefully the maybe these will give you some inspirations for your next", "start": 2224.06, "end": 2230.42}, {"text": "movie and maybe you can. We can discuss some of these and maybe you can end up", "start": 2230.42, "end": 2233.34}, {"text": "confusing one. If you even want to that's interesting, so this is a blog", "start": 2233.38, "end": 2236.82}, {"text": "post I found from I don't remember the name of the blog. It's just a random", "start": 2236.82, "end": 2240.18}, {"text": "blog. It's from the twenty ninth of February on twenty twelve, so it's from", "start": 2240.18, "end": 2244.34}, {"text": "a leap day. That's interesting, scary, and this is", "start": 2244.34, "end": 2248.26}, {"text": "this is a post that says I need movie ideas and then all the text is in", "start": 2248.26, "end": 2253.86}, {"text": "rainbow colors and it says anyone have any movie ideas. I haven't been making", "start": 2253.86, "end": 2257.94}, {"text": "movies in a while and I and like I'm short of money. My friend is suggesting", "start": 2257.94, "end": 2263.02}, {"text": "making a rude movie, but I don't like the idea of being reported for making", "start": 2263.06, "end": 2266.62}, {"text": "unsuitable movies. How about I get a animation of like being a ghost and I", "start": 2266.62, "end": 2271.44}, {"text": "could make a scary movie is the animation VIP. I don't think it is I'll", "start": 2271.44, "end": 2276.0}, {"text": "check it out. My ideas scary friendship make a random movie mail me your", "start": 2276.0, "end": 2281.8}, {"text": "thoughts by and this is from rose one three three one, and this is from the", "start": 2281.8, "end": 2285.72}, {"text": "director. Can we figure out where one three three one two is it goes positive", "start": 2285.72, "end": 2290.1}, {"text": "this is a child Joe yeah Joe. What the hell are you? I'm trying to get you on", "start": 2290.14, "end": 2294.74}, {"text": "today. Oh my God,", "start": 2294.74, "end": 2295.66}, {"text": "what was this posted on a blog spot blog spot? I think that's a road press.", "start": 2295.66, "end": 2301.78}, {"text": "Maybe that's a Rwanda", "start": 2301.78, "end": 2303.06}, {"text": "okay", "start": 2303.06, "end": 2305.66}, {"text": "cool. So here's the first movie idea that was posted.", "start": 2305.66, "end": 2309.3}, {"text": "This says my English, my English English, which is bad. I'm German, maybe", "start": 2309.3, "end": 2316.02}, {"text": "the girl and her BFF are falling in love, both in the same boy from the BFF are", "start": 2316.54, "end": 2322.14}, {"text": "now not BFFs more. They argue and makes strach. I don't know the word in", "start": 2322.14, "end": 2326.84}, {"text": "English", "start": 2326.84, "end": 2327.38}, {"text": "race on of the girls landing in the hospital and they are BFFs again. Sorry", "start": 2327.38, "end": 2333.74}, {"text": "for my English. I think strike", "start": 2333.74, "end": 2335.62}, {"text": "maybe that's straight. That's the character's fighting. That's the", "start": 2335.62, "end": 2339.78}, {"text": "character's name. I would believe it means fighting. They make they argue and", "start": 2339.78, "end": 2342.5}, {"text": "they are you and make and then that's like a response from my missus money", "start": 2342.54, "end": 2346.28}, {"text": "penny says that's an awesome idea. So what do you guys think about this idea?", "start": 2346.28, "end": 2349.42}, {"text": "I mean so girl and her best friend forever are falling in love with the", "start": 2349.42, "end": 2353.36}, {"text": "same boy, both with in the same in the same boy from the boy best friend", "start": 2353.36, "end": 2358.4}, {"text": "forever are now not oh so they're not best friends anymore. They argue and", "start": 2358.4, "end": 2361.84}, {"text": "they fight. They make fight, they makes fight", "start": 2361.84, "end": 2364.6}, {"text": "and then the girl lands in the hospital, and then their best friends again. It", "start": 2364.6, "end": 2369.44}, {"text": "mean strike. I mean go on strike, so they go on strike. So it's like a union", "start": 2369.48, "end": 2373.8}, {"text": "movie yeah right. It's like blue collar Jimmy Hoffa, how to blow up a pipeline", "start": 2373.8, "end": 2378.02}, {"text": "and the boy they're falling in love with. It's like the same because it's is the", "start": 2378.02, "end": 2382.28}, {"text": "president of the union yeah and they're sharing it because it's sharing the", "start": 2382.28, "end": 2385.68}, {"text": "wealth. So there's actually a lot of subtext going on okay.", "start": 2385.68, "end": 2388.52}, {"text": "This is why I'm always glad to have film analysts. Yeah, I cast well and really", "start": 2388.52, "end": 2394.24}, {"text": "get to the deeper. The thing that's really striking to me is that this", "start": 2394.24, "end": 2397.52}, {"text": "comment was made a year after the post went up and then this was like five", "start": 2397.8, "end": 2402.2}, {"text": "months later. Yeah there's been all through time. This post has lived on for", "start": 2402.2, "end": 2406.84}, {"text": "a long period of time. You can if you can find this post comment your ideas.", "start": 2406.84, "end": 2410.98}, {"text": "What would you name this movie?", "start": 2410.98, "end": 2413.28}, {"text": "I would name it stretch. I think stretch makes the strike. It's strike a strike.", "start": 2413.28, "end": 2418.64}, {"text": "Strike. I like strike. I would call it right if it was called strike. I would", "start": 2418.64, "end": 2422.16}, {"text": "it was an X men thing yeah yeah as of strike. I mean it could be all we could", "start": 2422.2, "end": 2427.22}, {"text": "all", "start": 2427.22, "end": 2427.56}, {"text": "X men. I've it's really be on board if it's road", "start": 2427.56, "end": 2431.4}, {"text": "rogue, I lock I was thinking store, Rogan, Cylock yeah, Rogan storm. Are", "start": 2431.4, "end": 2437.62}, {"text": "they friends? Are they BFFs Patrick? They I don't think they're BFFs, but I", "start": 2437.62, "end": 2441.82}, {"text": "know they interact who's rogues BFF rogues BFF", "start": 2441.82, "end": 2444.96}, {"text": "or gambit has to be female in the movies. Yeah, her boyfriend is gambit in", "start": 2444.96, "end": 2451.04}, {"text": "the car, so maybe rogues or the cartoons, but it's ice man, ice man, BFF is", "start": 2451.08, "end": 2456.58}, {"text": "probably, I mean just going off of the animated series, it's probably Jubilee or", "start": 2456.58, "end": 2461.5}, {"text": "somebody, oh right, or maybe it's", "start": 2461.5, "end": 2464.42}, {"text": "in loop. I think I know it's loop. That's numb, yeah, yeah, this is an elephant and", "start": 2464.42, "end": 2469.62}, {"text": "an animal, yeah, that's loop a rogue and loop a and they both love wolverine. That", "start": 2469.62, "end": 2474.82}, {"text": "seems like and strikers. This is a perfect, this is how we bring back the", "start": 2474.82, "end": 2477.94}, {"text": "MCU yeah yeah Indy Indy emotional character, Mogan's Kang you don't even", "start": 2477.96, "end": 2484.02}, {"text": "you don't wait. What are we going to guys?", "start": 2484.02, "end": 2485.7}, {"text": "What are we going to do about Kang? They should make a whole movie that's", "start": 2485.7, "end": 2489.56}, {"text": "about Kang the search for me", "start": 2489.56, "end": 2491.4}, {"text": "into a white guy.", "start": 2491.4, "end": 2493.82}, {"text": "It's like the", "start": 2493.82, "end": 2495.58}, {"text": "yeah, he gets like someone kidnaps him and injects him with like glowing like", "start": 2495.58, "end": 2501.32}, {"text": "purple like", "start": 2501.32, "end": 2502.12}, {"text": "chemical and he starts turning white.", "start": 2502.12, "end": 2504.54}, {"text": "I've seen of a mutating into a little white guy into Liam Schreiber yeah be", "start": 2506.22, "end": 2510.42}, {"text": "awesome. They wouldn't use him because he's already Saber to and then all the", "start": 2510.42, "end": 2513.96}, {"text": "and then all the the MCU, the Avengers are like okay now he's really evil yeah,", "start": 2513.96, "end": 2519.16}, {"text": "because he's white, he's white man. Now he's a white verse guy. Wasn't he", "start": 2519.16, "end": 2522.68}, {"text": "purple in the movie", "start": 2522.68, "end": 2523.64}, {"text": "purple? I think of Thanos actually didn't see him in any. I didn't see any", "start": 2523.64, "end": 2527.66}, {"text": "of the things I had to stop watching those. I don't think he's purple, though", "start": 2527.66, "end": 2531.74}, {"text": "I've been watching the I lived with them baby. I watch the X men. They are", "start": 2531.74, "end": 2535.58}, {"text": "here's the here's the next the next reply. I put up here and this one I", "start": 2535.62, "end": 2540.12}, {"text": "might share privately, but believe it's better than the strain and several", "start": 2540.12, "end": 2543.62}, {"text": "others that I okay. What's the strain? The strain was a show on FX and this", "start": 2543.62, "end": 2548.26}, {"text": "idea is a secret idea that is not shared, but it's better than the strain", "start": 2548.26, "end": 2551.68}, {"text": "better than the strain. Oh, they don't I see okay. So this is yeah, this is", "start": 2551.68, "end": 2555.54}, {"text": "a separate country. I hate all the this gate keeping in a hollywood this next", "start": 2555.54, "end": 2559.3}, {"text": "idea. I think this one is going to be perfect for you guys for the next home", "start": 2559.3, "end": 2562.88}, {"text": "planet short film great next one. It says okay, here is my option, the runaway", "start": 2562.92, "end": 2567.88}, {"text": "well a story about a little girl about six to seven called Danny. Her father", "start": 2567.88, "end": 2572.28}, {"text": "tried to kill her mother, but her mother managed to run away, so her father had", "start": 2572.28, "end": 2575.32}, {"text": "to look after her. He tried hunting the mother down, but never managed to find", "start": 2575.32, "end": 2578.28}, {"text": "her. Then one day, when Danny had grew up into a teenager, fifteen, her father", "start": 2578.28, "end": 2581.46}, {"text": "started abusing her and she couldn't take it anymore. She knew her father", "start": 2581.46, "end": 2584.18}, {"text": "cared for her, but he just kept up the abuse and soon she got sick of it. She", "start": 2584.18, "end": 2586.92}, {"text": "and her father had a row and he aimed at her physically hurting her.", "start": 2586.92, "end": 2590.36}, {"text": "She threw her in the cellar and went out to calm down.", "start": 2591.44, "end": 2593.4}, {"text": "Now Danny was mad.", "start": 2593.4, "end": 2594.2}, {"text": "She tried opening the staircase out, but he had locked it from the other side.", "start": 2594.2, "end": 2596.94}, {"text": "So she tried the window.", "start": 2596.94, "end": 2597.94}, {"text": "She had managed to get her hand through, but not her body.", "start": 2597.94, "end": 2600.88}, {"text": "Then she realized she had her mobile in her pocket.", "start": 2600.88, "end": 2602.84}, {"text": "So she clambers and pulls it out and dials 911.", "start": 2602.84, "end": 2604.94}, {"text": "When they answered the phone, her dad was already home and coming closer", "start": 2604.94, "end": 2607.84}, {"text": "to the cellar, Danny started worrying and screamed down the phone.", "start": 2607.84, "end": 2610.58}, {"text": "Help me.", "start": 2610.58, "end": 2611.14}, {"text": "The police were now asking her questions.", "start": 2611.14, "end": 2612.8}, {"text": "She quickly told the address and straight.", "start": 2612.8, "end": 2614.28}, {"text": "She managed to put her phone away before her father got to her.", "start": 2614.28, "end": 2616.5}, {"text": "He opened the cellar door and shouted her to come out.", "start": 2616.5, "end": 2619.3}, {"text": "so she did then she then heard police cars pulling up. Her father was", "start": 2619.7, "end": 2622.96}, {"text": "staring at her this at this point. He started screaming at her and telling", "start": 2622.96, "end": 2626.44}, {"text": "her to make them go away, but she refused the police were soon or", "start": 2626.44, "end": 2630.68}, {"text": "were soon knocking on the door and asking for it to be answered.", "start": 2630.68, "end": 2634.6}, {"text": "Her father went to the door and three minutes later was taken to prison and", "start": 2634.6, "end": 2638.78}, {"text": "Danny was free. Two years later, Danny had found her mother and had her", "start": 2638.78, "end": 2642.44}, {"text": "husband and two children. They were rich and her father was given seven", "start": 2642.44, "end": 2645.36}, {"text": "years.", "start": 2645.36, "end": 2645.76}, {"text": "I hate when they give the plot away the whole movie in the log line. I know in", "start": 2648.92, "end": 2652.6}, {"text": "these trailers, I know this on the tag line on the poster.", "start": 2652.6, "end": 2655.96}, {"text": "So do you guys think this is a good fit for for home planet for yeah? Do you", "start": 2655.96, "end": 2662.58}, {"text": "think that you and the runaway you guys could do this? Yeah, I'm thinking Neil", "start": 2662.58, "end": 2666.64}, {"text": "Lenski is Danny yeah", "start": 2666.64, "end": 2668.04}, {"text": "Patrick Doran as the father. Totally", "start": 2668.04, "end": 2671.68}, {"text": "I reject the role. I'm busy. I think one of the best parts of this idea is that", "start": 2671.68, "end": 2676.78}, {"text": "the the police and knocking on the door and they were also asking for it to be", "start": 2676.84, "end": 2680.24}, {"text": "yeah. Can this please be answered", "start": 2680.24, "end": 2682.08}, {"text": "please", "start": 2682.08, "end": 2683.28}, {"text": "be answered already,", "start": 2683.28, "end": 2685.86}, {"text": "but there's deep themes in this about daughterhood yeah. It also feels like", "start": 2685.86, "end": 2690.82}, {"text": "running away. We're missing a lot. There's a lot of stuff to fill in. You", "start": 2690.82, "end": 2694.64}, {"text": "know we can really learn a lot about what is that", "start": 2694.64, "end": 2697.16}, {"text": "what's happened. You just do I was trying to skirt it like a", "start": 2697.16, "end": 2702.26}, {"text": "squeeze the water into your face.", "start": 2702.26, "end": 2706.16}, {"text": "that's classic", "start": 2706.16, "end": 2707.68}, {"text": "like what's happening in these two years right and also like what does the", "start": 2707.68, "end": 2712.8}, {"text": "basement look like? What color is the door? How many police officers are", "start": 2712.8, "end": 2716.32}, {"text": "there and how many are asking please? Hey man, please right is it one with a", "start": 2716.32, "end": 2720.52}, {"text": "carpet yeah and or is it just one that's bare or bare stone floor with a", "start": 2720.52, "end": 2725.48}, {"text": "rowing machine? A finished basement reads a lot. Is there a rowing machine", "start": 2725.48, "end": 2729.96}, {"text": "could be a wrong machine for her to erg in those years? She's in the cellar.", "start": 2729.96, "end": 2733.72}, {"text": "is there is there a treadmill there's so much there's so much time to that's not", "start": 2733.76, "end": 2738.2}, {"text": "filled in like, for example, what happens in the three minutes between the dad", "start": 2738.2, "end": 2742.72}, {"text": "being at home and being in prison yeah yeah that that could be a spin off", "start": 2742.72, "end": 2746.96}, {"text": "called the three men. It's the three minutes. That's the world's fastest", "start": 2746.96, "end": 2751.0}, {"text": "court case that can be the Pixar", "start": 2751.0, "end": 2752.58}, {"text": "yeah seven years in prison, but only seven years. There's something", "start": 2752.58, "end": 2759.6}, {"text": "interesting about it being a like a beautiful finished basement and it's", "start": 2759.6, "end": 2762.52}, {"text": "like how long do you have to be trapped in a finished basement, which is like", "start": 2762.56, "end": 2765.52}, {"text": "the best place you could be yeah for it to become your own with a mini fridge", "start": 2765.52, "end": 2769.26}, {"text": "stocked with food, exact fridge food oven down there as well a tv and like", "start": 2769.26, "end": 2773.54}, {"text": "some games, maybe a freezer that has all the frozen food from Costco,", "start": 2773.54, "end": 2777.08}, {"text": "futon. I love it. We could even maybe go a step further and create like a cgi", "start": 2777.08, "end": 2782.64}, {"text": "world of the basement. Oh, it's a terabithia yeah, where she's a wonderland", "start": 2782.64, "end": 2788.0}, {"text": "Tim Burton style world exact and that can kind of be where like the real meat", "start": 2788.0, "end": 2792.02}, {"text": "of the movie is yeah she's coming up with all these different things that like", "start": 2792.06, "end": 2795.42}, {"text": "this, like this", "start": 2795.42, "end": 2796.24}, {"text": "couch cushion is cash, but also this stuff is it's real. It's really", "start": 2796.24, "end": 2801.3}, {"text": "happening right is a magic couch cushion. Yes, yeah, it's you think that", "start": 2801.3, "end": 2805.54}, {"text": "it's bridge to terabithia and she's creating a magical world just because", "start": 2805.54, "end": 2808.56}, {"text": "her father tried to kill her mother who escaped and then tried to yell at her,", "start": 2808.56, "end": 2812.4}, {"text": "but actually they're the plot twist at the end. It's all revealed as magic like", "start": 2812.4, "end": 2817.1}, {"text": "at the end of father, the end of labyrinth, the police come take her dad", "start": 2817.1, "end": 2820.02}, {"text": "away and they're like how did you survive in that basement? You must have had to", "start": 2820.06, "end": 2823.06}, {"text": "create an imaginary world or something and she's like yeah. I guess I did that", "start": 2823.06, "end": 2826.8}, {"text": "over her shoulder. Does that happen to the couch couch? Kill she", "start": 2826.8, "end": 2829.42}, {"text": "what's up your bested cops because the couch is got a cigar hanging out of his", "start": 2829.42, "end": 2837.14}, {"text": "mouth. I'm", "start": 2837.14, "end": 2838.06}, {"text": "pushing and in the pillows and I learned how to roll my own cigars down in his", "start": 2838.06, "end": 2843.5}, {"text": "basement.", "start": 2843.5, "end": 2844.22}, {"text": "It's a good idea yeah, and then the pillow can sing yeah song. Maybe when", "start": 2844.22, "end": 2849.74}, {"text": "you're a couch, you're a couch, everybody sits on you. Nobody listens to a couch", "start": 2849.78, "end": 2859.02}, {"text": "cushion", "start": 2859.02, "end": 2859.76}, {"text": "that's fire. That's pretty good. I like that okay, here's the next here's the", "start": 2859.76, "end": 2866.14}, {"text": "next post on here. These ideas are fine, but way too long and complicated. Also", "start": 2866.14, "end": 2871.26}, {"text": "all of the drug slash abuse phrases will he and then a bunch of pound signs out", "start": 2871.26, "end": 2876.24}, {"text": "people won't watch long movies over about one minute. How about doing a family", "start": 2876.66, "end": 2882.36}, {"text": "series as they always get lots of views? You could do a royal family, poor family,", "start": 2882.36, "end": 2886.08}, {"text": "celebrity family, chav family. It's I like chav family. What if one child is a", "start": 2886.08, "end": 2890.22}, {"text": "breakaway and it's completely different to the rest message me if you use this?", "start": 2890.22, "end": 2893.54}, {"text": "I love the idea of a chav family where one child is a breakaway yeah posh child", "start": 2893.54, "end": 2898.94}, {"text": "of a chav family, the prince, the prince, the little prince, the little print", "start": 2898.94, "end": 2903.22}, {"text": "called the little prince. Yeah, the little prince. I don't want to be a chav. Yeah, yeah.", "start": 2903.24, "end": 2907.24}, {"text": "You gotta fucking smoke a cigarette right now. No, I'd rather sit on a pillow. You better", "start": 2907.24, "end": 2912.12}, {"text": "not sit in a fucking pillow. And then it could kind of be like a game of thrones, sort of", "start": 2912.12, "end": 2917.4}, {"text": "like family power struggle. And there can be a war that the prince can start. And then", "start": 2917.4, "end": 2922.68}, {"text": "the mom starts to become a little bit more posh. And the husband is like, you hanging", "start": 2922.68, "end": 2927.04}, {"text": "hanging out with your fucking son again yeah.", "start": 2927.04, "end": 2929.46}, {"text": "I told you to never see him again. I told you not to fucking talk down in", "start": 2929.46, "end": 2938.24}, {"text": "room. Don't you dare to you don't see him. You don't even fucking talk to him", "start": 2938.24, "end": 2944.24}, {"text": "about posh living. We're chavs. We've always been chavs. I'll say it is", "start": 2944.24, "end": 2948.8}, {"text": "getting what to be posh.", "start": 2948.8, "end": 2950.04}, {"text": "It's giving you never be push. It's giving Kingsman vibes really and he wears", "start": 2950.04, "end": 2956.04}, {"text": "posh in that I thought he's a chav. He starts wearing suits and that I think", "start": 2956.08, "end": 2961.6}, {"text": "makes him kind of doesn't want to be posh, though he'd want he's kind of like", "start": 2961.6, "end": 2965.68}, {"text": "a chav agent. He still wears a flat brim. See I try to not really think about the", "start": 2965.68, "end": 2970.24}, {"text": "Brits too much in general, so I'm not super sure on the you know the meanings", "start": 2970.24, "end": 2974.2}, {"text": "of all the chav and posh and stuff. I just have seen Kingsman. We will take it", "start": 2974.2, "end": 2978.2}, {"text": "a step further. What what was Kingsman too afraid to do? We will do it", "start": 2978.2, "end": 2982.24}, {"text": "kill an actor for real kill an actor. We will kill an actor", "start": 2983.84, "end": 2986.94}, {"text": "the one thing", "start": 2986.94, "end": 2989.08}, {"text": "the actor is actually kill kill this man", "start": 2989.08, "end": 2993.16}, {"text": "and you'd get a lot of a lot of buzz for that. You would get a huge a lot of", "start": 2993.16, "end": 2997.8}, {"text": "buzz. Bring it back certainly articles. I don't want you to see because the crow", "start": 2997.8, "end": 3001.84}, {"text": "already did it. The crow didn't did they market it like that? No, the crow yeah,", "start": 3001.84, "end": 3006.5}, {"text": "but that was their", "start": 3006.5, "end": 3007.04}, {"text": "marketing ploy Emerson alum yeah, Brandon Lee, really yeah, well,", "start": 3007.04, "end": 3013.8}, {"text": "Yeah, I think he was my professor wonder. I've always felt so connected to him. I", "start": 3013.8, "end": 3017.68}, {"text": "saw his ghost at Emerson campus. Really yeah, that's crazy. Where'd you see", "start": 3017.68, "end": 3022.04}, {"text": "just like", "start": 3022.04, "end": 3023.3}, {"text": "he was making a sand. He looks so different.", "start": 3023.3, "end": 3028.12}, {"text": "He's standing next to that statue. It's like you see like like for like at the", "start": 3028.12, "end": 3032.7}, {"text": "end of return to the Jedi. It's like Norman Lear, Brandon Lee. They're all", "start": 3032.7, "end": 3038.58}, {"text": "sitting at the end of the cafeteria, watching you eat lunch like yeah.", "start": 3038.58, "end": 3041.48}, {"text": "here's something yeah every movie, also every movie where someone gets when an", "start": 3042.74, "end": 3046.68}, {"text": "actor gets killed making the movie, the actor is never here's the other way we", "start": 3046.68, "end": 3050.5}, {"text": "differ from the crow. The actor is never killed", "start": 3050.5, "end": 3053.22}, {"text": "during the last well and if they are it's anyway they're never killed during", "start": 3053.22, "end": 3058.8}, {"text": "the the very final scene to the very last thing they shoot and the final scene", "start": 3058.8, "end": 3063.16}, {"text": "of the movie, and if they do it's because they stop making the movie after", "start": 3063.16, "end": 3065.94}, {"text": "the person dies, but we need to set it up so that we film everything for the", "start": 3065.94, "end": 3069.5}, {"text": "entire movie, there's only the last scene left and then that's when the", "start": 3069.54, "end": 3072.58}, {"text": "actor is killed and then it's and it's like turning a perfect bow and if we do", "start": 3072.58, "end": 3076.08}, {"text": "exactly if we do right, it can be like like a two minute movie right", "start": 3076.08, "end": 3079.24}, {"text": "to go home early.", "start": 3079.24, "end": 3082.36}, {"text": "This first says nobody will watch a movie that's over a minute long, but", "start": 3082.36, "end": 3086.74}, {"text": "exactly because everybody you see these movies where people get died, making", "start": 3086.74, "end": 3090.08}, {"text": "them killed. I have to keep going and well it's always like you're watching", "start": 3090.08, "end": 3094.04}, {"text": "the movie and it's always like you know, like thirty minutes and you're like oh", "start": 3094.04, "end": 3096.76}, {"text": "that's the scene where somebody died. It's like this is too early in the you", "start": 3096.84, "end": 3100.4}, {"text": "have to save that yeah, because then it's also like you know the CGI scenes", "start": 3100.4, "end": 3103.6}, {"text": "are mixed in. They've got the body doubles. They've got whatever you know", "start": 3103.6, "end": 3107.4}, {"text": "what I mean. Have you seen the Imaginarium of Dr Parnassus? No, that's", "start": 3107.4, "end": 3111.32}, {"text": "he ledgers last movie. Yeah, he ledger died and then they gave they just like", "start": 3111.32, "end": 3114.92}, {"text": "made it a part of the movie that like he his character looks like three", "start": 3114.92, "end": 3119.04}, {"text": "different guys for the rest of it. Don Cheetle Terrence Howard", "start": 3119.04, "end": 3122.44}, {"text": "hands, though yeah. The classic one is the is the", "start": 3123.92, "end": 3127.28}, {"text": "the plan nine from outer space where oh yeah, Bella, go see died and they just", "start": 3127.28, "end": 3133.6}, {"text": "have the guy who yeah just do it. The top half of his face looks a little bit", "start": 3133.6, "end": 3137.2}, {"text": "like Bella. Let go see that's a way that's that's. We need to bring that", "start": 3137.2, "end": 3140.38}, {"text": "spirit back, so we kill him in the first minute and then the second minute. We", "start": 3140.38, "end": 3144.2}, {"text": "fill in a different guy to be that guy yeah. That's a good idea. We killed two", "start": 3144.2, "end": 3148.92}, {"text": "actors for this minute one. We kill the first one. We killed it's called the", "start": 3149.04, "end": 3154.4}, {"text": "man character. I was thinking the man, the character who kills the actor within", "start": 3154.4, "end": 3158.12}, {"text": "one minute. That's the name of the movie. I was thinking if you want to go", "start": 3158.12, "end": 3160.8}, {"text": "sleek, you go the man who died twice. It's like it's like", "start": 3160.8, "end": 3163.04}, {"text": "that's beautiful, but check this out. It's a role that's like the joker. We", "start": 3163.04, "end": 3166.96}, {"text": "say it's a role a thousand times more deadly than the joker. Oh, my God,", "start": 3166.96, "end": 3170.56}, {"text": "everyone who plays this role goes crazy and kills themselves within one minute", "start": 3170.56, "end": 3174.52}, {"text": "of playing the role and there's there's ninety different people playing the", "start": 3174.52, "end": 3178.52}, {"text": "the character in the movie, because every minute that they play the role, they", "start": 3178.56, "end": 3181.56}, {"text": "can't take it anymore. They slit their throat on cam. So I think we make we", "start": 3181.56, "end": 3185.0}, {"text": "make the two minute version. We get it on the festival circuit. We get funding", "start": 3185.0, "end": 3189.08}, {"text": "for the feature yeah and then it's ninety minutes and it's ninety actors", "start": 3189.08, "end": 3192.88}, {"text": "yeah. Exactly that was your he only dies ninety times. He only dies ninety times.", "start": 3192.88, "end": 3197.28}, {"text": "What was the joke that we were doing like a while ago? That's like the star", "start": 3197.28, "end": 3201.16}, {"text": "wars movie that's called ten thousand Jedi", "start": 3201.16, "end": 3204.04}, {"text": "it's like the first movie to have like yeah, the", "start": 3205.88, "end": 3208.84}, {"text": "the most Jedi", "start": 3208.84, "end": 3210.98}, {"text": "movie", "start": 3210.98, "end": 3213.14}, {"text": "episode eleven eleven", "start": 3213.14, "end": 3221.4}, {"text": "yeah, yeah, that's the rest of the star. You've never seen", "start": 3221.4, "end": 3226.7}, {"text": "the poster ten thousand. The poster is the thing where they do where that's", "start": 3226.7, "end": 3232.84}, {"text": "like the like like shoulders up of all the different actors faces, but there's", "start": 3232.88, "end": 3236.28}, {"text": "ten", "start": 3236.28, "end": 3236.56}, {"text": "you can't see anyone's face. It looks like dots ten thousand Jedi to Sith. Oh", "start": 3236.56, "end": 3242.84}, {"text": "my God, there's come off. That's that should be the sequel. Come off suck off", "start": 3242.84, "end": 3247.12}, {"text": "on to", "start": 3247.12, "end": 3247.44}, {"text": "to", "start": 3247.44, "end": 3249.02}, {"text": "say come off it come off it. No, they're going to they're going to have a come", "start": 3249.02, "end": 3254.4}, {"text": "off. They're going to have a come off yeah ten thousand Jedi and to Sith come", "start": 3254.4, "end": 3258.92}, {"text": "yourself. Here's the next post. This is this is this is a this is a in one", "start": 3258.94, "end": 3263.14}, {"text": "here's the next one", "start": 3263.14, "end": 3263.9}, {"text": "number one. I'd like to see a movie about the Dallas Ewings as teenagers to", "start": 3263.9, "end": 3268.86}, {"text": "or the like to see it's a cast of a soap opera. Okay, two I'd like to see", "start": 3268.86, "end": 3273.66}, {"text": "an all black cast of song of the south with antagonist as northern middle", "start": 3273.66, "end": 3276.94}, {"text": "class family head and wife from sapelo island three. So much of remakes", "start": 3276.94, "end": 3280.94}, {"text": "Salem's lot for our time for would love to see a movie showing native", "start": 3280.94, "end": 3284.62}, {"text": "americans involvement in the slave trade and the different aspects of not", "start": 3284.62, "end": 3287.62}, {"text": "coming slavery to end fighting for the Confederacy, falling in love and", "start": 3287.66, "end": 3290.46}, {"text": "marrying slave children of all slaves, becoming chiefs and slaves and natives", "start": 3290.46, "end": 3293.5}, {"text": "fighting as the federal government have more ideas. We'll stop here. We'll", "start": 3293.5, "end": 3296.04}, {"text": "waiting for Hamilton to come to the big screen", "start": 3296.04, "end": 3298.3}, {"text": "and then there's one reply to this this post that just says this is the only", "start": 3298.3, "end": 3301.94}, {"text": "reply that says you commented on my B day.", "start": 3301.94, "end": 3305.38}, {"text": "Wow, I love all those. These ideas are crazy. That's sick. A lot remake, not", "start": 3305.38, "end": 3312.9}, {"text": "that bad of an idea directed by the Feige brothers or the Russo", "start": 3312.94, "end": 3317.04}, {"text": "brother", "start": 3317.04, "end": 3320.84}, {"text": "they're revealed. That's that's the only way they're going to get people to come", "start": 3320.84, "end": 3324.24}, {"text": "back to this. We got another. We need a gentleman. We got another one. The", "start": 3324.24, "end": 3328.8}, {"text": "Marvel keynote where it's just like a", "start": 3328.8, "end": 3330.7}, {"text": "a guy wearing a little", "start": 3330.7, "end": 3334.06}, {"text": "smash bros challenge, a new challenge", "start": 3334.06, "end": 3336.72}, {"text": "Devin Feige", "start": 3336.72, "end": 3338.82}, {"text": "because of ways yeah up y'all all right here's another idea. So maybe there is", "start": 3340.68, "end": 3345.92}, {"text": "dekta of girl. Her partner is a guy they get on to this big case in New York,", "start": 3345.92, "end": 3350.0}, {"text": "making so many friends along the way and falling in love, but then she finds out", "start": 3350.0, "end": 3352.72}, {"text": "her partner is to killer really isn't it. What still loves him, but he really", "start": 3352.72, "end": 3357.76}, {"text": "isn't the killer. She thinks he is, but she finds out that he is, but he is, but", "start": 3357.76, "end": 3361.48}, {"text": "she finds out she finds out, but he isn't. I would say this is this is not", "start": 3361.48, "end": 3364.52}, {"text": "too dissimilar from a lot of ideas that I have yeah. This is the most home planet", "start": 3364.52, "end": 3368.28}, {"text": "one so far yeah. What about this one? This seems very home planet to me.", "start": 3368.32, "end": 3371.12}, {"text": "Here's this one. Hmm make it something about a popular girl being transformed", "start": 3371.12, "end": 3375.02}, {"text": "into a wear girl. Then she kills people because they don't believe her. Then", "start": 3375.02, "end": 3378.34}, {"text": "she goes to prison for a week, then she breaks out and that's the end of the", "start": 3378.34, "end": 3380.78}, {"text": "season season. There's a TV show idea. I like that we can do that is", "start": 3380.78, "end": 3385.74}, {"text": "disqualified yeah movie idea. I like someone who goes to prison for a week", "start": 3385.74, "end": 3389.34}, {"text": "and then breaks out and then it's over.", "start": 3389.34, "end": 3392.0}, {"text": "Here's another here's. This is a request omg guys. I need help asap. I need a", "start": 3392.0, "end": 3397.92}, {"text": "horror, scary movie idea. There should be dad abusing mean girls, changing", "start": 3397.96, "end": 3401.7}, {"text": "appearance, being a singer and falling in love with her boy BFF or the mean boy", "start": 3401.7, "end": 3405.38}, {"text": "that helped her later on this feels like it's just combining every single idea", "start": 3405.38, "end": 3409.22}, {"text": "with all of these. Can you combine this one in this one in this one in this one", "start": 3409.22, "end": 3412.94}, {"text": "BFFs girls changing appearance,", "start": 3412.94, "end": 3416.22}, {"text": "appearance, appearance, being a dad of you, we got plenty of data, bees,", "start": 3416.22, "end": 3420.78}, {"text": "there's a lot of data abusing being a singer is not so much, but that can be", "start": 3420.78, "end": 3424.92}, {"text": "call it. No, I think that's the focal point of the movie. Now that you get", "start": 3424.96, "end": 3428.6}, {"text": "Billy Eilish in the movie, introduce us,", "start": 3428.6, "end": 3431.6}, {"text": "introduce in her first acting role, I would literally kill to be the director", "start": 3431.6, "end": 3436.44}, {"text": "who gets that credit on my, my God, producing Billy credit. That would be", "start": 3436.44, "end": 3441.12}, {"text": "so much my legacy, Billy Eilish as same man who brought Billy to the silver", "start": 3441.12, "end": 3445.84}, {"text": "screen. That's what they call", "start": 3445.84, "end": 3447.56}, {"text": "ooh, Billy Eilish and Sean William Scott. That's not bad as the abusive dad. I", "start": 3447.56, "end": 3454.56}, {"text": "I'm thinking he's more like the movie is called Stifler's kid. It's called to", "start": 3454.6, "end": 3457.8}, {"text": "do", "start": 3457.8, "end": 3458.04}, {"text": "American American Dad, American Pie presents, Stifler's kids, Stifler's", "start": 3458.04, "end": 3463.28}, {"text": "kid, American Dad, American Dad, American", "start": 3463.28, "end": 3465.16}, {"text": "American Dad, American Dad, American Dad. Here's this next one is basically", "start": 3465.16, "end": 3470.64}, {"text": "everything that's wrong with Hollywood. Unknown says try remaking a movie in", "start": 3470.64, "end": 3474.4}, {"text": "modern times. No, thank you. How about a new idea?", "start": 3474.4, "end": 3477.24}, {"text": "Here's a new idea. I have an idea it's very bad, so bear with me everyone in", "start": 3477.24, "end": 3482.2}, {"text": "the school is thanks for spoiling everyone in the school is put into", "start": 3482.24, "end": 3485.18}, {"text": "categories. So you're either smart popular, childish jock, the grub dogs", "start": 3485.18, "end": 3489.18}, {"text": "musicians, the nice and the mean the main character. You can pick names is", "start": 3489.18, "end": 3494.08}, {"text": "the only one in her school who doesn't fit into any category and everyone", "start": 3494.08, "end": 3496.66}, {"text": "bullies her except for one guy who is secretly in love with her, but the guy", "start": 3496.66, "end": 3499.34}, {"text": "who likes her is one of the popular guys, so he can't be seen with a loser", "start": 3499.34, "end": 3502.14}, {"text": "like her. Plus his sister is her complete mortal enemy. Isn't that the", "start": 3502.14, "end": 3505.26}, {"text": "plot of high school musical? Yeah, but high school musical doesn't have the", "start": 3505.26, "end": 3508.14}, {"text": "grub dog. That's true yeah. I wait. I to go to a school with the click called the", "start": 3508.18, "end": 3512.94}, {"text": "grub dog. Patrick, you're a you're a skate boarder. I'm a grub dog. You're", "start": 3512.94, "end": 3517.3}, {"text": "a", "start": 3517.3, "end": 3517.38}, {"text": "someone who likes food. I think so. I think I'm a grub dog. You're definitely", "start": 3517.38, "end": 3521.06}, {"text": "a grub dog.", "start": 3521.06, "end": 3521.7}, {"text": "I'm the from the childish. I'm a child is click and Alex is the is the musician", "start": 3521.7, "end": 3527.7}, {"text": "cool yeah me and we can get me and tae digs as my friend", "start": 3527.7, "end": 3531.54}, {"text": "or and we play at the table.", "start": 3531.54, "end": 3533.94}, {"text": "you can be like your lunch table is a be a grant be you know yeah you're lying on", "start": 3535.3, "end": 3539.74}, {"text": "top of it eating your french fries", "start": 3539.74, "end": 3541.02}, {"text": "five hundred twenty five thousand a musician could never be friends with a", "start": 3541.02, "end": 3545.84}, {"text": "grub dog.", "start": 3545.84, "end": 3546.56}, {"text": "Hey eat this", "start": 3546.56, "end": 3548.52}, {"text": "oh you're the group yeah. I want to yeah it's about a musician and a grub dog", "start": 3548.52, "end": 3554.1}, {"text": "overcoming their differences to make a movie together and it's meta they're", "start": 3554.1, "end": 3557.5}, {"text": "making the movie. Whoa yeah you're watching and then the back road dogs,", "start": 3557.5, "end": 3561.78}, {"text": "you can pick names. A dog is also finding her way in the background to you can", "start": 3561.82, "end": 3565.6}, {"text": "pick names is her name. We're not going to change that it's too good. Her first", "start": 3565.6, "end": 3568.58}, {"text": "name is you can this you can pick names. The post person who posted this is", "start": 3568.58, "end": 3572.22}, {"text": "Lizzie. That's kind of a fun name for a girl in a movie.", "start": 3572.22, "end": 3575.1}, {"text": "This is why you get paid to make movies. I can see that I can see an executive", "start": 3575.1, "end": 3581.14}, {"text": "producer for Hollywood. Yeah Lizzie", "start": 3581.14, "end": 3583.74}, {"text": "and Max Lizzy Max Sally. Well", "start": 3586.46, "end": 3588.96}, {"text": "reading getting a screenplay across a dressing room and be like it's it's", "start": 3588.96, "end": 3594.04}, {"text": "kind of good, but I'm just looking for movies right now where the main", "start": 3594.04, "end": 3597.04}, {"text": "character's name is Lizzie. Yeah, you get it. You get like a script put in", "start": 3597.04, "end": 3600.7}, {"text": "front of you and it's like a period piece and it's got like names from like", "start": 3600.7, "end": 3604.0}, {"text": "the sixteen hundreds or so right. It's like can you change that character", "start": 3604.0, "end": 3608.3}, {"text": "Ezekiel? Can you change that chair characters named a Max? Yeah, this one's", "start": 3608.3, "end": 3612.14}, {"text": "I think audiences are really looking for girls and max yeah. Tevin should change", "start": 3612.18, "end": 3616.82}, {"text": "Jebediah Harlan", "start": 3616.82, "end": 3618.74}, {"text": "to see a Harlan is a young Harlan. Let's get Harlan back in the modern age.", "start": 3618.74, "end": 3629.18}, {"text": "Harlan Williams, so guys,", "start": 3629.18, "end": 3630.62}, {"text": "Harlan Williams at he would be a good scary dad. I discovered that these movie", "start": 3630.62, "end": 3637.78}, {"text": "ideas are not for Hollywood movies. Guys, these are for movies from an app that", "start": 3637.82, "end": 3642.92}, {"text": "exists that is called Movie Star Planet,", "start": 3642.92, "end": 3645.66}, {"text": "so this is a very exciting app Movie Star Planet next slide. Please it's so", "start": 3645.66, "end": 3651.38}, {"text": "you can see it's kind of a social network.", "start": 3651.38, "end": 3653.26}, {"text": "It's pretty fun to use. This is my profile.", "start": 3653.26, "end": 3657.22}, {"text": "This is my profile here. That's me on the left. It says looking to direct my", "start": 3657.22, "end": 3662.5}, {"text": "first big picture, and this is my journal page. You can do it on my", "start": 3662.5, "end": 3666.12}, {"text": "profile. So I am Cameron favorite animal is the mink. I really like the clothing", "start": 3666.16, "end": 3670.86}, {"text": "that comes from the mink hobbies, writer, director, favorite subject film. My", "start": 3670.86, "end": 3674.56}, {"text": "favorite foods is crudite. I just really, really like crudite. Favorite movie", "start": 3674.56, "end": 3678.28}, {"text": "stars wells orson wells to be exact. Favorite movie, the works of antonioni", "start": 3678.28, "end": 3682.44}, {"text": "for the tv show. I personally prefer the silver screen and the best book would", "start": 3682.44, "end": 3685.74}, {"text": "have to be the portrait of a lady by henry james wow and I made my avatar", "start": 3685.74, "end": 3690.0}, {"text": "there look like me. They didn't have a mustache option. If you could just cute,", "start": 3690.0, "end": 3693.68}, {"text": "you should wear clothes like that. You'd look cool.", "start": 3693.76, "end": 3695.56}, {"text": "This is what I mean. It looks exactly like me. This is my avatar.", "start": 3695.56, "end": 3700.48}, {"text": "So this is movie star planet and actually you know, I know you guys are", "start": 3700.48, "end": 3705.2}, {"text": "kind of the filmmakers here, but I tooled around for a minute and I'm just", "start": 3705.2, "end": 3709.04}, {"text": "with such successful, you know, direct a director and writer actor here, right.", "start": 3709.04, "end": 3713.28}, {"text": "I just want you guys to take a look at something I wrote and directed and", "start": 3713.28, "end": 3716.08}, {"text": "maybe just give me some critiques or analyze it. So I'd like to present to", "start": 3716.08, "end": 3719.66}, {"text": "you guys. My first short film it's called the war directed by Cameron Fetter. So", "start": 3719.68, "end": 3725.32}, {"text": "just go to the next slide here and we can watch the war.", "start": 3725.32, "end": 3729.12}, {"text": "So", "start": 3729.12, "end": 3730.3}, {"text": "just let me know what you think. Oh shit!", "start": 3730.3, "end": 3733.14}, {"text": "Oh,", "start": 3733.14, "end": 3739.74}, {"text": "all right,", "start": 3739.74, "end": 3742.18}, {"text": "I'll read this war is bitter and brutal and seems to rage on forever more.", "start": 3742.18, "end": 3747.32}, {"text": "(laughing)", "start": 3747.32, "end": 3749.58}, {"text": "- Will I ever fall in love?", "start": 3749.58, "end": 3754.12}, {"text": "(laughing)", "start": 3754.12, "end": 3756.36}, {"text": "- Wow.", "start": 3756.36, "end": 3761.2}, {"text": "- The war is over.", "start": 3761.2, "end": 3762.04}, {"text": "- Yeah.", "start": 3762.04, "end": 3762.88}, {"text": "- Whoa.", "start": 3762.88, "end": 3766.28}, {"text": "(laughing)", "start": 3766.28, "end": 3768.52}, {"text": "Thank you for watching this film.", "start": 3775.6, "end": 3776.88}, {"text": "Directed and written by upcoming", "start": 3776.88, "end": 3781.32}, {"text": "creative Cameron E.", "start": 3781.32, "end": 3782.32}, {"text": "The end.", "start": 3782.32, "end": 3784.76}, {"text": "You should have you should have", "start": 3784.76, "end": 3786.14}, {"text": "filmed your voiceover.", "start": 3786.14, "end": 3787.2}, {"text": "I should have filmed it, but that's", "start": 3787.2, "end": 3788.64}, {"text": "not where I really have a part of", "start": 3788.64, "end": 3790.22}, {"text": "it. So I just wanted to kind of give", "start": 3790.22, "end": 3791.4}, {"text": "the this.", "start": 3791.4, "end": 3792.4}, {"text": "They don't have that in the app.", "start": 3792.4, "end": 3793.28}, {"text": "Those so good.", "start": 3793.28, "end": 3794.28}, {"text": "You're going with like dogma 95", "start": 3794.28, "end": 3796.14}, {"text": "type rules where it's like you can", "start": 3796.14, "end": 3797.74}, {"text": "only use things.", "start": 3797.74, "end": 3798.76}, {"text": "I just want to showcase the app and", "start": 3798.76, "end": 3800.08}, {"text": "this is my creative vision.", "start": 3800.08, "end": 3801.22}, {"text": "So I was kind of just only reading it", "start": 3801.22, "end": 3802.64}, {"text": "for the audio listeners.", "start": 3802.64, "end": 3803.64}, {"text": "I would say two things really stood out to me. The first one was how the little", "start": 3804.72, "end": 3807.98}, {"text": "table keeps", "start": 3807.98, "end": 3808.72}, {"text": "yeah. I am a huge fan of the works of Lynch. Yeah, I try to throw in some real", "start": 3808.72, "end": 3813.52}, {"text": "elements like definitely moving and a light that looks like a skateboard,", "start": 3813.52, "end": 3817.16}, {"text": "lynching for sure, yeah, definitely, and then I like her running on top of you.", "start": 3817.16, "end": 3821.66}, {"text": "There's a special touch. I just liked how that app gave you the tools to", "start": 3821.66, "end": 3826.82}, {"text": "express your creativity. It feels like that easy to make a movie. It feels like", "start": 3826.82, "end": 3830.52}, {"text": "that app was built to make those little one second things of someone lying down", "start": 3830.52, "end": 3834.12}, {"text": "like someone running on top of feels like that's the right. It's just like you", "start": 3834.16, "end": 3837.52}, {"text": "don't need to like get a fifty million dollar budget like you guys to make", "start": 3837.52, "end": 3841.98}, {"text": "something yeah. You can just run out there, download movie star planet, make", "start": 3841.98, "end": 3845.36}, {"text": "your profile, say your favorite things and you don't have to be a nepo baby.", "start": 3845.36, "end": 3849.4}, {"text": "You can be an app baby to yeah on guys. I really wanted to cast all of us in", "start": 3849.4, "end": 3853.8}, {"text": "that movie, but unfortunately they do not let you make custom characters and", "start": 3853.8, "end": 3858.0}, {"text": "so it had to be a mermaid really stood out. She was good. She was great, an", "start": 3858.0, "end": 3862.38}, {"text": "incredible performance. She was like what was it like to work with mermaid", "start": 3862.42, "end": 3866.0}, {"text": "now. I guess I shouldn't kiss and tell", "start": 3866.0, "end": 3869.46}, {"text": "a little. Oh my God, TMZ", "start": 3869.46, "end": 3872.46}, {"text": "don't me no TNC's no. I'm joking.", "start": 3872.46, "end": 3876.1}, {"text": "Is that on the MZ?", "start": 3876.1, "end": 3877.98}, {"text": "Well, why don't you guys plug your movie again?", "start": 3877.98, "end": 3882.9}, {"text": "Go watch junior associate on home planet Youtube. It's the biggest thing", "start": 3882.9, "end": 3888.98}, {"text": "you've ever made. Yeah, it's very fun and silly and crazy and I think it was a", "start": 3889.02, "end": 3894.08}, {"text": "premier video up of it. There's a premier yeah, right here. Look at that", "start": 3894.08, "end": 3898.02}, {"text": "premieres in two days at twelve a.m. Anyway, click that arrow so we can see", "start": 3898.02, "end": 3902.2}, {"text": "all the faces. That's a hotel room that we shot in pretty. That's pretty. We", "start": 3902.2, "end": 3905.74}, {"text": "yeah, we", "start": 3905.74, "end": 3906.26}, {"text": "great guys. Do we have any more pieces of trivia that you guys can say? I got I", "start": 3906.26, "end": 3912.94}, {"text": "ate. It was like my birthday was the first day that we started shooting it.", "start": 3912.94, "end": 3917.66}, {"text": "so you can kind of tell in a couple of the scenes. I have served like a", "start": 3917.68, "end": 3920.34}, {"text": "birthday glow, yeah, as well in a smile and I'm holding a present in a lot of", "start": 3920.34, "end": 3924.32}, {"text": "the", "start": 3924.32, "end": 3924.48}, {"text": "because I was and I open it, but Mr. Director made me wait, but I heard that", "start": 3924.48, "end": 3930.32}, {"text": "they had to. I heard that you were kind of at the same time as this. You were", "start": 3930.32, "end": 3933.26}, {"text": "also shooting another movie called the birthday and they had to see GI out your", "start": 3933.26, "end": 3936.22}, {"text": "smile and a lot of the things for yeah.", "start": 3936.22, "end": 3938.0}, {"text": "What we really did was we just had to take the mouth and then flip it the", "start": 3938.0, "end": 3942.32}, {"text": "other way. So it was like a frown. He's up yeah. Spoiler alert, a bit of an", "start": 3942.32, "end": 3946.2}, {"text": "upsetting one. He frowns. There's some frowning going on. There's a lot of", "start": 3946.24, "end": 3950.08}, {"text": "from", "start": 3950.08, "end": 3950.3}, {"text": "and I was go by tickets to our sketch shows on swag group dot com slash shows.", "start": 3950.3, "end": 3955.12}, {"text": "You're going to love those. Please. It's going to be so much fun and we want to", "start": 3955.12, "end": 3958.02}, {"text": "see you there and also we have the day that this comes out tomorrow is our play", "start": 3958.02, "end": 3964.28}, {"text": "thing Q and a oh yeah, the Q and a job the play after job. The play the play", "start": 3964.28, "end": 3968.72}, {"text": "was good. I saw it and I", "start": 3968.72, "end": 3970.28}, {"text": "I like to play after job, the play.", "start": 3971.96, "end": 3974.72}, {"text": "So go buy tickets for that. I don't know where you do that, but I think you", "start": 3974.72, "end": 3980.04}, {"text": "okay, look at it. I'll see it on our", "start": 3980.04, "end": 3981.84}, {"text": "on", "start": 3981.84, "end": 3983.88}, {"text": "twenty four. We are doing a Q and a after the play job. We went and saw it", "start": 3983.88, "end": 3991.28}, {"text": "last Friday. Was it good? So good. Yeah, there I don't know why they asked us", "start": 3991.28, "end": 3997.32}, {"text": "to do this. Yes, it's going to be interesting. It's going to be definitely", "start": 3997.32, "end": 4001.16}, {"text": "the most interesting thing we have ever done. Ask Peter Friedman about safe. I", "start": 4001.2, "end": 4005.86}, {"text": "looked up Peter Friedman's pant leg. Yep, we were he's also in the stage. He's", "start": 4005.86, "end": 4010.22}, {"text": "also in", "start": 4010.22, "end": 4010.82}, {"text": "what's the cause that the savages what's the one with Laura Linney don't know", "start": 4010.82, "end": 4015.5}, {"text": "Peter Friedman. Well guys go subscribe to the a tree on a level to get some", "start": 4015.5, "end": 4019.94}, {"text": "there's some not get out of the park, credible performance. They're so good.", "start": 4019.94, "end": 4023.26}, {"text": "It's such a good if you don't see us on it, go see it yourself, share, share", "start": 4023.26, "end": 4027.76}, {"text": "junior associate let's get it viral subscribe to patron go check out home", "start": 4027.78, "end": 4031.26}, {"text": "planet on all social media aspects of a take out this and what is this and what", "start": 4031.26, "end": 4035.18}, {"text": "are we looking at? Oh something went wrong something went wrong. Whatever it", "start": 4035.18, "end": 4038.62}, {"text": "was got to read it and also go job go on. What is it the la chargers posted a", "start": 4038.62, "end": 4045.02}, {"text": "video of Caleb? Oh my God, where did this video go? No way that can't be", "start": 4045.02, "end": 4050.3}, {"text": "really. They deleted it. Oh my God, so", "start": 4050.3, "end": 4053.94}, {"text": "you can save it or screen record. There's no way you can get it a cashed version", "start": 4055.3, "end": 4058.6}, {"text": "of it, whatever someone will have it. The L. A. Chargers put Caleb crazy wow", "start": 4058.6, "end": 4063.98}, {"text": "you're a thing damn. I think they found out what that video was.", "start": 4063.98, "end": 4068.26}, {"text": "That makes sense all right, someone was probably like hey, happy week.", "start": 4068.26, "end": 4073.76}, {"text": "I love you bye.", "start": 4073.76, "end": 4075.78}, {"text": "He's trying to serpentine his way out in case there's gunfire.", "start": 4082.66, "end": 4086.66}, {"text": "Look at his arms! He's holding his hands in front of him like he's doing a dance.", "start": 4086.66, "end": 4091.66}, {"text": "My favorite part is here at the end, you can see his head go back and forth as he wobbles out of the hallway.", "start": 4091.66, "end": 4096.66}, {"text": "His head has a foot between each side where he wobbles his head.", "start": 4096.66, "end": 4103.66}, {"text": "He's walking like a South Park character.", "start": 4103.66, "end": 4105.66}, {"text": "At what point does he...", "start": 4105.66, "end": 4106.66}, {"text": "Okay, when he gets off stage and he's walking away and he does that walk...", "start": 4106.66, "end": 4109.66}, {"text": "Full sprint.", "start": 4109.66, "end": 4110.66}, {"text": "Yeah, at what point is he just walk like a normal person?", "start": 4110.66, "end": 4113.38}, {"text": "How long?", "start": 4113.38, "end": 4114.38}, {"text": "Do you think that's his normal walk?", "start": 4114.38, "end": 4115.38}, {"text": "That's his normal walk?", "start": 4115.38, "end": 4116.38}, {"text": "No, he does that when people are looking.", "start": 4116.38, "end": 4118.42}, {"text": "When he gets back onto the street, he walks like a normal person, I'm sure of it.", "start": 4118.42, "end": 4121.42}, {"text": "He's not waddling around, he doesn't waddle in the subway.", "start": 4121.42, "end": 4124.66}, {"text": "Okay, you be Mark Norman.", "start": 4124.66, "end": 4127.94}, {"text": "We need a practice here.", "start": 4127.94, "end": 4129.5}, {"text": "You be Mark Norman.", "start": 4129.5, "end": 4130.5}, {"text": "Mark Norman is coming on the podcast.", "start": 4130.5, "end": 4133.22}, {"text": "I want to show you how I would drill Mark Norman and get the truth out of him.", "start": 4133.22, "end": 4137.18}, {"text": "You're about to spew the bullshit, right?", "start": 4137.18, "end": 4138.98}, {"text": "Yeah, yeah, yeah.", "start": 4138.98, "end": 4139.98}, {"text": "So first I'll be like, \"Oh, hey Mark, nice to see you.\"", "start": 4139.98, "end": 4141.98}, {"text": "Oh, what are you gonna call this podcast about math?", "start": 4141.98, "end": 4143.98}, {"text": "Yeah, we actually...", "start": 4143.98, "end": 4144.98}, {"text": "It's close.", "start": 4144.98, "end": 4145.98}, {"text": "Thanks for doing the show, man.", "start": 4145.98, "end": 4146.98}, {"text": "Yeah, what's going on around here?", "start": 4146.98, "end": 4148.98}, {"text": "Well, in New York...", "start": 4148.98, "end": 4149.98}, {"text": "It's just a video podcast.", "start": 4149.98, "end": 4150.98}, {"text": "Yeah.", "start": 4150.98, "end": 4151.98}, {"text": "You should call it \"Podcast About Fish.\"", "start": 4151.98, "end": 4152.98}, {"text": "There's a fish on the wall.", "start": 4152.98, "end": 4153.98}, {"text": "Comedy.", "start": 4153.98, "end": 4154.98}, {"text": "We do like comedy, buddy.", "start": 4154.98, "end": 4155.98}, {"text": "Yeah.", "start": 4155.98, "end": 4156.98}, {"text": "What are you gonna call this podcast about water, huh?", "start": 4156.98, "end": 4157.98}, {"text": "Well...", "start": 4157.98, "end": 4158.98}, {"text": "Because they got a water bottle here.", "start": 4158.98, "end": 4159.98}, {"text": "It's an empty water bottle, Mark.", "start": 4159.98, "end": 4160.98}, {"text": "I just went to a comedy show the other night and I was like...", "start": 4160.98, "end": 4161.98}, {"text": "Oh, comedy.", "start": 4161.98, "end": 4162.98}, {"text": "It went really...", "start": 4162.98, "end": 4163.98}, {"text": "a comedy show the other night and I was like, what comedy? It went really. It", "start": 4163.98, "end": 4167.66}, {"text": "was kind of like everyone was bombing and there was really awkward. So I was", "start": 4167.66, "end": 4170.94}, {"text": "wondering, like, what's the craziest show you've done recently? Oh, well, the", "start": 4170.94, "end": 4174.74}, {"text": "craziest show I've done recently is a", "start": 4174.74, "end": 4177.26}, {"text": "wait, where are you going? Mark?", "start": 4177.26, "end": 4180.34}, {"text": "Watch this now. Stay now. Sit down, Mark.", "start": 4180.34, "end": 4184.34}, {"text": "Sit down, Mark. Now I'm gonna show you. I'm gonna show you my method. This is", "start": 4184.34, "end": 4192.5}, {"text": "I would break his spirit.", "start": 4192.52, "end": 4193.8}, {"text": "OK.", "start": 4193.8, "end": 4194.8}, {"text": "So, Mark, what happened at that one show?", "start": 4194.8, "end": 4201.44}, {"text": "Tell us.", "start": 4201.44, "end": 4202.44}, {"text": "I'm not Mark. I'm Kevin Hart.", "start": 4202.44, "end": 4206.88}, {"text": "Oh, hello, Kevin.", "start": 4206.88, "end": 4208.44}, {"text": "Hey, Kevin, did you hear about Mark Norman's?", "start": 4208.44, "end": 4211.0}, {"text": "What do you think?", "start": 4211.0, "end": 4213.08}, {"text": "Kevin Hart, we wear a dress for us, please.", "start": 4213.08, "end": 4215.48}, {"text": "No, no, no.", "start": 4215.48, "end": 4217.72}, {"text": "That is the funniest shit ever.", "start": 4217.72, "end": 4219.32}, {"text": "(Funky music)", "start": 4219.32, "end": 4221.32}], "title": "Ep. 276 - I Love Mustard ft. Home Planet", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--276---I-Love-Mustard-ft--Home-Planet-e2f5q95", "date": "Wed, 31 Jan 2024 11:00:00 GMT", "id": 301}