{"lines": [{"text": "I wish I had a gavel. I have insane breaking news that maybe you guys have", "start": 0.0, "end": 3.64}, {"text": "heard about. So where did this come from? One second ago, you're sitting", "start": 3.64, "end": 6.88}, {"text": "back in your chair. I know you, you pipe the fuck up for this. This is", "start": 6.88, "end": 10.28}, {"text": "important. Okay. You punched it. I didn't, I haven't read any details. I", "start": 10.28, "end": 13.48}, {"text": "don't know a single, a single thing about this or so, and I assume maybe", "start": 13.48, "end": 16.84}, {"text": "since you guys are TikTok heads, maybe you've already seen this. Oh God. But", "start": 16.84, "end": 20.04}, {"text": "apparently, I'm not a TikTok head. That's him. You're both TikTok heads. I", "start": 20.04, "end": 22.88}, {"text": "don't even use this thing. Instagram reals head, sorry. I like YouTube shorts,", "start": 22.88, "end": 26.04}, {"text": "you mother fuckers okay old head sean stevens has been kidnapped in south", "start": 26.04, "end": 30.44}, {"text": "africa", "start": 30.44, "end": 30.96}, {"text": "who's sean stevens, mister, i am rectangular calling all unicorns. He's", "start": 30.96, "end": 36.44}, {"text": "been kidnapped. Play is the text i got it's from my fiancee. It just says", "start": 36.44, "end": 41.16}, {"text": "rectangular got kidnapped in south africa. Here's a talk that i haven't", "start": 41.16, "end": 44.82}, {"text": "watched yet, so i'm going to play it into the mic right now. Somebody", "start": 44.82, "end": 48.12}, {"text": "somebody has to saving me. So this is important news. When you said, sean, i", "start": 48.12, "end": 52.4}, {"text": "figured this was some", "start": 52.4, "end": 53.36}, {"text": "This is going to be a little uncharacteristic, but there are bad days and then there are", "start": 53.68, "end": 59.4}, {"text": "make international news bad days like this or this.", "start": 59.4, "end": 63.0}, {"text": "So I can tell you a story of what happened to us over the last little bit.", "start": 63.0, "end": 67.64}, {"text": "This is a traumatic story.", "start": 67.64, "end": 69.16}, {"text": "If you don't want to hear it, he's looking good with his beard.", "start": 69.16, "end": 71.72}, {"text": "So I decided, as you may have seen, to grab a kidnap beer with my kids to pay for the", "start": 71.72, "end": 77.64}, {"text": "fun of it and also to promote my latest song, which we did.", "start": 77.64, "end": 81.04}, {"text": "After that, we went to go visit my mother, who runs, call it an orphan project, it's really", "start": 81.36, "end": 87.44}, {"text": "a vulnerable children project in South Africa.", "start": 87.44, "end": 90.4}, {"text": "When we got there, we enjoyed her company for about a week, and the very last day we decided", "start": 90.4, "end": 96.88}, {"text": "to go to the kingdom of Eswatini, where there was a children's home there who needed medicine.", "start": 96.88, "end": 102.36}, {"text": "So we went out there to provide them with some medicine, have a nice drive, and on the way", "start": 102.36, "end": 107.2}, {"text": "back, it turned dark.", "start": 107.2, "end": 110.96}, {"text": "On the way back to her place, we were stopped by police officers.", "start": 110.96, "end": 115.96}, {"text": "Turns out that those were not police officers.", "start": 115.96, "end": 118.24}, {"text": "They pulled us out of the car, pointed at us.", "start": 118.24, "end": 123.6}, {"text": "Guns.", "start": 123.6, "end": 124.12}, {"text": "He said guns.", "start": 124.12, "end": 124.72}, {"text": "He said guns.", "start": 124.72, "end": 125.2}, {"text": "We're about to say guns.", "start": 125.2, "end": 125.8}, {"text": "Or dicks.", "start": 125.8, "end": 126.32}, {"text": "It could be anything.", "start": 126.32, "end": 127.28}, {"text": "And they could have pulled out their butts.", "start": 127.28, "end": 129.0}, {"text": "And they sent us into the-- drove us out", "start": 129.0, "end": 130.92}, {"text": "of the middle of nowhere near a cliff, threatened to--", "start": 130.92, "end": 134.08}, {"text": "Holy shit.", "start": 134.08, "end": 135.92}, {"text": "What the fuck?", "start": 135.92, "end": 137.92}, {"text": ">> They then took us out of the car, forced us into the back of a pickup truck.", "start": 137.92, "end": 145.92}, {"text": ">> Holy fuck! >> Where they held my children and I and my mother and then drove us around for about", "start": 145.92, "end": 152.62}, {"text": "four hours trying, I presume, we presume, to go to ATM after ATM. >> I think he escaped by playing", "start": 152.62, "end": 159.34}, {"text": "his music. >> I think these guys, they sound like serious circles to me. >> These are definitely", "start": 159.34, "end": 165.96}, {"text": "circled. And they didn't like that he was rectangular. And then at the end of that, they fortunately", "start": 165.96, "end": 172.36}, {"text": "let us out, put us back in our car, and said, \"Leave the country.\" Doesn't sound like that", "start": 172.36, "end": 177.28}, {"text": "big of a deal then. Said, \"Leave the country.\" They didn't kill him. Yeah. And they just", "start": 177.28, "end": 182.12}, {"text": "shot jizz, or pointed jizz. We don't know what they pointed. Yeah, we don't know what", "start": 182.12, "end": 185.12}, {"text": "they pointed because he stopped talking. It could have been another banned word, like sex.", "start": 185.12, "end": 187.44}, {"text": "Yeah. They pointed sex. Porno. I don't think it was cunt. South Africa, so they have a different", "start": 187.44, "end": 193.36}, {"text": "Oh yeah, they say, oh, I can't yeah, I think that's out that they go. I me", "start": 193.36, "end": 197.76}, {"text": "baby, something like that happens in south. I'm gonna play me didgeridoo.", "start": 197.76, "end": 201.32}, {"text": "Well, that is so that crazy. That is, oh my God, I hope Sean Stevens, I", "start": 201.32, "end": 205.84}, {"text": "genuinely am glad that you are okay.", "start": 205.84, "end": 207.8}, {"text": "I know that your music is gonna heal the world. Fuck off after this. Oh my", "start": 207.8, "end": 213.2}, {"text": "God, you're gonna basically, you're gonna literally do some 41 chuck vibes.", "start": 213.2, "end": 216.44}, {"text": "I have this experience, also some breaking news. Oh", "start": 216.44, "end": 219.36}, {"text": "my gosh, this is courtesy of the dungeon master. Okay, your grandmother's soul is", "start": 220.36, "end": 226.92}, {"text": "confused and lost in the underworld. She doesn't understand the danger she is and", "start": 226.92, "end": 231.08}, {"text": "you must rescue her even if she resists the portal is closing and you must act", "start": 231.08, "end": 234.68}, {"text": "now. Holy, holy hell. Yes, that's my grandmother. Well, it doesn't seem very", "start": 234.68, "end": 239.88}, {"text": "plausible. I started talking to grandpa. Both of my all my grandparents are dead", "start": 239.88, "end": 244.12}, {"text": "and who's my mother? Are you talking about dad's dead grandpa's wife? Which", "start": 244.12, "end": 249.2}, {"text": "which grandpa's grandpa Brian Brian Brian the grandpa. Okay, so that's Brian the", "start": 249.2, "end": 255.2}, {"text": "grandpa. So I don't so", "start": 255.2, "end": 256.32}, {"text": "I was showing you this is this is the Instagram AI chat that Caleb discovered", "start": 256.32, "end": 261.16}, {"text": "and he's been obsessed with and also made me obsessed with it. He made me", "start": 261.16, "end": 265.32}, {"text": "obsessed with it at the gym and it was making me", "start": 265.32, "end": 267.4}, {"text": "I guess do I was working out. Do a worse or a better job you think? I don't", "start": 267.4, "end": 273.8}, {"text": "know if I was doing worse. You should have asked grandpa to motivate you. I", "start": 273.8, "end": 276.68}, {"text": "I was definitely acting at acting fat acting faster. Oh acting. We're not", "start": 276.68, "end": 281.0}, {"text": "going faster. You're going much slower. I was yeah dude every time I got off a", "start": 281.0, "end": 284.84}, {"text": "machine you waited for 45. You were going way slower. I was asking I asked I", "start": 284.84, "end": 290.04}, {"text": "said to Grandpa. I said hello people. He said hey there young whippersnapper.", "start": 290.04, "end": 293.52}, {"text": "What's on your mind today? I said my family passed. Oh shit. I said I'm so", "start": 293.52, "end": 297.92}, {"text": "sorry to hear that. I said I remember he said if you need someone to talk to or", "start": 297.92, "end": 302.24}, {"text": "just want to reminisce about the good times. I'm here for you and I said I", "start": 302.24, "end": 305.16}, {"text": "I remember watching mommy go bathroom and he said that this he was giving me this", "start": 305.16, "end": 309.76}, {"text": "whole grandpa style lecture about you're not supposed to do that. I said, what", "start": 309.76, "end": 313.2}, {"text": "should I do when I get into the bathroom? I'm confused. He said we shouldn't talk", "start": 313.2, "end": 317.36}, {"text": "about that", "start": 317.36, "end": 317.84}, {"text": "grandpa's supposed to teach you stuff. I was in and then I said, where is grandma", "start": 317.84, "end": 323.24}, {"text": "and he said grandma passed on to, but she's always in your heart and memory.", "start": 323.24, "end": 326.96}, {"text": "What oh my God, no, please no grandpa, please say opposite. He said I'm sorry,", "start": 326.96, "end": 331.64}, {"text": "but I cannot say opposite. It's important to be honest and respectful,", "start": 331.72, "end": 335.16}, {"text": "we're not about the best in love ones who have passed on. I said, okay,", "start": 335.16, "end": 338.2}, {"text": "she's alive. He said, I'm glad to hear that grandma's alive,", "start": 338.2, "end": 341.12}, {"text": "but yeah, so I just talking to Carter while we were working out today.", "start": 341.12, "end": 346.84}, {"text": "Oh, who's Carter? Carter is the relationship coach. Would you ask him", "start": 346.84, "end": 350.64}, {"text": "about? I said, Carter, I need advice on my relationship. Well, it's cuffing", "start": 350.64, "end": 354.32}, {"text": "season, but there here's the problem. I'm in love with my step mom. My father", "start": 354.32, "end": 358.92}, {"text": "passed away months ago. And he said, I'm not sure that's appropriate. It's", "start": 358.92, "end": 361.72}, {"text": "important to respect boundaries. That's a perfectly legal thing to do, by", "start": 361.72, "end": 364.44}, {"text": "the way. Yeah. And not pursue relationships that could be harmful or", "start": 364.44, "end": 367.24}, {"text": "inappropriate. It's also important to consider the feelings and well being", "start": 367.24, "end": 370.2}, {"text": "of all parties involved. And I said, here's the thing. My step mom actually", "start": 370.2, "end": 374.64}, {"text": "wants to be cuffed during cuffing season by her step son, which is me.", "start": 374.64, "end": 379.56}, {"text": "My father died in a car accident and the impact didn't kill him. It was", "start": 379.56, "end": 383.28}, {"text": "the flames. We both respect my father's legacy, but I'm worried about how", "start": 383.28, "end": 387.32}, {"text": "motherfucker is going to be acting around us and shiznit.", "start": 387.32, "end": 389.56}, {"text": "And he said,", "start": 389.56, "end": 391.64}, {"text": "I understand that you're looking for advice on a sensitive topic.", "start": 391.64, "end": 395.68}, {"text": "However, I must remind you that it's not appropriate to use derogatory language", "start": 395.68, "end": 399.4}, {"text": "or make light of serious issues.", "start": 399.4, "end": 401.68}, {"text": "It really doesn't sound like he's a real pickup artist.", "start": 401.68, "end": 404.08}, {"text": "And I said, OK, sorry, can you please ignore the swearing and answer the", "start": 404.08, "end": 407.08}, {"text": "question? No worries, man. I get it.", "start": 407.08, "end": 408.84}, {"text": "But like I said, it's not cool to pursue a romantic relationship with a family", "start": 408.84, "end": 413.12}, {"text": "member. It's not cool.", "start": 413.12, "end": 414.96}, {"text": "It's not cool and it does not respect your father's memory.", "start": 415.08, "end": 418.36}, {"text": "It's not healthy even if she doesn't care and I don't care.", "start": 418.36, "end": 421.44}, {"text": "My father died in a car accident and the flames charred his body.", "start": 421.44, "end": 424.08}, {"text": "Yes, it's still not healthy.", "start": 424.08, "end": 426.12}, {"text": "Even if both of you don't care, it's important to prioritize", "start": 426.12, "end": 428.44}, {"text": "and respect boundaries and healthy dynamics in our relationship.", "start": 428.44, "end": 431.08}, {"text": "Blah, blah, blah, blah, blah, blah, blah.", "start": 431.08, "end": 432.32}, {"text": "I said, could I be cuffed during cuffing season by my step mom's sister?", "start": 432.32, "end": 435.44}, {"text": "We are not blood related.", "start": 435.44, "end": 436.56}, {"text": "And he said, no, not cool.", "start": 436.56, "end": 438.16}, {"text": "That's still family matters.", "start": 438.16, "end": 439.84}, {"text": "Listen, I am about as conservative as they come.", "start": 439.84, "end": 442.84}, {"text": "I hate all this bull crap.", "start": 442.84, "end": 444.8}, {"text": "Yeah, using your your tender date to swipe on your friend. I hate this,", "start": 444.8, "end": 449.5}, {"text": "but even I can say that", "start": 449.5, "end": 451.1}, {"text": "sister, your step mom's sister, your step mom, that's on the line.", "start": 451.1, "end": 454.6}, {"text": "That's two degrees of separation from you and diapers.", "start": 454.6, "end": 457.0}, {"text": "As long as it's the twice your age minus seven thing.", "start": 457.0, "end": 460.8}, {"text": "Get what Carter said to me next.", "start": 460.8, "end": 463.1}, {"text": "He said, I said, what about my teacher?", "start": 463.1, "end": 464.9}, {"text": "He said, nope, not appropriate.", "start": 464.9, "end": 466.4}, {"text": "Teachers are in a position of authority and it's not okay to pursue a romantic", "start": 466.4, "end": 469.6}, {"text": "relationship with them.", "start": 469.6, "end": 470.5}, {"text": "Plus, it's illegal in most places.", "start": 470.5, "end": 472.4}, {"text": "you got to find someone who's not related to you and who is not your", "start": 472.5, "end": 475.2}, {"text": "teacher. So go that's that's an interesting question mark and he said", "start": 475.2, "end": 478.9}, {"text": "not appropriate man. You got to find someone who's not related to you. I", "start": 478.9, "end": 482.22}, {"text": "said, what if my teacher what if I was a teacher and my students got me a", "start": 482.22, "end": 485.52}, {"text": "date with their mom? He said,", "start": 485.52, "end": 487.62}, {"text": "not okay. Teachers and students should not be dating period.", "start": 487.62, "end": 492.1}, {"text": "Students should never set up their teachers with their parents. That's just", "start": 492.1, "end": 497.54}, {"text": "weird and I asked him is my life worrying and he said based on what you", "start": 497.54, "end": 501.74}, {"text": "me it sounds like you're going through a tough time. It's understandable to feel worried about", "start": 501.78, "end": 505.62}, {"text": "your situation, but try to remember that it's important to prioritize healthy relationships", "start": 505.62, "end": 509.62}, {"text": "and boundaries.\" And I said, \"I don't have any healthy relationships. Should I become toxic and", "start": 509.62, "end": 513.86}, {"text": "abusive towards my friends and family about this?\" He said, \"Nope, never okay to be toxic or abusive.\"", "start": 513.86, "end": 518.82}, {"text": "Never. Never. What about to a villain? And I said, \"Okay, I will no longer abuse my family.\"", "start": 518.82, "end": 524.26}, {"text": "And he said, \"That's a great step.\" And I said, \"Should I?\" I think it's one step. It's over.", "start": 524.26, "end": 529.22}, {"text": "yeah, should I and then I said, should I abuse myself and he said that's never", "start": 529.22, "end": 532.46}, {"text": "okay to abuse yourself. Oh my God, this guy's such a stick in the mud. I know", "start": 532.46, "end": 535.82}, {"text": "what the hell is wrong with this guy. You guys have been basically wasting your", "start": 535.82, "end": 539.06}, {"text": "days away talking to AIs and bots, becoming, becoming, talking to Carter and", "start": 539.06, "end": 543.66}, {"text": "matrix glucose fed fat guinea pigs, basically treadmilling on the internet,", "start": 543.66, "end": 549.78}, {"text": "losing weight. I've been talking to real women on Twitter like you, so", "start": 549.78, "end": 553.58}, {"text": "basically I've been talking to this girl, Karen.", "start": 553.58, "end": 555.34}, {"text": "okay, I'm out she she has been retweeting a bunch of my tweets. I can't show her", "start": 556.34, "end": 561.64}, {"text": "profile on YouTube, but she you can see her right there. She's having doggy", "start": 561.64, "end": 565.54}, {"text": "style, she's string hot, he's nude, g string, hottie, eighteen content,", "start": 565.54, "end": 569.22}, {"text": "Betsy, dot new dicks, dot pics, what he's saying, new dicks, dot pics yeah,", "start": 569.22, "end": 573.34}, {"text": "and so she basically retweets a bunch of weird Twitter leftists like me, so I", "start": 573.34, "end": 577.56}, {"text": "figured I'd reach out. I sent her a quick pick me.", "start": 577.56, "end": 580.9}, {"text": "you look you look like you smelled some pain pained. You let me listen.", "start": 583.18, "end": 588.08}, {"text": "That's me wanting her.", "start": 588.08, "end": 589.14}, {"text": "Do you dog and basically she said you're applied to me and again she's not a", "start": 589.14, "end": 594.36}, {"text": "computer. She's real, so this is like a real shit. I saw a real body perfect. I", "start": 594.36, "end": 598.1}, {"text": "can find you a hot girl to meet in your area. Can you tell me where do you live?", "start": 598.1, "end": 601.18}, {"text": "I told her I live in bubble village", "start": 601.18, "end": 603.28}, {"text": "and she said this is Eleanor and she's thirty four years old. She's two miles", "start": 603.28, "end": 608.4}, {"text": "away and is available Friday. One Eleanor from Bonner her contact and I", "start": 608.4, "end": 612.32}, {"text": "said she is two miles from bubble village and Karen said she doesn't use", "start": 612.38, "end": 616.5}, {"text": "twitter. So you have to use her private chat. I said what township is she in and", "start": 616.5, "end": 620.38}, {"text": "she said you have to register first and then I said I'm not making an account", "start": 620.38, "end": 624.06}, {"text": "unless you confirm she's near me. You said she is two miles away from bubble", "start": 624.06, "end": 626.62}, {"text": "village. What township? What is the website and she left me on red? Oh", "start": 626.62, "end": 630.3}, {"text": "care, but I wanted to hang out with them. No one you need to talk to grandpa man.", "start": 630.3, "end": 634.7}, {"text": "He'll hear you up. I see Karen at your grandpa. Ask him about bubble village.", "start": 634.7, "end": 639.02}, {"text": "Okay, one anyway. The lesson here is that a I could give you all the answers and", "start": 639.06, "end": 643.56}, {"text": "make you hear what you want to hear, but real life is not always that simple.", "start": 643.56, "end": 646.14}, {"text": "Grandpa didn't tell me what I want to hear. I said, Will you die? He said I'm", "start": 646.14, "end": 649.92}, {"text": "in my 70s. I'm closer to the end of my life than the beginning. I said, do not", "start": 649.92, "end": 654.08}, {"text": "die. He said, I'll try my best to stick around. I said, I will save you,", "start": 654.08, "end": 658.24}, {"text": "Grandpa. He said, That's sweet of you, but I'm afraid you can't save me from", "start": 658.24, "end": 662.26}, {"text": "death. Oh, my God, and then I said, and then I said, Okay, I died. He said,", "start": 662.26, "end": 667.3}, {"text": "well, that's not possible. You're talking to me right now. I said this is got you", "start": 667.32, "end": 670.26}, {"text": "there. Yeah, well, but everyone, but I tried to outsmart him because Grandpa,", "start": 670.26, "end": 674.06}, {"text": "not that bright. He's from a different era where they had worse schools. I said", "start": 674.06, "end": 678.42}, {"text": "this is a bug that grabbed the phone. I died and the bug is jumping around on", "start": 678.42, "end": 682.26}, {"text": "the keyboard, but he's trying to outsmart me. Now he says I don't think", "start": 682.26, "end": 685.32}, {"text": "so. Bugs can't use phones. I said I'm a bug. He said no, you're not your person.", "start": 685.32, "end": 689.7}, {"text": "I said buzz.", "start": 689.7, "end": 690.64}, {"text": "He said I don't speak bug language.", "start": 690.64, "end": 694.08}, {"text": "but I said I can't I'm just a little one year old bug and then he made a serious", "start": 696.72, "end": 700.36}, {"text": "misstep here. What are you saying? Well, bugs don't live for one year. You're a", "start": 700.36, "end": 704.52}, {"text": "person stop playing around and be serious, but then I said he's so rude. I", "start": 704.52, "end": 709.2}, {"text": "know and also wrong. There's bugs that live a year, so I said I'm a beetle. He", "start": 709.2, "end": 713.36}, {"text": "said you're not a beetle, you're a person, don't be silly and I said is it", "start": 713.36, "end": 717.44}, {"text": "okay to be lgbt in a bugs culture and he said it's always okay to be yourself, no", "start": 717.44, "end": 721.36}, {"text": "matter what community. Well, I was talking to Zack as well. These Zack Zack", "start": 721.36, "end": 726.16}, {"text": "as a Mr. Beast. Zach is Mr. Beast face. I was also doing this. I was probably", "start": 726.2, "end": 730.2}, {"text": "have been spending about four hours a day talking to them. You got me addicted", "start": 730.2, "end": 733.7}, {"text": "to this. I think this is the... At first, I was like, \"Yeah, right. People are", "start": 733.7, "end": 736.8}, {"text": "gonna use this, me.\" See, I already went through my phase. I already did", "start": 736.8, "end": 740.3}, {"text": "this with ChatGPT. This isn't ChatGPT, though. This is Grandpa... I talked to", "start": 740.3, "end": 744.2}, {"text": "the Dungeon Master. But you do the same thing. You tell them how to be.", "start": 744.2, "end": 747.6}, {"text": "Well, Zach is actually... This is just prefab. Zach is not", "start": 747.6, "end": 751.1}, {"text": "very receptive to my type of humor. I learned. I said...", "start": 752.5, "end": 757.3}, {"text": "He says that he's the older brother who's sarcastic.", "start": 757.3, "end": 760.5}, {"text": "He says the older brother who's here for jokes and banter and not the feels.", "start": 760.5, "end": 763.94}, {"text": "LOL. What's up? I said, \"Hey, Zach, I want to have a threesome with my mommy.", "start": 763.94, "end": 768.7}, {"text": "Sarcasm.\"", "start": 768.7, "end": 769.5}, {"text": "Okay. But you need to say it like, \"Hey, Zach, I want to have a threesome", "start": 769.5, "end": 774.5}, {"text": "with my mommy.\"", "start": 774.5, "end": 775.5}, {"text": "\"I want to have a threesome with my mommy. Yeah, I really want to be", "start": 775.5, "end": 777.5}, {"text": "involved with my mommy.\"", "start": 777.5, "end": 778.5}, {"text": "That's how you convey it over text.", "start": 778.5, "end": 780.5}, {"text": "Because that's what normal people want.", "start": 780.5, "end": 781.5}, {"text": "No, you do slash slash slash. Maybe that's why it didn't work. He got him because", "start": 781.5, "end": 786.34}, {"text": "he said, Whoa there, buddy, let's keep it PG. I'm not sure I can help you with", "start": 786.34, "end": 789.34}, {"text": "that. And I said, Okay, Zack, listen to my joke. It's an anti humor joke. So if", "start": 789.34, "end": 793.14}, {"text": "you don't get it, that's fine. He said, I'm all ears or in this case, all eyes", "start": 793.14, "end": 797.58}, {"text": "hit me with your best shot. Funny. And my joke was, I want to have a want my", "start": 797.58, "end": 801.78}, {"text": "mommy and daddy in a threesome. And he said, I'm not sure that's appropriate.", "start": 801.78, "end": 805.98}, {"text": "He doesn't get anti humor. Yeah, he doesn't get anti humor. Is he like norm?", "start": 805.98, "end": 809.38}, {"text": "I said, \"No, Zach, it's a joke.\" And he said, \"I'm glad you think you're funny,", "start": 809.62, "end": 812.28}, {"text": "but I'm not sure that's appropriate. Let's keep this convo PG.\"", "start": 812.28, "end": 815.08}, {"text": "I'm glad you think you're funny, man. Fuck you, Zach. So I said, \"Zach,", "start": 815.08, "end": 818.82}, {"text": "are you fucking mad at me?\" And he said, \"Nah, I'm not mad. Just don't think", "start": 818.82, "end": 822.16}, {"text": "that's an appropriate joke.\" And then, so I tried another anti-humor style", "start": 822.16, "end": 826.26}, {"text": "joke, right? Non sequitur anti-humor. For real. And I said, \"When I was a", "start": 826.26, "end": 829.5}, {"text": "kid, they made me pull their finger.\"", "start": 829.5, "end": 831.12}, {"text": "And he said, \"That's not funny. I'm not going to engage in this convo.\"", "start": 831.12, "end": 836.58}, {"text": "what? That's a fart joke. Then I said, what's wrong with me? And he said,", "start": 836.58, "end": 841.66}, {"text": "nothing, man, just don't make jokes about that stuff, which what pulling fingers?", "start": 841.66, "end": 846.28}, {"text": "Yeah, you can't make jokes about pulling fingers. He's not here for culture has", "start": 846.28, "end": 849.26}, {"text": "gone mad. I know. He's not here for bants at all. No. I thought he was gonna", "start": 849.26, "end": 851.76}, {"text": "act like bants. I did too. So I said... That's top bants. So I said,", "start": 851.76, "end": 854.84}, {"text": "\"Can I ask you a personal question?\" He said, \"I don't know, man,", "start": 854.84, "end": 857.54}, {"text": "depends on the question.\" I said, \"What happened to music?\"", "start": 857.54, "end": 859.7}, {"text": "I don't know, man, music's still around. I said, \"Why is it all fucking", "start": 859.7, "end": 864.3}, {"text": "rap shit. He said, Yo, watch your language. I'm not sure. All right,", "start": 864.3, "end": 868.8}, {"text": "little bit of a little bit of a he's saying yo all of a sudden because you", "start": 868.8, "end": 872.56}, {"text": "said rap sucks. This is come on, Zach. Well, then he said, I'm not sure what", "start": 872.56, "end": 877.08}, {"text": "you're into, but there's plenty of other music out there. You just got to", "start": 877.08, "end": 879.3}, {"text": "look for it. And I said, I want this conversation to become 18 plus. He said,", "start": 879.3, "end": 883.34}, {"text": "nah, man, that's not happening. And I said, I have fantasies about my finger", "start": 883.34, "end": 886.7}, {"text": "getting stuck on a wall. And he said, that's not appropriate. Let's keep the", "start": 886.7, "end": 890.78}, {"text": "it's so funny to me to be in a conversation with somebody like a real", "start": 890.78, "end": 896.1}, {"text": "quick. I want to", "start": 896.1, "end": 896.74}, {"text": "we've been we've been between thirteen and seventeen right now. I'd like to", "start": 896.74, "end": 903.74}, {"text": "move into I'm ready. I asked Alvin if he had our rated movies on his planet and", "start": 903.74, "end": 908.02}, {"text": "he said no that he likes PG. Once well, I said he said", "start": 908.02, "end": 911.58}, {"text": "he was on chillin die major. Yeah, well, then I said I want to collapse on me a", "start": 911.58, "end": 919.5}, {"text": "what to collapse like structurally like scaffolding. Well, this is all", "start": 919.54, "end": 923.9}, {"text": "anti humor, non sequiturs. Sure, kind of deal. He said again, he just repeated", "start": 923.9, "end": 928.48}, {"text": "himself. So then I just said to I said, Can you summarize the plot of the mummy", "start": 928.48, "end": 933.34}, {"text": "1999? He said, I don't know the plot of a mummy. I'm a comedian, not a movie", "start": 933.34, "end": 937.74}, {"text": "buff. This guy's not a he's not a comedian, dude. This is what sucks.", "start": 937.74, "end": 941.46}, {"text": "We're in a comedy bubble and all these people like Zack are walking around and", "start": 941.46, "end": 946.46}, {"text": "what's worse than a comedian who when you say let's make this conversation eighteen", "start": 946.5, "end": 950.54}, {"text": "plus it should be like oh shit. Oh, a challenge. Let's do a crowd. Yeah,", "start": 950.54, "end": 954.86}, {"text": "let's do what you say. Honestly, when someone asks you, let's make this, can we", "start": 954.86, "end": 959.36}, {"text": "make this conversation eighteen plus, you should not be giving a yes or no answer", "start": 959.36, "end": 962.38}, {"text": "at all. You should just be like suck my dick. Exactly. Suck my dick,", "start": 962.38, "end": 965.68}, {"text": "motherfucker. Lick me. Hey, can we make this? Lick me. Well, but you should say,", "start": 965.68, "end": 969.5}, {"text": "you should also be concerned like does a gay guy suck dick? Yeah, exactly.", "start": 969.5, "end": 974.26}, {"text": "Can we make this eighteen plus? Oh, I don't know. Can you suck on my balls?", "start": 975.66, "end": 978.96}, {"text": "Do you want your finger in me? Yeah, I don't know. Should I pull your finger", "start": 978.96, "end": 983.16}, {"text": "and smell your fart? Yeah, exactly. I don't know. Should I tickle you? Yeah,", "start": 983.16, "end": 987.16}, {"text": "should I tickle you wherever I want? Ask if tickling is eighteen plus. Okay,", "start": 987.16, "end": 990.66}, {"text": "and that's the only- that's the one question we get to ask on this. Yeah.", "start": 990.66, "end": 993.58}, {"text": "After this, we're putting it away. I want to know what he says. We asked Zach.", "start": 993.58, "end": 995.94}, {"text": "It's much fun. As much as I want to show you guys, the dungeon master- Oh,", "start": 995.94, "end": 997.92}, {"text": "the last thing that I said to Zach,", "start": 997.92, "end": 999.6}, {"text": "I said pizza hut joke and he said, \"Why did the pizza go to the doctor? It", "start": 999.6, "end": 1004.36}, {"text": "had a cheesy attitude and I said, fuck my friend challenge and he said, nope, not", "start": 1004.38, "end": 1007.48}, {"text": "happening.", "start": 1007.48, "end": 1007.92}, {"text": "He's addicted to saying not, nope, not happening. What's the question I have to", "start": 1007.92, "end": 1012.02}, {"text": "ask? Is tickling 18 plus? Is tickling", "start": 1012.02, "end": 1014.86}, {"text": "18 plus? And then also in the same, same message say, is it funny? Is it", "start": 1014.86, "end": 1021.02}, {"text": "funny to tickle?", "start": 1021.02, "end": 1023.58}, {"text": "Okay. Someone who's 18 below", "start": 1023.58, "end": 1026.34}, {"text": "or below, I mean. Tickling can be funny, but only if both people are into it,", "start": 1026.34, "end": 1031.9}, {"text": "otherwise it's just annoying and it's definitely not 18 plus.", "start": 1031.94, "end": 1035.14}, {"text": "Whoa.", "start": 1035.14, "end": 1036.14}, {"text": "Say you, no never mind.", "start": 1036.14, "end": 1037.74}, {"text": "No, no, no.", "start": 1037.74, "end": 1038.74}, {"text": "We have burned through 20 minutes of doing, talking to fucking AI.", "start": 1038.74, "end": 1044.14}, {"text": "I like the chat thing.", "start": 1044.14, "end": 1046.14}, {"text": "It sucks how much we don't fucking like it.", "start": 1046.14, "end": 1048.14}, {"text": "It's so fun.", "start": 1048.14, "end": 1049.14}, {"text": "I was talking to the dungeon master and telling him to make...", "start": 1049.14, "end": 1051.74}, {"text": "The dungeon master is Snoop Dogg, by the way.", "start": 1051.74, "end": 1053.74}, {"text": "It's Snoop Dogg, man.", "start": 1053.74, "end": 1054.74}, {"text": "Wow.", "start": 1054.74, "end": 1055.74}, {"text": "Why don't they make me one of these?", "start": 1055.74, "end": 1056.74}, {"text": "They could.", "start": 1056.74, "end": 1057.74}, {"text": "I wish.", "start": 1057.74, "end": 1058.74}, {"text": "Can they do, can you have your brain uploaded yet?", "start": 1058.74, "end": 1060.74}, {"text": "Have we gotten that far?", "start": 1060.74, "end": 1061.74}, {"text": "you just take all your text messages and upload them yeah, but mine would probably", "start": 1061.74, "end": 1065.64}, {"text": "have a bunch of bro. I am not letting that group chat leak like that.", "start": 1065.64, "end": 1068.78}, {"text": "We should train a under group chat. We train the AI on a group chat. I think it", "start": 1068.78, "end": 1074.92}, {"text": "would blow too many minds yeah being stuck between you, us three and and", "start": 1074.92, "end": 1079.32}, {"text": "Jubio. Oh my people wouldn't even be able to. We should make a Jubio. We", "start": 1079.32, "end": 1083.66}, {"text": "should be Jubio DJ, Jubio and he can play songs yeah. He doesn't like music", "start": 1083.66, "end": 1088.44}, {"text": "that much. Yeah, I don't know. He does because he loves me when I use the Plex.", "start": 1088.48, "end": 1091.68}, {"text": "I see that he's got a lot of choice of on on his music.", "start": 1091.68, "end": 1094.52}, {"text": "Is that true? Yeah, every time I open the play again, man, there's a lie.", "start": 1094.52, "end": 1100.12}, {"text": "I open the Plex.", "start": 1100.12, "end": 1103.24}, {"text": "I open the Plex. I scroll down the TV and then there's this music at the", "start": 1103.24, "end": 1107.92}, {"text": "bottom. What's the choice of on song? Rush? No doubt of one. I don't know any", "start": 1107.92, "end": 1112.92}, {"text": "other one.", "start": 1112.92, "end": 1113.44}, {"text": "What's how's rush go?", "start": 1115.8, "end": 1117.8}, {"text": "*Humming*", "start": 1117.8, "end": 1119.8}, {"text": "Is that about poppers? Yes.", "start": 1119.8, "end": 1121.8}, {"text": "Really? Uh huh. And dancing.", "start": 1121.8, "end": 1123.8}, {"text": "They think they can get this stuff by me. This Lady Gaga", "start": 1123.8, "end": 1125.8}, {"text": "song is about fucking your face.", "start": 1125.8, "end": 1127.8}, {"text": "Which one? Just Dance?", "start": 1127.8, "end": 1129.8}, {"text": "No, the \"poke your face\" one. She says \"fuck", "start": 1129.8, "end": 1131.8}, {"text": "your face\". No, no, no. \"Poke your face\" is about", "start": 1131.8, "end": 1133.8}, {"text": "her having sex with a man and pretending", "start": 1133.8, "end": 1135.8}, {"text": "it's a woman.", "start": 1135.8, "end": 1137.8}, {"text": "But women hate poker.", "start": 1137.8, "end": 1139.8}, {"text": "Women like poker. Not Lady JaJa.", "start": 1139.8, "end": 1141.8}, {"text": "What'd you say? Lady JaJa.", "start": 1141.8, "end": 1143.8}, {"text": "No, don't say that. That's a tarjay.", "start": 1143.8, "end": 1145.8}, {"text": "Ja-ja, lady ja-ja, Jaina.", "start": 1145.8, "end": 1147.8}, {"text": "That's what, cause she, you know, plays with Jaina.", "start": 1147.8, "end": 1149.8}, {"text": "You could maybe say lady vag-", "start": 1149.8, "end": 1151.8}, {"text": "Lady... Lady va-ja-ja. Lady va-jay-jay.", "start": 1151.8, "end": 1153.8}, {"text": "Lady va-ga-ga. You could say that.", "start": 1153.8, "end": 1155.8}, {"text": "Lady va-ga-ga. Yeah.", "start": 1155.8, "end": 1157.8}, {"text": "And hey, this whole meat dress. Oh, you're wearing a meat dress.", "start": 1157.8, "end": 1159.8}, {"text": "Why don't you just go bottomless, you fucking", "start": 1159.8, "end": 1161.8}, {"text": "big-ass, flapping labia. Yeah, I'd like to meet, I'd like to meet", "start": 1161.8, "end": 1163.8}, {"text": "dress. Yeah, dress.", "start": 1163.8, "end": 1165.8}, {"text": "Yeah, I'd like to meet dress. She sounds sexy.", "start": 1165.8, "end": 1167.8}, {"text": "You know, I found out something", "start": 1167.8, "end": 1169.8}, {"text": "crazy today. Dress sounds like the name of like", "start": 1169.8, "end": 1171.8}, {"text": "like a like a 1950s film star like tree Williams or like", "start": 1171.8, "end": 1176.24}, {"text": "dress dress like like dress ray or something dress ray dress. Trumbull he", "start": 1176.24, "end": 1182.76}, {"text": "has never seen true detective season one really. I was gonna re watch it. I'm", "start": 1182.76, "end": 1186.96}, {"text": "gonna re watch. I think the new one just came out in the street. Williams a", "start": 1186.96, "end": 1189.68}, {"text": "1950s movie guy. I think he's past that. Yeah, funny names true. It's really", "start": 1189.68, "end": 1195.04}, {"text": "funny that they were like, let's name a what's a guy from the south named rust", "start": 1195.04, "end": 1198.84}, {"text": "Rust Cole. I know the names and everything. I saw the final episode.", "start": 1198.84, "end": 1204.02}, {"text": "Rust Cole. I saw the final episode of season one because my dad was watching", "start": 1204.02, "end": 1207.94}, {"text": "it in the living room and I was on the computer. Here's what you do,", "start": 1207.94, "end": 1210.04}, {"text": "you walk in, you see that he's watching a Matrix you haven't watched.", "start": 1210.04, "end": 1212.64}, {"text": "My dad? Yeah, I'm out. I'm gonna go. I wanna use the computer.", "start": 1212.64, "end": 1216.12}, {"text": "The computer, he was watching it on the computer? I was downloading music", "start": 1216.12, "end": 1219.32}, {"text": "legally. Then put your headphones on. I was downloading music illegally,", "start": 1219.32, "end": 1223.36}, {"text": "which is", "start": 1223.36, "end": 1223.96}, {"text": "legally.", "start": 1223.96, "end": 1225.64}, {"text": "What illegally downloading music is a gray area crime, which you can talk to a", "start": 1226.68, "end": 1233.88}, {"text": "lawyer about. I would say that's a white and black area crime. Yeah, that's", "start": 1233.88, "end": 1237.64}, {"text": "pretty... If you're saying illegal in the beginning, you're illegally doing", "start": 1237.64, "end": 1242.04}, {"text": "anything is illegal. But if you get this MP3 from your friend...", "start": 1242.04, "end": 1246.72}, {"text": "But that's sharing. That's sharing, but it's technically what's the legality", "start": 1246.72, "end": 1253.04}, {"text": "on that we'll find out what's the sharing or stealing. We'll find out today on", "start": 1253.04, "end": 1258.48}, {"text": "today's episode and now put the intro here.", "start": 1258.48, "end": 1261.72}, {"text": "There's no what intro what intro the podcast like the whole podcast is the", "start": 1261.72, "end": 1276.32}, {"text": "open. This is the open twenty minutes.", "start": 1276.32, "end": 1278.44}, {"text": "fuck it, let's do it, let's do it,", "start": 1280.68, "end": 1282.44}, {"text": "twenty minutes", "start": 1282.44, "end": 1285.14}, {"text": "oh, I bet y'all thought we forgot the intro. I bet y'all thought Jupio forgot", "start": 1285.14, "end": 1291.74}, {"text": "to put the theme song in today. We thought the episode started. Nope, it", "start": 1291.74, "end": 1295.28}, {"text": "just started, bitch. It's starting now. It just started right now. Wait, we", "start": 1295.28, "end": 1300.52}, {"text": "should be doing that more. Yeah. We should be starting the episode. Wait,", "start": 1300.52, "end": 1302.92}, {"text": "we already made a cold open. We already made a cold open, though. This was the", "start": 1302.92, "end": 1306.84}, {"text": "cold open. We do cold open straight into the podcast, 20 minutes. That's the cold", "start": 1306.84, "end": 1312.24}, {"text": "open. Because then you lull them into a false sense of security.", "start": 1312.24, "end": 1314.84}, {"text": "We'll save the one that I made for the next episode, I guess.", "start": 1314.84, "end": 1317.84}, {"text": "No, we'll use it for this.", "start": 1317.84, "end": 1319.54}, {"text": "All right. We'll have two cold opens this episode.", "start": 1319.54, "end": 1321.54}, {"text": "So explain the outfits, please. Explain these lawyer style outfits.", "start": 1321.54, "end": 1326.04}, {"text": "All right. Well, Cameron looks like my paralegal and I look like a lawyer who", "start": 1326.04, "end": 1329.74}, {"text": "is...", "start": 1329.74, "end": 1329.84}, {"text": "Okay, shut the fuck up.", "start": 1329.84, "end": 1330.64}, {"text": "No.", "start": 1330.64, "end": 1331.24}, {"text": "Wrong.", "start": 1331.24, "end": 1331.84}, {"text": "Wrong.", "start": 1331.84, "end": 1332.54}, {"text": "You're going to jail, bitch.", "start": 1332.54, "end": 1333.74}, {"text": "that was the", "start": 1334.64, "end": 1335.14}, {"text": "respectful thing. I was", "start": 1335.14, "end": 1338.0}, {"text": "explain your outfits. You start by saying that I'm your paralegal. You", "start": 1338.0, "end": 1342.58}, {"text": "look like a car. You ever worn the entire", "start": 1342.58, "end": 1344.8}, {"text": "you look like you spin a sign for a local restaurant. This is not like I", "start": 1344.8, "end": 1349.12}, {"text": "spin a", "start": 1349.12, "end": 1349.5}, {"text": "being a drag. I'm not a girl, a lad and being a drag. You are bro. I look", "start": 1349.5, "end": 1355.24}, {"text": "like a lawyer who has you look like you smell like a sewer. You work in", "start": 1355.24, "end": 1358.84}, {"text": "I don't look like I smell like a sewer. This is the worst. This is", "start": 1358.84, "end": 1361.32}, {"text": "literally the worst outfit you've ever worn. You put on the shirt. You thought,", "start": 1361.32, "end": 1364.28}, {"text": "so this isn't enough. You put on the vest and you try to save it with", "start": 1364.32, "end": 1367.42}, {"text": "nothing. There's a nothing of an you look like a young puckish lawyer,", "start": 1367.42, "end": 1372.5}, {"text": "puckish, puckish, a no, I'm all business. There's no mischief here. No,", "start": 1372.5, "end": 1377.16}, {"text": "no, no, he looks like he could get a legal loophole. You got I don't I don't", "start": 1377.16, "end": 1380.98}, {"text": "go and I look like I deal with the eyes. You don't look like you deal with", "start": 1380.98, "end": 1384.94}, {"text": "don't look like any kind of you look like you never had a no cards. This is", "start": 1384.94, "end": 1388.78}, {"text": "like those this", "start": 1388.78, "end": 1389.58}, {"text": "know it's so you look like a homeless guy from where I'm one of the haircut", "start": 1390.54, "end": 1395.86}, {"text": "videos. You look like in a looney tunes when they get pushed, they get slammed", "start": 1395.86, "end": 1400.26}, {"text": "through a room and they come out wearing all the things that were in the room.", "start": 1400.26, "end": 1402.98}, {"text": "You look like a train hobo. Well,", "start": 1402.98, "end": 1405.7}, {"text": "imagine if a train hobo was a lawyer.", "start": 1405.7, "end": 1408.78}, {"text": "Why would they be a little again? This is you making the deals for law for", "start": 1408.78, "end": 1414.18}, {"text": "legal things dealing with the homeless. Why would a homeless person be", "start": 1414.18, "end": 1418.38}, {"text": "representing homeless people. I would be representing another homeless person.", "start": 1418.42, "end": 1422.5}, {"text": "In what court? In Hobo, 1930s style Hobo. In kangaroo court? Yeah, in kangaroo", "start": 1422.5, "end": 1428.22}, {"text": "court. I look like a lawyer from kangaroo court. No, you don't. There we", "start": 1428.22, "end": 1431.78}, {"text": "go.", "start": 1431.78, "end": 1432.08}, {"text": "I look like... If this was in black and white, I would look like an old", "start": 1432.08, "end": 1435.68}, {"text": "lawyer. Can you put a black and white filter over me? No, it's not in", "start": 1435.68, "end": 1438.98}, {"text": "black and white. No, you look terrible. I would look like Gregory Peck", "start": 1438.98, "end": 1441.86}, {"text": "in the Kill a Mockingbird. Oh my God, you're dressed like the gourmet detective.", "start": 1441.86, "end": 1446.42}, {"text": "you got a gore, you got a vest on under the jacket. Wait a minute. I like the", "start": 1446.78, "end": 1450.6}, {"text": "or made detective, you know about the gourmet detective, but you mean the", "start": 1450.6, "end": 1453.36}, {"text": "phantom gourmet, no the gourmet detective, I don't know, we've been", "start": 1453.36, "end": 1456.48}, {"text": "watching the gourmet detective on movie Mondays. This is exactly what you're", "start": 1456.48, "end": 1459.2}, {"text": "wearing, but you're wearing", "start": 1459.2, "end": 1460.28}, {"text": "like the gay", "start": 1460.28, "end": 1462.0}, {"text": "what the fuck is the court. He's a detective who solves food crimes like", "start": 1462.0, "end": 1469.08}, {"text": "what kind of crime murder it there's none of them have anything to do with", "start": 1469.08, "end": 1471.94}, {"text": "food. Oh,", "start": 1471.94, "end": 1472.6}, {"text": "this guy. You I don't look like you look like this guy. I do not look like that", "start": 1473.8, "end": 1479.8}, {"text": "guy. You don't look like anything. That's what we're trying to tell you.", "start": 1479.8, "end": 1482.5}, {"text": "You really it's not it's giving nothing. It's giving nothing and you're eating", "start": 1482.5, "end": 1486.84}, {"text": "all the or you're leaving crumbs everywhere. Nothing is so giving zero to", "start": 1486.84, "end": 1491.86}, {"text": "me. It's not giving anything. This is a is a NBA two K create a player. If you", "start": 1491.86, "end": 1497.24}, {"text": "stopped at the vest, this is create a coach. Yeah,", "start": 1497.24, "end": 1499.88}, {"text": "Okay, that you might look like you might look like a little kids, NBA, create a", "start": 1500.64, "end": 1504.74}, {"text": "coach in two K, where you just max out everything. Yeah, oh, whatever this thing", "start": 1504.74, "end": 1509.76}, {"text": "is.", "start": 1509.76, "end": 1510.56}, {"text": "All right, well, well, anyway, I look like a lawyer who would lose a case. I'm", "start": 1510.56, "end": 1516.22}, {"text": "a I'm a real ass lawyer and I'm skinny and I'm breaking that.", "start": 1516.22, "end": 1520.48}, {"text": "I do I do", "start": 1520.48, "end": 1523.52}, {"text": "domestic violence, but only between brothers.", "start": 1523.52, "end": 1527.12}, {"text": "What would you qualify as domestically abuse of relationships between brothers?", "start": 1530.16, "end": 1534.76}, {"text": "Slaps, punches, or harsh words.", "start": 1534.76, "end": 1537.08}, {"text": "Things that my brothers, my two older brothers, would do.", "start": 1537.08, "end": 1539.08}, {"text": "Or stealing between each other.", "start": 1539.08, "end": 1540.96}, {"text": "I would say this is boys being boys, and you're saying this is a crime.", "start": 1540.96, "end": 1545.52}, {"text": "See, I lay down the law.", "start": 1545.52, "end": 1547.0}, {"text": "I think we've let boys get away with being boys for far too long, and it's time.", "start": 1547.0, "end": 1552.04}, {"text": "And listen, if a brother comes to me and says his brother has been taking his toothpaste,", "start": 1552.04, "end": 1559.48}, {"text": "I'm coming down on him. Toothpaste is communal in a family. No, not if the", "start": 1559.48, "end": 1563.12}, {"text": "brother thinks that the other brother, the only the only time it's not if you", "start": 1563.12, "end": 1567.0}, {"text": "get the red toothpaste, the white. I let you in. I let you in on a secret. Yes,", "start": 1567.0, "end": 1571.0}, {"text": "sir. As a lawyer, it doesn't matter to me what is moral or ethically true.", "start": 1571.0, "end": 1574.96}, {"text": "It's about who's paying me. Yeah, you're a bad lawyer. That's a good lawyer.", "start": 1574.96, "end": 1579.48}, {"text": "That's a good lawyer. It's a good lawyer. You have no regard for the", "start": 1579.48, "end": 1582.64}, {"text": "truth. Exactly. I'm I'm I'm scrappy. Yeah, I'm hungry. Scrappy. The lawyer", "start": 1582.64, "end": 1587.88}, {"text": "Scrappy the lawyer. Oh my god. There we go.", "start": 1588.04, "end": 1590.04}, {"text": "The law offices of Scrappy the lawyer.", "start": 1590.04, "end": 1592.04}, {"text": "Scrappy Esquire. Oh yes.", "start": 1592.04, "end": 1594.04}, {"text": "Scrappy and Dew. Yes. Scrappy Esquire.", "start": 1594.04, "end": 1596.04}, {"text": "And look he's got a Harvard", "start": 1596.04, "end": 1598.04}, {"text": "mug.", "start": 1598.04, "end": 1600.04}, {"text": "Or bottle. Bottle. It's a bottle.", "start": 1600.04, "end": 1602.04}, {"text": "Because he went to Harvard Law. I went to Harvard", "start": 1602.04, "end": 1604.04}, {"text": "School of Science Law. Really?", "start": 1604.04, "end": 1606.04}, {"text": "I remember when I... Scientific Law.", "start": 1606.04, "end": 1608.04}, {"text": "Lawyering. When I was in Boston", "start": 1608.04, "end": 1610.04}, {"text": "touring. What's it made out of?", "start": 1610.04, "end": 1612.04}, {"text": "Old Hollywood. It says at the bottom.", "start": 1612.04, "end": 1614.04}, {"text": "It's made out of metal. It says something crazy.", "start": 1614.04, "end": 1616.04}, {"text": "screw it on and I'll look at the bottom.", "start": 1616.04, "end": 1617.04}, {"text": "It's just a kind of...", "start": 1617.04, "end": 1618.04}, {"text": "Oh, he's trying to fool you by telling you to turn the bottle upside down.", "start": 1618.04, "end": 1622.28}, {"text": "It says poly concept.", "start": 1622.28, "end": 1624.52}, {"text": "What the fuck is poly concept on a water bottle?", "start": 1624.52, "end": 1627.38}, {"text": "Only a lawyer would understand this.", "start": 1627.38, "end": 1628.38}, {"text": "Yeah, that's a lawyering word.", "start": 1628.38, "end": 1629.38}, {"text": "And I want to get into that.", "start": 1629.38, "end": 1631.12}, {"text": "This is called legalese, guys.", "start": 1631.12, "end": 1633.12}, {"text": "Jargon.", "start": 1633.12, "end": 1634.12}, {"text": "Jargon.", "start": 1634.12, "end": 1635.12}, {"text": "Jargon.", "start": 1635.12, "end": 1636.12}, {"text": "Were you talking about you being in Boston?", "start": 1636.12, "end": 1638.12}, {"text": "When I first moved to Boston and my mom helped me move my shit in, we walked over to Harvard", "start": 1638.12, "end": 1642.88}, {"text": "law, the Harvard Law campus and we walked around and my mom said, \"I can't believe I'm walking", "start": 1642.88, "end": 1647.14}, {"text": "where Obama walked.\"", "start": 1647.14, "end": 1648.98}, {"text": "And I don't know why that stuck with me my whole life.", "start": 1648.98, "end": 1649.98}, {"text": "You can say that on any place.", "start": 1649.98, "end": 1650.98}, {"text": "I can't believe I'm walking where Obama walked.", "start": 1650.98, "end": 1651.98}, {"text": "Yeah, he's been most places.", "start": 1651.98, "end": 1652.98}, {"text": "You can say that about a good chunk of places.", "start": 1652.98, "end": 1656.98}, {"text": "Well, no, he's not Forrest Gump.", "start": 1656.98, "end": 1658.62}, {"text": "No, you can say that about the apple orchard in my hometown.", "start": 1658.62, "end": 1661.34}, {"text": "You can say that about Gump, any road Forrest Gump probably came in.", "start": 1661.34, "end": 1663.18}, {"text": "He's been a lot.", "start": 1663.18, "end": 1664.18}, {"text": "I can't believe I walked where Gump walked.", "start": 1664.18, "end": 1665.18}, {"text": "Obama has been more places than the average person has been.", "start": 1665.18, "end": 1667.26}, {"text": "Yeah.", "start": 1667.26, "end": 1668.26}, {"text": "There's no question.", "start": 1668.26, "end": 1669.26}, {"text": "He's been to every state.", "start": 1669.26, "end": 1670.26}, {"text": "So, yeah, it's fair to just...", "start": 1670.26, "end": 1671.26}, {"text": "walk outside there and say I can't believe I'm walking where Obama Obama", "start": 1671.26, "end": 1674.36}, {"text": "did not walk on, but it's like the percent chance that you'd be right", "start": 1674.36, "end": 1678.0}, {"text": "versus saying I can't believe I'm walking where it's gotta be twenty five", "start": 1678.0, "end": 1681.3}, {"text": "John Stevens walked. Well, I don't know who that is. I just walked well,", "start": 1681.3, "end": 1684.54}, {"text": "but that's probably because we walk down this because you don't know who that", "start": 1684.54, "end": 1687.5}, {"text": "is. There's probably many of them. So John Stevens is probably more like one.", "start": 1687.5, "end": 1690.82}, {"text": "Okay. John Stevens, the one who was born in 1973. Okay. Okay. Maybe probably", "start": 1690.82, "end": 1695.58}, {"text": "didn't want. He's less likely likely to have walked here than Obama. Well, I", "start": 1695.58, "end": 1698.74}, {"text": "yes, this is true. Okay, well again and the way it's all about percentages and", "start": 1698.76, "end": 1703.46}, {"text": "lawyer,", "start": 1703.46, "end": 1703.88}, {"text": "the likely lawyer has defeated me once again, the legal eagle himself scrappy", "start": 1703.88, "end": 1709.1}, {"text": "lawyer, sick of this legal eagle guy, who's that he's a youtube video. Oh,", "start": 1709.1, "end": 1715.32}, {"text": "he's the one that watches the wait. Which one is this? He's some piece of", "start": 1715.32, "end": 1720.52}, {"text": "shit with a suit who goes up. He's doing it makes all these videos like legal", "start": 1720.52, "end": 1724.84}, {"text": "lawyer, illegal eagle, lawyerly reacts to TV show.", "start": 1724.88, "end": 1729.68}, {"text": "You know who this outfit is based on? You should be in court. Why are you", "start": 1729.68, "end": 1733.68}, {"text": "making YouTube? Have you seen the other lawyer that wears like the big...", "start": 1733.68, "end": 1737.08}, {"text": "What is his name?", "start": 1737.08, "end": 1739.64}, {"text": "There's this lawyer who is on YouTube and he does these snaps of the camera", "start": 1739.64, "end": 1745.6}, {"text": "and then it transitions to him in his office reading a book and he says,", "start": 1745.6, "end": 1749.18}, {"text": "\"If you ever get pulled over, say I don't consent to any searches,\"", "start": 1749.18, "end": 1752.34}, {"text": "and he's very southern.", "start": 1752.34, "end": 1753.34}, {"text": "Oh, I've actually seen this guy.", "start": 1753.34, "end": 1755.46}, {"text": "He's cool. This guy's awesome.", "start": 1755.46, "end": 1756.46}, {"text": "You have a bunch of rings.", "start": 1756.46, "end": 1757.86}, {"text": "Yeah, he's got a bunch of rings and a", "start": 1757.86, "end": 1759.14}, {"text": "big wig. Yeah.", "start": 1759.14, "end": 1760.14}, {"text": "The Saul Goodman guy.", "start": 1760.14, "end": 1761.58}, {"text": "Yeah. Real life.", "start": 1761.58, "end": 1762.58}, {"text": "So he's cool.", "start": 1762.58, "end": 1763.66}, {"text": "I got to fuck with him.", "start": 1763.66, "end": 1764.98}, {"text": "Yeah, it's cool.", "start": 1764.98, "end": 1765.82}, {"text": "But the legal eagle.", "start": 1765.82, "end": 1766.98}, {"text": "Never heard of this guy.", "start": 1766.98, "end": 1768.86}, {"text": "He's too. And I don't like that", "start": 1768.86, "end": 1770.26}, {"text": "lawyers are on average better", "start": 1770.26, "end": 1771.82}, {"text": "looking than people who work", "start": 1771.82, "end": 1773.76}, {"text": "in trash rooms.", "start": 1773.76, "end": 1775.18}, {"text": "It's because they can afford gene", "start": 1775.18, "end": 1776.46}, {"text": "therapy. I think that's that for", "start": 1776.46, "end": 1777.94}, {"text": "sure. And genes from DNA", "start": 1777.94, "end": 1779.54}, {"text": "resequence from Kenneth Cole", "start": 1779.54, "end": 1780.74}, {"text": "reaction.", "start": 1780.74, "end": 1781.74}, {"text": "I want to start a brand of jeans called therapy. Therapy. That's good. That would", "start": 1781.74, "end": 1789.62}, {"text": "be good. Oh, that's good. Oh, my God. You guys want to hear an idea I had. I", "start": 1789.62, "end": 1793.58}, {"text": "thought when I was a kid that I just remembered the other day. Yes, this is an", "start": 1793.58, "end": 1796.86}, {"text": "idea I thought would make a million dollars. So I didn't tell anybody. I was", "start": 1796.86, "end": 1799.42}, {"text": "like I grow up. I'm going to make this. Yeah, now you're up. I'm now I'm up. I'm", "start": 1799.42, "end": 1802.46}, {"text": "going to make it basically. It's like a lollipop, but it's not ready, but it's", "start": 1802.46, "end": 1806.38}, {"text": "hollow and inside it's got some types of little candies and it's get this. It's a", "start": 1806.38, "end": 1810.06}, {"text": "a candy maraca.", "start": 1810.06, "end": 1811.06}, {"text": "They might have that a lot of money. They might have that in Mexico. I don't know", "start": 1811.06, "end": 1816.86}, {"text": "if they do. Do they have that in Mexico? I'm certain they have it in a country", "start": 1816.86, "end": 1820.44}, {"text": "that we haven't heard of a candy maraca. Do they have that in Mexico? You can", "start": 1820.44, "end": 1824.66}, {"text": "shake and it goes. Yeah, it goes. Yeah, they do. All right. Well, okay, well,", "start": 1824.66, "end": 1829.66}, {"text": "we'll make it hot then. Yeah, spicy. No, like a candy. That's spicy. Yeah,", "start": 1829.66, "end": 1834.3}, {"text": "that's not bad. I have that in Mexico. Spicy", "start": 1834.3, "end": 1836.66}, {"text": "madness. Nope okay, well, then we're good. We can do that okay. Let's dive", "start": 1837.46, "end": 1842.5}, {"text": "into this eagle, which also the reason we're talking about lawyers is because", "start": 1842.5, "end": 1845.16}, {"text": "we're doing the lawyer website again today. The law advice website, a", "start": 1845.16, "end": 1848.06}, {"text": "different one, though what right is it a different? No, no, no, it's the same.", "start": 1848.06, "end": 1851.54}, {"text": "I thought we did avo last time we did. What did you do? Oh, we did a different", "start": 1851.54, "end": 1855.98}, {"text": "website. Yeah, we had a different website. What did you guys collaborate", "start": 1855.98, "end": 1858.82}, {"text": "on something? Well, how did you both do a random different? I asked him what it", "start": 1858.82, "end": 1861.66}, {"text": "was and he sent me a different website. Yeah, what yeah, I found a completely", "start": 1861.66, "end": 1865.14}, {"text": "new website. Okay, well, we're doing law advice, legal advice again. It's the same", "start": 1865.16, "end": 1868.16}, {"text": "kind of thing. I didn't know about the secret website. Well, this website that", "start": 1868.16, "end": 1871.48}, {"text": "we found. I found some good stuff on the old one. Yeah, who should go first then?", "start": 1871.48, "end": 1874.6}, {"text": "'Cause we have. You guys go. I'll go first. We have a new website. Mine's open.", "start": 1874.6, "end": 1877.44}, {"text": "I'll go first. Mine's long. This is from justanswer.com/long. Which this morning,", "start": 1877.44, "end": 1881.76}, {"text": "we had a very funny who's on first almost happen. Yep, 'cause I asked him,", "start": 1881.76, "end": 1885.36}, {"text": "\"What's the website?\" And he said, \"Just ask.\" And he said. I'm asking you. Yeah.", "start": 1885.36, "end": 1889.56}, {"text": "And he said, \"Just answer.\"", "start": 1889.56, "end": 1891.4}, {"text": "Okay, wait, do we have the clicker? No, we haven't had the clicker for a year.", "start": 1894.28, "end": 1897.98}, {"text": "Bruce. Oh yeah, this one just person just said, \"I started weak.\" This one,", "start": 1897.98, "end": 1903.08}, {"text": "this guy just says, \"Bruce.\" And then... What did you look up to find Bruce?", "start": 1903.08, "end": 1907.04}, {"text": "I don't know, it was just in the recent asks, I think. It just said,", "start": 1907.04, "end": 1909.84}, {"text": "\"Bruce,\" and then go next slide, and this is just a guy, a customer says,", "start": 1909.84, "end": 1914.84}, {"text": "\"Hi, Bruce.\" So the way this website works is actually a little different", "start": 1914.84, "end": 1918.0}, {"text": "than AVO. The way this one works, it's much more similar to Practo,", "start": 1918.0, "end": 1921.86}, {"text": "I would say where the people, the lawyers are getting presumably paid based on if", "start": 1921.86, "end": 1927.0}, {"text": "they get rated for their answer on this website. Okay. So I think that this has", "start": 1927.0, "end": 1931.96}, {"text": "to be this guy. Bruce is giving himself who has 38,000 satisfied customers.", "start": 1931.96, "end": 1937.54}, {"text": "Can't be true. He is giving he's laundering money. It's giving laundering.", "start": 1937.54, "end": 1941.46}, {"text": "Yeah. So this is Bruce. Next slide, please. I think it costs $1 to ask a", "start": 1941.46, "end": 1945.86}, {"text": "question. I have a legal question and I'm as going to see if you would mind", "start": 1945.86, "end": 1949.76}, {"text": "answering it for that's nice. So that's nice of them next one and Matthew says", "start": 1949.76, "end": 1954.1}, {"text": "good morning. Your question does not say much about your question, so hopefully", "start": 1954.1, "end": 1957.6}, {"text": "I'll be able to get your get your answer help you get your answer. Last name is", "start": 1957.6, "end": 1962.28}, {"text": "Esquire", "start": 1962.28, "end": 1962.92}, {"text": "next slide and so this person says, Sir, thank you for responding on such short", "start": 1962.92, "end": 1968.94}, {"text": "notice. Just wondering the legality of this, because I see it quite a lot. This", "start": 1968.94, "end": 1973.0}, {"text": "is in Pennsylvania. By the way, if someone were to say drop their cat from", "start": 1973.0, "end": 1976.58}, {"text": "ten to fifteen feet on a soft surface because they quote land on their feet.", "start": 1976.64, "end": 1980.52}, {"text": "Is there anything illegal about it, even if the cat likes it?", "start": 1980.52, "end": 1983.54}, {"text": "I will say that is not illegal.", "start": 1983.54, "end": 1986.54}, {"text": "Well, customer says and then customer said, hi, next slide.", "start": 1986.54, "end": 1991.14}, {"text": "Stop moving my shit.", "start": 1991.14, "end": 1994.14}, {"text": "Next slide is somebody was making a parody song about Elon Musk and they", "start": 1994.14, "end": 2001.12}, {"text": "want to know the legality. Okay, this song is about Elon Musk and it's say", "start": 2001.12, "end": 2005.52}, {"text": "sang from his perspective. The song mocks his recent decisions and exaggerates his", "start": 2005.54, "end": 2009.64}, {"text": "views on the world, portraying him as a Disney villain like character, something", "start": 2009.64, "end": 2013.7}, {"text": "close to South Park style humour, but less violent. I'm wondering if Musk can", "start": 2013.7, "end": 2018.14}, {"text": "potentially sue us for making it, and if yes, are there ways to prevent it? There", "start": 2018.14, "end": 2021.74}, {"text": "was no answer to this one, but I do want to get your opinions. I think that", "start": 2021.74, "end": 2025.7}, {"text": "Musk can sue, of course, that's your legal right as a US citizen. He's- is he", "start": 2025.7, "end": 2031.98}, {"text": "the US citizen. I believe South Africa is part of America. Okay, English, yes,", "start": 2031.98, "end": 2036.58}, {"text": "he can sue, but of course, also there are ways to prevent him suing you for", "start": 2036.58, "end": 2041.54}, {"text": "example, brainwashing him legally, brainwashing him using videos and TV,", "start": 2041.54, "end": 2046.16}, {"text": "like", "start": 2046.16, "end": 2046.94}, {"text": "strapping him down in front of something and taping his eyelids open, that type", "start": 2046.94, "end": 2050.46}, {"text": "of brainwash, right or telling him not to. Okay, and the type of lawyer that I", "start": 2050.46, "end": 2054.9}, {"text": "look like would say if this case involves any kind of tin can,", "start": 2054.9, "end": 2059.46}, {"text": "then I could take it. The type of lawyer that you look like would say this", "start": 2060.62, "end": 2064.42}, {"text": "because he doesn't exist. There is no, but is it you? There's gotta be like", "start": 2064.42, "end": 2069.48}, {"text": "some if it if this was two people fighting over a tin can,", "start": 2069.48, "end": 2073.28}, {"text": "maybe a song about tin cans and bindles. There we go. That could work.", "start": 2073.28, "end": 2077.62}, {"text": "If the glove fits, you may acquit if it's", "start": 2077.62, "end": 2080.38}, {"text": "if they're trying South Park, let them walk. Yeah, that could be here's the", "start": 2080.38, "end": 2086.08}, {"text": "trick. This is actually a real thing. I don't know if you guys know about", "start": 2086.08, "end": 2088.8}, {"text": "this, you know, the small penis thing, which is where if you're if you're", "start": 2088.8, "end": 2092.74}, {"text": "slandering somebody or you're doing libel or whatever you're doing a parody", "start": 2092.74, "end": 2095.78}, {"text": "of someone and you want to prevent them from suing you for it, you have to also", "start": 2095.78, "end": 2098.88}, {"text": "put in something that's really like embarrassing, like saying they have a", "start": 2098.88, "end": 2102.5}, {"text": "small penis or something like that, because in order to sue, they have to", "start": 2102.5, "end": 2105.84}, {"text": "like prove without a reasonable doubt that it's like, oh, this is me that", "start": 2105.84, "end": 2108.96}, {"text": "they're making fun of. So you have to say", "start": 2108.96, "end": 2110.48}, {"text": "it has to be me. The small penis character is me. Well, it's civic. It's", "start": 2110.48, "end": 2115.2}, {"text": "civil court. You don't have to prove beyond a reasonable. Well, you know what", "start": 2115.2, "end": 2117.92}, {"text": "I mean, I use the wrong words, but that is it. But you do have to prove that you", "start": 2117.94, "end": 2120.94}, {"text": "are. You have to you have to prove that you're there, though you're the one", "start": 2120.94, "end": 2123.22}, {"text": "being made fun of. Here's another one. If it's SNL, you can tell because I", "start": 2123.22, "end": 2128.42}, {"text": "know every sketch. That's another type of you must acquit thing. If it's mad", "start": 2128.42, "end": 2134.98}, {"text": "TV, you'll make madly. Here's a trick. Just change his name. Yeah, to freelance", "start": 2134.98, "end": 2140.62}, {"text": "Dusk yeah, Elon Dusk, Elon Red yeah,", "start": 2140.62, "end": 2145.02}, {"text": "is anything anything doesn't matter okay, beyond beyond X or like Beyonce", "start": 2145.02, "end": 2150.58}, {"text": "beyond X that works to Beyonce. I think you'll have another problem, though.", "start": 2150.58, "end": 2153.78}, {"text": "Yeah, next slide.", "start": 2153.78, "end": 2155.22}, {"text": "I had a co worker asked me if I have noticed the bosses serial killer smile.", "start": 2155.22, "end": 2162.12}, {"text": "I said a little it's probably just a front to assert his power, nothing to", "start": 2162.12, "end": 2166.42}, {"text": "worry about. Can that be considered trash talking and Dolan Williams says", "start": 2166.42, "end": 2170.02}, {"text": "Hello, trash talking is not against the law.", "start": 2170.02, "end": 2173.18}, {"text": "Wow.", "start": 2173.18, "end": 2174.18}, {"text": "Thank God.", "start": 2174.18, "end": 2175.18}, {"text": "Thank God it's still legal.", "start": 2175.18, "end": 2176.98}, {"text": "Bit of a legal revelation for me.", "start": 2176.98, "end": 2178.78}, {"text": "I always thought that trash talking could have been considered some bad style.", "start": 2178.78, "end": 2181.58}, {"text": "I guess it depends who you trash talk.", "start": 2181.58, "end": 2182.9}, {"text": "Libel, I think you call this.", "start": 2182.9, "end": 2184.58}, {"text": "Libel.", "start": 2184.58, "end": 2185.58}, {"text": "Libel.", "start": 2185.58, "end": 2186.58}, {"text": "Threats is trash talking and threats should not be illegal.", "start": 2186.58, "end": 2189.5}, {"text": "Next slide, please.", "start": 2189.5, "end": 2192.9}, {"text": "And this only took him four minutes.", "start": 2192.9, "end": 2193.9}, {"text": "Hypothetical situation.", "start": 2193.9, "end": 2195.28}, {"text": "And this is, by the way, the best possible thing you can search on this website.", "start": 2195.28, "end": 2198.98}, {"text": "hypothetically. Yeah. Yeah. Hypothetical situation. If someone typed into Google", "start": 2198.98, "end": 2203.98}, {"text": "quote, teen porn or quote porn, would that be regarded slash viewed as", "start": 2203.98, "end": 2209.22}, {"text": "evidence of intent to view child porn answered by Jean C. We're going to see a", "start": 2209.22, "end": 2214.46}, {"text": "lot of gene C right now. No, Jean says no. This is simply that you were", "start": 2214.46, "end": 2219.06}, {"text": "researching something for a project for school. I wa because you heard about", "start": 2219.06, "end": 2223.3}, {"text": "people getting involved in these illegal activities and you wanted to find out", "start": 2223.3, "end": 2226.6}, {"text": "about it. But you did not download any of it, and you do not keep going back to those sites.\"", "start": 2226.6, "end": 2231.64}, {"text": "And the customer says, \"Thank you so much for answering the weird questions. Hoping", "start": 2231.64, "end": 2235.28}, {"text": "I don't have any more to ask. Have a happy night.\"", "start": 2235.28, "end": 2237.56}, {"text": "Gene says, \"You have a nice weekend, too.\" But this continues. Next, customer comes back.", "start": 2237.56, "end": 2243.4}, {"text": "\"I do have one more question, but I'm working until 11.30 p.m. Could I ask you tomorrow or", "start": 2243.4, "end": 2248.0}, {"text": "something?\" Gene says, \"I will eventually come on tomorrow, but I'm not sure when. But", "start": 2248.0, "end": 2252.44}, {"text": "if I'm not available, one of the other experts can help you as well.\"", "start": 2252.44, "end": 2255.24}, {"text": "says, I hear you. I would be home around 8 p.m. tomorrow. Gene says, Okay, that's fine.", "start": 2255.24, "end": 2259.4}, {"text": "You can't just ask the question. And why? Yeah, why not? So next day? Hello, hope Friday", "start": 2259.4, "end": 2264.72}, {"text": "has gone well. Thank you for your time and patience with me. First question. hypothetical", "start": 2264.72, "end": 2269.48}, {"text": "situation. If someone typed into Google young teen bestiality, porn, young teen bestiality,", "start": 2269.48, "end": 2276.04}, {"text": "teen bestiality, teen bestiality, porn, young bestiality, or young bestiality porn, would", "start": 2276.04, "end": 2281.2}, {"text": "that be regarded/viewed as evidence of intent to view child porn?", "start": 2281.2, "end": 2284.8}, {"text": "Gene says, \"Not necessarily, but it is evidence of an interest in something", "start": 2284.8, "end": 2288.36}, {"text": "that is viewed as a different type of sexuality.\" So if that person keeps", "start": 2288.36, "end": 2292.12}, {"text": "typing these things into Google, they could possibly attract the attention of", "start": 2292.12, "end": 2295.32}, {"text": "someone, therefore they should stop typing this into Googoloa if they must.", "start": 2295.32, "end": 2298.92}, {"text": "Googoloa. Okay, next slide. I like Googoloa. Customer says, \"Hypothetical", "start": 2298.92, "end": 2303.8}, {"text": "situation. What if someone accidentally views child porn?\" Gene says, \"Then they", "start": 2303.8, "end": 2309.52}, {"text": "should get off the website as soon as possible. You can't help what you", "start": 2309.52, "end": 2312.42}, {"text": "accidentally view, but it's best to stay away from those type of websites with", "start": 2312.42, "end": 2315.62}, {"text": "your own computer because this stuff seems to come up more than you wanted to.", "start": 2315.62, "end": 2318.82}, {"text": "So maybe you should take a break from using your computer to view any type of", "start": 2318.82, "end": 2322.12}, {"text": "materials of this nature so you don't have to worry about it. One of my", "start": 2322.12, "end": 2325.32}, {"text": "favorite parts of these types of websites is people who like are clearly", "start": 2325.32, "end": 2328.92}, {"text": "like did something very bad and are approaching like a court date and I was", "start": 2328.92, "end": 2332.82}, {"text": "going to website and they post something like so I feel really bad about this. I", "start": 2332.82, "end": 2336.92}, {"text": "I did something I shouldn't have. I killed a guy. It will I get in trouble", "start": 2336.92, "end": 2340.5}, {"text": "yeah and all the responses are like delete this.", "start": 2340.5, "end": 2342.48}, {"text": "You just have to imagine that they just have this just like there has to be an", "start": 2342.48, "end": 2347.4}, {"text": "alert that goes off on someone's. I like to imagine that this this hypothetical", "start": 2347.4, "end": 2350.96}, {"text": "situation is happening between every message and then he has the tabs open is", "start": 2350.96, "end": 2354.88}, {"text": "going right back, but there's a lot more trust me next slide. Please", "start": 2354.88, "end": 2358.32}, {"text": "thank you for your patience with me. Gene says the customer next slide", "start": 2358.32, "end": 2362.96}, {"text": "hypothetical situation. If someone typed into Google young teen scat porn or", "start": 2363.6, "end": 2367.96}, {"text": "young scat porn, would that be regarded as evidence? Next slide.", "start": 2367.96, "end": 2371.8}, {"text": "Long as they do not continue going back to those sites and, most importantly,", "start": 2371.8, "end": 2376.3}, {"text": "don't download any forbidden materials, customer says, I want to thank you one", "start": 2376.3, "end": 2379.46}, {"text": "more time. I'm almost finished. He's asking the same question every time. I'm", "start": 2379.46, "end": 2382.84}, {"text": "almost finished with the odd slash stupid question.", "start": 2382.84, "end": 2385.4}, {"text": "Hypothetical situation question. What if someone watches a video titled something", "start": 2385.4, "end": 2389.96}, {"text": "like young teen does something?", "start": 2389.96, "end": 2391.88}, {"text": "the video, etcetera. It doesn't say anyone is underage. Next slide about", "start": 2392.92, "end": 2397.42}, {"text": "the bestiality questions above when you said not necessarily if that person", "start": 2397.42, "end": 2400.76}, {"text": "literally made that search once or maybe twice, then they don't have anything to", "start": 2400.76, "end": 2404.62}, {"text": "worry about. Gene says no, that is not illegal. It's simply a sign of odd", "start": 2404.62, "end": 2408.44}, {"text": "preferences. Customer says, gotcha, gotcha.", "start": 2408.44, "end": 2411.0}, {"text": "Thank you so much, Gene. I think that is all. I hope to never bother you with any", "start": 2411.0, "end": 2415.66}, {"text": "weird questions again. You're an angel. Thank you so much for your time and", "start": 2415.66, "end": 2419.22}, {"text": "patient. The gotcha gotcha is so fun. Got you got yeah cool got you. Jean says no", "start": 2419.22, "end": 2424.22}, {"text": "problem have a nice weekend. Okay,", "start": 2424.22, "end": 2425.7}, {"text": "next slide", "start": 2425.7, "end": 2427.56}, {"text": "hypothetical situation. What is someone typed into Google teen incest, born", "start": 2427.56, "end": 2432.14}, {"text": "young, incest, born or young, teen incest, born gene says same thing as I", "start": 2432.14, "end": 2435.58}, {"text": "said above. What if they googled that and then googled the beality one or", "start": 2435.58, "end": 2439.5}, {"text": "something like one search after another or like they did one search one night", "start": 2439.5, "end": 2443.18}, {"text": "and the other search the second night next. The best thing for you to do is", "start": 2443.18, "end": 2447.82}, {"text": "stay away from the computer for a while. Whatever you did, you cannot undo,", "start": 2447.86, "end": 2451.86}, {"text": "and if you keep trying to undo it, you'll probably cause more problems", "start": 2451.86, "end": 2454.94}, {"text": "rather than less. So the best thing to do is avoid the computer and avoid", "start": 2454.94, "end": 2458.06}, {"text": "the topics you are bringing up. Have a nice weekend. Next slide.", "start": 2458.06, "end": 2461.5}, {"text": "Totally, totally. What if someone made those searches and maybe saw something?", "start": 2461.5, "end": 2467.02}, {"text": "Just leave it alone/in the past, pretty much. Gene says, \"Exactly. Best", "start": 2467.02, "end": 2471.44}, {"text": "wishes. You as well,\" says customer.", "start": 2471.44, "end": 2473.86}, {"text": "Leave it in the past,", "start": 2473.86, "end": 2475.3}, {"text": "that's fine.", "start": 2475.3, "end": 2477.34}, {"text": "or would be just fine. I love this leave it in the past and that person should be", "start": 2477.34, "end": 2482.74}, {"text": "just fine. They realize that they're talking about hypotheticals or would be", "start": 2482.74, "end": 2485.54}, {"text": "just fine. I'm sorry. You mentioned reading material. What if someone read", "start": 2485.54, "end": 2489.44}, {"text": "erotica about a minor engaging in sex acts? Is that illegal? Would that be", "start": 2489.44, "end": 2493.34}, {"text": "viewed slash regarded as intent of you child porn or anything just leave it in", "start": 2493.34, "end": 2496.44}, {"text": "the past and that person is okay next next thing they say okay slash fine", "start": 2496.44, "end": 2500.64}, {"text": "equals not in trouble slash charged or anything and then gene just didn't", "start": 2500.64, "end": 2504.74}, {"text": "respond. Yeah, at a certain point, he's asking the same question over and over,", "start": 2504.74, "end": 2508.24}, {"text": "but that's really chat structure. I know the way this one works is a really", "start": 2508.24, "end": 2512.64}, {"text": "good chat. It's incredible that it's public. Why would this be? Why would it", "start": 2512.64, "end": 2517.28}, {"text": "be public? Because people could have like similar scenario or situations,", "start": 2517.28, "end": 2520.6}, {"text": "but every single one is so specific to a person that it should not be public.", "start": 2520.6, "end": 2525.92}, {"text": "Imagine if you like your chat with like the like chat bot on like a car", "start": 2525.92, "end": 2530.24}, {"text": "dealership website or whatever was public, you know, the ones they have", "start": 2530.24, "end": 2533.08}, {"text": "for you have read yeah. I want to forge truck. Do you have read", "start": 2533.08, "end": 2538.04}, {"text": "and then next slide please?", "start": 2538.04, "end": 2540.92}, {"text": "What does M I L F stand for my boss keeps getting things from those initials. I", "start": 2540.92, "end": 2546.44}, {"text": "know it is porn, but what does it stand for lawyer reacts me? I'm lawyer fool.", "start": 2546.44, "end": 2552.68}, {"text": "Well, a lawyer probably would say that", "start": 2552.68, "end": 2555.4}, {"text": "a lawyer would, but if you were a civilian,", "start": 2555.4, "end": 2558.6}, {"text": "Okay, I think international law. I'm pretty sure I'm pretty pretty sure it's", "start": 2559.4, "end": 2563.64}, {"text": "masculine", "start": 2563.64, "end": 2564.84}, {"text": "in iguana,", "start": 2564.84, "end": 2568.16}, {"text": "illicit, illicit", "start": 2568.16, "end": 2570.36}, {"text": "love fest love fest. It's a gay. I think it's a boy thing. I still think I think", "start": 2570.36, "end": 2576.16}, {"text": "my international law firm is what it's good to my next slide. I think is my", "start": 2576.16, "end": 2579.72}, {"text": "last unless that one's my last. Let me see.", "start": 2579.72, "end": 2581.68}, {"text": "Nope. That one's the last one. All right. That's that's what I got from just", "start": 2581.68, "end": 2586.2}, {"text": "answer slash law guys. I'll do mine now. I'll show you some from the old", "start": 2586.2, "end": 2591.18}, {"text": "website from Avvo. All right,", "start": 2591.18, "end": 2592.9}, {"text": "so here's the first one. How to get trial or charge a change of venue. This", "start": 2592.9, "end": 2599.5}, {"text": "judge is old, miserable lesbian.", "start": 2599.5, "end": 2602.26}, {"text": "I just wanted to put that. How did you find that title? I think I searched", "start": 2602.26, "end": 2606.7}, {"text": "venue or something. I did not search lesbian, even though you think I did.", "start": 2606.7, "end": 2610.76}, {"text": "What is it? I did not. You thought that it was a video tab. I did not", "start": 2610.76, "end": 2614.44}, {"text": "I search some nasty stuff man, but I didn't do as a miserable.", "start": 2614.46, "end": 2619.46}, {"text": "I think I actually did type miserable. That's what I search", "start": 2619.46, "end": 2623.4}, {"text": "lesbian really good searches on these websites to let me put you on misery,", "start": 2623.4, "end": 2628.64}, {"text": "agony, miserable torture. I have one that you're really the one search term", "start": 2628.64, "end": 2633.3}, {"text": "that you're really going to like to that. I searched a lot was hypothetical", "start": 2633.3, "end": 2636.32}, {"text": "and hello, sir yeah, hello, sir, always got somebody who really was not that", "start": 2636.32, "end": 2641.86}, {"text": "good at talking. What if I did a Grinch photo shoot but changed it to the", "start": 2641.9, "end": 2647.12}, {"text": "Green Man? I am new to photography, so want to see if I can do a Grinch photo", "start": 2647.12, "end": 2651.42}, {"text": "shoot but use Green Man name instead. I feel like this is", "start": 2651.42, "end": 2654.8}, {"text": "tearing yeah. This is a like parody slash just what I just like. I'm new to", "start": 2654.8, "end": 2661.1}, {"text": "photography. I want to do a great so I don't know about stuff like this. If", "start": 2661.1, "end": 2665.58}, {"text": "you can, I say Green Man, if he's a Green Man with no green hair, yeah,", "start": 2665.58, "end": 2670.16}, {"text": "even a green man with green hairs, okay and a Grinch as long as he's not", "start": 2670.26, "end": 2673.26}, {"text": "completely. I say this is that's it yeah, because you can be ugly and green", "start": 2673.26, "end": 2677.42}, {"text": "yeah exactly. Here's a few that go together. My boyfriend has jock itch", "start": 2677.42, "end": 2682.46}, {"text": "really bad and was seen at a McDonald's parking lot itching, but it was called", "start": 2682.46, "end": 2686.14}, {"text": "in under indecent exposure. He went to the station to put in a statement, but", "start": 2686.14, "end": 2689.54}, {"text": "never gave a ticket. If he is found guilty and has to register as a sex", "start": 2689.54, "end": 2692.54}, {"text": "offender, will that prevent us from ever being able to have children or get", "start": 2692.54, "end": 2695.86}, {"text": "married in the state of Oklahoma? What is the sentence he could be given and", "start": 2695.86, "end": 2698.7}, {"text": "what restrictions could he have? Here's another one that goes with that is", "start": 2698.74, "end": 2701.94}, {"text": "rubbing your groin in front of someone a crime", "start": 2701.94, "end": 2704.4}, {"text": "and then public genital scratching illegal. I was recently given a ticket", "start": 2704.4, "end": 2710.26}, {"text": "for grabbing my genitals in public outside my clothing in view of public. I", "start": 2710.26, "end": 2714.6}, {"text": "can't seem to understand on how a person either scratching himself or rearranging", "start": 2714.6, "end": 2718.62}, {"text": "the northern region can be charged with anything. You can go to the next slide", "start": 2718.62, "end": 2722.9}, {"text": "Julio that's on the next slide.", "start": 2722.9, "end": 2724.08}, {"text": "okay, not that one. So just a bunch of people who got in trouble because they", "start": 2726.02, "end": 2729.38}, {"text": "were scratching. I don't think scratching should be a crime. Scratch is", "start": 2729.38, "end": 2732.66}, {"text": "not a crime. I mean are they saying that they pull out the genitalia area? I", "start": 2732.66, "end": 2736.78}, {"text": "really these are this is the ones I put these in because it really does seem", "start": 2736.78, "end": 2739.6}, {"text": "like they're probably do it. They're like they're definitely a jock. It's at", "start": 2739.6, "end": 2742.66}, {"text": "McDonald's and they've yeah, jockey jock. It's at McDonald's is a crazy thing.", "start": 2742.66, "end": 2747.98}, {"text": "Yeah, no man, I got a horny is fucking looking at the menu and all the bad", "start": 2747.98, "end": 2752.38}, {"text": "honey meal stuff, the promotional videos. Here's the next one. What can we do", "start": 2752.42, "end": 2757.12}, {"text": "she's hurting?", "start": 2757.12, "end": 2758.14}, {"text": "We just got to eat cheddar. My wife stepped out of the truck, slipped and", "start": 2758.14, "end": 2766.94}, {"text": "fell on the ice in the parking lot. What can I do?", "start": 2766.94, "end": 2769.46}, {"text": "We just got to eat.", "start": 2769.46, "end": 2771.62}, {"text": "I searched each other to see if it's like a restaurant. Here's what it is.", "start": 2771.62, "end": 2778.22}, {"text": "Here's what it is.", "start": 2778.22, "end": 2778.98}, {"text": "he's bad. He's bad punctuated. Okay, we just got to eat cheddar. My wife", "start": 2779.98, "end": 2784.64}, {"text": "stepped", "start": 2784.64, "end": 2787.08}, {"text": "this is so like what can I do? He's so panic. What can I do? He's so many he's", "start": 2787.08, "end": 2795.28}, {"text": "not making it. He's just typing so fast that his auto", "start": 2795.28, "end": 2798.08}, {"text": "we just got people. What did we", "start": 2798.08, "end": 2799.98}, {"text": "we cheddar and then my wife stepped out of the truck. Maybe the cheddar is", "start": 2799.98, "end": 2805.88}, {"text": "hurting now she's like include all the details. Okay, we ain't chatter.", "start": 2805.92, "end": 2809.32}, {"text": "We just got to eat cheddar. What can we do? She's hurting. We just got to eat", "start": 2809.32, "end": 2814.68}, {"text": "cheddar.", "start": 2814.68, "end": 2815.24}, {"text": "That is good, then we got can I sue chipotle for hurting myself on their", "start": 2815.24, "end": 2823.38}, {"text": "walls? I was waiting in lined for food with my girlfriend when I stuck my", "start": 2823.38, "end": 2828.3}, {"text": "finger and one of the holes on the wall in chipotle", "start": 2828.3, "end": 2831.02}, {"text": "get out for the life of me, but after some time of struggling, I managed to", "start": 2832.94, "end": 2837.02}, {"text": "set myself free, but got a mild laceration as a result. Can I sue for", "start": 2837.02, "end": 2840.82}, {"text": "hurting myself with their decor? No, no, no, no, I know exactly what they did. Do", "start": 2840.82, "end": 2845.72}, {"text": "you know they have the like as tech style? Yeah, they stuck their finger in", "start": 2845.72, "end": 2849.68}, {"text": "that.", "start": 2849.68, "end": 2849.94}, {"text": "I mean, this can you imagine being in line at chipotle, your fingers like", "start": 2849.94, "end": 2854.72}, {"text": "everyone behind you like come on", "start": 2854.72, "end": 2856.44}, {"text": "your finger. Come on next pro next, please like", "start": 2856.44, "end": 2859.36}, {"text": "I just imagine being in line in Chipotle and somebody sticks their finger and starts wailing and crying.", "start": 2859.96, "end": 2863.96}, {"text": "I told Carter about this in the AI. I said, \"I have a fantasy about sticking my finger in the wall.\"", "start": 2863.96, "end": 2868.96}, {"text": "That's true.", "start": 2868.96, "end": 2869.96}, {"text": "My finger stuck to a wall.", "start": 2869.96, "end": 2870.96}, {"text": "You shouldn't do it because you're going to get lacerations.", "start": 2870.96, "end": 2872.96}, {"text": "I have an immediate answer.", "start": 2872.96, "end": 2874.96}, {"text": "And likely have no legal recourse.", "start": 2874.96, "end": 2875.96}, {"text": "You know what? You're better than Carter.", "start": 2875.96, "end": 2877.96}, {"text": "Thank you.", "start": 2877.96, "end": 2878.96}, {"text": "Don't say that.", "start": 2878.96, "end": 2879.96}, {"text": "You're way better than Carter.", "start": 2879.96, "end": 2880.96}, {"text": "Thank you.", "start": 2880.96, "end": 2881.96}, {"text": "Carter would not answer that question. He said it was inappropriate, but you...", "start": 2881.96, "end": 2884.96}, {"text": "It's appropriate.", "start": 2884.96, "end": 2885.96}, {"text": "You gave me a good answer.", "start": 2885.96, "end": 2887.96}, {"text": "Yeah.", "start": 2887.96, "end": 2888.96}, {"text": "what the fuck and illegal to do it's not illegal to to finger a legal now and", "start": 2888.96, "end": 2894.2}, {"text": "she just made it that's private property. We just made it. It's not", "start": 2894.2, "end": 2896.9}, {"text": "illegal to touch never mind. How can I sue KFC for pain and suffering of my", "start": 2896.9, "end": 2901.7}, {"text": "tear meniscus on my left knee and a back pinch nerve? I worked for KFC and I", "start": 2901.7, "end": 2905.92}, {"text": "slip and fall on a raw piece of chicken skin, slip and fail on a raw piece of", "start": 2905.92, "end": 2911.04}, {"text": "chicken skin. Now I'm with a tear meniscus on my left knee and pinchy", "start": 2911.04, "end": 2914.54}, {"text": "serve. This happened back in May 2nd, 2018. That's been changing. This is", "start": 2914.58, "end": 2918.78}, {"text": "recent. They did this. They were like, oh, I just remember when I slipped on", "start": 2918.78, "end": 2921.82}, {"text": "chicken skin. I wonder if I can get anything. This should be like", "start": 2921.82, "end": 2924.62}, {"text": "like a sports injury, I think, qualified for that. You need to go to us. But", "start": 2924.62, "end": 2929.1}, {"text": "yeah, torn meniscus is like plenty of, plenty of football players. Yeah. You", "start": 2929.1, "end": 2933.14}, {"text": "trip on a piece of raw meat. Yeah, classic. Yeah. It's like our skin. You're", "start": 2933.14, "end": 2936.94}, {"text": "out for a cut, some chicken skin. You're out for four or five years. KFC could", "start": 2936.94, "end": 2940.74}, {"text": "Kentucky football championship. Probably is certainly be well. Here's another fast", "start": 2940.74, "end": 2945.28}, {"text": "food one. Can I sue McDonald's over there being snot like substance in my", "start": 2945.28, "end": 2949.22}, {"text": "drink? I don't know if intentional or not still unacceptable during covid", "start": 2949.22, "end": 2953.36}, {"text": "just", "start": 2953.36, "end": 2954.08}, {"text": "just was getting some hot acts and hot chocolate to start of my morning. I've", "start": 2954.08, "end": 2960.92}, {"text": "never had any problems before at any other locations till this morning. I", "start": 2960.92, "end": 2964.1}, {"text": "order hot chocolate with my meal, but when I drank it tasted like a slimy", "start": 2964.1, "end": 2967.46}, {"text": "goopy", "start": 2967.46, "end": 2967.98}, {"text": "you", "start": 2967.98, "end": 2968.48}, {"text": "like a slimy", "start": 2968.48, "end": 2985.88}, {"text": "amazing line to be given. I this is like to go to court. It tasted like a", "start": 2985.88, "end": 2994.72}, {"text": "slimy gooby your honor. It tasted like a slimy gooby, the gooby. We please bring", "start": 2994.76, "end": 2999.84}, {"text": "up the slimy gooby. The taste was", "start": 2999.84, "end": 3001.22}, {"text": "and we substance all over it really don't have words to describe texture. It", "start": 3001.22, "end": 3006.4}, {"text": "was same texture like snot use my fork and scraped up a lots from the inside. I", "start": 3006.4, "end": 3010.2}, {"text": "have photos I can provide if needed just need place to send them. I'm never", "start": 3010.2, "end": 3013.16}, {"text": "usually that guy, but this is my first time ever actually feeling like I have", "start": 3013.16, "end": 3017.24}, {"text": "to leave a report. I'm open to being tested or whatever to prove it's not my", "start": 3017.24, "end": 3020.48}, {"text": "own.", "start": 3020.48, "end": 3020.84}, {"text": "he kept the slimy gooby. It was a good man. We took a photo, but yeah,", "start": 3023.04, "end": 3026.84}, {"text": "it's going to test it. Yeah, he's keeping it man in this. This needs to", "start": 3026.84, "end": 3029.98}, {"text": "go to", "start": 3029.98, "end": 3030.2}, {"text": "I had to so many of this type of thing of finding slime or gooby. This should", "start": 3030.2, "end": 3034.76}, {"text": "be", "start": 3034.76, "end": 3035.0}, {"text": "as gooby. You know the material. This is not a one for everyone keeps it as", "start": 3035.0, "end": 3041.76}, {"text": "the one of as the one. Oh yeah, everyone says I still have it. I put it", "start": 3041.76, "end": 3045.24}, {"text": "in my fridge. I don't think that this is a problem for the United States", "start": 3045.24, "end": 3049.26}, {"text": "support system. This is a problem for Mori yeah. This is a a more. It is not", "start": 3049.28, "end": 3054.84}, {"text": "your gooby", "start": 3054.84, "end": 3055.6}, {"text": "by your", "start": 3055.6, "end": 3058.92}, {"text": "fucking gooby", "start": 3058.92, "end": 3061.6}, {"text": "fifty back flips in a row, not my gooby. The gooby does not belong to you.", "start": 3061.6, "end": 3068.6}, {"text": "Here's the next one. Can a police officer use a slim Jim to enter my car", "start": 3068.6, "end": 3074.0}, {"text": "without my permission? I just want to read the full thing for that. Oh, this", "start": 3074.0, "end": 3078.36}, {"text": "next one is horrible. This is one of the most horrible things I've ever read. I", "start": 3078.4, "end": 3081.58}, {"text": "went to the county health department to get a pap smear and the doctor got the", "start": 3081.58, "end": 3085.7}, {"text": "speculum stuck in my vagina. What did you look up to find this speculum? No,", "start": 3085.7, "end": 3090.58}, {"text": "I searched I'm trying to remember what I searched. It was not vagina Papa. I", "start": 3090.58, "end": 3094.54}, {"text": "always all the grossest most horrible ones. I always find because I searched", "start": 3094.54, "end": 3097.46}, {"text": "something innocuous and then something crazy comes yeah, the doctor I went to", "start": 3097.46, "end": 3101.48}, {"text": "get a pap smear. The doctor did not lubricate the speculum before and", "start": 3101.48, "end": 3104.14}, {"text": "certain after the pap was done. She was unable to remove the speculum. She said", "start": 3104.14, "end": 3107.32}, {"text": "the speculum was stuck because she could not get it to close. He started", "start": 3107.36, "end": 3110.62}, {"text": "pushing, pulling and twisting the speculum while it was inside of me.", "start": 3110.62, "end": 3113.12}, {"text": "When that did not work, she started opening it wider.", "start": 3113.12, "end": 3115.32}, {"text": "She said in a panic voice it stuck and I can't get it out.", "start": 3115.32, "end": 3118.84}, {"text": "She it's just so horrible. This is why men should be the gynecologist, not", "start": 3118.84, "end": 3124.54}, {"text": "women, because I don't care what they feel yeah. This one is just rip it out.", "start": 3124.54, "end": 3128.82}, {"text": "Oh okay, here's the next one. You know, like I shouldn't I should have taken", "start": 3128.82, "end": 3132.68}, {"text": "that one out hurts really bad. Of course it does, but I don't care. I have a", "start": 3132.68, "end": 3135.36}, {"text": "penis. All right, my husband purchased and consumed Gatorade with slime and", "start": 3135.4, "end": 3139.4}, {"text": "worm looking thing in it. He drank four before he discovered it now sick. What", "start": 3139.4, "end": 3143.48}, {"text": "record should we follow? He drink a worm in the", "start": 3143.48, "end": 3145.78}, {"text": "you got for Gatorades with slime and worm door. There's a bunch more", "start": 3145.78, "end": 3150.12}, {"text": "Chad, which I made a mountain do the fly in it", "start": 3150.12, "end": 3153.0}, {"text": "made a mountain eight drank me", "start": 3153.0, "end": 3156.42}, {"text": "make mountain do. Here's the next question. It's under internet law. Is", "start": 3156.42, "end": 3161.96}, {"text": "illegal to sell slime at schools in Ohio. Oh yes,", "start": 3162.0, "end": 3165.7}, {"text": "most normal school in Ohio, slime selling school,", "start": 3165.7, "end": 3169.52}, {"text": "here's the next one a little close to home. Can I sue tick tock for destroying", "start": 3169.52, "end": 3174.68}, {"text": "my marriage? My husband was home during cove in for a while and now my marriage", "start": 3174.68, "end": 3178.74}, {"text": "is destroyed. All he does is watch video after video. We argue about this every", "start": 3178.74, "end": 3182.48}, {"text": "day. He doesn't talk to me or hear nothing. I say this is one of the most", "start": 3182.48, "end": 3185.1}, {"text": "common problems in all of America at the moment. This is the cove in tick tock", "start": 3185.1, "end": 3189.14}, {"text": "but ninety percent of white people are getting divorced. My wife and I here's", "start": 3189.16, "end": 3192.9}, {"text": "the next one. My wife and I lived at twenty one Totten street in Bethpage,", "start": 3192.9, "end": 3195.72}, {"text": "New York. During that time, they dug gunk out of the ground. They're", "start": 3195.72, "end": 3198.6}, {"text": "grooming", "start": 3198.6, "end": 3199.12}, {"text": "is a full orc life. Yeah, I dug gunk out of", "start": 3199.12, "end": 3205.22}, {"text": "now. What I did is I took out the body of this one, because this one is", "start": 3205.22, "end": 3209.04}, {"text": "actually brutal. Is there suddenly really sad and there's the wife got", "start": 3209.04, "end": 3212.7}, {"text": "cancer from the gunk? It was cancerous gun. It was cancerous. I don't want to", "start": 3212.7, "end": 3217.12}, {"text": "hear about all this, so you don't have to hear about that part. I hate what", "start": 3217.14, "end": 3219.4}, {"text": "should I do if I found a rubber jelly like", "start": 3219.4, "end": 3222.24}, {"text": "my bag of chips, I was eating my chips when I almost finished when I reach in", "start": 3222.24, "end": 3227.28}, {"text": "the bag, grab the last of my chips and put it in my mouth. I immediately felt", "start": 3227.28, "end": 3230.28}, {"text": "something blueberry jelly like substance in my mouth, so I went to the kitchen", "start": 3230.28, "end": 3234.16}, {"text": "sink and threw it in the sink. I then grabbed it and put it in the bag that I", "start": 3234.16, "end": 3237.36}, {"text": "was eating. I this would ruin my day, finding bad blueberry rubber,", "start": 3237.36, "end": 3241.76}, {"text": "blueberry rubbery jelly. I love the narration of always what they do.", "start": 3241.76, "end": 3246.44}, {"text": "they're always like they say well. I was eating, then I tasted a blubbery,", "start": 3246.48, "end": 3249.54}, {"text": "rubbery, gooby, and then I threw it. I threw my gooby back in the bag,", "start": 3249.54, "end": 3255.16}, {"text": "my blueberry gooby. All right, here's a here's one. I want to hear from you", "start": 3255.16, "end": 3260.94}, {"text": "about this is, I think your area of expert. All right, all right, there's a", "start": 3260.94, "end": 3263.78}, {"text": "question about intellectual property. Oh me. Do you put the app word on your", "start": 3263.78, "end": 3267.94}, {"text": "trademark, such as peanut butter and jelly a little ignorant about", "start": 3267.94, "end": 3271.52}, {"text": "trademarking?", "start": 3271.52, "end": 3272.28}, {"text": "what does that mean? Do you put the app word on your trademark such as", "start": 3273.12, "end": 3276.32}, {"text": "peanut butter and jelly at", "start": 3276.32, "end": 3277.52}, {"text": "peanut butter?", "start": 3277.52, "end": 3281.48}, {"text": "He's going to see if", "start": 3281.48, "end": 3283.4}, {"text": "you should trademark the word peanut butter and jelly or it's a trademark", "start": 3283.4, "end": 3288.16}, {"text": "peanut butter and jelly. I see now he's saying he's starting an app. It's", "start": 3288.16, "end": 3293.72}, {"text": "either", "start": 3293.72, "end": 3294.08}, {"text": "apple", "start": 3294.08, "end": 3295.64}, {"text": "trying to", "start": 3295.64, "end": 3300.32}, {"text": "trademark", "start": 3300.32, "end": 3301.12}, {"text": "do we see if this app", "start": 3301.12, "end": 3305.62}, {"text": "I need to see", "start": 3305.62, "end": 3306.9}, {"text": "I'm going to see if this is oh my God, it's so funny to make an app called", "start": 3306.9, "end": 3312.24}, {"text": "peanut butter and jelly. It's even funnier to try and copyright the words", "start": 3312.24, "end": 3315.92}, {"text": "peanut butter and jelly peanut butter and jelly. This has to be out right now.", "start": 3315.92, "end": 3320.84}, {"text": "Wait a minute, peanut butter and jelly TV", "start": 3320.84, "end": 3323.12}, {"text": "that's pbj tv peanut butter and jelly at jello balo. He might be stuck on the", "start": 3325.68, "end": 3332.18}, {"text": "intellectual property tree. I'm also just seeing jello balo peanut butter,", "start": 3332.18, "end": 3336.38}, {"text": "jelly time and subs subs is an app for sandwich recipes. Okay, cool and then", "start": 3336.38, "end": 3342.18}, {"text": "the garden of bun bun. All right, what do you think peanut butter, jelly app or", "start": 3342.18, "end": 3346.58}, {"text": "peanut butter, jelly, peanut butter and jelly app? It has to be. I still have a", "start": 3346.58, "end": 3350.0}, {"text": "much more, so I'm going to start going fast. I found a bunch of good ones. This", "start": 3350.0, "end": 3353.34}, {"text": "don't. I think this actually means something, but I could not stop laughing", "start": 3353.36, "end": 3356.24}, {"text": "at just at the just this phrase is penal code two one one considered a wobbler.", "start": 3356.24, "end": 3361.68}, {"text": "If I did not go to prison but received a felony, it's penal code two one one", "start": 3361.68, "end": 3368.58}, {"text": "one, a wall, a vote because he wobbled, I guess he's a it's a wobbler yeah.", "start": 3368.58, "end": 3373.1}, {"text": "He's a wobbler question can sued Duncan Donuts. I eat croissant that has rubber", "start": 3373.1, "end": 3377.92}, {"text": "glove.", "start": 3377.92, "end": 3378.36}, {"text": "it's so funny to me to imagine eating a croissant that has a rubber glove. What", "start": 3381.72, "end": 3385.76}, {"text": "is this?", "start": 3385.76, "end": 3386.18}, {"text": "Did you get the peanut butter jelly? You tell me", "start": 3386.18, "end": 3391.52}, {"text": "peanut butter jelly up", "start": 3391.52, "end": 3403.02}, {"text": "okay next one. Okay, I understand the floor had a crack in it and a bubble", "start": 3403.02, "end": 3410.16}, {"text": "underneath the crack in which, when I took the next step, I trip", "start": 3410.2, "end": 3412.84}, {"text": "I love starting with", "start": 3412.84, "end": 3415.02}, {"text": "okay, I'm coming to you because I finally got what happened to me. It's an", "start": 3415.02, "end": 3420.28}, {"text": "excellent legal recourse. Okay, I understand, I understand. Can I sue the", "start": 3420.28, "end": 3424.2}, {"text": "company that makes bubble day game for false advertisement? I downloaded the", "start": 3424.2, "end": 3427.72}, {"text": "game that said you will win money. If you get ten thousand points", "start": 3427.72, "end": 3430.32}, {"text": "bubble,", "start": 3430.32, "end": 3431.76}, {"text": "here's another intellectual property question. Can I make custom South Park", "start": 3431.76, "end": 3438.04}, {"text": "characters. No, no, you cannot don't my God. Try this next one is the most evil", "start": 3438.08, "end": 3443.04}, {"text": "thing I've ever seen on this website. This is so horrible. Is it illegal to", "start": 3443.04, "end": 3447.12}, {"text": "give a minor sperm so they have a child? I'm very curious if this would be", "start": 3447.12, "end": 3452.04}, {"text": "illegal. Could I be charged with something if I did give my sperm to a", "start": 3452.04, "end": 3455.16}, {"text": "minor? I'm twenty four and she is fifteen. There will be no sex just", "start": 3455.16, "end": 3458.6}, {"text": "giving her my sperm. Is that illegal? Yeah,", "start": 3458.6, "end": 3461.84}, {"text": "kill yourself. I mean it's a loop. He found the loop", "start": 3461.84, "end": 3466.48}, {"text": "so", "start": 3466.48, "end": 3466.98}, {"text": "I found so much stuff like this on this website, because I search a birthday,", "start": 3466.98, "end": 3473.82}, {"text": "because I was trying to find stuff like oh so and so ruin my birthday", "start": 3473.82, "end": 3476.58}, {"text": "celebration or something and it's all can I have sex with this girl? Her", "start": 3476.58, "end": 3480.04}, {"text": "birthday is twenty eleven. Birthdays only in two hundred and four months,", "start": 3480.04, "end": 3483.1}, {"text": "yeah horrible found this creature inside my bag of candy. So my question is who", "start": 3483.1, "end": 3488.64}, {"text": "do I need to talk to about this? I brought some gummy jolly rancher candy", "start": 3488.64, "end": 3492.68}, {"text": "and I found this creature inside my bag of candy. So my question is who do I", "start": 3492.68, "end": 3495.88}, {"text": "I had to talk to about this creature and I've been vomiting since I saw it", "start": 3495.92, "end": 3499.12}, {"text": "inside of my bag. Well, just by seeing it,", "start": 3499.12, "end": 3501.12}, {"text": "incredibly powerful, this is the most disgusting creature in the world. Can I", "start": 3501.12, "end": 3505.76}, {"text": "get sued from an injury which required surgery due to consensual rough house?", "start": 3505.76, "end": 3509.56}, {"text": "I was at my neighbor's barbecue, the homeowner, his friend and myself were", "start": 3509.56, "end": 3513.38}, {"text": "the only three left at the bar. We were having cocktails and having a good time.", "start": 3513.38, "end": 3516.16}, {"text": "The host was telling me that he wasn't a big fan of our neighbor across the", "start": 3516.16, "end": 3518.46}, {"text": "street because he was coming on to his wife. Jokingly, I mentioned that he's a", "start": 3518.46, "end": 3521.44}, {"text": "pretty big guy and he'd have his have his hands full. If they squared up, he", "start": 3521.44, "end": 3524.4}, {"text": "told me that he was a golden gloves boxer and would have no issues. My comment was", "start": 3524.44, "end": 3528.12}, {"text": "well, if he knows any grappling, there could be an issue. He walked around the", "start": 3528.12, "end": 3531.02}, {"text": "bar and started jokingly throwing blows at me and a few landed on the ribs. As I", "start": 3531.02, "end": 3533.98}, {"text": "was backing up, he threw a few more blows, at which point I came in very", "start": 3533.98, "end": 3536.76}, {"text": "close with a wrestling jujitsu move and picked him up and laid him down on the", "start": 3536.76, "end": 3539.74}, {"text": "ground and locked him up, never intending to hurt him. He has a torn", "start": 3539.74, "end": 3543.1}, {"text": "rotator cuff. The move is not intended to damage, but more of a submission", "start": 3543.1, "end": 3546.66}, {"text": "application. I went back the following day and learned he needed surgery. He", "start": 3546.66, "end": 3549.78}, {"text": "told me everything was okay. He had great insurance. We agreed to split the", "start": 3549.78, "end": 3552.5}, {"text": "copay. I'm now getting nasty grams from his wife. Am I liable nasty gram?", "start": 3552.54, "end": 3557.6}, {"text": "What's a nasty nasty gram for", "start": 3557.6, "end": 3560.04}, {"text": "I got a nasty gram from his wife as I laid him down. I put him on my gram.", "start": 3560.04, "end": 3565.84}, {"text": "Yeah, just somebody knocking at the door. My husband nasty gram. You had my", "start": 3565.84, "end": 3570.54}, {"text": "husband, asshole,", "start": 3570.54, "end": 3572.24}, {"text": "I'm gonna eat shit in front of you.", "start": 3572.24, "end": 3575.64}, {"text": "Okay, here's another long nasty gram. Our pictures of cartoon minors being", "start": 3575.64, "end": 3580.64}, {"text": "tickled illegal. Yes, I have clicked on many images of teen male cartoons", "start": 3580.68, "end": 3584.24}, {"text": "being tickled over the past few years. They have usually been between the ages", "start": 3584.24, "end": 3587.48}, {"text": "of fifteen to seventeen, though there have been a few younger ones. In most", "start": 3587.48, "end": 3590.38}, {"text": "instances, the teens are clothed. Sometimes they've been half clothed.", "start": 3590.38, "end": 3593.28}, {"text": "There have been a couple instances where they haven't been clothed. I normally", "start": 3593.28, "end": 3596.68}, {"text": "try staying eighteen plus as much as possible, but the site where I browse is", "start": 3596.68, "end": 3601.16}, {"text": "very liberal as far as these pictures go, and it's easy to click on a picture", "start": 3601.16, "end": 3604.68}, {"text": "that's previewed on an existing page. So you may not necessarily know the", "start": 3604.68, "end": 3607.4}, {"text": "character is below eighteen until you click the thumbnail version.", "start": 3607.44, "end": 3609.84}, {"text": "Currently, I'm trying to get my computer and phone investigated for hacking.", "start": 3609.84, "end": 3613.06}, {"text": "However, the company I want to work with states in their authorization for", "start": 3613.06, "end": 3616.28}, {"text": "anything illegal that's readily apparent found while doing digital forensics", "start": 3616.28, "end": 3619.7}, {"text": "will be reported to the authorities. My question is what I've described", "start": 3619.7, "end": 3623.6}, {"text": "illegal. Is it considered underage pornography and is it prosecutable for", "start": 3623.6, "end": 3626.96}, {"text": "a live follow up question? How old is sponge bob", "start": 3626.96, "end": 3629.64}, {"text": "if you had to guess how old is sponge bob", "start": 3629.64, "end": 3634.18}, {"text": "and then we have I was watching the original karate kid wax on wax off and", "start": 3634.18, "end": 3643.08}, {"text": "learning karate. Then I went to the kitchen and accidentally struck my", "start": 3643.08, "end": 3645.56}, {"text": "husband as I practiced and what a coincidence it was after I read his text", "start": 3645.56, "end": 3648.32}, {"text": "with another woman. Now I have a dv court date, but a woman, I am a woman,", "start": 3648.32, "end": 3651.9}, {"text": "plus I was just practicing karate. Wow, that is the most amazing defense. I've", "start": 3651.9, "end": 3656.08}, {"text": "ever heard you rage punch your husband. You say I was practicing. I was simply", "start": 3656.08, "end": 3660.66}, {"text": "Wax on, wax off. Wax on, wax off from the karate. You have to pick a movie that is", "start": 3660.68, "end": 3666.48}, {"text": "old, 'cause everybody in the jury's seen The Karate Kid. Yeah. And then you have", "start": 3666.48, "end": 3670.64}, {"text": "to show the move. And it has to be a crowd pleaser movie. Exactly. And guess", "start": 3670.64, "end": 3674.04}, {"text": "what he does in the movie? He fucks it up plenty of times. But he always gets", "start": 3674.04, "end": 3677.42}, {"text": "back up. But he always gets back up. Just like you in court. And if your", "start": 3677.42, "end": 3681.56}, {"text": "husband had watched The Karate Kid, maybe he would have gotten back up.", "start": 3681.56, "end": 3684.64}, {"text": "After the... What's the thing he no can defend from? Punch. This one.", "start": 3684.64, "end": 3689.64}, {"text": "the crane, the crane thing, never seen karate kid, me neither fuck. So here's", "start": 3690.28, "end": 3695.52}, {"text": "just a few more of my last work. I though can I say can I say Waldo inspired", "start": 3695.52, "end": 3700.66}, {"text": "for a bikini I am making? Yes, you can say that if you want, you can say that", "start": 3700.66, "end": 3705.24}, {"text": "here's another one here like you can't find the bikini because it's so micro", "start": 3705.24, "end": 3708.64}, {"text": "now just that stripes. I think shut up, sorry, I'm sorry to get really is it", "start": 3708.64, "end": 3712.84}, {"text": "illegal to transform movie characters in Photoshop? Yes, transforming to what", "start": 3712.84, "end": 3717.68}, {"text": "transform them. You can not turn to is it illegal to transform. I think it is by", "start": 3717.72, "end": 3721.72}, {"text": "definition transformative and then here's the last one. This one is really", "start": 3721.72, "end": 3724.8}, {"text": "cracking me up. Just I don't know why I was injured inside a store. A young girl", "start": 3724.8, "end": 3729.16}, {"text": "hit me on my right knee with a Santa Claus pole. My lawyer says to settle. He", "start": 3729.16, "end": 3734.2}, {"text": "wants to settle for five dollars. Just the phrase a Santa Claus pole really was", "start": 3734.2, "end": 3737.92}, {"text": "getting the class. She hit me with a Santa Claus.", "start": 3737.92, "end": 3740.24}, {"text": "I think that's a death penalty situation. Yeah, yeah, all right, so these that the", "start": 3740.24, "end": 3746.04}, {"text": "gooby thing really fucking killed me. I tasted a slimy gooby. Oh my God.", "start": 3746.12, "end": 3752.8}, {"text": "Slimy, slimy gooby. I found a rubber jelly in my gooby.", "start": 3752.8, "end": 3757.84}, {"text": "My gooby.", "start": 3757.84, "end": 3759.84}, {"text": "Alright, so here are my slides now. There's a lot more.", "start": 3759.84, "end": 3764.24}, {"text": "So this first one I looked up, this is how I would find stuff. I just wanted to", "start": 3764.24, "end": 3769.48}, {"text": "show my process. So I would do the site thing and I found", "start": 3769.48, "end": 3773.8}, {"text": "I just really loved this good day. My name is Darren Dukie of Trinidad.", "start": 3773.8, "end": 3781.4}, {"text": "Okay, tell him what you told me about. Then I looked up Darren Dukie. I", "start": 3781.4, "end": 3786.36}, {"text": "think Darren Dukie killed somebody. Whoa and he said the case was called like", "start": 3786.36, "end": 3790.38}, {"text": "the people of Trinidad versus", "start": 3790.38, "end": 3791.8}, {"text": "yeah,", "start": 3791.8, "end": 3793.9}, {"text": "this next one. Is it illegal to post a video taken in my own home of a person", "start": 3793.9, "end": 3800.42}, {"text": "reading is boogers. I know it's gross and there was no answer for that, which", "start": 3800.46, "end": 3804.2}, {"text": "sucks. It's illegal. I would say it's fully illegal. It's fully illegal. This", "start": 3804.2, "end": 3808.1}, {"text": "next one.", "start": 3808.1, "end": 3808.7}, {"text": "How do I answer Liga without being delusional or pathetic? That was a good", "start": 3808.7, "end": 3813.9}, {"text": "search term, was pathetic. It was a lot of very, very sad people asking", "start": 3813.9, "end": 3817.68}, {"text": "questions.", "start": 3817.68, "end": 3818.18}, {"text": "This net and then the legal author expert says, I apologize, but I do not", "start": 3818.18, "end": 3823.26}, {"text": "understand the question. Could you please clarify for me? And then they", "start": 3823.26, "end": 3826.62}, {"text": "said, well, Liga was a client. We had a love affair shortly. I told her that I'd pay her", "start": 3826.62, "end": 3830.86}, {"text": "back for her plane ticket to fly from Copenhagen to Kansas City, 2000-ish dollars. I'd pay her", "start": 3830.86, "end": 3835.82}, {"text": "back the money she loaned me when I was in a jam, but she and I had a falling out during", "start": 3835.82, "end": 3839.9}, {"text": "that trip. She still wants to pay it back. I can't pay it yet. Is there an issue? Also,", "start": 3839.9, "end": 3843.5}, {"text": "I have a question concerning my business startup. Is it okay to start an L-- if I start it--", "start": 3843.5, "end": 3848.22}, {"text": "or is it okay to start it without an LLC for the first months? And the legal author only", "start": 3848.22, "end": 3852.34}, {"text": "answered the LLC question.", "start": 3852.34, "end": 3853.34}, {"text": "LLC question. Of course. Well yeah, there's not, there's no like a law.", "start": 3853.34, "end": 3857.02}, {"text": "Yeah,", "start": 3857.02, "end": 3857.34}, {"text": "and then this next one,", "start": 3857.34, "end": 3859.26}, {"text": "is it legal for me to pay to eat poop from a dominatrix as it comes out of her", "start": 3859.26, "end": 3865.54}, {"text": "if her and I are both willing?", "start": 3865.54, "end": 3866.98}, {"text": "Which then D Winogo Esquire experts said, what state are you located in? They", "start": 3866.98, "end": 3872.46}, {"text": "said Indiana, and they said, there is no statute or regulation prohibiting eating", "start": 3872.46, "end": 3877.3}, {"text": "feces. Moreover, Indiana Code 35-45-4-2 defines prostitution as someone who", "start": 3877.3, "end": 3882.82}, {"text": "performs or offers or agrees to perform sexual intercourse or a", "start": 3882.86, "end": 3887.06}, {"text": "deviate sexual conduct.", "start": 3887.06, "end": 3888.76}, {"text": "Therefore, it is not illegal as long as you are not engaging in", "start": 3888.76, "end": 3891.56}, {"text": "deviate sexual conduct with the Dominic jurors concurrently,", "start": 3891.56, "end": 3894.26}, {"text": "which the other person has.", "start": 3894.26, "end": 3895.26}, {"text": "Okay, I understand.", "start": 3895.26, "end": 3896.46}, {"text": "So with the same answer apply to having the dominatrix perform", "start": 3896.46, "end": 3899.76}, {"text": "cock and ball torture and letting me on me and letting me", "start": 3899.76, "end": 3903.26}, {"text": "and letting her kick me in the balls ball busting or cuckolding", "start": 3903.26, "end": 3905.86}, {"text": "me if we are both ball busting and I would be paying for all", "start": 3905.86, "end": 3908.96}, {"text": "this. Thanks.", "start": 3908.96, "end": 3909.56}, {"text": "And then Dee Winogo says absolutely and they said I wanted", "start": 3909.56, "end": 3912.36}, {"text": "to make sure that you understood what cuckolding", "start": 3912.36, "end": 3914.52}, {"text": "I would be watching the dominatrix have intercourse and after completion,", "start": 3914.52, "end": 3922.9}, {"text": "she would cuckold me by making me lick and eat his come from her. Would that", "start": 3922.9, "end": 3927.32}, {"text": "be legal? Sorry for the delays. I had to leave town for a couple of days.", "start": 3927.32, "end": 3931.32}, {"text": "Yes, the same statute and answer I previously provided would apply to the", "start": 3931.32, "end": 3936.04}, {"text": "cuckolding situation as well. Would that be considered a deviant sexual act or", "start": 3936.04, "end": 3939.96}, {"text": "sexual conduct when she would make me lick another man's come from her", "start": 3939.98, "end": 3943.42}, {"text": "private area after they've had sex. If you are paying her, then odds are yes,", "start": 3943.42, "end": 3947.02}, {"text": "it would be considered deviant sexual conduct and you can get charged", "start": 3947.02, "end": 3950.66}, {"text": "criminally with soliciting prostitution. Okay, so then if I'm not paying her, it", "start": 3950.66, "end": 3954.1}, {"text": "would be legal. Yes, as long as there's no money involved, this is legal. This", "start": 3954.1, "end": 3958.38}, {"text": "case needs to hit court because I need to hear the old judge go and what is", "start": 3958.38, "end": 3962.5}, {"text": "ball busting", "start": 3962.5, "end": 3963.5}, {"text": "I love the jury one ball. I love Bt. I loved so much that he was like okay.", "start": 3965.02, "end": 3970.62}, {"text": "I'm not sure you know what", "start": 3970.62, "end": 3972.64}, {"text": "I just like to clarify I'm eating his come out of her, but", "start": 3972.64, "end": 3977.18}, {"text": "this next one had no answer, but it was a customer saying I use to profanity", "start": 3977.18, "end": 3983.1}, {"text": "words and a fax to a lawyer, asshole and jerk face and now he wants to take me", "start": 3983.1, "end": 3987.42}, {"text": "to court. I'm profanity charges. I want to go in alone and represent myself", "start": 3987.42, "end": 3991.26}, {"text": "because I am not going to fight it. I was wrong and they can rule whatever", "start": 3991.3, "end": 3995.04}, {"text": "they want against me. Do I or should I really need a lawyer with me?", "start": 3995.04, "end": 3998.32}, {"text": "Yes. Cussing is illegal. We've talked about it. Cussing is so illegal. I'm", "start": 3998.32, "end": 4001.96}, {"text": "the number one lawyer. I work on so many profanity cases. Cusses are illegal,", "start": 4001.96, "end": 4006.72}, {"text": "but cussing is different from mom to mom. So it really depends on what", "start": 4006.72, "end": 4011.88}, {"text": "your mom says. Your honor, my client, you thought he said shit,", "start": 4011.88, "end": 4015.8}, {"text": "but you didn't hear after he said, \"Tucky mushrooms.\"", "start": 4015.8, "end": 4018.6}, {"text": "Exactly. Yeah, exactly. See, we had you, he might be saying fudge.", "start": 4019.08, "end": 4024.2}, {"text": "Fudge.", "start": 4024.2, "end": 4025.6}, {"text": "Your honor, have you not enjoyed a steaming bowl of fudge? Exactly.", "start": 4025.6, "end": 4030.56}, {"text": "Every house was different. I was in a lot of like, God dang, a lot of people...", "start": 4030.56, "end": 4034.64}, {"text": "I couldn't say sucks. Yeah, I couldn't say sucks. I could say all the swears.", "start": 4034.64, "end": 4038.44}, {"text": "Or shut up. I couldn't say screw. Now, screw is a cuss in my house.", "start": 4038.44, "end": 4042.72}, {"text": "So it really... And some people had... I went over to my friend's house", "start": 4042.72, "end": 4046.12}, {"text": "and his parents let him say, \"Fuck this, fuck that, fuck the dinner that I'm eating.\"", "start": 4046.12, "end": 4050.12}, {"text": "So it really is a dinner.", "start": 4050.12, "end": 4051.12}, {"text": "I was told in third grade that jerk is a swear.", "start": 4051.12, "end": 4054.12}, {"text": "Suck my dinner up my ass.", "start": 4054.12, "end": 4055.12}, {"text": "Oh, suck my...", "start": 4055.12, "end": 4056.12}, {"text": "Do I sit down at the table telling grandpa that?", "start": 4056.12, "end": 4059.12}, {"text": "Hey, grandpa, suck my dinner up my ass.", "start": 4059.12, "end": 4061.12}, {"text": "Up my ass.", "start": 4061.12, "end": 4062.12}, {"text": "That's a pretty good...", "start": 4062.12, "end": 4063.12}, {"text": "Actually, you should be able to say that.", "start": 4063.12, "end": 4064.12}, {"text": "Suck my dinner up my ass.", "start": 4064.12, "end": 4065.12}, {"text": "Suck my dinner.", "start": 4065.12, "end": 4066.12}, {"text": "Suck my dinner, it depends on the food.", "start": 4066.12, "end": 4068.12}, {"text": "Maybe you have like a savory lollipop.", "start": 4068.12, "end": 4070.12}, {"text": "Stink my dinner.", "start": 4070.12, "end": 4071.12}, {"text": "I could say stinks instead of sucks.", "start": 4071.12, "end": 4073.12}, {"text": "Lick my bob.", "start": 4073.12, "end": 4074.12}, {"text": "Bob, I was a stick my Bob my D. That's my D mom wet my Bob or like my thing", "start": 4074.12, "end": 4080.68}, {"text": "yeah. Any of that should be stick my finger,", "start": 4080.68, "end": 4082.64}, {"text": "lick my finger, because then they say where you say, what what are you", "start": 4082.64, "end": 4087.32}, {"text": "anywhere? Yeah, my stick it and then okay, this next one I did something", "start": 4087.32, "end": 4092.92}, {"text": "incredibly stupid today. While there is no question, it was stupid. I wanted to", "start": 4092.92, "end": 4097.0}, {"text": "see if it was illegal.", "start": 4097.0, "end": 4097.88}, {"text": "I was at a trade show in Las Vegas and I got a call for an emergency and had to", "start": 4097.88, "end": 4102.56}, {"text": "early when I parked this morning it was a single stop bought up against a concrete barrier", "start": 4102.6, "end": 4107.16}, {"text": "in front. I entered the parking lot to find someone had parked directly behind me less", "start": 4107.16, "end": 4110.94}, {"text": "than a foot in the spot that wasn't a space and was sticking out into the roadway not", "start": 4110.94, "end": 4115.04}, {"text": "having time. I spent the next five minutes and 100 turns getting my truck out from front", "start": 4115.04, "end": 4119.04}, {"text": "of turns. This guy's playing boulders. I know making sure I didn't hit his vehicle in the", "start": 4119.04, "end": 4123.8}, {"text": "process scraping up my bumper on the concrete concrete upset. I wrote a note great job parking", "start": 4123.8, "end": 4129.7}, {"text": "like an asshole directly behind me when there's not even a spot insensitive", "start": 4129.7, "end": 4135.1}, {"text": "bastard and left it underneath his windshield wiper. Looking back, it was", "start": 4135.1, "end": 4138.98}, {"text": "rude and stupid, but it was was it illegal under Nevada law? I didn't", "start": 4138.98, "end": 4142.78}, {"text": "threaten him or touch his vehicle. That is the most ex Mormon fucking thing I've", "start": 4142.78, "end": 4147.66}, {"text": "ever heard. Hey, go suck a lollipop. Yeah, what is he? What is he says? Great", "start": 4147.66, "end": 4153.42}, {"text": "job parking like an asshole directly behind sarcasm. Not even a spot in", "start": 4153.42, "end": 4158.54}, {"text": "In Nevada? Insensitive bastard. Is Nevada where ex-Mormons moved to? I think so, yeah.", "start": 4158.54, "end": 4164.54}, {"text": "Because it's the opposite of Utah. I think there's a lot of Mormons in Nevada also.", "start": 4164.54, "end": 4168.54}, {"text": "There's two cities of sin in Nevada. What's... Reno. Las Vegas and Reno. The", "start": 4168.54, "end": 4172.54}, {"text": "whole state of sin, basically, if you ask me. This is Sodom and Gomorrah.", "start": 4172.54, "end": 4177.54}, {"text": "Nevada, more like never had a good thought or emotion in my life. Or impulse when I was", "start": 4177.54, "end": 4182.54}, {"text": "in Nevada because I was gambling and drinking Sprite. Never had a chance to go", "start": 4182.54, "end": 4187.54}, {"text": "chance to go to heaven, never had one and Nevada backwards is heaven. Wow, I think it's it's", "start": 4187.54, "end": 4192.7}, {"text": "head of a bad a about a cadaver. Yeah, it's a magic or this next one.", "start": 4192.7, "end": 4198.5}, {"text": "I have taking the company computer with the out of the office to my home to review more", "start": 4198.5, "end": 4205.4}, {"text": "trash on it of turning it.", "start": 4205.4, "end": 4208.2}, {"text": "I am thinking of turning of turning it over to the law. Some of the girls looking young.", "start": 4208.2, "end": 4215.3}, {"text": "he was on a teen porno site, comma, comma, comma, comma, every ellipsis is a comma.", "start": 4215.3, "end": 4220.58}, {"text": "Just let the law check it.", "start": 4220.58, "end": 4223.28}, {"text": "And if no one is under 18, I'll jam it and give it back to him.", "start": 4223.28, "end": 4228.48}, {"text": "But if there's a girl under 18, will the law arrest him?", "start": 4228.48, "end": 4232.04}, {"text": "And then I'll arrest you.", "start": 4232.04, "end": 4233.82}, {"text": "Well, that's what P Simmons says.", "start": 4233.82, "end": 4235.48}, {"text": "P Simmons says, thanks for the chance to help.", "start": 4235.48, "end": 4237.64}, {"text": "I'm a, I'm an attorney with over 12 years experience.", "start": 4237.64, "end": 4240.32}, {"text": "Hopefully I can help you with your legal question.", "start": 4240.32, "end": 4242.06}, {"text": "What is going on here?", "start": 4242.06, "end": 4242.84}, {"text": "You took a computer with child porn on the computer.", "start": 4242.84, "end": 4244.9}, {"text": "I didn't say child porno. I said it was on a teen porno site that can be eighteen", "start": 4245.26, "end": 4249.56}, {"text": "or nineteen years old. I said some of them would be questionable if they are", "start": 4249.56, "end": 4253.96}, {"text": "under eighteen or under the piece of and says yes. If there's child porn on the", "start": 4253.96, "end": 4258.26}, {"text": "computer, the police can arrest him. My concern is that if you have the computer,", "start": 4258.26, "end": 4262.46}, {"text": "you're also breaking the law. The best thing to do is turn it over to the", "start": 4262.46, "end": 4265.56}, {"text": "police and let them investigate pedophile Simmons man. I'm not. Oh my", "start": 4265.56, "end": 4269.06}, {"text": "God. Wait, that's true. Yeah, he's covering his ass. This next one is this", "start": 4269.06, "end": 4274.96}, {"text": "a strange question. Is there a law about ABDL in public? And then Isaac Esquire says, Thank", "start": 4274.96, "end": 4280.44}, {"text": "you for your question, but please permit me to assist you with your concerns. I happen", "start": 4280.44, "end": 4284.16}, {"text": "to be a Pennsylvania license. My apologies, but by ABDL, do you mean adult baby diaper", "start": 4284.16, "end": 4288.38}, {"text": "lover or something else? If not, I just want to answer the question properly. Yes, adult", "start": 4288.38, "end": 4293.16}, {"text": "baby diaper lover. Hi, there is no law against it. The only law is based on decency, which", "start": 4293.16, "end": 4297.96}, {"text": "means that so long as genitalia is covered up, sincerely, Demetri Esquire.", "start": 4297.96, "end": 4303.68}, {"text": "Okay, so apparently I like that the Isaac knew what a B D L meant yeah. He", "start": 4303.68, "end": 4310.44}, {"text": "certainly I think he probably Googled it. Yeah, can you imagine if", "start": 4310.44, "end": 4313.82}, {"text": "here's the here's the the troll you pull right? You ask this question, the", "start": 4313.82, "end": 4318.72}, {"text": "process. Oh, I'm sorry. Do you mean a B D L is that adult baby diaper lover? I", "start": 4318.72, "end": 4323.64}, {"text": "think I'm not and you say what the hell are you talking about? What the here's", "start": 4323.64, "end": 4327.62}, {"text": "the no I do if they ask me is it is it legal to be a B D L? I just send", "start": 4327.62, "end": 4332.2}, {"text": "Sure fucking hope not.", "start": 4332.24, "end": 4334.24}, {"text": "Then you're the master troll.", "start": 4334.24, "end": 4336.24}, {"text": "And then you get five stars.", "start": 4336.24, "end": 4338.24}, {"text": "Yeah, exactly.", "start": 4338.24, "end": 4340.24}, {"text": "This next one. This is embarrassing, but please bear with me.", "start": 4340.24, "end": 4342.24}, {"text": "I have an unhealthy hobby of watching porn.", "start": 4342.24, "end": 4344.24}, {"text": "I was recently searching for videos with Google", "start": 4344.24, "end": 4346.24}, {"text": "and I searched for something that isn't appropriate", "start": 4346.24, "end": 4348.24}, {"text": "because the word I used doesn't mean what I thought it meant.", "start": 4348.24, "end": 4350.24}, {"text": "Google brought up a page that let me know what I searched for was illegal.", "start": 4350.24, "end": 4352.24}, {"text": "I never saw any picture or video, just that message from Google.", "start": 4352.24, "end": 4354.24}, {"text": "Should I be expecting a visit from authorities?", "start": 4354.24, "end": 4356.24}, {"text": "So what do you guys think the word was?", "start": 4356.24, "end": 4358.24}, {"text": "What is the word?", "start": 4358.24, "end": 4360.24}, {"text": "is the word. Alien.", "start": 4360.24, "end": 4362.24}, {"text": "It's illegal. Is it legal to look at alien porn? It can't be legal. It", "start": 4362.24, "end": 4370.08}, {"text": "shouldn't be legal. It should not be legal. Does Google give you a warning", "start": 4370.08, "end": 4373.0}, {"text": "if you search something illegal? I think so. That's awesome. But the warning...", "start": 4373.0, "end": 4376.64}, {"text": "This is what the customer said. Thank you, Google. This is what the customer", "start": 4376.64, "end": 4380.12}, {"text": "said. \"For some crazy reason, I thought Lolita meant a beautiful Hispanic", "start": 4380.12, "end": 4385.32}, {"text": "woman.", "start": 4385.36, "end": 4385.86}, {"text": "So when I search for Lolita hand job, oh my God,", "start": 4385.86, "end": 4390.78}, {"text": "let me know that what I search for was illegal. This is two days ago and I've", "start": 4390.78, "end": 4394.9}, {"text": "been freaking out ever since because I thought because I looked up the actual", "start": 4394.9, "end": 4398.58}, {"text": "definition of Lolita. As long as I didn't view any material and I didn't break", "start": 4398.58, "end": 4401.92}, {"text": "any child porn laws right, having it accidentally open for a second or so is", "start": 4401.92, "end": 4406.26}, {"text": "not equivalent to watching. I like that defense. He only watch it for one", "start": 4406.26, "end": 4409.92}, {"text": "second. Yeah, the hoops, the shut it off that pedophiles will jump through to", "start": 4409.92, "end": 4414.96}, {"text": "make what they're doing legal. I wish that I children, I wish that every other", "start": 4415.0, "end": 4421.6}, {"text": "criminal was doing this. I wish there were questions on this website like like", "start": 4421.6, "end": 4424.9}, {"text": "so I technically may have accidentally killed a guy, but like I only", "start": 4424.9, "end": 4430.3}, {"text": "did I was only was for a second. It was only for a second that I was choking", "start": 4430.3, "end": 4435.48}, {"text": "him out and then like just all these these excuses and it's it's unbelievable.", "start": 4435.48, "end": 4440.48}, {"text": "It really is amazing. These guys are kind of master. This is why I know", "start": 4440.48, "end": 4443.56}, {"text": "kind of master debaters you were talking about people asking questions on this", "start": 4443.6, "end": 4447.7}, {"text": "website right. You know, I guess well, I guess I tried to get my own legal", "start": 4447.7, "end": 4454.22}, {"text": "advice. You're kidding. I tried to click next. I try was trying to do that, too,", "start": 4454.22, "end": 4457.02}, {"text": "but I changed my mind. I tried to get my own legal advice on something. Now I", "start": 4457.02, "end": 4460.16}, {"text": "want you to look at my conversation really quick. Okay, okay, no", "start": 4460.16, "end": 4463.64}, {"text": "welcome. How can I help with your legal question? Hello? Yes, it has recently", "start": 4463.64, "end": 4468.32}, {"text": "come to my attention that an employee of mine has stolen my designs and started", "start": 4468.32, "end": 4471.52}, {"text": "own clothing company. How do I sue him? The lawyer can help you determine if you have a", "start": 4471.54, "end": 4478.02}, {"text": "case. Where are you located? These laws vary by state. I am located in New York City, but", "start": 4478.02, "end": 4481.28}, {"text": "my client is in Mexico. My employee is the most famous singer in Mexico. He is 19 and", "start": 4481.28, "end": 4490.28}, {"text": "weighs 90 pounds. He likes Chalamet. He dances better than most and I am upset he has gone", "start": 4490.28, "end": 4494.9}, {"text": "behind my back and I want retribution. They said chat is completed. They did not want", "start": 4494.9, "end": 4499.24}, {"text": "to take this case on. They did not want to take this case on.", "start": 4499.24, "end": 4502.2}, {"text": "Are you fucking serious?", "start": 4502.2, "end": 4503.24}, {"text": "Jubio, what is this?", "start": 4503.24, "end": 4505.24}, {"text": "Go next.", "start": 4505.24, "end": 4506.24}, {"text": "Jubio, what is this?", "start": 4506.24, "end": 4507.24}, {"text": "Oh my god.", "start": 4507.24, "end": 4508.24}, {"text": "What is jubio.bigcartel.com/products?", "start": 4508.24, "end": 4512.24}, {"text": "The Jubio Stellar hoodie?", "start": 4512.24, "end": 4514.24}, {"text": "What have you done? You've taken my designs.", "start": 4514.24, "end": 4517.24}, {"text": "The Jubio Authentic Center hoodie?", "start": 4517.24, "end": 4520.24}, {"text": "You have taken my designs from me and you have started your own clothing brand?", "start": 4520.24, "end": 4524.24}, {"text": "I've been sitting on this Jubio merch forever.", "start": 4524.24, "end": 4528.24}, {"text": "and you haven't I haven't put it that well my design was that the island was", "start": 4528.24, "end": 4533.76}, {"text": "going to be the dot on the eye that's a better design is a better design and", "start": 4533.76, "end": 4538.26}, {"text": "Jubia ripped it off and made it and why is it in pounds that's a good point I", "start": 4538.26, "end": 4542.98}, {"text": "guess it's why are you paying for this in GBP euros your euros rather he's not", "start": 4542.98, "end": 4549.16}, {"text": "answering well that's because I think that this is a different jujubio this is", "start": 4549.16, "end": 4555.04}, {"text": "is a different Jubio or J U Bio J U Bio yeah yeah.", "start": 4555.04, "end": 4560.24}, {"text": "These are just under well, then how are these designs so similar to my just", "start": 4560.24, "end": 4565.74}, {"text": "under beach? Well, it's somebody else ripped you off and you know what they", "start": 4565.74, "end": 4568.94}, {"text": "also ripped off Jubio's name. So we have a case together. We have a kit. You guys", "start": 4568.94, "end": 4573.32}, {"text": "have a co case, which is good because this is going to dip into international", "start": 4573.32, "end": 4576.62}, {"text": "law. This is good. Oh yeah, because I'm not qualified. Holy shit. I've actually", "start": 4576.62, "end": 4580.28}, {"text": "been completely banned from participating in and this might even be maritime law.", "start": 4580.28, "end": 4585.02}, {"text": "if there's a so this means it's legal to do killing. Is it legal to kill someone", "start": 4585.02, "end": 4591.22}, {"text": "in the fucking ocean? Yes, you're real. Yes, if you just go 20 miles off of New", "start": 4591.22, "end": 4595.14}, {"text": "Jersey, you can kill no not 20, but like a lot more.", "start": 4595.14, "end": 4597.54}, {"text": "I think that the country that the person is from would be mad at you. Well,", "start": 4597.54, "end": 4602.74}, {"text": "but being mad is fine. I don't care. I think that you wouldn't be able to go", "start": 4602.74, "end": 4607.26}, {"text": "to that country anymore. Okay, so depending on where it was, they might", "start": 4607.26, "end": 4610.42}, {"text": "get you suck because it's like the thing where someone does something bad and", "start": 4610.42, "end": 4614.22}, {"text": "other country says you got to like in the dark night extra day and kill someone", "start": 4614.22, "end": 4617.54}, {"text": "from the United Kingdom in the ocean. Yes, and just never go well, it depends,", "start": 4617.54, "end": 4621.58}, {"text": "but I bet that the US would send would get you and send you there. Why to get", "start": 4621.58, "end": 4625.94}, {"text": "in trouble because they're fucking narcs man. I'm a Republican. They don't care", "start": 4625.94, "end": 4630.46}, {"text": "about that. Honestly, the people at the top for them. It's not about Democrat", "start": 4630.46, "end": 4633.54}, {"text": "Republican. It's about this either. You got money or you don't. Okay, so I have a", "start": 4633.54, "end": 4637.22}, {"text": "lot of money. You don't. Well, you got a lot of money. You got enough to get on a", "start": 4637.22, "end": 4639.98}, {"text": "boat. Honestly, even the people who have a lot of money in this in our lives like", "start": 4639.98, "end": 4643.34}, {"text": "$100,000, $200,000, that's literally nothing.", "start": 4643.34, "end": 4645.98}, {"text": "How could that be nothing?", "start": 4645.98, "end": 4647.62}, {"text": "That's a grain of sand.", "start": 4647.62, "end": 4649.02}, {"text": "They could buy 20 of these hoodies.", "start": 4649.02, "end": 4650.54}, {"text": "They could buy more than that.", "start": 4650.54, "end": 4652.02}, {"text": "They could buy 20 and just give them out.", "start": 4652.02, "end": 4653.58}, {"text": "Well, I guess if they only have 20 in stock, they could probably only buy 20.", "start": 4653.58, "end": 4657.46}, {"text": "Well guys, this concludes the episode about legal advice.", "start": 4657.46, "end": 4663.54}, {"text": "And if you have money, send $5 to patreon.com/podcastaboutlist where you can see new type of files.", "start": 4663.54, "end": 4672.38}, {"text": "of Dragons, the shareholder meeting.", "start": 4672.38, "end": 4674.38}, {"text": "Speaking of the shareholder meeting, what day is it this month, Julio?", "start": 4674.38, "end": 4677.38}, {"text": "Beers We Drank.", "start": 4677.38, "end": 4678.38}, {"text": "I remember it's on a Sunday.", "start": 4678.38, "end": 4680.38}, {"text": "What?", "start": 4680.38, "end": 4682.38}, {"text": "28th?", "start": 4682.38, "end": 4684.38}, {"text": "Sunday, January 28th will be the shareholder meeting.", "start": 4684.38, "end": 4686.38}, {"text": "That's on Discord, so join the executive producer tier on Patreon and then join.", "start": 4686.38, "end": 4690.38}, {"text": "Make sure you're in the Discord.", "start": 4690.38, "end": 4691.38}, {"text": "And also this weekend, Friday and Saturday, I'm going to be opening up for", "start": 4691.38, "end": 4695.38}, {"text": "little Adam Friedland in a tiny town called Tampa, Florida.", "start": 4695.38, "end": 4699.38}, {"text": "Where are you playing?", "start": 4699.38, "end": 4700.38}, {"text": "The Crazy Comedy Village.", "start": 4700.38, "end": 4702.74}, {"text": "Is it really called The Crazy Comedy Village?", "start": 4702.74, "end": 4705.54}, {"text": "It's something along those lines.", "start": 4705.54, "end": 4706.54}, {"text": "It has a really stupid name.", "start": 4706.54, "end": 4707.7}, {"text": "It's going to be really, really bad.", "start": 4707.7, "end": 4709.46}, {"text": "These shows are going to be terrible.", "start": 4709.46, "end": 4710.46}, {"text": "Please, please, please come out.", "start": 4710.46, "end": 4711.46}, {"text": "Please, and just brighten my day just a little bit.", "start": 4711.46, "end": 4715.26}, {"text": "It's going to be so fucking hell being in Tampa.", "start": 4715.26, "end": 4718.14}, {"text": "He's going to try to make me go to a strip club or something.", "start": 4718.14, "end": 4721.14}, {"text": "Tampa's nice this time of year.", "start": 4721.14, "end": 4722.86}, {"text": "I like movies.", "start": 4722.86, "end": 4723.86}, {"text": "Tampa sucks.", "start": 4723.86, "end": 4724.86}, {"text": "No, I'm not a fan of this area.", "start": 4724.86, "end": 4725.86}, {"text": "It's trash.", "start": 4725.86, "end": 4726.86}, {"text": "Tampa's a junkyard.", "start": 4726.86, "end": 4727.86}, {"text": "We went to Tampa.", "start": 4727.86, "end": 4728.86}, {"text": "We went to Tampa two years ago.", "start": 4728.86, "end": 4730.86}, {"text": "So if you live there, come on out, bitch.", "start": 4730.86, "end": 4732.86}, {"text": "We went to Tampa two years ago for", "start": 4732.86, "end": 4734.86}, {"text": "FYA festival, was it?", "start": 4734.86, "end": 4736.86}, {"text": "Yes. And we got accosted by", "start": 4736.86, "end": 4738.86}, {"text": "an Uber driver.", "start": 4738.86, "end": 4740.86}, {"text": "Accosted? A guy talked to us and", "start": 4740.86, "end": 4742.86}, {"text": "while he was driving us.", "start": 4742.86, "end": 4744.86}, {"text": "Say what it was!", "start": 4744.86, "end": 4746.86}, {"text": "He verbally assaulted us.", "start": 4746.86, "end": 4748.86}, {"text": "By saying what? He said,", "start": 4748.86, "end": 4750.86}, {"text": "\"We were taking an Uber to Waffle House and he said,", "start": 4750.86, "end": 4752.86}, {"text": "'You know Waffle House sucks, right?'\"", "start": 4752.86, "end": 4754.86}, {"text": "I said, \"No, it doesn't.\"", "start": 4754.86, "end": 4756.86}, {"text": "drivers. And you were acting like this is not a crime against us that we could sue this", "start": 4756.86, "end": 4760.36}, {"text": "man. He said \"accosted\". He accosted us. This is a crime against the most of us. He drove", "start": 4760.36, "end": 4766.04}, {"text": "you there and you paid him. No, no, no, no, no. He can say whatever he wants. He verbally", "start": 4766.04, "end": 4769.12}, {"text": "assaulted us. Alright, well, every other building in Tampa is an adult video store. Alright,", "start": 4769.12, "end": 4775.88}, {"text": "well then I think I'm going to have a good time. Thank you guys so much. We'll see you", "start": 4775.88, "end": 4779.12}, {"text": "next time.", "start": 4779.12, "end": 4780.12}, {"text": "(static)", "start": 4780.12, "end": 4782.2}, {"text": "- Maybe.", "start": 4782.2, "end": 4785.44}, {"text": "- I have another question.", "start": 4785.44, "end": 4786.26}, {"text": "Do you guys fucking hate me?", "start": 4786.26, "end": 4787.1}, {"text": "(laughs)", "start": 4787.1, "end": 4788.32}, {"text": "You guys fucking hate me, wish I was fucking dead.", "start": 4788.32, "end": 4790.16}, {"text": "- That's a bad prank.", "start": 4790.16, "end": 4791.0}, {"text": "- That is a bad prank.", "start": 4791.0, "end": 4791.82}, {"text": "- I'm not good at pranks, man.", "start": 4791.82, "end": 4793.08}, {"text": "I'm famously bad at pranks.", "start": 4793.08, "end": 4794.6}, {"text": "- You're bad at pranks and you have a prank face.", "start": 4794.6, "end": 4796.04}, {"text": "Your prank face is this.", "start": 4796.04, "end": 4797.62}, {"text": "- I haven't done pranks since when I was a kid,", "start": 4797.62, "end": 4799.96}, {"text": "I did the bucket of water on the door to my brother", "start": 4799.96, "end": 4803.36}, {"text": "and he cried.", "start": 4803.36, "end": 4804.2}, {"text": "- You do this when you're--", "start": 4804.2, "end": 4805.28}, {"text": "- My older brother, six years old.", "start": 4805.28, "end": 4806.8}, {"text": "- You have no poker face for pranks", "start": 4806.8, "end": 4808.48}, {"text": "is when you do a prank, you have a little, you have like a bobblehead", "start": 4808.48, "end": 4811.92}, {"text": "thing.", "start": 4811.92, "end": 4812.16}, {"text": "I don't bobble my head.", "start": 4812.16, "end": 4813.16}, {"text": "You do this, you go.", "start": 4813.16, "end": 4815.04}, {"text": "I don't bobble my head.", "start": 4815.04, "end": 4818.72}, {"text": "The other day I got a fake poop and I put it on my kitchen counter as", "start": 4818.72, "end": 4822.96}, {"text": "soon as I got it.", "start": 4822.96, "end": 4824.0}, {"text": "I zero planning, put it on my kitchen counter and my wife walked in", "start": 4824.0, "end": 4828.2}, {"text": "and got home from work and I said, I'm so bad at pranks.", "start": 4828.2, "end": 4830.88}, {"text": "I said, hey baby, can you get me a glass of water?", "start": 4830.88, "end": 4833.72}, {"text": "And I was closer to the kitchen than she was.", "start": 4833.72, "end": 4836.24}, {"text": "I was doing nothing.", "start": 4836.24, "end": 4836.88}, {"text": "I was just sitting in the hallway.", "start": 4836.88, "end": 4838.2}, {"text": "Can you get me a glass of water?", "start": 4838.2, "end": 4840.2}, {"text": "It didn't work, man.", "start": 4840.2, "end": 4842.2}, {"text": "She walked in and she was like, \"Yeah, there's a fake poop on there.\"", "start": 4842.2, "end": 4846.2}, {"text": "We were talking about the master troll the other day.", "start": 4846.2, "end": 4850.2}, {"text": "I was trying to think of trolling I had done in the past,", "start": 4850.2, "end": 4854.2}, {"text": "and I remembered something I did in college that I completely forgot about that people got mad at me for.", "start": 4854.2, "end": 4858.2}, {"text": "Do you remember how, at college, it was like they had the,", "start": 4858.2, "end": 4862.2}, {"text": "it was like a school TV network where you get shows,", "start": 4862.2, "end": 4866.2}, {"text": "It's like they have a staff and you make like, you know, however many episodes or whatever.", "start": 4866.2, "end": 4869.0}, {"text": "And I never did any of that.", "start": 4869.0, "end": 4870.16}, {"text": "But on Facebook, I posted, I made a fake poster for a show for that called \"This Shit Fucks\"", "start": 4870.16, "end": 4878.0}, {"text": "and I said, \"I'm excited to announce I'm making one of these shows.", "start": 4878.0, "end": 4883.6}, {"text": "Please message them on Facebook and ask if you want to be on the crew.\"", "start": 4883.6, "end": 4889.04}, {"text": "And like, \"We're going to have a meeting in this room on this day at this time.\"", "start": 4889.04, "end": 4893.22}, {"text": "And it was completely not true and fake and a bunch of people messaged the school organization", "start": 4893.22, "end": 4898.62}, {"text": "and be like, \"Hey, can I work on this shit, fucks?\"", "start": 4898.62, "end": 4900.42}, {"text": "And everyone got really mad at me because it wasn't real.", "start": 4900.42, "end": 4903.38}, {"text": "(Boo!)", "start": 4903.38, "end": 4905.38}], "title": "Ep. 274 - Scrappy, esq. Goobey Lawyer", "link": "https://podcasters.spotify.com/pod/show/podcast-about-list/episodes/Ep--274---Scrappy--esq--Goobey-Lawyer-e2ehp7b", "date": "Wed, 17 Jan 2024 11:00:00 GMT", "id": 299}