{"lines": [{"text": "You're listening to Israel's number one pod.", "start": 0.0, "end": 2.8}, {"text": "This is premium content.", "start": 2.8, "end": 4.8}, {"text": "If you are not a premium subscriber, please pause now and purchase a premium membership immediately.", "start": 4.8, "end": 10.8}, {"text": "*laughter*", "start": 10.8, "end": 12.8}, {"text": "Okay.", "start": 12.8, "end": 13.3}, {"text": "*scary noises*", "start": 13.3, "end": 15.3}, {"text": "Okay, so I-", "start": 15.3, "end": 17.3}, {"text": "*laughter*", "start": 17.3, "end": 19.3}, {"text": "The scary bug!", "start": 19.3, "end": 21.3}, {"text": "*scary noises*", "start": 21.3, "end": 23.3}, {"text": "The little cockroach!", "start": 23.3, "end": 25.3}, {"text": "*scary noises*", "start": 25.3, "end": 27.3}, {"text": "*scary noises*", "start": 27.3, "end": 29.3}, {"text": "bug is in my home I don't want to be home alone. The scary bug is on the crawl. I really thought", "start": 29.3, "end": 36.3}, {"text": "I killed them all. The scary bug is up in my home. What I want to do is hit the bug with", "start": 36.3, "end": 43.3}, {"text": "shoes. So yeah. We were talking about the misfits. I went to search that Glenn Danzig", "start": 43.3, "end": 54.3}, {"text": "cancel culture article and I just went to the search bar and I typed in Glenn Danzig", "start": 54.3, "end": 58.3}, {"text": "You know how sometimes like when you search like a question like a little like like info thing will pop up as you're typing it like", "start": 58.3, "end": 63.98}, {"text": "With an answer like you're typing an album name will be like say like something album name", "start": 63.98, "end": 67.26}, {"text": "I typed in Glenn Danzig space C to go to cancel culture and a little thing popped up that just said 5-3", "start": 67.26, "end": 72.86}, {"text": "Yeah, it's so I mean he's a hundred percent. That's why he's so scared of but that's why he's so scared of spiders", "start": 85.78, "end": 91.5}, {"text": "Yeah, the itsy bitsy spider went up the the water spout I was I was actually already there", "start": 91.5, "end": 99.96}, {"text": "He's coming in my spout you see bitsy spider went up the bloody spout", "start": 99.96, "end": 106.42}, {"text": "He's a hundred percent correct. You really couldn't make those songs nowadays. Absolutely not", "start": 110.42, "end": 115.72}, {"text": "No, you like my mommy. Can I go out and kill tonight? No, you couldn't do that today. I", "start": 115.72, "end": 121.18}, {"text": "Mean that like in like now I'm not being like facetious like you. Yeah, no, like some yeah", "start": 121.18, "end": 127.58}, {"text": "No, you really could last caress or you like no no way. No way. I think bullet is that is the problem the", "start": 127.58, "end": 134.08}, {"text": "Amazing fucking songs a great song you could make that kind of shit. I mean, I don't like I don't like Jerry only misfits", "start": 135.64, "end": 141.88}, {"text": "I like listen to any misfits past Danzig. I don't care. Yeah", "start": 141.88, "end": 146.62}, {"text": "Danzig's the fucking man, but Danzig with the misfits amazing", "start": 146.62, "end": 151.04}, {"text": "You can make that shit, but you you would just only make like $17 on Spotify every year, right?", "start": 151.04, "end": 156.48}, {"text": "Yeah, and like people who are like us would listen to it and be like, oh, they're so dope", "start": 156.48, "end": 161.46}, {"text": "and then they would like stop making music in like two years and like well", "start": 161.46, "end": 165.42}, {"text": "no look at salesman what would happen is they would write last caress and they", "start": 165.42, "end": 169.26}, {"text": "would like play it on a late-night show or something like get some kind of", "start": 169.26, "end": 172.66}, {"text": "publicity I'm gonna be like okay this is fucked up you can't sing this and then", "start": 172.66, "end": 176.22}, {"text": "suddenly a bunch of like like 70 year old conservatives would have to pretend", "start": 176.22, "end": 180.26}, {"text": "that they love like mummies and and frankly exactly but like I'm going the", "start": 180.26, "end": 186.46}, {"text": "the", "start": 186.46, "end": 206.28}, {"text": "the fucking march on Washington is one of the funniest fucking things that happened this", "start": 206.28, "end": 210.72}, {"text": "year.", "start": 210.72, "end": 211.72}, {"text": "It's one of the funniest ways to like end your career.", "start": 211.72, "end": 213.88}, {"text": "Oh for sure.", "start": 213.88, "end": 215.04}, {"text": "To go like, oh I'm gonna hang, I'm gonna go on Uncle's Day Out, I'm gonna go hang out", "start": 215.04, "end": 219.4}, {"text": "with them and ruin my career.", "start": 219.4, "end": 222.84}, {"text": "And it's funny because like, I don't know, like I am/was, I'm not gonna, hey I'm not", "start": 222.84, "end": 229.24}, {"text": "gonna touch that, a big R.L. Pink fan.", "start": 229.24, "end": 232.96}, {"text": "And it's funny, like he was just like constantly talking about like, yeah I don't know what", "start": 232.96, "end": 236.08}, {"text": "I'm going to do in like two years like in 2014.", "start": 236.08, "end": 239.28}, {"text": "He was just like, yeah, I don't know what I'm going to do.", "start": 239.28, "end": 241.08}, {"text": "People aren't going to like keep listening to my music.", "start": 241.08, "end": 243.28}, {"text": "So he was just like constantly like doomering himself until like he just found himself like calling Grimes the r-word", "start": 243.28, "end": 249.68}, {"text": "and like hanging out with with people who are storming the Capitol.", "start": 249.68, "end": 254.48}, {"text": "Right? It's a I mean do you what's there's some fucking interview that he did.", "start": 254.48, "end": 259.88}, {"text": "Oh, that's the thing. He's just he was such like an egotistical.", "start": 259.88, "end": 263.48}, {"text": "person, Ariel Pink. Like there's some interview I watched where he's like, \"Well, you know,", "start": 263.48, "end": 267.72}, {"text": "I'm a genius.\" And like the woman interviewing him just starts laughing. And then he tries to", "start": 267.72, "end": 272.36}, {"text": "like pull out some R. Stevie Moore quote where he's like, \"Well, a genius is just a fool with", "start": 272.36, "end": 277.0}, {"text": "a pocket.\" And it's just like, \"Fuckin', you pretentious little fuck. God damn it.\"", "start": 277.0, "end": 282.68}, {"text": "And that didn't make me, that did not make me stop listening to his music when I was like 14.", "start": 282.68, "end": 288.28}, {"text": "I thought it was like, I was like, \"Oh, I guess he's just trying to be funny and it didn't land.\"", "start": 288.28, "end": 293.0}, {"text": "Yeah, he was doing the thing where he was sort of like one foot in one foot out where it's", "start": 293.0, "end": 297.72}, {"text": "like, I'm being funny. And it's like, Oh, I actually just sort of embarrassed myself in", "start": 297.72, "end": 302.68}, {"text": "front of this woman. Right? Yeah, that's sort of his was his bag a little bit.", "start": 302.68, "end": 306.92}, {"text": "Just to pull it back to Danzig for a second, I found the interview where he said the cancel", "start": 306.92, "end": 311.8}, {"text": "culture thing. It's like a Rolling Stone interview. It's about it's about his new", "start": 311.8, "end": 315.48}, {"text": "movie that's coming out, which is called I bet this title is great. Death Death Rider", "start": 315.48, "end": 320.92}, {"text": "in the house of vampires yes no it's a vampire western how can anyone be", "start": 320.92, "end": 327.72}, {"text": "fucking mad at this guy but listen to this what makes a good vampire movie and", "start": 327.72, "end": 334.18}, {"text": "here's what is his response Wow what makes a good vampire movie you got to", "start": 334.18, "end": 338.88}, {"text": "have vampires everybody except the people who get bit in Death Rider are vampires", "start": 338.88, "end": 345.16}, {"text": "all the main cast are vampires so you don't have to wait around to see a", "start": 345.16, "end": 348.64}, {"text": "a vampire and you need a lot of blood. I love him so much. He's a fucking man. He's 5'3\"", "start": 348.64, "end": 355.64}, {"text": "because he's 4 1/2. He turns on Dracula and he's like, \"Damn, I have to wait 10 minutes", "start": 355.64, "end": 362.88}, {"text": "until I see a vampire.\" I'm watching this movie and it's about vampires and I'm still", "start": 362.88, "end": 369.56}, {"text": "waiting for a vampire. This is taking way too long. I need to make a movie with vampires", "start": 369.56, "end": 374.46}, {"text": "Everywhere that's like that is such a genius mind to be like yeah, it's a vampire movie. So everybody's a vampire. Yeah", "start": 374.46, "end": 380.5}, {"text": "It's all you're supposed to do", "start": 380.5, "end": 382.5}, {"text": "So cool", "start": 382.5, "end": 385.62}, {"text": "Goddamn dude, it's so funny to like how how old is he now? He's probably like late 65. Yes 65 and he's like, oh", "start": 385.62, "end": 392.78}, {"text": "Man, just like all those like doing those songs at 65 just more power to him. I love him so much", "start": 392.78, "end": 400.1}, {"text": "Well, you've got to have some violence and shooting and people getting shot", "start": 400.34, "end": 403.86}, {"text": "So we have all that with close-ups grimacing at each other in Death Rider", "start": 403.86, "end": 407.86}, {"text": "Look, I want movies to be fun, and I want people to be entertained by them", "start": 407.86, "end": 411.68}, {"text": "Dude he's the best he's the fucking best", "start": 411.68, "end": 416.56}, {"text": "Anything anything", "start": 416.56, "end": 420.08}, {"text": "Stupid he says is like canceled out completely by mother that is one of the greatest songs in the world", "start": 420.08, "end": 426.4}, {"text": "It is a great track. That is one of the best songs. His Wikipedia has", "start": 426.4, "end": 432.0}, {"text": "Danzig and then Danzig continued as two separate sections", "start": 432.0, "end": 436.22}, {"text": "That's just how much there is about him. Yeah, he's just done a lot of stuff", "start": 436.22, "end": 443.16}, {"text": "He did the original, wait, he did the soundtrack", "start": 443.16, "end": 446.36}, {"text": "Or just a song in the less than zero", "start": 446.36, "end": 450.54}, {"text": "Movie, which I don't know if you guys know that movie. No, I'm not not familiar where I'm too old", "start": 451.24, "end": 455.96}, {"text": "No, it's from 1987. It's like based on a", "start": 455.96, "end": 459.16}, {"text": "Bredi Sanellas book who's another another rock and roll guy man, Bredi Sanellas", "start": 459.16, "end": 465.4}, {"text": "Did you ever read his like takedown of the Teletubbies?", "start": 465.4, "end": 468.06}, {"text": "Yeah, he like he like like was a there's a period of time where I don't know if he still blogs a lot", "start": 468.06, "end": 475.92}, {"text": "But he was like he probably does but he was like a big like I'm a I'm a blogger", "start": 475.92, "end": 480.72}, {"text": "and I'm an old writer and he has this like like this diatribe he wrote against", "start": 480.72, "end": 487.96}, {"text": "the Teletubbies which some of it is like kind of I don't want to say salient", "start": 487.96, "end": 491.92}, {"text": "about this but it is and that like he taught like kind of like how vacuous", "start": 491.92, "end": 496.12}, {"text": "that kind of children's entertainment is but it's like it's so like goddamn like", "start": 496.12, "end": 500.8}, {"text": "try hard like blog trying to make yeah yeah I know you mean okay just the just", "start": 500.8, "end": 507.08}, {"text": "the sentence Brett Easton Ellis take down of the Teletubbies I think exactly what I need", "start": 507.08, "end": 513.1}, {"text": "in my head.", "start": 513.1, "end": 514.1}, {"text": "Yeah I'm gonna I don't need to read that I just know what it is already.", "start": 514.1, "end": 518.0}, {"text": "Oh yeah you don't need to.", "start": 518.0, "end": 520.84}, {"text": "Dude listen I'm just looking I'm just scrolling through Glenn Danzig interviews now.", "start": 520.84, "end": 525.78}, {"text": "Did the comic book idea of becoming a different character someone larger than life feed into", "start": 525.78, "end": 529.92}, {"text": "the creation of Glenn Danzig the performer?", "start": 529.92, "end": 532.7}, {"text": "No I think you're reading too much into that.", "start": 532.7, "end": 534.8}, {"text": "The person you see on stage is me.", "start": 534.8, "end": 536.8}, {"text": "[Laughter]", "start": 536.8, "end": 538.8}, {"text": "They're like, they're like", "start": 538.8, "end": 540.8}, {"text": "loving in this softball to be like this cool", "start": 540.8, "end": 542.8}, {"text": "guy with the horror persona. He's like, \"No, I'm", "start": 542.8, "end": 544.8}, {"text": "just, I'm just a guy.\"", "start": 544.8, "end": 546.8}, {"text": "I just like skeletons, man.", "start": 546.8, "end": 548.8}, {"text": "Yeah!", "start": 548.8, "end": 550.8}, {"text": "Yeah, it's, it's like...", "start": 550.8, "end": 552.8}, {"text": "[Laughter]", "start": 552.8, "end": 554.8}, {"text": "What do you remember of your first time performing on", "start": 554.8, "end": 556.8}, {"text": "a stage? I remember that people were", "start": 556.8, "end": 558.8}, {"text": "shocked that this little kid had this big, deep", "start": 558.8, "end": 560.8}, {"text": "voice.", "start": 560.8, "end": 562.8}, {"text": "No, I went up on stage, I showed everybody that I was really tough.", "start": 562.8, "end": 567.44}, {"text": "I was real tough and big.", "start": 567.44, "end": 569.16}, {"text": "Everybody was very surprised.", "start": 569.16, "end": 570.8}, {"text": "He's just had that voice his entire life, since he was like three years old.", "start": 570.8, "end": 573.92}, {"text": "He's been like, \"Whoa!\"", "start": 573.92, "end": 577.32}, {"text": "He saw like a spider or something in the garage, and his mom heard him.", "start": 577.32, "end": 582.76}, {"text": "He saw a spider and was just like, \"Whoa!\"", "start": 582.76, "end": 588.16}, {"text": "His mom was like, \"Oh my god, Glenn?", "start": 588.16, "end": 591.32}, {"text": "Glenn are you s- oh my god!", "start": 591.32, "end": 594.32}, {"text": "Wait is his last name really Danzig?", "start": 594.32, "end": 596.32}, {"text": "Yeah.", "start": 596.32, "end": 596.82}, {"text": "That's-", "start": 596.82, "end": 597.32}, {"text": "Which- he was like born to be just a fucking-", "start": 597.32, "end": 600.32}, {"text": "Exactly, you're primed.", "start": 600.32, "end": 601.32}, {"text": "You get born named Glenn Danzig, you're either gonna end up as Glenn Danzig or you're gonna do some horrible global atrocity.", "start": 601.32, "end": 608.32}, {"text": "Those are the two options with that name.", "start": 608.32, "end": 610.32}, {"text": "I hate to say that, his name is Glenn Allen Anzalone.", "start": 610.32, "end": 614.32}, {"text": "What is it?", "start": 614.32, "end": 615.32}, {"text": "Glenn Allen Anzalone.", "start": 615.32, "end": 617.32}, {"text": "Anzalone.", "start": 617.32, "end": 618.32}, {"text": "Oh wow.", "start": 618.32, "end": 619.32}, {"text": "Wow. Yeah, better known by his stage name, Glenn Danzig.", "start": 619.32, "end": 622.96}, {"text": "Man, he's looking good, too.", "start": 622.96, "end": 624.76}, {"text": "He looks good. He looks like sort of a,", "start": 624.76, "end": 627.84}, {"text": "a, like a homunculus, you know?", "start": 627.84, "end": 631.68}, {"text": "He just sort of looks like he's made of clay.", "start": 631.68, "end": 633.64}, {"text": "I mean, he just, he's like,", "start": 633.64, "end": 635.28}, {"text": "he's held together by dark magic.", "start": 635.28, "end": 637.08}, {"text": "He looks like a, he looks like a fucking,", "start": 637.08, "end": 638.88}, {"text": "like satanic doppelganger of Steven Seagal.", "start": 638.88, "end": 641.68}, {"text": "Yeah. Like, he's like,", "start": 641.68, "end": 643.12}, {"text": "the same type of like falling apart old guy.", "start": 643.12, "end": 645.32}, {"text": "He looks like, yeah, like he looks slightly off version", "start": 645.32, "end": 648.0}, {"text": "of Steven Seagal like a slightly different yeah, it's like an", "start": 648.0, "end": 650.48}, {"text": "unsettling like you see him next to Steven Seagal, you get a", "start": 650.48, "end": 653.52}, {"text": "chill up your spine.", "start": 653.52, "end": 654.56}, {"text": "It's like Steven Seagal and him.", "start": 654.56, "end": 656.08}, {"text": "Steven Seagal's mini me.", "start": 656.08, "end": 657.36}, {"text": "A mini me of Seagal just like Cajun Seagal too. He's just like", "start": 657.36, "end": 665.88}, {"text": "a little guy.", "start": 665.88, "end": 666.44}, {"text": "Oh, man. Oh, man. I got stuck in a bayou. Oh, fuck. I got I got", "start": 666.44, "end": 674.44}, {"text": "blown away by a fan boat.", "start": 674.44, "end": 676.2}, {"text": "Let me tell you, let me tell you man.", "start": 676.76, "end": 678.76}, {"text": "I was too small, I got kicked.", "start": 678.76, "end": 681.62}, {"text": "I got kicked straight into the swamp.", "start": 681.62, "end": 684.02}, {"text": "And I had to ride an alligator to get home.", "start": 684.02, "end": 686.36}, {"text": "I had to ride a frog.", "start": 686.36, "end": 689.44}, {"text": "Hey, Glenn Danzig is if you like went back, if you like had Steven Seagal and you went back in time and you replaced like", "start": 689.44, "end": 698.8}, {"text": "the mobile above his crib with just like a spider on a thread.", "start": 698.8, "end": 702.04}, {"text": "Like that's, it's just like one point in history that changes them.", "start": 702.04, "end": 705.16}, {"text": "Just like different trajectories glad dancing like crying in his crib like he sees a spider like a baby like", "start": 705.16, "end": 711.26}, {"text": "Looking dead at you", "start": 711.26, "end": 717.28}, {"text": "Yelling", "start": 717.28, "end": 719.92}, {"text": "Like the devil lock hair that he had in the 70s", "start": 719.92, "end": 724.16}, {"text": "God I'd be a sick baby gotta say dude. That'd be the coolest baby on earth", "start": 724.16, "end": 730.16}, {"text": "Probably and it was let me tell you ever seen I don't know you guys probably have not you guys don't spend your time watching", "start": 730.76, "end": 738.04}, {"text": "fucking like rig rundowns of", "start": 738.04, "end": 740.32}, {"text": "guitars and shit", "start": 740.32, "end": 742.24}, {"text": "There's this Jerry only one where it's like him", "start": 742.24, "end": 745.48}, {"text": "it's like it Jerry only still doing like the misfits in like 2000 and 14 something like that and", "start": 745.48, "end": 751.48}, {"text": "It's like with I think it's with ultimate guitar magazine, but he's holding like you know the", "start": 751.48, "end": 757.34}, {"text": "Like when a news reporter has like a microphone they have like the little box. Oh, yeah. Yeah", "start": 758.04, "end": 762.64}, {"text": "Yeah, it's Jerry only like being interviewed and he's holding it by the box", "start": 762.64, "end": 766.96}, {"text": "It's him in full like misfits gear so he's got like he's got the corpse pants on and it's like big fucking", "start": 766.96, "end": 775.52}, {"text": "No shirt big devil like devil lock seating hairline haircut", "start": 775.52, "end": 780.92}, {"text": "buff his shit", "start": 780.92, "end": 783.44}, {"text": "holding the microphone", "start": 783.44, "end": 785.44}, {"text": "By the fucking box and being like yeah, my guitars made entirely out of graphite", "start": 785.44, "end": 790.28}, {"text": "Think like to be like a like rocker", "start": 790.28, "end": 794.74}, {"text": "During that time you just you needed to be like the most confident person in your area code", "start": 794.74, "end": 800.88}, {"text": "And that's the way go hard and so like it's it just sounds like", "start": 800.88, "end": 805.32}, {"text": "Like he he has like seven brain cells, but like he'll hold the mic like that and he'll like be like yeah", "start": 805.32, "end": 812.02}, {"text": "That's how you hold it. Like that's how yeah, it's like this is the way like obviously it's in my hand. Yeah", "start": 812.02, "end": 817.02}, {"text": "Look at this picture of Danzig and Doyle in 2013. Just look at these two physiques, dude", "start": 817.02, "end": 824.88}, {"text": "Oh, yeah. No, no was it was Doyle", "start": 824.88, "end": 827.12}, {"text": "Okay. Yeah, it was Doyle", "start": 827.12, "end": 829.78}, {"text": "Just look", "start": 829.78, "end": 833.18}, {"text": "It's waiting it's pulling up like, you know, it's against the stomach that walks into the room first and", "start": 833.18, "end": 839.34}, {"text": "and", "start": 839.34, "end": 846.34}, {"text": "like like interior designer this is so sick he's so top-heavy if he if he moves", "start": 846.34, "end": 853.18}, {"text": "his head like one inch to the left he's gonna fall over look how thin his feet", "start": 853.18, "end": 858.3}, {"text": "are compared to his upper body you shaped like a coffin yeah I who's what's this", "start": 858.3, "end": 865.86}, {"text": "guy's name the one with the Doyle von Frankenstein yeah right Wolfgang von", "start": 865.86, "end": 871.1}, {"text": "Frankenstein I think yeah Doyle will die damn it's funny they were making music", "start": 871.1, "end": 876.02}, {"text": "in the the 70s and shit so it's like Frankenstein like like young", "start": 876.02, "end": 881.92}, {"text": "Frankenstein right now that stuff was already late yeah I mean like young", "start": 881.92, "end": 886.3}, {"text": "friend yeah I'm already have Mel Brooks already made fun of you yeah it was 20", "start": 886.3, "end": 891.14}, {"text": "yeah it was 20 years past when that was scary yeah it's like it's very cool to", "start": 891.14, "end": 895.9}, {"text": "just to like just be like not not really ever like it's like if we if we like", "start": 895.9, "end": 903.1}, {"text": "formed a band right now and was like oh yeah this is Saw themed like we're the", "start": 903.1, "end": 907.54}, {"text": "cutting-edge like Saw themed band. We've talked about this at length definitely", "start": 907.54, "end": 911.74}, {"text": "just like the fucking like Slipknot now is like Misfits for us like", "start": 911.74, "end": 916.94}, {"text": "our generation yeah yeah and it's like a hundred percent like true you couldn't", "start": 916.94, "end": 923.64}, {"text": "you couldn't fucking do you like totally could not do what the Misfits did now no", "start": 923.64, "end": 928.06}, {"text": "No, not in the, yeah.", "start": 928.06, "end": 929.06}, {"text": "Well, Slipknot at least, like, I feel like that was more, that's like still like scary,", "start": 929.06, "end": 934.9}, {"text": "like their theme was, is like, didn't like.", "start": 934.9, "end": 939.06}, {"text": "The thing about, yeah, the thing about Slipknot is that.", "start": 939.06, "end": 940.06}, {"text": "It doesn't have the monster mash, you know, like it's not.", "start": 940.06, "end": 942.38}, {"text": "Yeah, they were, they were, their theme was, was like contemporary when they did it.", "start": 942.38, "end": 947.46}, {"text": "Yes, yeah.", "start": 947.46, "end": 948.46}, {"text": "It's like, it's like, it would be like if Slipknot was like.", "start": 948.46, "end": 953.82}, {"text": "Was like 80s.", "start": 953.82, "end": 954.82}, {"text": "Yeah, is they doing 80s horror.", "start": 954.82, "end": 956.54}, {"text": "It had to be no because you know what it's it even comparable because like you you still you see Mike Myers", "start": 956.54, "end": 962.46}, {"text": "You're still freaked out if you see like Frankenstein or Frankenstein's monster or whatever. You're just like oh that guy's hilarious", "start": 962.46, "end": 969.7}, {"text": "Like that's that's a big idiot. Maybe you are", "start": 969.7, "end": 972.9}, {"text": "That's why I can't get into the misfits like I'm not properly like oh, haha", "start": 972.9, "end": 978.66}, {"text": "Oh, I definitely we have that we've definitely talked about so much before and probably on the podcast too", "start": 978.66, "end": 982.88}, {"text": "But the thing about the misfits is that it's like it's 50% or it's like maybe like like 70%", "start": 982.88, "end": 987.8}, {"text": "Frankenstein stuff and then it like the rest of it is just like I am going to sexually assault your child", "start": 987.8, "end": 993.92}, {"text": "Yeah, it's like just yeah, that's a huge like I made it like once every few songs. They just wrote something", "start": 993.92, "end": 1000.24}, {"text": "It was like, okay, come on guys that yeah, I mean I made a joke earlier today where I was like, yeah, you can't make", "start": 1000.24, "end": 1006.96}, {"text": "teenagers from mars nowadays just being like the extent of the like the course", "start": 1007.56, "end": 1011.08}, {"text": "is just a", "start": 1011.08, "end": 1011.76}, {"text": "district are the way out there", "start": 1011.76, "end": 1013.8}, {"text": "and like the first line in that fucking song is", "start": 1013.8, "end": 1017.28}, {"text": "we landed there in fields on the arizona plays the examination of little girls in", "start": 1017.28, "end": 1020.88}, {"text": "the middle of wet dreams it's like oh yeah i think i think that it make that", "start": 1020.88, "end": 1024.16}, {"text": "now it is", "start": 1024.16, "end": 1026.12}, {"text": "i really couldn't fucking make that's not what i forgot he was in you know what", "start": 1026.12, "end": 1030.12}, {"text": "the danzig was in aqua teen and he was in that episode of portlandia", "start": 1030.12, "end": 1034.84}, {"text": "oh yeah he's so funny on that episode", "start": 1034.84, "end": 1037.08}, {"text": "so he he", "start": 1037.08, "end": 1038.96}, {"text": "yeah i think he's yeah he's just sort of on his own wave like", "start": 1038.96, "end": 1042.24}, {"text": "it's like yeah he just has his own thing it's so great", "start": 1042.24, "end": 1046.04}, {"text": "'cause it's like he knows what he's he like knows what he is and he doesn't at", "start": 1046.04, "end": 1050.12}, {"text": "the same time", "start": 1050.12, "end": 1051.44}, {"text": "it's like one of those things where it's like a guy who like thinks", "start": 1051.44, "end": 1054.54}, {"text": "like is like oh yeah i don't take myself seriously and is like", "start": 1054.54, "end": 1057.52}, {"text": "oh i don't think you do", "start": 1057.52, "end": 1059.32}, {"text": "but i also think you you don't", "start": 1059.32, "end": 1061.64}, {"text": "almost", "start": 1061.64, "end": 1062.56}, {"text": "don't completely know why you're funny.", "start": 1062.56, "end": 1065.0}, {"text": "Have you seen that video of him?", "start": 1065.0, "end": 1067.9}, {"text": "It's like him and his bookshelf.", "start": 1067.9, "end": 1070.24}, {"text": "It's so fucking good. It's just him just like", "start": 1070.24, "end": 1074.2}, {"text": "yeah this is a book about werewolves.", "start": 1074.2, "end": 1077.44}, {"text": "You showed me that. Yeah, oh I totally have.", "start": 1077.44, "end": 1080.56}, {"text": "The best part of guys like Danzig", "start": 1080.56, "end": 1083.8}, {"text": "is when they forge their own path and they make this insane mix of stuff", "start": 1083.8, "end": 1088.28}, {"text": "that just like", "start": 1088.28, "end": 1089.04}, {"text": "should not work is like so ridiculous is that then like all the people who are fans of him like are", "start": 1089.04, "end": 1094.24}, {"text": "like oh i'm gonna do this too and then it becomes like a thing even though it's just like like right", "start": 1094.24, "end": 1099.44}, {"text": "like it's like i'm like if you look at you scroll through like the past i'm looking at past members", "start": 1099.44, "end": 1103.92}, {"text": "of the misfits right now and it's people named like dr chud and mike hideous and it's like what", "start": 1103.92, "end": 1109.36}, {"text": "would these people be doing with their lives if dancing didn't exist because i know that they did", "start": 1109.36, "end": 1113.6}, {"text": "not come up with calling themselves Dr. Chud on their phone.", "start": 1113.6, "end": 1117.28}, {"text": "It is so crazy, like people like, yeah, it's like somebody just has like a singular vision", "start": 1117.28, "end": 1123.32}, {"text": "for an artistic project, I guess is a way to put it. And then like, because it just", "start": 1123.32, "end": 1128.76}, {"text": "happened to work, everyone, like there's like a satellite community.", "start": 1128.76, "end": 1132.6}, {"text": "Oh yeah, of course, yeah.", "start": 1132.6, "end": 1133.84}, {"text": "Yeah, of course, of course, yeah. I'm bloody tits, like I love this band.", "start": 1133.84, "end": 1139.0}, {"text": "Here's another past, Arthur Googie?", "start": 1139.0, "end": 1141.8}, {"text": "Arthur G-O-O-G-Y.", "start": 1141.8, "end": 1142.8}, {"text": "Mr. Jim is another one.", "start": 1142.8, "end": 1146.8}, {"text": "A.C. Slade, Dave Lombardo, oh that's just a guy's name.", "start": 1146.8, "end": 1153.56}, {"text": "Dave Lombardo was this freak.", "start": 1153.56, "end": 1156.88}, {"text": "Yeah.", "start": 1156.88, "end": 1157.88}, {"text": "A.C. Slade, born Emil John Schmidt IV.", "start": 1157.88, "end": 1162.8}, {"text": "That's a much better name.", "start": 1162.8, "end": 1164.48}, {"text": "The scariest thing to me would be to be a guy.", "start": 1164.48, "end": 1168.48}, {"text": "a guy named Dave that would just fucking freak me the fuck out.", "start": 1168.48, "end": 1172.08}, {"text": "The Chupacabra was in their band.", "start": 1172.08, "end": 1175.48}, {"text": "Going by Mr. Jim is so funny like being with guys named Robo and Dr. Chug and Chupacabra", "start": 1175.48, "end": 1182.92}, {"text": "and be like yeah I'm Mr. Jim.", "start": 1182.92, "end": 1186.4}, {"text": "Oh yo Dave Lombardo is like legit.", "start": 1186.4, "end": 1188.84}, {"text": "Yeah he's at so much stuff now.", "start": 1188.84, "end": 1191.8}, {"text": "Oh shit he was in Mr. Bungle too.", "start": 1191.8, "end": 1193.0}, {"text": "He does a bunch of stuff with Mike Patton he's the current guitarist for uh.", "start": 1193.0, "end": 1197.28}, {"text": "Oh, I had no idea he was in Slayer.", "start": 1197.28, "end": 1199.28}, {"text": "He's a guitarist too.", "start": 1199.28, "end": 1201.28}, {"text": "That's why I was making fun of you.", "start": 1201.28, "end": 1203.28}, {"text": "That makes sense.", "start": 1203.28, "end": 1205.28}, {"text": "He was in Phantom Mass too.", "start": 1205.28, "end": 1207.28}, {"text": "Damn.", "start": 1207.28, "end": 1209.28}, {"text": "Oh yeah, with Patton.", "start": 1209.28, "end": 1211.28}, {"text": "Cool.", "start": 1211.28, "end": 1213.28}, {"text": "Yeah, I knew that.", "start": 1213.28, "end": 1215.28}, {"text": "It's just a funny thing.", "start": 1215.28, "end": 1217.28}, {"text": "Funny thing to know and pretend you don't know.", "start": 1217.28, "end": 1219.28}, {"text": "But I just did that.", "start": 1219.28, "end": 1221.28}, {"text": "You ever think about how many times you've done that?", "start": 1221.28, "end": 1225.28}, {"text": "where you just go, \"Yeah!\"", "start": 1225.28, "end": 1227.08}, {"text": "And then you're like, \"Oh, fuck.\"", "start": 1227.08, "end": 1228.3}, {"text": "- Oh, yeah, I do it all the time, just 'cause like,", "start": 1228.3, "end": 1230.56}, {"text": "I mean, being on this show,", "start": 1230.56, "end": 1233.04}, {"text": "that's the blood type misreception.", "start": 1233.04, "end": 1234.8}, {"text": "- You have to. - It is.", "start": 1234.8, "end": 1235.76}, {"text": "- No, especially, dude, I have to do that so much,", "start": 1235.76, "end": 1238.24}, {"text": "'cause you and Caleb watched all the same TV shows", "start": 1238.24, "end": 1240.76}, {"text": "growing up, but I did not watch a single one of them,", "start": 1240.76, "end": 1242.64}, {"text": "so I just have to be like, \"Yeah, man, totally!\"", "start": 1242.64, "end": 1245.44}, {"text": "- Yeah, and then like, fucking, I don't know,", "start": 1245.44, "end": 1248.36}, {"text": "there's been times where it's like,", "start": 1248.36, "end": 1250.92}, {"text": "I'll just say something just to move the conversation along,", "start": 1250.92, "end": 1253.88}, {"text": "I'm just like, yeah, oh, I totally fucking know.", "start": 1255.12, "end": 1257.02}, {"text": "Like, yeah, it is kind of crazy to like, I mean, I've only I've", "start": 1257.02, "end": 1261.82}, {"text": "only been on the show proper a couple times but like to besides", "start": 1261.82, "end": 1267.22}, {"text": "that, you know, not the D&D stuff the D&D stuff.", "start": 1267.22, "end": 1269.12}, {"text": "There's always something to talk about because we're right.", "start": 1269.12, "end": 1271.02}, {"text": "We're talking about fucking goblins and yeah, yeah, right.", "start": 1271.02, "end": 1273.72}, {"text": "But but in like the the podcast, it's like, yeah, you have to", "start": 1273.72, "end": 1277.22}, {"text": "like fucking find the next thought.", "start": 1277.22, "end": 1280.02}, {"text": "Yeah, like because you can't yeah, you can't be like, I don't", "start": 1280.02, "end": 1283.42}, {"text": "know what you guys are talking about.", "start": 1283.42, "end": 1285.42}, {"text": "Right.", "start": 1285.42, "end": 1286.42}, {"text": "We do that all the time.", "start": 1286.42, "end": 1287.42}, {"text": "Which I mean that would be pretty funny.", "start": 1287.42, "end": 1288.42}, {"text": "Yeah, well that's the thing, it's like yeah, it's a push and pull.", "start": 1288.42, "end": 1292.22}, {"text": "I don't think there's anything better to listen to than people talking about podcasting while", "start": 1292.22, "end": 1296.02}, {"text": "podcasting.", "start": 1296.02, "end": 1297.02}, {"text": "Oh for sure.", "start": 1297.02, "end": 1298.02}, {"text": "Yeah.", "start": 1298.02, "end": 1299.02}, {"text": "This is a little, you know, if you guys want to start up your own podcast you can use this", "start": 1299.02, "end": 1301.66}, {"text": "for it.", "start": 1301.66, "end": 1302.66}, {"text": "We're doing like, right now we're doing like a Gary Shanling thing.", "start": 1302.66, "end": 1305.34}, {"text": "We're doing like a...", "start": 1305.34, "end": 1306.34}, {"text": "Well really what's happening is that we've been...", "start": 1306.34, "end": 1309.94}, {"text": "I know who Gary Shanling is.", "start": 1309.94, "end": 1312.98}, {"text": "I never watched him or cared about him at all in any way, but my friend's mom likes him.", "start": 1312.98, "end": 1318.38}, {"text": "I haven't put a dent in it yet, but I have his autobiography, the Judd Apatow one over", "start": 1318.38, "end": 1325.3}, {"text": "here.", "start": 1325.3, "end": 1326.3}, {"text": "You have every TV person's autobiography on your bookshelf.", "start": 1326.3, "end": 1329.98}, {"text": "I have the Judd Apatow, what was that one that's called where it's all his interviews", "start": 1329.98, "end": 1334.06}, {"text": "he did?", "start": 1334.06, "end": 1335.06}, {"text": "With Shanling?", "start": 1335.06, "end": 1336.06}, {"text": "I don't know if it's with Shanling.", "start": 1336.06, "end": 1338.1}, {"text": "Oh, that's the one where he just interviewed Shanling.", "start": 1338.1, "end": 1340.14}, {"text": "Yeah.", "start": 1340.14, "end": 1341.14}, {"text": "Oh no, I don't have that one.", "start": 1341.14, "end": 1342.14}, {"text": "school.", "start": 1342.14, "end": 1343.14}, {"text": "Did you guys see Gary Shanling's book or something like that?", "start": 1343.14, "end": 1346.82}, {"text": "Did you guys see what the epitaph said about Parasite?", "start": 1346.82, "end": 1349.42}, {"text": "No.", "start": 1349.42, "end": 1350.42}, {"text": "He said that he hated Parasite because it wasn't funny.", "start": 1350.42, "end": 1354.54}, {"text": "Which is, that's not, Parasite was very funny.", "start": 1354.54, "end": 1360.78}, {"text": "I think about the shot where the father is just like planking on the ground while the", "start": 1360.78, "end": 1368.54}, {"text": "husband is fingering the wife.", "start": 1368.54, "end": 1370.54}, {"text": "Yeah.", "start": 1370.54, "end": 1371.54}, {"text": "And he's just like planking on the ground and I like cracked up in the theater.", "start": 1371.54, "end": 1374.78}, {"text": "And yeah, he's just incorrect about it.", "start": 1374.78, "end": 1376.18}, {"text": "If that movie was anything, it was funny.", "start": 1376.18, "end": 1378.78}, {"text": "Right.", "start": 1378.78, "end": 1379.78}, {"text": "Yeah, like, like I mean, I don't, I, you could talk about whatever you want about how successful", "start": 1379.78, "end": 1384.9}, {"text": "it is at everything else it's trying to do, but it was very funny.", "start": 1384.9, "end": 1388.14}, {"text": "Yeah.", "start": 1388.14, "end": 1389.14}, {"text": "I'm trying to find that quote now.", "start": 1389.14, "end": 1391.66}, {"text": "Well what was the, uh, the Ramadan thing was like a big joke for like Korean audiences.", "start": 1391.66, "end": 1397.62}, {"text": "but like America just flew over every American's head because it's like", "start": 1397.62, "end": 1401.86}, {"text": "I don't know oh she's like cook like that she makes like a what isn't it a", "start": 1401.86, "end": 1406.86}, {"text": "what no it's not like a way to make an expensive cut of meat", "start": 1406.86, "end": 1409.94}, {"text": "yeah like fucking like just ramen noodle like pre-packaged", "start": 1409.94, "end": 1413.98}, {"text": "oh yeah yeah yeah yeah and everyone in America was like oh I need to try this", "start": 1413.98, "end": 1418.02}, {"text": "and it's yeah right yeah yeah and okay yeah that", "start": 1418.02, "end": 1421.38}, {"text": "yes yeah that flew over my head yeah that I mean yeah I didn't say it's a foreign", "start": 1421.38, "end": 1425.9}, {"text": "movie", "start": 1425.9, "end": 1426.5}, {"text": "yeah yeah foreign movie of course like us fucking stupid", "start": 1426.5, "end": 1429.7}, {"text": "americans are loyal", "start": 1429.7, "end": 1431.38}, {"text": "lol", "start": 1431.38, "end": 1432.46}, {"text": "this is some of the thing", "start": 1432.46, "end": 1433.86}, {"text": "this is something amazing career-ish i've never had a right right now", "start": 1433.86, "end": 1438.62}, {"text": "but i'm an american", "start": 1438.62, "end": 1439.86}, {"text": "uh... movie was on all of all the poor family died", "start": 1439.86, "end": 1443.2}, {"text": "yet yet i think i asked you uh... okay", "start": 1443.2, "end": 1446.62}, {"text": "why the uh...", "start": 1446.62, "end": 1448.78}, {"text": "a lot of that those themes in that movie i can get behind but the appropriation of", "start": 1448.78, "end": 1453.22}, {"text": "Native American culture is not something I can really do.", "start": 1453.22, "end": 1458.82}, {"text": "I only watched that movie in the context of just seeing a Native American appropriation", "start": 1458.82, "end": 1464.42}, {"text": "moment.", "start": 1464.42, "end": 1465.42}, {"text": "I didn't really watch the rest of it, but that was enough.", "start": 1465.42, "end": 1468.26}, {"text": "I watched it without subtitles and I was confused.", "start": 1468.26, "end": 1471.06}, {"text": "The subtitles distract me.", "start": 1471.06, "end": 1473.98}, {"text": "I didn't want to read!", "start": 1473.98, "end": 1479.94}, {"text": "a movie and just like without subtitles and it's like a Korean movie it just be", "start": 1479.94, "end": 1484.26}, {"text": "like I think this is racist. Going to see Parasite in the theater and going up to", "start": 1484.26, "end": 1491.42}, {"text": "the screen and trying to tape over the part of the screen where the subtitles", "start": 1491.42, "end": 1494.5}, {"text": "are but just get projected on. You do that and nobody stops you. You sit down after and you see it doesn't work", "start": 1494.5, "end": 1509.24}, {"text": "Like, oh, here we go.", "start": 1509.24, "end": 1512.04}, {"text": "Didn't work again.", "start": 1512.04, "end": 1513.08}, {"text": "Oh, man. Yeah, I think what was the last movie?", "start": 1513.08, "end": 1517.28}, {"text": "I don't know if you guys talked about this already on an episode.", "start": 1517.28, "end": 1519.98}, {"text": "Oh, last movie we saw in theater.", "start": 1519.98, "end": 1521.34}, {"text": "Yeah, I was going to say you probably did, but mine is Invisible Man.", "start": 1521.34, "end": 1524.94}, {"text": "Yeah, Invisible Man for me, too.", "start": 1524.94, "end": 1526.34}, {"text": "But I walked out of him.", "start": 1526.34, "end": 1527.58}, {"text": "You walked out of it.", "start": 1527.58, "end": 1528.88}, {"text": "Yeah. You not like it?", "start": 1528.88, "end": 1530.78}, {"text": "It's too scary. No, it wasn't.", "start": 1530.78, "end": 1533.48}, {"text": "OK. Yeah.", "start": 1533.48, "end": 1534.98}, {"text": "Yeah. And I guess I grew up.", "start": 1534.98, "end": 1536.64}, {"text": "Yeah, I had I saw the Sonic movie.", "start": 1536.64, "end": 1542.44}, {"text": "It's the last.", "start": 1542.44, "end": 1542.94}, {"text": "Oh, I wish that's a lot of people's movie.", "start": 1542.94, "end": 1545.54}, {"text": "And I went to see it with my my fiance's kid cousins.", "start": 1545.54, "end": 1550.14}, {"text": "They're very they're very cute in the movie movie was fine.", "start": 1550.14, "end": 1554.24}, {"text": "I think you got it.", "start": 1554.24, "end": 1555.44}, {"text": "I think you got a bad rap because it was bad, but you know,", "start": 1555.44, "end": 1558.54}, {"text": "I think it was fun.", "start": 1558.54, "end": 1560.24}, {"text": "I mean, it's like a fun movie to like see with like your your yeah,", "start": 1560.24, "end": 1563.94}, {"text": "with with kids.", "start": 1563.94, "end": 1565.44}, {"text": "Yeah, there's a lot of movies like that where it's just like I'll never watch them on their own because it's like", "start": 1565.44, "end": 1571.12}, {"text": "You know a fucking kids movie, but I watch Teen Titans go to the movies with my nephews", "start": 1571.12, "end": 1576.04}, {"text": "Really, it's a really fun movie. It's really good. Yeah, I've been hanging out with my nephews more. Yeah, I can watch kids films", "start": 1576.04, "end": 1583.36}, {"text": "Just like just like calling up your your calling up your sister hey", "start": 1583.36, "end": 1590.4}, {"text": "Hey, why do I sound like that?", "start": 1590.4, "end": 1593.96}, {"text": "that", "start": 1593.96, "end": 1600.96}, {"text": "you know i think it was great", "start": 1600.96, "end": 1602.56}, {"text": "it can come up", "start": 1602.56, "end": 1603.88}, {"text": "and i can get a more large", "start": 1603.88, "end": 1605.88}, {"text": "lego batman with the refuse it and it was a good news", "start": 1605.88, "end": 1610.12}, {"text": "with your", "start": 1610.12, "end": 1610.88}, {"text": "but the people", "start": 1610.88, "end": 1614.44}, {"text": "with your nephews your my sister there your nephews to", "start": 1614.44, "end": 1617.24}, {"text": "retargeting about their kids doesn't make any sense you had them", "start": 1617.24, "end": 1622.2}, {"text": "what", "start": 1622.2, "end": 1623.48}, {"text": "No, wait, I thought those were our nephews.", "start": 1623.48, "end": 1627.08}, {"text": "Wait, so what?", "start": 1627.08, "end": 1629.2}, {"text": "No, those aren't kids.", "start": 1629.2, "end": 1633.38}, {"text": "They're nephews.", "start": 1633.38, "end": 1634.16}, {"text": "He's like trying to draw a diagram and he's like, and see like, and there's,", "start": 1634.16, "end": 1637.96}, {"text": "and then like, just the kids are just like, like, there's no lines drawing to", "start": 1637.96, "end": 1641.02}, {"text": "them to anybody else.", "start": 1641.02, "end": 1641.76}, {"text": "See, they don't, they don't have parents.", "start": 1641.76, "end": 1643.28}, {"text": "They're nephews.", "start": 1643.28, "end": 1643.88}, {"text": "They did.", "start": 1643.88, "end": 1644.28}, {"text": "I thought you just bought them.", "start": 1644.28, "end": 1646.76}, {"text": "Yeah.", "start": 1646.76, "end": 1647.5}, {"text": "I thought you, you just got them.", "start": 1647.5, "end": 1649.48}, {"text": "Oh my God.", "start": 1649.48, "end": 1650.92}, {"text": "Oh, you were so fat for a little bit. Okay.", "start": 1652.2, "end": 1654.44}, {"text": "Okay, yeah.", "start": 1654.44, "end": 1656.2}, {"text": "Oh, oh, right.", "start": 1656.2, "end": 1658.2}, {"text": "I thought you- you know what?", "start": 1658.2, "end": 1660.2}, {"text": "Honestly, I just thought you just looked like sh-", "start": 1660.2, "end": 1662.2}, {"text": "I thought you were letting yourself go.", "start": 1662.2, "end": 1664.2}, {"text": "I thought you were just looking like shit.", "start": 1664.2, "end": 1666.2}, {"text": "Kobayashi after he has the hot dog.", "start": 1666.2, "end": 1668.2}, {"text": "I thought you were just sort of doing that.", "start": 1668.2, "end": 1670.2}, {"text": "Not like a hundred at once.", "start": 1670.2, "end": 1672.2}, {"text": "I thought you were-", "start": 1672.2, "end": 1674.2}, {"text": "I thought you were practicing", "start": 1674.2, "end": 1676.2}, {"text": "for a hot dog eating contest.", "start": 1676.2, "end": 1678.2}, {"text": "No, I see. I thought you were pregnant.", "start": 1678.2, "end": 1680.2}, {"text": "kids not like nephews so I thought the kids just like went away and you got some nephews", "start": 1680.2, "end": 1684.42}, {"text": "after yeah I thought you like gave the kids to somebody else yeah I thought they went", "start": 1684.42, "end": 1689.28}, {"text": "to an orphanage yeah or something like that anyway so I'm trying to watch uh Speed Racer", "start": 1689.28, "end": 1696.2}, {"text": "and yeah but my Roku's not working do you think you can get your nephews to I think", "start": 1696.2, "end": 1701.68}, {"text": "crawl behind the TV yes I said your nephews I'm not gonna go over that again look it's", "start": 1701.68, "end": 1707.32}, {"text": "stuck in my head there's no reason to fucking deliberate this now", "start": 1707.32, "end": 1711.44}, {"text": "you know", "start": 1711.44, "end": 1712.48}, {"text": "when when it's a while years to retrain my my mental memory and that's really", "start": 1712.48, "end": 1716.72}, {"text": "your fault as you got fat and insane", "start": 1716.72, "end": 1720.84}, {"text": "i'd fucking i've told you you're gonna be their godfather", "start": 1720.84, "end": 1724.96}, {"text": "i thought that was different i thought", "start": 1724.96, "end": 1727.6}, {"text": "i don't know why i i i don't know where you're going to gain", "start": 1727.6, "end": 1731.46}, {"text": "there is a clue or something", "start": 1731.46, "end": 1733.84}, {"text": "Yeah, like you're gonna be a god.", "start": 1733.84, "end": 1734.84}, {"text": "Oh, I'm gonna be the godfather, you'll be the god sister.", "start": 1734.84, "end": 1737.2}, {"text": "Like a fun thing, yeah.", "start": 1737.2, "end": 1738.72}, {"text": "Oh, sure.", "start": 1738.72, "end": 1739.72}, {"text": "I'll be the godfather.", "start": 1739.72, "end": 1740.72}, {"text": "Pizza, pizza.", "start": 1740.72, "end": 1741.72}, {"text": "Sure.", "start": 1741.72, "end": 1742.72}, {"text": "Yeah.", "start": 1742.72, "end": 1743.72}, {"text": "Yeah.", "start": 1743.72, "end": 1744.72}, {"text": "God, it was a fun game.", "start": 1744.72, "end": 1746.96}, {"text": "I did that whole baptism with my fingers crossed behind my back because I thought we were joking.", "start": 1746.96, "end": 1753.84}, {"text": "Yeah.", "start": 1753.84, "end": 1754.84}, {"text": "Oh, man.", "start": 1754.84, "end": 1755.84}, {"text": "I thought you were in the hospital because you were fat.", "start": 1755.84, "end": 1757.76}, {"text": "I'm sorry.", "start": 1757.76, "end": 1758.76}, {"text": "I thought you got lipo.", "start": 1758.76, "end": 1759.76}, {"text": "Yeah.", "start": 1759.76, "end": 1760.76}, {"text": "I thought you got lipo.", "start": 1760.76, "end": 1762.76}, {"text": "Yeah.", "start": 1762.76, "end": 1764.76}, {"text": "Yo, I just got lipo.", "start": 1764.76, "end": 1768.76}, {"text": "And then I thought the nephews came", "start": 1768.76, "end": 1770.76}, {"text": "cause they saw you weren't fat anymore", "start": 1770.76, "end": 1772.76}, {"text": "and they thought it was okay to come hang out.", "start": 1772.76, "end": 1774.76}, {"text": "I don't know, it doesn't make", "start": 1774.76, "end": 1776.76}, {"text": "any sense when you say it out loud.", "start": 1776.76, "end": 1778.76}, {"text": "I'm starting to cry.", "start": 1778.76, "end": 1780.76}, {"text": "I'm not", "start": 1780.76, "end": 1782.76}, {"text": "saying nephews are fat phobic", "start": 1782.76, "end": 1784.76}, {"text": "but it's just like, why else?", "start": 1784.76, "end": 1786.76}, {"text": "Why else?", "start": 1786.76, "end": 1788.76}, {"text": "But yeah, anyway, Lego Batman tomorrow.", "start": 1788.76, "end": 1792.76}, {"text": "Four hours from now.", "start": 1792.76, "end": 1796.76}, {"text": "Speaking of, my mom", "start": 1796.76, "end": 1800.76}, {"text": "would put on Hong Kong Phuoi for my nephews.", "start": 1800.76, "end": 1804.76}, {"text": "And older shows, like the Super Friends and stuff, like cartoons from when she was younger.", "start": 1804.76, "end": 1808.76}, {"text": "Do your parents ever do that to you? When you were younger, put on", "start": 1808.76, "end": 1812.76}, {"text": "an older show, and then you watched a shit ton of it, and now it's a part of", "start": 1812.76, "end": 1816.76}, {"text": "your childhood but it's like an old show so you don't have like this is a weird", "start": 1816.76, "end": 1822.52}, {"text": "yeah it's a weird thing for me for sure cuz like I grew up watching like Muppets", "start": 1822.52, "end": 1827.86}, {"text": "babies VHS tapes and shit so now like my childhood is like Muppet babies so I can", "start": 1827.86, "end": 1833.74}, {"text": "I can talk to somebody who's like like born like 1980 whatever it's like oh do", "start": 1833.74, "end": 1839.06}, {"text": "you remember this it's like how that I don't fucking I don't remember it yeah", "start": 1839.06, "end": 1842.98}, {"text": "I just experienced it.", "start": 1842.98, "end": 1844.98}, {"text": "Yeah, I also experienced it, but then I'll say like, \"Oh, remember Muppet Babies?\"", "start": 1844.98, "end": 1849.98}, {"text": "It's like, no, nobody my age fucking remembers Muppet Babies.", "start": 1849.98, "end": 1853.98}, {"text": "I'm trying to think if I have that with anything.", "start": 1853.98, "end": 1855.98}, {"text": "I didn't watch very much TV as a kid. It was mostly movies for me.", "start": 1855.98, "end": 1859.98}, {"text": "It was Godzilla movies, that was my older thing.", "start": 1859.98, "end": 1862.98}, {"text": "Yeah, that for like Star Wars and fucking Muppet Babies.", "start": 1862.98, "end": 1866.98}, {"text": "Muppet Babies because I watched the Muppet... I had a Muppet Babies VHS tape", "start": 1866.98, "end": 1870.98}, {"text": "because it had the Star Wars themed episode.", "start": 1870.98, "end": 1875.98}, {"text": "- Yo. - Yo.", "start": 1875.98, "end": 1877.28}, {"text": "- So I would watch that one.", "start": 1877.28, "end": 1878.7}, {"text": "And then fucking, I went to this,", "start": 1878.7, "end": 1880.44}, {"text": "I think I told, I don't think I talked about this", "start": 1880.44, "end": 1883.04}, {"text": "on the podcast, but I had the worst po-boy", "start": 1883.04, "end": 1884.68}, {"text": "I've ever had in my life.", "start": 1884.68, "end": 1885.92}, {"text": "(laughing)", "start": 1885.92, "end": 1888.5}, {"text": "It was like, it should have been--", "start": 1888.5, "end": 1890.2}, {"text": "- When you were a kid?", "start": 1890.2, "end": 1891.24}, {"text": "- No, like a week ago.", "start": 1891.24, "end": 1892.64}, {"text": "Two weeks, two, three weeks ago.", "start": 1892.64, "end": 1894.12}, {"text": "- Hold on, it's coming back around.", "start": 1894.12, "end": 1895.6}, {"text": "You gotta understand the temporal complexity of the story.", "start": 1895.6, "end": 1898.28}, {"text": "- Look, I got ADHD.", "start": 1898.28, "end": 1899.64}, {"text": "if you're going to criticize how i tell story on a non-alcoholic it's true we", "start": 1899.64, "end": 1905.24}, {"text": "went over this on to get the other day a ariya", "start": 1905.24, "end": 1908.64}, {"text": "yeah now i can pull that card out that the adhd discourse yeah thank god but", "start": 1908.64, "end": 1916.2}, {"text": "see but i have it so you don't hear me being annoying about it don't have any", "start": 1916.2, "end": 1919.24}, {"text": "idea i do much more powerful", "start": 1919.24, "end": 1922.24}, {"text": "here's something much more useful but like two three weeks ago i just had like", "start": 1922.24, "end": 1928.8}, {"text": "a really bad po'boy and the place that I got it from was playing that episode of Muppet", "start": 1928.8, "end": 1933.88}, {"text": "Babies on the screen for some reason.", "start": 1933.88, "end": 1936.48}, {"text": "And it was like a huge, it was like a bar.", "start": 1936.48, "end": 1938.56}, {"text": "It was like a really big fucking restaurant.", "start": 1938.56, "end": 1940.28}, {"text": "This is like a European film about your life.", "start": 1940.28, "end": 1942.8}, {"text": "It's like, I got a shitty sandwich.", "start": 1942.8, "end": 1947.04}, {"text": "I saw a memory from childhood on the TV.", "start": 1947.04, "end": 1949.8}, {"text": "It was the best moment and the worst moment, same time.", "start": 1949.8, "end": 1954.04}, {"text": "What's happened to me with remembering media, over the past year or two, I've been just watching", "start": 1954.04, "end": 1960.72}, {"text": "an insane amount of movies, way more than I ever have in my life, one a day or more", "start": 1960.72, "end": 1965.52}, {"text": "usually.", "start": 1965.52, "end": 1966.52}, {"text": "And so a lot of them I just don't retain.", "start": 1966.52, "end": 1968.76}, {"text": "And so sometimes I'll just be sitting around and just an image from a movie will pop into", "start": 1968.76, "end": 1973.84}, {"text": "my head that I watched in the past two years that I don't remember, and I have no way to", "start": 1973.84, "end": 1977.28}, {"text": "figure it out.", "start": 1977.28, "end": 1978.28}, {"text": "It'll just be like, I'll just be sitting there and I'll just be like, \"Oh, a man crying.\"", "start": 1978.28, "end": 1982.04}, {"text": "I'm trying to figure out like yeah", "start": 1982.04, "end": 1985.88}, {"text": "I have that and I forget it. Oh my god. There was one. I finally cemented it in my head. There's a line that", "start": 1985.88, "end": 1996.16}, {"text": "Carla from scrubs says where she calls I think JD", "start": 1996.16, "end": 2001.92}, {"text": "patronizing ass and", "start": 2001.92, "end": 2004.8}, {"text": "for some reason that like like stuck in my head for when I was like 14 and watching scrubs and", "start": 2004.8, "end": 2011.28}, {"text": "And I would remember and then look up the line, not find it.", "start": 2011.44, "end": 2015.2}, {"text": "Remember, look at the line, find it, forget it.", "start": 2015.2, "end": 2017.2}, {"text": "And then like the 10th time I did it, I was just like, I'm committing this to memory.", "start": 2017.2, "end": 2021.04}, {"text": "Yeah.", "start": 2021.04, "end": 2021.52}, {"text": "They need to, they need to stop developing.", "start": 2021.52, "end": 2023.6}, {"text": "They need to stop developing like, like fucking like face recognition, surveillance stuff and", "start": 2023.6, "end": 2028.16}, {"text": "just cat, just catalog every single TV show and movie ever so I can just Google a phrase.", "start": 2028.16, "end": 2032.64}, {"text": "Right.", "start": 2032.64, "end": 2032.88}, {"text": "And yeah.", "start": 2032.88, "end": 2034.48}, {"text": "And just, uh, what were you doing there?", "start": 2034.48, "end": 2037.28}, {"text": "What was that?", "start": 2037.28, "end": 2037.84}, {"text": "Cause I'm uh, the sunlight, the sunlight.", "start": 2037.84, "end": 2040.24}, {"text": "like scary yeah sorry but uh you ever you ever find him by accident not like like", "start": 2040.24, "end": 2050.36}, {"text": "the things that you remember like that and then like out of nowhere you're like", "start": 2050.36, "end": 2053.26}, {"text": "oh fuck that's the fucking that's the thing yes that's the thing of course that", "start": 2053.26, "end": 2057.28}, {"text": "happened uh I saw an episode of the Twilight Zone that was shot on like a", "start": 2057.28, "end": 2062.08}, {"text": "different camera than like they usually shot mm-hmm and I thought like for some", "start": 2062.08, "end": 2067.92}, {"text": "reason the TV that I was watching it on it made it look like it was like shot", "start": 2067.92, "end": 2072.0}, {"text": "like like from CCTV footage or something like that like in my head it was like", "start": 2072.0, "end": 2077.76}, {"text": "this is a very weird looking episode yeah and I remember like being terrified", "start": 2077.76, "end": 2083.56}, {"text": "of it as a kid because I was like that that looks like it like until the", "start": 2083.56, "end": 2088.56}, {"text": "fucking plane crash it's about like a plane crash and some woman is like in a", "start": 2088.56, "end": 2091.92}, {"text": "morgue or something like she goes down to the morgue in the hospital she keeps having a", "start": 2091.92, "end": 2094.84}, {"text": "Oh, I've seen that one. Yeah. Yeah. Yeah. I know that one. I know that I know that episode", "start": 2094.84, "end": 2098.92}, {"text": "So I saw that one and I know that one what the fuck is that that was shot", "start": 2098.92, "end": 2104.08}, {"text": "So fucking weird that looks like it wasn't that looks like somebody was like I thought somebody was like broadcasting it", "start": 2104.08, "end": 2110.4}, {"text": "To like a TV station it I don't know", "start": 2110.4, "end": 2114.12}, {"text": "I thought I like had uncovered some fucking lost media thing or whatever and then I showed my I found it and then showed my", "start": 2114.12, "end": 2120.64}, {"text": "parents and I was like does this look weird and my dad is like no that's just", "start": 2120.64, "end": 2123.76}, {"text": "like what the soap opera cameras look like in the sea yeah right it's like oh", "start": 2123.76, "end": 2128.4}, {"text": "okay I that I remember that episode because I remember that the woman acting", "start": 2128.4, "end": 2134.32}, {"text": "in it was like just overacting yeah yeah yeah like even for Twilight Zone like", "start": 2134.32, "end": 2139.92}, {"text": "she was really good ham and that one I thought that somebody like had done a", "start": 2139.92, "end": 2144.32}, {"text": "shot-for-shot remake of an episode or something and they were like playing it", "start": 2144.32, "end": 2148.08}, {"text": "on TV. And I was like, this is fucked up. I think that like, it's it's so unfortunate", "start": 2148.08, "end": 2157.2}, {"text": "that like, we've consumed so much shit that like now like all media ends up becoming some", "start": 2157.2, "end": 2163.08}, {"text": "sort of like soupy memory bucket that we just like, can't can't really appreciate it until", "start": 2163.08, "end": 2169.0}, {"text": "like it's actively triggered. Like, yeah, yeah, like I just want Yeah, for some reason,", "start": 2169.0, "end": 2174.36}, {"text": "you just remind me Patrick of one thing that was stuck in my head those from like a Reddit", "start": 2174.36, "end": 2177.4}, {"text": "post that was like I read in like since I was on Reddit I must have read it in", "start": 2177.4, "end": 2181.76}, {"text": "either middle school or high school because I haven't touched Reddit in that", "start": 2181.76, "end": 2184.42}, {"text": "long I don't know like I can't I haven't tried to find it since I can't find it", "start": 2184.42, "end": 2187.28}, {"text": "it was like a comment on some ask Reddit thread and I think it was unrelated to", "start": 2187.28, "end": 2190.12}, {"text": "whatever the question was and it was just this long paragraph that someone", "start": 2190.12, "end": 2192.84}, {"text": "typed out it was like when I was a kid this guy and it was like a link to a", "start": 2192.84, "end": 2197.12}, {"text": "picture and it was like a like a puppet bear that looked kind of like the", "start": 2197.12, "end": 2201.4}, {"text": "sleepytime bear like it had like a yellow nightcap type thing but it wasn't", "start": 2201.4, "end": 2204.74}, {"text": "and I haven't been able to find out what the bear is.", "start": 2204.74, "end": 2206.58}, {"text": "I can't find a picture of it", "start": 2206.58, "end": 2207.42}, {"text": "'cause I can't like search for it.", "start": 2207.42, "end": 2208.86}, {"text": "- Yeah, it's probably some like Russian fucking thing.", "start": 2208.86, "end": 2211.98}, {"text": "- It's yeah, some like weird, like fucking old show thing.", "start": 2211.98, "end": 2214.58}, {"text": "And it was like this, when I was a kid,", "start": 2214.58, "end": 2216.22}, {"text": "this bear used to crawl into my bedroom on the ceiling", "start": 2216.22, "end": 2218.78}, {"text": "like a spider and look at me in the eye", "start": 2218.78, "end": 2220.58}, {"text": "and tell me he was going to kill my family.", "start": 2220.58, "end": 2222.78}, {"text": "(laughing)", "start": 2222.78, "end": 2225.64}, {"text": "It was like, I took a screenshot of it", "start": 2225.64, "end": 2228.78}, {"text": "back when I first saw it,", "start": 2228.78, "end": 2229.66}, {"text": "but it was on my old computer or something", "start": 2229.66, "end": 2232.34}, {"text": "and it's lost forever.", "start": 2232.34, "end": 2233.78}, {"text": "I can't find it on search. It's so tragic. I want it so badly.", "start": 2233.78, "end": 2236.94}, {"text": "Yeah. Have you ever, have you ever been the person that like, uh,", "start": 2236.94, "end": 2240.42}, {"text": "on memory hole something for somebody, you know what I mean by that?", "start": 2240.42, "end": 2244.66}, {"text": "Like, I don't know. Yeah. Like they're like describing it.", "start": 2244.66, "end": 2248.22}, {"text": "And then you're like, like, it's something that you know very well,", "start": 2248.22, "end": 2250.78}, {"text": "but like they, you just like, you say it, you say it.", "start": 2250.78, "end": 2253.94}, {"text": "And then like, you just see in their face, they're just like,", "start": 2253.94, "end": 2256.18}, {"text": "Like when a character in an anime sees a sexy woman.", "start": 2261.3, "end": 2264.9}, {"text": "Yeah.", "start": 2264.9, "end": 2265.4}, {"text": "Exact same reaction.", "start": 2265.4, "end": 2266.4}, {"text": "Like when Danzig sings.", "start": 2266.4, "end": 2267.4}, {"text": "This is gonna get me fucking called out as a tiaboo by Cameron, but like my ex's mom,", "start": 2267.4, "end": 2273.0}, {"text": "uh, I knew like what the Young Ones was.", "start": 2273.0, "end": 2275.7}, {"text": "And I like reminded her that like the Young Ones existed.", "start": 2275.7, "end": 2278.7}, {"text": "Yeah, I don't know.", "start": 2278.7, "end": 2279.7}, {"text": "I don't know what that is.", "start": 2279.7, "end": 2280.7}, {"text": "I don't know what it is well enough to make fun of you for it.", "start": 2280.7, "end": 2282.7}, {"text": "Okay, good.", "start": 2282.7, "end": 2283.2}, {"text": "Alright, never mind then.", "start": 2283.2, "end": 2284.2}, {"text": "Well, I'll find out till we can.", "start": 2284.2, "end": 2286.2}, {"text": "If you knew what it was, you would-", "start": 2286.2, "end": 2288.7}, {"text": "I'm sure, yeah.", "start": 2288.7, "end": 2290.2}, {"text": "I'm sure some fucking British listener is going to be like, \"Why the fuck?\"", "start": 2290.2, "end": 2294.76}, {"text": "It's not your fault you were born fucked up, dude.", "start": 2294.76, "end": 2297.32}, {"text": "It's true.", "start": 2297.32, "end": 2298.32}, {"text": "It's not your fault.", "start": 2298.32, "end": 2299.32}, {"text": "I'm getting, you know, I'm getting in touch with my heritage.", "start": 2299.32, "end": 2301.6}, {"text": "Oh man, what is this?", "start": 2301.6, "end": 2304.54}, {"text": "It's a Rick Mayall show.", "start": 2304.54, "end": 2307.28}, {"text": "It's actually, it doesn't, it's pretty dated, but it's pretty funny.", "start": 2307.28, "end": 2311.68}, {"text": "Wow.", "start": 2311.68, "end": 2312.68}, {"text": "It seems like it's a precursor to Inbetweeners or something.", "start": 2312.68, "end": 2317.4}, {"text": "Not really.", "start": 2317.4, "end": 2318.4}, {"text": "for its allies and it's pretty", "start": 2318.4, "end": 2320.72}, {"text": "history please surrealist", "start": 2320.72, "end": 2323.36}, {"text": "and sometimes it will", "start": 2323.36, "end": 2325.24}, {"text": "really will be at the b_n_a_ parents from uh... a new wave and so it's ok so it's", "start": 2325.24, "end": 2331.04}, {"text": "a pretty good", "start": 2331.04, "end": 2332.64}, {"text": "yes you have a great", "start": 2332.64, "end": 2334.44}, {"text": "the doctor who uh... monty python faulty towers the office", "start": 2334.44, "end": 2339.76}, {"text": "i_d_ crowd i_d_ crowd blue jam", "start": 2339.76, "end": 2342.68}, {"text": "the day-to-day...", "start": 2342.68, "end": 2344.68}, {"text": "Spongebob, British Spongebob.", "start": 2344.68, "end": 2346.68}, {"text": "The cast in British Spongebob was really something else.", "start": 2346.68, "end": 2350.18}, {"text": "I have to say.", "start": 2350.18, "end": 2350.68}, {"text": "\"Oh, a Squidward! Oh!\"", "start": 2350.68, "end": 2352.68}, {"text": "\"Oh, leave me no part of that!\"", "start": 2352.68, "end": 2356.68}, {"text": "You know?", "start": 2356.68, "end": 2357.68}, {"text": "British Spongebob was live action too.", "start": 2357.68, "end": 2359.68}, {"text": "\"Oh!\"", "start": 2359.68, "end": 2360.68}, {"text": "Yeah, just what a guy looks like over there.", "start": 2360.68, "end": 2362.68}, {"text": "They didn't need you to make up on a British guy to make him look like Squidward.", "start": 2362.68, "end": 2366.68}, {"text": "Yeah.", "start": 2366.68, "end": 2367.68}, {"text": "Or Spongebob.", "start": 2367.68, "end": 2368.68}, {"text": "Patrick, they got an Irish guy.", "start": 2368.68, "end": 2370.68}, {"text": "an Irish guy. Yeah, exactly. I live under a rock! That's what he said.", "start": 2370.68, "end": 2377.68}, {"text": "You know what's speaking to me? I've been listening to it a shit ton.", "start": 2377.68, "end": 2382.68}, {"text": "SpongeBob theme song? No, no. That song \"Over and Done With\" by the Proclaimers.", "start": 2382.68, "end": 2388.68}, {"text": "Don't know it. No. It's a great song. Great song.", "start": 2388.68, "end": 2394.68}, {"text": "How does it go?", "start": 2394.68, "end": 2397.16}, {"text": "It's the one where they're like, \"It's over and done with!", "start": 2397.16, "end": 2399.2}, {"text": "It's over and done with!", "start": 2399.2, "end": 2400.2}, {"text": "Over and done with!\"", "start": 2400.2, "end": 2401.2}, {"text": "Yeah?", "start": 2401.2, "end": 2402.2}, {"text": "Alright.", "start": 2402.2, "end": 2403.2}, {"text": "\"This is the story of losing my virginity!\"", "start": 2403.2, "end": 2404.2}, {"text": "Oh, that's funny.", "start": 2404.2, "end": 2405.2}, {"text": "I like that.", "start": 2405.2, "end": 2406.2}, {"text": "It's a great song.", "start": 2406.2, "end": 2407.2}, {"text": "I'm not gonna...", "start": 2407.2, "end": 2408.2}, {"text": "No.", "start": 2408.2, "end": 2409.2}, {"text": "I take back me thinking it's funny, because it's...", "start": 2409.2, "end": 2410.2}, {"text": "The proclaimers are very good.", "start": 2410.2, "end": 2411.2}, {"text": "Yeah.", "start": 2411.2, "end": 2412.2}, {"text": "Do you know the band Leatherface?", "start": 2412.2, "end": 2413.2}, {"text": "No.", "start": 2413.2, "end": 2414.2}, {"text": "They're like a British punk rock band.", "start": 2414.2, "end": 2415.2}, {"text": "Yeah.", "start": 2415.2, "end": 2416.2}, {"text": "They're like a British punk rock band.", "start": 2416.2, "end": 2417.2}, {"text": "Yeah.", "start": 2417.2, "end": 2418.2}, {"text": "They're like a British punk rock band.", "start": 2418.2, "end": 2419.2}, {"text": "Yeah.", "start": 2419.2, "end": 2420.2}, {"text": "They're like a British punk rock band.", "start": 2420.2, "end": 2421.2}, {"text": "Yeah.", "start": 2421.2, "end": 2422.2}, {"text": "They're like a British punk rock band.", "start": 2422.2, "end": 2423.2}, {"text": "Yeah.", "start": 2423.2, "end": 2424.2}, {"text": "Punk band and the guy's voice. He's he goes like", "start": 2424.2, "end": 2427.18}, {"text": "Like I can't he has the most insanely gravelly voice and then also like a British accent it's nuts dude", "start": 2427.18, "end": 2436.42}, {"text": "Great, so those British people have great singing voice. Oh, dude, British punk bands from like there", "start": 2436.42, "end": 2441.64}, {"text": "There's so many like British punk bands from the 70s to just have like in lead singers with insane voices", "start": 2441.64, "end": 2447.4}, {"text": "But then the songs well, this isn't a British band. This is an Irish band with the undertones", "start": 2447.4, "end": 2451.12}, {"text": "They have this song called my perfect cousin", "start": 2451.34, "end": 2454.0}, {"text": "Now I've got a cousin called Kevin yeah sure to go to heaven always spotless clean and neat the smoothest you can get them", "start": 2454.0, "end": 2480.86}, {"text": "Oh my perfect cousin what I like to do he doesn't he's his family's private joy", "start": 2480.86, "end": 2487.82}, {"text": "his mother's little golden boy he's got a degree in economics maths physics and", "start": 2487.82, "end": 2494.82}, {"text": "bionics it's so that I'm a cabbage cuz I hate university challenge it's so I", "start": 2494.82, "end": 2500.66}, {"text": "guess looking funny that like a punk song in the 70s like you could just write", "start": 2500.66, "end": 2505.54}, {"text": "fucking whatever yeah it was just like we're rebelling against something and", "start": 2505.54, "end": 2509.82}, {"text": "and this is like no we're not really good music do you have to rebelling against", "start": 2509.82, "end": 2514.48}, {"text": "we're going to get scouser", "start": 2514.48, "end": 2515.92}, {"text": "sweet but i think it's being a family", "start": 2515.92, "end": 2518.56}, {"text": "now is a perfect the perfect eat those for writing music is like", "start": 2518.56, "end": 2522.04}, {"text": "now mad i don't know right here i'm gonna do to court that i'm gonna just", "start": 2522.04, "end": 2524.96}, {"text": "say shit about my family or something i don't know like i was going to yell it's", "start": 2524.96, "end": 2528.96}, {"text": "no big deal", "start": 2528.96, "end": 2530.2}, {"text": "the lead singer delete singer of the undertones", "start": 2530.2, "end": 2532.92}, {"text": "fucking", "start": 2532.92, "end": 2534.18}, {"text": "insanely irish name for gold sharky", "start": 2534.18, "end": 2537.08}, {"text": "uh...", "start": 2537.08, "end": 2539.32}, {"text": "so fergal sharky", "start": 2539.32, "end": 2541.12}, {"text": "the guy screaming about his perfect cousin", "start": 2541.12, "end": 2548.12}, {"text": "i think i think we're just like fucking like i think now it is we're just", "start": 2548.12, "end": 2551.4}, {"text": "spoiled with like good", "start": 2551.4, "end": 2554.18}, {"text": "and uh... i i i think that the eighties and nineties is when they come got", "start": 2554.18, "end": 2558.04}, {"text": "really good and then it's as soon as the nineties and it got bad", "start": 2558.04, "end": 2562.2}, {"text": "well well yeah i mean i have", "start": 2562.2, "end": 2564.36}, {"text": "it and i don't know i don't know enough about", "start": 2564.36, "end": 2566.72}, {"text": "i don't know enough about", "start": 2566.72, "end": 2567.8}, {"text": "punk to say but i i will say that lake", "start": 2567.8, "end": 2571.48}, {"text": "there with the the there was like an era where", "start": 2571.48, "end": 2574.76}, {"text": "i didn't know what punk was going on and and when you ask someone it was it was", "start": 2574.76, "end": 2578.72}, {"text": "always pop punk", "start": 2578.72, "end": 2580.52}, {"text": "you know i think i mean the real punk is like conservatives", "start": 2580.52, "end": 2584.08}, {"text": "yes", "start": 2584.08, "end": 2585.28}, {"text": "never heard of you ever heard of your right brothers charlie kirk", "start": 2585.28, "end": 2589.04}, {"text": "kind of thing you know if you heard of the right brothers", "start": 2589.04, "end": 2591.92}, {"text": "no i don't think that's like a p_r_ community and i should say they're", "start": 2591.92, "end": 2596.3}, {"text": "called the called the right brothers 'cause they're conservative like", "start": 2596.3, "end": 2599.78}, {"text": "like pop punk band well i thought that right", "start": 2599.78, "end": 2602.52}, {"text": "yet", "start": 2602.52, "end": 2605.34}, {"text": "and i have a lot there but yeah i don't know they have one of the funniest", "start": 2605.34, "end": 2609.84}, {"text": "fucking songs", "start": 2609.84, "end": 2612.08}, {"text": "is that the bush the bush was right bush bush was right but there's another", "start": 2612.08, "end": 2616.22}, {"text": "song that they have that's awesome uh...", "start": 2616.22, "end": 2619.64}, {"text": "going being a punk band and like going to bat for the president.", "start": 2619.64, "end": 2623.6}, {"text": "Yeah.", "start": 2623.6, "end": 2624.6}, {"text": "Very cool.", "start": 2624.6, "end": 2625.6}, {"text": "What's the fuck, the chorus of that song is just like, \"Bush was right!\"", "start": 2625.6, "end": 2630.0}, {"text": "I remember that one.", "start": 2630.0, "end": 2634.04}, {"text": "That's good.", "start": 2634.04, "end": 2635.04}, {"text": "That I actually respect.", "start": 2635.04, "end": 2636.04}, {"text": "Well you know what, because that's like, what was that, like a reaction to American Idiot?", "start": 2636.04, "end": 2639.04}, {"text": "I guess.", "start": 2639.04, "end": 2640.04}, {"text": "Yeah.", "start": 2640.04, "end": 2641.04}, {"text": "So like, so it's all on the same like, you know, about two inches deep sort of playing", "start": 2641.04, "end": 2645.28}, {"text": "field.", "start": 2645.28, "end": 2646.28}, {"text": "Look at their fucking album cover.", "start": 2646.28, "end": 2647.28}, {"text": "I'm sorry to interrupt you.", "start": 2647.28, "end": 2648.28}, {"text": "No, no, fuck it.", "start": 2648.28, "end": 2649.28}, {"text": "Oh my god, they look like like this is what conservative punks would look like. Let's see what this looks like", "start": 2649.28, "end": 2656.08}, {"text": "Like conservative. Oh for affliction. Yeah affliction tease and the song is called I'm in love with Ann Coulter", "start": 2656.08, "end": 2663.88}, {"text": "The name of the album is no apologies. Yeah. Oh my god, dude", "start": 2663.88, "end": 2669.92}, {"text": "It rules so hard just like like thinking like oh we need I like I like Green Day, but god damn it", "start": 2669.92, "end": 2676.48}, {"text": "They got too fucking political", "start": 2676.48, "end": 2678.48}, {"text": "Are they brothers?", "start": 2678.48, "end": 2680.48}, {"text": "Maybe.", "start": 2680.48, "end": 2682.48}, {"text": "Let's see. Nope, they're not brothers. At least they have different last names.", "start": 2682.48, "end": 2684.48}, {"text": "Yeah, their names are Orville and Wilbur Hitler.", "start": 2684.48, "end": 2688.48}, {"text": "[Laughter]", "start": 2688.48, "end": 2690.48}, {"text": "Aaron Sane and Frank Highland.", "start": 2690.48, "end": 2692.48}, {"text": "Nashville, Tennessee, baby.", "start": 2692.48, "end": 2694.48}, {"text": "I'm in love with Ann Coulter.", "start": 2694.48, "end": 2696.48}, {"text": "Let me pull up some of the lyrics for this song.", "start": 2696.48, "end": 2700.48}, {"text": "Yeah, I mean, I'm very interested. I'm not gonna lie.", "start": 2700.48, "end": 2704.48}, {"text": "I'm in love with Ann Coulter, the sequel to I'm in Love with a Stripper.", "start": 2704.48, "end": 2711.48}, {"text": "Hey-o!", "start": 2711.48, "end": 2712.48}, {"text": "New rule!", "start": 2712.48, "end": 2713.48}, {"text": "That was a very Bill Barr joke.", "start": 2713.48, "end": 2719.92}, {"text": "She's got blonde hair, long legs, and a powerful intellect.", "start": 2719.92, "end": 2723.26}, {"text": "She's a writer, a real fighter.", "start": 2723.26, "end": 2724.64}, {"text": "You could say she's on the cutting edge, and she captures my heart when she tears libs apart,", "start": 2724.64, "end": 2729.56}, {"text": "and now I must confess things as they are.", "start": 2729.56, "end": 2731.56}, {"text": "I'm in love with Ann Coulter.", "start": 2731.56, "end": 2733.08}, {"text": "All I want to do is hold her and have her read her books to me just as she does in my dreams.", "start": 2733.08, "end": 2737.4}, {"text": "I'm on their genius page.", "start": 2737.4, "end": 2740.08}, {"text": "Here's the opening lyrics to a song by them called Shut Up and Teach.", "start": 2740.08, "end": 2744.16}, {"text": "Nowhere in this textbook does it say, \"Bush equals Hitler.\"", "start": 2744.16, "end": 2747.68}, {"text": "And nowhere in this chapter does it claim, \"We had it coming.\"", "start": 2747.68, "end": 2750.6}, {"text": "No way in this world can you blame capitalism.", "start": 2750.6, "end": 2753.2}, {"text": "No way on this earth will I be swayed.", "start": 2753.2, "end": 2755.92}, {"text": "This is just, dude, this is dicker.", "start": 2755.92, "end": 2757.44}, {"text": "This is awesome.", "start": 2757.44, "end": 2758.44}, {"text": "Yeah.", "start": 2758.44, "end": 2759.44}, {"text": "Yeah.", "start": 2759.44, "end": 2760.44}, {"text": "Dude, oh my God, this is our values are under attack for sure.", "start": 2760.44, "end": 2761.44}, {"text": "Be force-fed any more of your liberal garbage and I will not write down what's on that board cuz it's so stupid", "start": 2761.44, "end": 2766.64}, {"text": "It's called a textbook why don't you read it you'd be amazed at what you find inside", "start": 2766.64, "end": 2774.96}, {"text": "It's nothing like what you've been feeding. I guess you must have thought we were blind", "start": 2774.96, "end": 2778.88}, {"text": "Damn, or that we couldn't read the course of this is literally just our values are under attack", "start": 2778.88, "end": 2785.0}, {"text": "Shut up and teach don't give a speech keep your political beliefs all to yourself until the bell", "start": 2785.0, "end": 2790.24}, {"text": "Your job, as far as I can tell, doesn't include indoctrination, so could you please shut up and teach?", "start": 2790.24, "end": 2797.24}, {"text": "God damn dude see that dude this is Danzig's right the two that the two", "start": 2797.24, "end": 2802.12}, {"text": "Albums that the Wright brothers have at least on YouTube are no apologies and then their second album their sophomoric release", "start": 2802.12, "end": 2809.76}, {"text": "Remember a military appreciation project I", "start": 2809.76, "end": 2814.6}, {"text": "Want to find more of their lyrics I can't", "start": 2814.6, "end": 2819.7}, {"text": "Oh, they have a song called hey Hollywood, I want that so bad. Oh hell yeah, dude. Hold on. I gotta find that. Hey Hollywood", "start": 2821.36, "end": 2828.84}, {"text": "It's a it's just hey, Delilah dear. Wait, is it dear Rosie? Is this a song - Rosie O'Donnell?", "start": 2828.84, "end": 2835.56}, {"text": "They have a song called stop global whining", "start": 2835.56, "end": 2838.7}, {"text": "There's a crisis on this planet it's heated up almost a whole degree", "start": 2838.7, "end": 2843.92}, {"text": "It hasn't been this hot in a long time not since the 16th century when there were no evil SUVs", "start": 2843.92, "end": 2849.44}, {"text": "Stop global whining his name is al gore yeah he's a loser.", "start": 2849.68, "end": 2854.0}, {"text": "Oh my god.", "start": 2854.0, "end": 2855.92}, {"text": "It's so funny cuz like all their songs sound like like like the rock and roll band from like a nickelodeon original movie right like it's like a hundred percent yes like the production on their songs just sound it's insane like if it's like when a a nickelodeon.", "start": 2855.92, "end": 2875.24}, {"text": "Nickelodeon like live action actor decides like I'm gonna I'm I'm making a", "start": 2875.84, "end": 2881.3}, {"text": "band they're gonna be in the show right like that's the music oh yeah it's like", "start": 2881.3, "end": 2885.44}, {"text": "Drake Bell fucking yeah right well yeah exactly yeah found a way all the way to", "start": 2885.44, "end": 2892.0}, {"text": "Mexico yeah did he really is that where is Drake Campana that's his name now", "start": 2892.0, "end": 2896.2}, {"text": "why yeah like there was like no no he changed his name to Drake Campana he", "start": 2896.2, "end": 2902.24}, {"text": "does like exclusively like I think he got like me toot or something and then okay", "start": 2902.24, "end": 2908.44}, {"text": "yeah then moved to Mexico and was like I'm gonna make Mexican music oh oh man I", "start": 2908.44, "end": 2915.8}, {"text": "don't know I wish I knew Spanish cuz then I could do some jokes but yeah", "start": 2915.8, "end": 2920.44}, {"text": "Drake Cebolla. How about that? Take Te Amo away. Yeah yeah Drake Drake Campana MX is his", "start": 2920.44, "end": 2929.8}, {"text": "stage name now. Oh that's awesome. Yeah. Drake Bell, I'm on Drake Bell's Wikipedia.", "start": 2929.8, "end": 2937.82}, {"text": "Influent, Bell has described his music as being heavily influenced by the Beatles.", "start": 2937.82, "end": 2942.08}, {"text": "Okay I'm on the I'm on the Wright Brothers, like they don't have very many", "start": 2942.08, "end": 2946.16}, {"text": "lyrics anywhere. I know, it's so hard to find their shit. I found this website lyricsdb.co, they only have one", "start": 2946.16, "end": 2951.48}, {"text": "Wright Brothers song. I don't, this, the way this is written does not sound like", "start": 2951.48, "end": 2955.92}, {"text": "the Wright Brothers. I'm not sure. Hook ain't nowhere to run to. There ain't nothing here", "start": 2955.92, "end": 2960.68}, {"text": "for free. Freedom is not free by the Wright Brothers. Here's verse one. If I don't like", "start": 2960.68, "end": 2965.4}, {"text": "my life, I gut it and rebuild it. Fuck it. Keep nothing but God and my children. I kill", "start": 2965.4, "end": 2970.02}, {"text": "the devil wherever he resides. Even if he hides in me, he got to die. I killed little", "start": 2970.02, "end": 2975.48}, {"text": "Jason. He was only 15. Sewed his good traits together. Made Ali. I don't think that this", "start": 2975.48, "end": 2981.08}, {"text": "This is when they were the Reich Brothers.", "start": 2981.08, "end": 2984.52}, {"text": "Yeah.", "start": 2984.52, "end": 2985.52}, {"text": "And the conservatives set the tone it down.", "start": 2985.52, "end": 2988.76}, {"text": "Yeah.", "start": 2988.76, "end": 2989.76}, {"text": "Alright brothers, hey Hollywood.", "start": 2989.76, "end": 2991.48}, {"text": "I'm really gonna see if I can find this.", "start": 2991.48, "end": 2993.32}, {"text": "I'm having like a moment where I'm stuck on it.", "start": 2993.32, "end": 2994.72}, {"text": "I think you can listen.", "start": 2994.72, "end": 2995.72}, {"text": "That's what I was gonna say, I was gonna like listen and like transcribe it maybe.", "start": 2995.72, "end": 3000.28}, {"text": "Drake Campana's latest release, his last album was called Sesiones en Casa.", "start": 3000.28, "end": 3008.04}, {"text": "and sessions in house okay wait so and so that the first track on that album is", "start": 3008.04, "end": 3014.68}, {"text": "called bitchcraft", "start": 3014.68, "end": 3015.68}, {"text": "I mean", "start": 3015.68, "end": 3021.12}, {"text": "oh man well I heard some movie stars talking on TV I said they were", "start": 3021.12, "end": 3025.96}, {"text": "they were being a voice for you and me saying things like no blood for oil", "start": 3025.96, "end": 3030.64}, {"text": "not in our name just like the roar", "start": 3030.64, "end": 3034.92}, {"text": "of the", "start": 3034.92, "end": 3059.92}, {"text": "uh... bitch craft came off of his album", "start": 3059.92, "end": 3062.64}, {"text": "ready steady go", "start": 3062.64, "end": 3064.2}, {"text": "which is a chance to read straight bills", "start": 3064.2, "end": 3066.5}, {"text": "drape those rockabilly to her and put that all we have a system if you know", "start": 3066.5, "end": 3070.28}, {"text": "what we are all you know i got", "start": 3070.28, "end": 3072.72}, {"text": "i did not know he was like a pocket it's time for me to become rockabilly", "start": 3072.72, "end": 3077.92}, {"text": "way i'd just saw a picture of him he looks great as a rockabilly", "start": 3077.92, "end": 3082.28}, {"text": "all you had to remember that fucking there's like that vine like these two", "start": 3082.28, "end": 3085.28}, {"text": "guys find rebelling like an like a thrift store and they're like", "start": 3085.28, "end": 3088.72}, {"text": "you know drake we get a picture like it's clear that the way it is to be get a", "start": 3088.72, "end": 3091.76}, {"text": "picture and then it's a sign of them like standing with like they're holding", "start": 3091.76, "end": 3094.56}, {"text": "up the peace sign and he's it's like", "start": 3094.56, "end": 3096.92}, {"text": "it's so funny 'cause it's just like it's like this weekend being like of the", "start": 3096.92, "end": 3100.2}, {"text": "arctic monkeys", "start": 3100.2, "end": 3101.64}, {"text": "it's like just didn't work", "start": 3101.64, "end": 3105.28}, {"text": "uh... man poor guy", "start": 3105.28, "end": 3107.2}, {"text": "that the area", "start": 3107.2, "end": 3108.56}, {"text": "how the way i cancel for a good reason and", "start": 3108.56, "end": 3113.52}, {"text": "i didn't even know he was canceled i don't know", "start": 3113.52, "end": 3116.64}, {"text": "also drake bell was listening to a lot of straight cats at the top", "start": 3116.64, "end": 3120.98}, {"text": "it's like it's time for me to do rockabilly", "start": 3120.98, "end": 3125.16}, {"text": "this industry cast aside i mean you have to respect anybody who's doing", "start": 3125.16, "end": 3129.16}, {"text": "rockabilly right now", "start": 3129.16, "end": 3130.88}, {"text": "uh... i mean that's i mean i think i mean you got it i mean i know", "start": 3130.88, "end": 3135.24}, {"text": "that's it has already the worst that was on the list of things it was already the", "start": 3135.24, "end": 3138.94}, {"text": "worst thing true yes like so long ago it's been the worst thing for instance", "start": 3138.94, "end": 3143.84}, {"text": "amount of time like 2021 rockabilly. I don't fuck with straight people. That's like the", "start": 3143.84, "end": 3149.68}, {"text": "thickest skinned person in the world. The God's strongest soldier is somebody who chooses to", "start": 3149.68, "end": 3155.04}, {"text": "dress up like a rockabilly nowadays. What about, do you know about like the teddy boys", "start": 3155.04, "end": 3159.52}, {"text": "in Japan? No. Oh dude, dude you gotta look up teddy boys. Teddy boys are crazy. Teddy", "start": 3159.52, "end": 3166.96}, {"text": "boys are like Japanese guys who like really love rockabilly but they'll have like 6 foot", "start": 3166.96, "end": 3172.92}, {"text": "these are the fucking uh... like", "start": 3172.92, "end": 3177.4}, {"text": "just gave from uh... yeah yeah", "start": 3177.4, "end": 3180.68}, {"text": "yeah okay yeah and i know these guys i don't know that called any boys", "start": 3180.68, "end": 3183.94}, {"text": "me neither i thought they were just called", "start": 3183.94, "end": 3185.88}, {"text": "well it's like it's like a teddy boy like revival thing so i get a teddy boys", "start": 3185.88, "end": 3190.46}, {"text": "were already like a", "start": 3190.46, "end": 3191.88}, {"text": "like it was like a fifties things that's like a rockabilly like sub culture i", "start": 3191.88, "end": 3195.5}, {"text": "think", "start": 3195.5, "end": 3196.12}, {"text": "but then in like japan it's like", "start": 3196.12, "end": 3198.72}, {"text": "a", "start": 3198.72, "end": 3205.72}, {"text": "I mean, oh my god, I mean some of the fucking, some of the hairdos that came out of your google", "start": 3205.72, "end": 3210.4}, {"text": "searching teddy boys, like some of it literally just looks like, like a poop on their head.", "start": 3210.4, "end": 3216.84}, {"text": "It's like you put a fucking, it's like, it's like a, HR Geiger drew a fucking, drew like", "start": 3216.84, "end": 3224.36}, {"text": "a greaser, like it's just like a xenomorph on their head.", "start": 3224.36, "end": 3228.28}, {"text": "Yeah, it's like, it's all black leather and shit.", "start": 3228.28, "end": 3231.28}, {"text": "There's so much pomade on it that it like, and all the photos are in black and white,", "start": 3231.28, "end": 3235.82}, {"text": "so much pomade that it just makes it look like poop.", "start": 3235.82, "end": 3238.56}, {"text": "Dude, that will just like, you walk into a room with someone with that much pomade, it's", "start": 3238.56, "end": 3243.28}, {"text": "just going to pickle you instantly.", "start": 3243.28, "end": 3245.28}, {"text": "Right.", "start": 3245.28, "end": 3246.68}, {"text": "There was, I never purchased it.", "start": 3246.68, "end": 3249.28}, {"text": "I don't think I like, I just remember seeing like a pomade that was like, \"Do not put this", "start": 3249.28, "end": 3256.28}, {"text": "near fire.\"", "start": 3256.28, "end": 3257.28}, {"text": "I mean this is basically like what mercury poisoning is right I like I like the idea of like all these like like rockabilly guys like like like one third of them like went insane because of the amount of pomade that was on their head", "start": 3257.28, "end": 3273.08}, {"text": "Yeah, it seeped into their brain.", "start": 3273.08, "end": 3275.8}, {"text": "Yeah, it just made them completely slick.", "start": 3275.8, "end": 3277.64}, {"text": "It made them talk permanently like Elvis, who already sort of sounds like he has something going on.", "start": 3277.64, "end": 3283.16}, {"text": "Oh, man, would you pass the salt, man?", "start": 3283.16, "end": 3287.8}, {"text": "Yeah, so I'm gonna get those quarterly reports for you.", "start": 3287.8, "end": 3293.32}, {"text": "The Rockefeller office guy?", "start": 3293.32, "end": 3296.92}, {"text": "Yeah.", "start": 3296.92, "end": 3297.42}, {"text": "Hey, mama.", "start": 3297.42, "end": 3301.96}, {"text": "there was a lot of what happened last night on the office was going on jack", "start": 3302.52, "end": 3306.6}, {"text": "and it's just like", "start": 3306.6, "end": 3307.8}, {"text": "the third time recalling you in for sexual harassment can't", "start": 3307.8, "end": 3311.84}, {"text": "got a stop calling people mama", "start": 3311.84, "end": 3314.04}, {"text": "it's not ok", "start": 3314.04, "end": 3315.28}, {"text": "all right maybe", "start": 3315.28, "end": 3316.36}, {"text": "uh... local this is exactly what we're talking about this year you sort of", "start": 3316.36, "end": 3321.28}, {"text": "have all these pet names and you sort of distributed equally", "start": 3321.28, "end": 3325.1}, {"text": "so there's something to be said there", "start": 3325.1, "end": 3327.2}, {"text": "was checking to be over there for us in iraq a right so that's a problem right", "start": 3327.2, "end": 3331.6}, {"text": "is when it's okay", "start": 3331.6, "end": 3333.08}, {"text": "yeah i don't have any ideas that we need to fill out this form because we're", "start": 3333.08, "end": 3335.76}, {"text": "firing you you you can't be any like leans", "start": 3335.76, "end": 3338.04}, {"text": "he leans toward the desk to pick up the form and it is a heritage heritage", "start": 3338.04, "end": 3341.04}, {"text": "disneyland lamp in this case on fire", "start": 3341.04, "end": 3345.24}, {"text": "the johnny bravo just working at an office", "start": 3345.24, "end": 3348.16}, {"text": "yeah that's a big johnny bravo is just a rockabilly guy really a", "start": 3348.16, "end": 3352.84}, {"text": "pieces the blonde rockabilly guy", "start": 3352.84, "end": 3355.4}, {"text": "which you don't see many blonde rockabilly said no they've got they've", "start": 3355.4, "end": 3358.5}, {"text": "Everything's going for them. They don't need to be rockabilly. Yeah, they're blonde", "start": 3358.5, "end": 3362.96}, {"text": "They're already like they've already inherited. They're obviously have already inherited wealth. So they don't need to be right", "start": 3362.96, "end": 3369.48}, {"text": "I'll need to go the rockabilly path", "start": 3369.48, "end": 3371.48}, {"text": "They're blonde hair and blue eyes", "start": 3371.48, "end": 3373.68}, {"text": "Man", "start": 3373.68, "end": 3376.3}, {"text": "God Johnny Bravo is a very funny phenomenon. Like yeah, like I thought I like mom loved Johnny Bravo", "start": 3376.3, "end": 3383.18}, {"text": "Well, as it's not as hilarious as a kid. I thought", "start": 3383.18, "end": 3385.9}, {"text": "He was just a cool guy. Yeah", "start": 3386.94, "end": 3389.1}, {"text": "Yeah, there's no way you're a little kid like yeah, like oh, yeah, he's legs are six inches long just like mine right kid", "start": 3389.1, "end": 3398.34}, {"text": "You don't like you look at him and have the context to be like, oh this guy is t-virus Elvis like it", "start": 3398.34, "end": 3407.04}, {"text": "It doesn't enter into your head. You just leave. It's a cool guy", "start": 3407.04, "end": 3410.98}, {"text": "This guy's like serially sexually harasses women and hangs out with a little kid. Otherwise like oh, yeah", "start": 3411.5, "end": 3416.8}, {"text": "This is a guy's guys awesome when you're a kid like every person on TV is cool", "start": 3416.8, "end": 3422.58}, {"text": "100% so you can't fucking exactly", "start": 3422.58, "end": 3425.62}, {"text": "They have to be cool", "start": 3425.62, "end": 3428.3}, {"text": "Yeah", "start": 3428.3, "end": 3432.14}, {"text": "Yeah, you're like that five or six years old. That's that's what you grow up is when you realize that Caillou isn't cool", "start": 3432.14, "end": 3436.98}, {"text": "He's a little", "start": 3436.98, "end": 3438.98}, {"text": "He's the first one to is everyone watching a TV", "start": 3439.14, "end": 3442.3}, {"text": "Because everyone you're watching a TV is like alright like they all something going for them", "start": 3442.3, "end": 3446.98}, {"text": "You see Kai you like oh sick", "start": 3446.98, "end": 3448.18}, {"text": "He's on TV even like that that wears off after like two and a half minutes, and you're like this ball. He's a rice", "start": 3448.18, "end": 3453.82}, {"text": "Oh, yeah, right, and it's nice sucks. It's inherited to the the the the Kai you hatred is definitely inherited", "start": 3453.82, "end": 3460.5}, {"text": "You hear like your older sibling just go like oh this fuck this little gay kid", "start": 3460.5, "end": 3464.7}, {"text": "You go to school and you hear someone sing the Blake flushing Barney down a toilet song for the first time", "start": 3466.9, "end": 3471.64}, {"text": "It's true. It shatters your entire god that does so I was too funny. I can't like Barney anymore. Yeah, it's really true", "start": 3471.64, "end": 3478.48}, {"text": "Wow, that is like man that like just made me sad that like basically like here", "start": 3478.48, "end": 3483.64}, {"text": "Barney I'm talking about me", "start": 3483.64, "end": 3487.32}, {"text": "You're like enjoying Barney and you're just enjoy you're just like yeah, he wants to he says everyone should love each other", "start": 3487.32, "end": 3495.84}, {"text": "He's a big dumb dinosaur. It's chill. I mean someone's like Barney's gay and I stabbed him and you're like, oh, yeah me too", "start": 3495.84, "end": 3502.44}, {"text": "Like did you hear that Barney got fired because he smoked cigarettes in the suit and it caught on fire and killed baby bop", "start": 3502.44, "end": 3510.82}, {"text": "You have to you're like, no, I didn't I was just why I believe you though. Yeah", "start": 3510.82, "end": 3515.28}, {"text": "I was just sharing my toys", "start": 3515.28, "end": 3518.12}, {"text": "I don't know what right out of 30 page screed and crayon how you won't be watching Barney anymore", "start": 3518.12, "end": 3522.74}, {"text": "It is sad. It's like the first time but also that's like also that's also the same moment", "start": 3525.04, "end": 3529.8}, {"text": "You discover like how you can be funny. I feel like it's like, oh, yeah, you could just you can make fun of a guy", "start": 3529.8, "end": 3535.18}, {"text": "And that's one way to be funny and it's the same moment mean. Yeah, basically", "start": 3535.18, "end": 3539.84}, {"text": "Man Barney Barney. It's funny with Barney cuz like my parents like talk about like the kid shows", "start": 3539.84, "end": 3546.2}, {"text": "We watch and they were like they made us watch made us", "start": 3546.2, "end": 3548.92}, {"text": "I mean like they put on a lot of Sesame Street, which is great", "start": 3548.92, "end": 3550.96}, {"text": "You know says me streets just like very good or at least was I don't know", "start": 3550.96, "end": 3553.94}, {"text": "I haven't watched it in a while.", "start": 3553.94, "end": 3555.48}, {"text": "- It took me a long time to grow out of Sesame Street.", "start": 3555.48, "end": 3557.68}, {"text": "(laughing)", "start": 3557.68, "end": 3558.52}, {"text": "I just, I liked the puppets too much.", "start": 3558.52, "end": 3560.54}, {"text": "Like I liked the puppets.", "start": 3560.54, "end": 3561.38}, {"text": "- Oh true.", "start": 3561.38, "end": 3562.22}, {"text": "- Like I just, I loved puppets as a kid", "start": 3562.22, "end": 3563.8}, {"text": "that I was like, yeah, I know it's for like babies,", "start": 3563.8, "end": 3565.92}, {"text": "but like I like--", "start": 3565.92, "end": 3566.76}, {"text": "- That's fucking clever, it's good.", "start": 3566.76, "end": 3568.48}, {"text": "But then like my parents would be like,", "start": 3568.48, "end": 3570.08}, {"text": "yeah, but Barney, man.", "start": 3570.08, "end": 3571.76}, {"text": "- Yeah.", "start": 3571.76, "end": 3572.6}, {"text": "- The thing about Barney is he had like,", "start": 3572.6, "end": 3574.46}, {"text": "even among like, like kids show voices,", "start": 3574.46, "end": 3578.12}, {"text": "which are like really bad,", "start": 3578.12, "end": 3579.68}, {"text": "the Barney characters have the absolute worst.", "start": 3579.68, "end": 3581.96}, {"text": "Yeah, Barney's like, \"Woo-woo-woo-woo-woo-woo!\"", "start": 3581.96, "end": 3584.96}, {"text": "And then Baby Bop just does the baby voice.", "start": 3584.96, "end": 3588.96}, {"text": "Evil.", "start": 3588.96, "end": 3589.96}, {"text": "Yeah, it's not good.", "start": 3589.96, "end": 3590.96}, {"text": "My mom told me when I was younger, she told me this pretty young.", "start": 3590.96, "end": 3595.96}, {"text": "I think I was like 7 or 8 when she told me why she didn't buy me the Po Teletubby toy.", "start": 3595.96, "end": 3603.96}, {"text": "Back to Po.", "start": 3603.96, "end": 3605.96}, {"text": "She told me she didn't buy me the Po one because apparently like what like they don't they speak like gibberish like Teletubby language is like not fucking.", "start": 3605.96, "end": 3616.96}, {"text": "Teletubby language is not real English but they speak like whatever they're saying but my mom said like she didn't buy it for me because she thought that Po was saying F-A-G-I-T F-A-G-I-T bite my bum.", "start": 3616.96, "end": 3631.96}, {"text": "*laughter*", "start": 3631.96, "end": 3633.96}, {"text": "What the fuck?", "start": 3633.96, "end": 3635.96}, {"text": "Not spelling it out like that, like saying it.", "start": 3635.96, "end": 3637.96}, {"text": "Oh, I mean, well, either way.", "start": 3637.96, "end": 3641.96}, {"text": "Why would Mel say that?", "start": 3641.96, "end": 3643.96}, {"text": "She told me that when I was like 7 or 8.", "start": 3643.96, "end": 3645.96}, {"text": "And then I, like, when you're 7 or 8, you think that's fucking hilarious, so you go around the house repeating it.", "start": 3645.96, "end": 3651.96}, {"text": "Yeah.", "start": 3651.96, "end": 3653.96}, {"text": "So, for like a week, I was just saying that.", "start": 3653.96, "end": 3655.96}, {"text": "Also, like, spelling that word wrong is what made me laugh.", "start": 3655.96, "end": 3659.96}, {"text": "laugh. Oh yeah, I didn't want to spell it out actually.", "start": 3659.96, "end": 3663.96}, {"text": "But that's what's funny, the idea of like a", "start": 3663.96, "end": 3667.96}, {"text": "six year old programming Po spelling", "start": 3667.96, "end": 3671.96}, {"text": "the word wrong.", "start": 3671.96, "end": 3675.96}, {"text": "Yeah, the factory in Indonesia that all the Po toys were processed in", "start": 3675.96, "end": 3679.96}, {"text": "they were like, \"We're going to make these children homophobic!\"", "start": 3679.96, "end": 3683.96}, {"text": "English was their second language so they couldn't spell it right.", "start": 3683.96, "end": 3687.96}, {"text": "homophobic. Also I do want so did your mom think Poe was saying that or did your", "start": 3687.96, "end": 3692.76}, {"text": "mom think like Poe just it just sounded like the gibberish that's what the", "start": 3692.76, "end": 3695.68}, {"text": "gibberish sounded like. Yeah she thought the gibberish sounded like. Yeah okay cool it was like I was like", "start": 3695.68, "end": 3699.32}, {"text": "did your mom your mom was like this fucking alien is homophobic. No. My son is", "start": 3699.32, "end": 3705.28}, {"text": "not gonna listen to this yeah no. That's funny yeah I guess you can really you can go", "start": 3705.28, "end": 3709.24}, {"text": "wrong in a couple ways with gibberish because it can be racist or you could", "start": 3709.24, "end": 3713.28}, {"text": "just you can just yeah accidentally say words you shouldn't say yeah like there", "start": 3713.28, "end": 3717.96}, {"text": "was like a fuck I remember this news story like me and my younger brother", "start": 3717.96, "end": 3722.52}, {"text": "were like watching the news with my mom before school and there was like a like", "start": 3722.52, "end": 3727.94}, {"text": "an Elmo doll that's that like I guess like the speaker must have shortened out", "start": 3727.94, "end": 3732.16}, {"text": "or something yeah like a kid named James got an Elmo doll that was going kill", "start": 3732.16, "end": 3736.44}, {"text": "James", "start": 3736.44, "end": 3738.44}, {"text": "Also, just like just like oh man, yeah, I think", "start": 3738.44, "end": 3758.32}, {"text": "There's this guy outside my window. I think his speaker shorted out. He keeps saying he's gonna kill me", "start": 3758.32, "end": 3764.36}, {"text": "He's just short-circuiting.", "start": 3764.36, "end": 3769.26}, {"text": "That's all the speaker like the speakers and toys sorting out is one of the funniest things", "start": 3769.26, "end": 3773.48}, {"text": "as a kid.", "start": 3773.48, "end": 3774.48}, {"text": "Like this is exactly how we had a monkey toy that like it was it would go like like that's", "start": 3774.48, "end": 3781.96}, {"text": "what it's supposed to do.", "start": 3781.96, "end": 3782.96}, {"text": "Yeah, like after a while it broke and you press the button just like screech.", "start": 3782.96, "end": 3789.44}, {"text": "We had another, we had a Halloween decoration that was like a skeleton that if you like", "start": 3789.44, "end": 3794.68}, {"text": "moved it, it had like a motion sensor, it would do like that like fake silly evil laugh from", "start": 3794.68, "end": 3800.28}, {"text": "Saw you know like \"oh ho ho ho he he he\" but then it got wet one year and then the next", "start": 3800.28, "end": 3805.8}, {"text": "We used it if you like if you brush", "start": 3805.8, "end": 3808.6}, {"text": "Like squawking noise", "start": 3808.6, "end": 3816.16}, {"text": "It was like actually scared people", "start": 3816.16, "end": 3819.02}, {"text": "We had like a Patrick star", "start": 3819.02, "end": 3822.28}, {"text": "toy in my house that uh", "start": 3822.28, "end": 3824.6}, {"text": "When you press it had like a few phrases it said it would say like hey", "start": 3824.6, "end": 3827.92}, {"text": "I'm a starfish and like duh that tickles and like it would always be when you pressed it and me and my friends would just", "start": 3827.92, "end": 3833.76}, {"text": "like chuck it at each other's heads and so eventually it like busted to the point", "start": 3833.76, "end": 3839.22}, {"text": "where like I would just be like gaming late at night and I would just hear hey", "start": 3839.22, "end": 3843.64}, {"text": "I'm a starfish from like the other room and I was like holy shit like it's so", "start": 3843.64, "end": 3849.64}, {"text": "scared like it would just talk at completely random times when nobody", "start": 3849.64, "end": 3855.84}, {"text": "engaged with the cobalt that lives in your walls was was playing with it", "start": 3855.84, "end": 3861.52}, {"text": "Yeah", "start": 3861.52, "end": 3863.52}, {"text": "You had you had fairies in your house dude, uh, and I'm not talking about you and your family. Oh", "start": 3863.52, "end": 3869.74}, {"text": "Yeah, by the way Caleb couldn't record this week so we", "start": 3869.74, "end": 3874.18}, {"text": "That's the episode thank you for listening everybody", "start": 3874.18, "end": 3881.16}, {"text": "Bye", "start": 3881.16, "end": 3886.96}], "title": "Premium #77: My Perfect Cousin", "link": "https://www.patreon.com/posts/premium-77-my-50694854", "date": "Sat, 01 May 2021 11:01:01 GMT", "id": 489}