{"lines": [{"text": "You're listening to Israel's number one podcast.", "start": 0.0, "end": 2.8}, {"text": "This is premium content.", "start": 2.8, "end": 4.8}, {"text": "If you are not a premium subscriber,", "start": 4.8, "end": 7.0}, {"text": "please pause now and purchase a premium membership immediately.", "start": 7.0, "end": 10.8}, {"text": "[laughter]", "start": 10.8, "end": 11.3}, {"text": "[explosion]", "start": 11.3, "end": 12.5}, {"text": "♪ Ooh, baby, I'd be stuck to you like glue ♪", "start": 12.5, "end": 15.5}, {"text": "We're not doing that.", "start": 15.5, "end": 17.2}, {"text": "♪ Baby, wanna spend it all on you ♪", "start": 17.2, "end": 19.4}, {"text": "I'm not starting that intro.", "start": 19.4, "end": 20.9}, {"text": "Nobody wanted to do this but you.", "start": 20.9, "end": 22.8}, {"text": "Stop singing.", "start": 22.8, "end": 23.7}, {"text": "I can see that you're looking at the lyrics.", "start": 23.7, "end": 25.4}, {"text": "You couldn't even remember the five bars that make up the hook.", "start": 25.4, "end": 28.5}, {"text": "I had to open them back up. I had to open them back up.", "start": 28.5, "end": 32.82}, {"text": "Because you couldn't remember the lyrics to the chain?", "start": 32.82, "end": 35.1}, {"text": "You couldn't remember the words \"Call me Mr. Flintstone\"?", "start": 35.1, "end": 37.1}, {"text": "Okay, I get it. Let me think. I guess it's my turn.", "start": 37.1, "end": 40.1}, {"text": "You were like, \"Call me Mr. Jetson.\"", "start": 40.1, "end": 41.3}, {"text": "No, fuck. Wait, wait, wait. Guys, no. Hold on. I have this.", "start": 41.3, "end": 43.9}, {"text": "Just call me Mr. Bedrock!", "start": 43.9, "end": 45.9}, {"text": "No.", "start": 45.9, "end": 47.3}, {"text": "Fuck! No!", "start": 47.3, "end": 48.5}, {"text": "Call me Mr. Dinosaur from Flintstone. No, that's not right.", "start": 48.5, "end": 51.1}, {"text": "Call me Mr. Bam Bam. I'ma slam your ass.", "start": 51.1, "end": 54.3}, {"text": "Call me Mr. Flintstone. I have a bird alarm clock.", "start": 54.3, "end": 57.9}, {"text": "(laughter)", "start": 57.9, "end": 60.14}, {"text": "Or something like that.", "start": 60.14, "end": 63.74}, {"text": "- Okay, I get it, let me think, I guess it's my turn.", "start": 63.74, "end": 66.12}, {"text": "I guess it's time to put this pussy on your sideburns.", "start": 66.12, "end": 68.98}, {"text": "- I like the idea that Little Waves", "start": 68.98, "end": 70.04}, {"text": "is super into Hanna-Barbera.", "start": 70.04, "end": 71.64}, {"text": "(laughter)", "start": 71.64, "end": 73.9}, {"text": "- That's why when he's talking about--", "start": 73.9, "end": 78.66}, {"text": "- He's watching like Hong Kong Phu-Yi.", "start": 78.66, "end": 80.74}, {"text": "(laughter)", "start": 80.74, "end": 82.74}, {"text": "- That's why in Martians vs. Goblins,", "start": 82.74, "end": 86.26}, {"text": "when he's saying bitch I'm a motherfucking Martian he's referring to", "start": 86.26, "end": 88.82}, {"text": "gadzooks", "start": 88.82, "end": 89.98}, {"text": "that's it wait now what's his name?", "start": 89.98, "end": 92.1}, {"text": "Godzooki is loony", "start": 92.1, "end": 94.08}, {"text": "yeah he's loony tunes what's the little green guy from the", "start": 94.08, "end": 97.14}, {"text": "flintstones", "start": 97.14, "end": 98.24}, {"text": "uh...", "start": 98.24, "end": 99.56}, {"text": "alien", "start": 99.56, "end": 101.36}, {"text": "alien vs flintstone", "start": 101.36, "end": 105.06}, {"text": "gotta side bitch call her bow winkle it's gazoo it's not gadzooks i thought you were saying", "start": 105.06, "end": 109.92}, {"text": "godzooki which is the weird godzilla they made", "start": 109.92, "end": 113.7}, {"text": "now that i was like i was a little brother is not a late and i think i", "start": 113.7, "end": 118.5}, {"text": "we've we've talked about that we talked about that cuz i don't i haven't seen", "start": 118.5, "end": 122.42}, {"text": "any god's ability to talk about the but we talked about a lot about that", "start": 122.42, "end": 126.2}, {"text": "his name was god's you key", "start": 126.2, "end": 128.2}, {"text": "no you i don't think you told me that no you did tell me that", "start": 128.2, "end": 130.84}, {"text": "prequel name", "start": 130.84, "end": 132.94}, {"text": "he like he was the cartoon one that was like really stupid", "start": 132.94, "end": 136.88}, {"text": "I'm gonna eat that pussy like a picnic.", "start": 136.88, "end": 141.36}, {"text": "Back to that for a minute. You got the whole basket back there.", "start": 141.36, "end": 148.16}, {"text": "Damn. Yeah. I used to love watching, what was that show called, or what was that channel?", "start": 148.16, "end": 155.76}, {"text": "Boomerang. Oh my god, Boomerang. Dude, how do they do it?", "start": 155.76, "end": 162.08}, {"text": "so many old cartoons what's snaggle puss he's like yeah and he said and he says", "start": 162.08, "end": 168.0}, {"text": "exit stage right left yeah and he's like little Wayne would be like I'm a", "start": 168.0, "end": 174.16}, {"text": "I'm a snaggle that pussy yeah he'd say something like that. Exit stage left I'm a snaggle that puss.", "start": 174.16, "end": 180.0}, {"text": "Was it Adam Ant? Was that uh was that Hanna-Barbera? That was Hanna-Barbera.", "start": 180.0, "end": 184.4}, {"text": "Dude they had so many banners. I know. Lowkey Hanna-Barbera.", "start": 184.4, "end": 188.4}, {"text": "Okay, I just they're kind of their flop era", "start": 188.4, "end": 190.4}, {"text": "Googled Hanna-barbera cartoons and went on Google images and just the first image just seeing the amount of characters they have here", "start": 190.4, "end": 196.96}, {"text": "Nobody should be allowed to have this many cartoon characters. They had they had this is a gorilla", "start": 196.96, "end": 201.56}, {"text": "Look at that just sure Manila Barbera cartoons and just look at the amount of yeah", "start": 201.56, "end": 206.36}, {"text": "Well a lot of it a lot of it is because they had like shows like what's wacky racers where it's like", "start": 206.36, "end": 212.6}, {"text": "Oh, let's throw like a million fucking people in there. Yeah, we gotta have", "start": 212.6, "end": 216.48}, {"text": "- There's a guy here who's just Winnie the Pooh", "start": 217.48, "end": 219.56}, {"text": "wearing a fedora, who's this?", "start": 219.56, "end": 222.48}, {"text": "Who's this guy?", "start": 222.48, "end": 223.72}, {"text": "- Plus the name from Justin's was a bad name.", "start": 223.72, "end": 226.4}, {"text": "- Here, let me send this image link.", "start": 226.4, "end": 228.6}, {"text": "- Winnie the Pooh wearing a fedora?", "start": 228.6, "end": 231.0}, {"text": "- Hold on one second, I'll send this in chat.", "start": 231.0, "end": 234.04}, {"text": "This link, the guy who's,", "start": 234.04, "end": 236.44}, {"text": "he's on the left side of the image in the middle,", "start": 236.44, "end": 240.18}, {"text": "just under the one who looks like Morticia Adams", "start": 240.18, "end": 242.52}, {"text": "but green. - Oh yeah.", "start": 242.52, "end": 243.36}, {"text": "- Oh yeah.", "start": 243.36, "end": 244.2}, {"text": "(laughing)", "start": 244.2, "end": 245.02}, {"text": "- He's literally just Winnie the Pooh with a hat.", "start": 245.02, "end": 246.88}, {"text": "That's not Morticia Adams.", "start": 246.88, "end": 248.68}, {"text": "- I said looks like Morticia Adams, but red and green.", "start": 248.68, "end": 251.68}, {"text": "- I thought you called her Morticia Adams.", "start": 251.68, "end": 254.42}, {"text": "No, that's the gay lady.", "start": 254.42, "end": 256.16}, {"text": "- Yeah, it is you.", "start": 256.16, "end": 257.0}, {"text": "- So who's that Winnie the Pooh guy?", "start": 257.0, "end": 258.88}, {"text": "- That's me.", "start": 258.88, "end": 259.72}, {"text": "- That actually does kinda look like Patrick.", "start": 259.72, "end": 263.12}, {"text": "- That's Timmy the Poop.", "start": 263.12, "end": 265.04}, {"text": "(laughing)", "start": 265.04, "end": 266.04}, {"text": "- Timmy the Poop.", "start": 266.04, "end": 267.2}, {"text": "- Yeah.", "start": 267.2, "end": 268.04}, {"text": "- Just look at, dude, they have too many characters.", "start": 268.04, "end": 273.48}, {"text": "- Yeah, Top Cat.", "start": 273.48, "end": 274.68}, {"text": "there's here's a guy was seventy-seven by a red shirt", "start": 275.72, "end": 279.08}, {"text": "they got a frankenstein but he's blue", "start": 279.08, "end": 281.08}, {"text": "not a service this murder for him or burr i guess that makes i didn't know that", "start": 281.08, "end": 285.2}, {"text": "they got a snowman", "start": 285.2, "end": 286.92}, {"text": "who's this hannah barbara bitch and why she making so many packets", "start": 286.92, "end": 290.56}, {"text": "uh...", "start": 290.56, "end": 292.0}, {"text": "that is funny to have to to men who both have girl names and then you have", "start": 292.0, "end": 296.28}, {"text": "together", "start": 296.28, "end": 297.2}, {"text": "yet", "start": 297.2, "end": 298.4}, {"text": "that how unlucky can you get i guess that's why you get into drawing court", "start": 298.4, "end": 301.12}, {"text": "holy shit yeah that's the only escape you can find", "start": 301.12, "end": 304.8}, {"text": "yeah you're getting shoved and then you meet another guy your name's", "start": 304.8, "end": 307.76}, {"text": "hannah you grew up your whole life your name is hannah you escape from your", "start": 307.76, "end": 312.16}, {"text": "horrible existence by by drawing well here's the story the story was they", "start": 312.16, "end": 315.76}, {"text": "were they were getting beaten up in in middle school for having girl last", "start": 315.76, "end": 319.84}, {"text": "names yeah and then they like meet each other and one guy's like", "start": 319.84, "end": 322.8}, {"text": "uh like like i wish i could create a cartoon i have this great idea for a", "start": 322.8, "end": 326.4}, {"text": "family and then uh the other guy's like uh you know", "start": 326.4, "end": 329.84}, {"text": "that sounds great I have this good idea for the future okay well I got a better", "start": 329.84, "end": 335.0}, {"text": "idea what about the past I have an idea for a family let's say our ideas at the", "start": 335.0, "end": 341.36}, {"text": "same time yeah one two three future path the flint will never work yeah oh wait", "start": 341.36, "end": 348.96}, {"text": "Hanna-barbera was fucking Dexter's lab what yeah Hanna-barbera was Dexter's lab", "start": 348.96, "end": 355.76}, {"text": "they were cow and chicken they were I'm looking at the wiki they got a little", "start": 355.76, "end": 359.38}, {"text": "ronchie in later years. They were Tom and Jerry dude? yeah oh yeah they were Tom and Jerry", "start": 359.38, "end": 362.7}, {"text": "Scooby-Doo. Oh, we are Tom and Jerry Scooby-Doo. okay but Tom and Jerry I feel like is better than", "start": 362.7, "end": 368.0}, {"text": "every other Hanna-Barbera cartoon - like when I think of a Hanna-Barbera", "start": 368.0, "end": 371.28}, {"text": "cartoon. What if it's a bear and Stan Bears? Tom and Jerry and Scooby-Doo are the are the top ones.", "start": 371.28, "end": 376.16}, {"text": "Oh they did a Kira. That's cool. I had no idea. They did a scanner darkly that's", "start": 376.16, "end": 384.76}, {"text": "crazy that's insanely cool that's why Alex Jones is in it is he's a huge", "start": 384.76, "end": 392.52}, {"text": "investor he's in a scanner darkly yeah he plays a street preacher damn dude yeah", "start": 392.52, "end": 398.68}, {"text": "no link later Richard link later is like friends with Alex Jones dude if I ever", "start": 398.68, "end": 404.24}, {"text": "make a movie he's gonna be in it yeah yeah he's gonna be the main character", "start": 404.24, "end": 408.44}, {"text": "they may be no script that would be amazing yeah just let him just let him", "start": 408.44, "end": 413.8}, {"text": "go I'm just gonna be like what movie do you want to be the main character of and", "start": 413.8, "end": 417.68}, {"text": "then we'll construct like a like a year-long like Truman show type thing", "start": 417.68, "end": 422.04}, {"text": "where everybody's just acting around him but he's just doing whatever he actually", "start": 422.04, "end": 426.24}, {"text": "wants to do they got a droopy droopy dog master detective I just found they made", "start": 426.24, "end": 432.12}, {"text": "it they made Top Cat the movie but oh yeah so that it's a Mexican movie yeah", "start": 432.12, "end": 437.84}, {"text": "it's not it's not American and they made a prequel to Top Cat the movie it's", "start": 437.84, "end": 442.08}, {"text": "called Top Cat Begins and it's not it's not just a Mexican movie it's an Indian", "start": 442.08, "end": 447.0}, {"text": "Mexican movie. Wow. It's weird like certain Hanna-Barbera characters are like bigger", "start": 447.0, "end": 453.4}, {"text": "and like other countries like like Mexico like Top Cat's pretty big. Top Gato.", "start": 453.4, "end": 457.84}, {"text": "Top Gato is humongous in Mexico. Topo Gato. It's actually Don Gato.", "start": 457.84, "end": 465.2}, {"text": "shit wow yeah all right now you a whole now you a dawn mm-hmm damn all right", "start": 465.2, "end": 472.16}, {"text": "all right Don Gatto oh yeah so the Hanna-Barbera made the Godzilla series", "start": 472.16, "end": 476.96}, {"text": "and okay so the baby Godzilla I'm thinking of is Godzuki yeah I'm glad we", "start": 476.96, "end": 482.04}, {"text": "finally figured this out after like two weeks of not caring about it it's funny", "start": 482.04, "end": 487.96}, {"text": "the last couple episodes have just been us talking about 90s cartoons yeah I know", "start": 487.96, "end": 491.48}, {"text": "know that was one of the popular cartoon shows in Sri Lanka really mm-hmm", "start": 491.48, "end": 497.0}, {"text": "where is Sri Lanka is that that's in Mexico mm-hmm okay the language of Sri", "start": 497.0, "end": 503.16}, {"text": "Lanka is sinhala sinhalese and bad and top cats name in sinhala is pissupusa", "start": 503.16, "end": 512.2}, {"text": "I'd be fucking mad if I was a top cat is super pissic I'd be pissed if I like made", "start": 512.2, "end": 522.08}, {"text": "some yeah some TV show and then they yeah and they yeah and then they bring it to", "start": 522.08, "end": 528.0}, {"text": "Russia or whatever and they're like yeah just so you know it's called it's called", "start": 528.0, "end": 531.76}, {"text": "dookie dookie piss doo doo pussy penis wiener fucking fart yeah and you're the", "start": 531.76, "end": 539.12}, {"text": "and they think you're the... they think that's you also. As the creator.", "start": 539.12, "end": 543.12}, {"text": "They name the show after you. It gets worse. That's actually your name translated into Russian", "start": 543.12, "end": 549.28}, {"text": "and then they just named the show after you. Yeah they love they love your", "start": 549.28, "end": 553.52}, {"text": "creation so much but I mean hey you know the language that I mean that's how it", "start": 553.52, "end": 557.06}, {"text": "looks in Cyrillic and then the Cyrillic alphabet is just like a guy... the", "start": 557.06, "end": 561.96}, {"text": "letters look like a guy fucking your wife", "start": 561.96, "end": 565.74}, {"text": "what do you say you say acrylic did I I would say that is definitely on the on", "start": 565.74, "end": 578.76}, {"text": "the lower end as far as like pronunciation oh wait is that you think", "start": 578.76, "end": 591.5}, {"text": "of Krillin. Krillin mm-hmm Krillik is uh well it says it's now used for Russian", "start": 591.5, "end": 598.06}, {"text": "Bulgarian Serbian it's Ukrainian Cyrillic yeah it's a soft C yeah mm-hmm", "start": 598.06, "end": 604.06}, {"text": "I just thought. So what did you think I was calling you up for then? I don't know I", "start": 604.06, "end": 610.02}, {"text": "thought I looked at it for a second and I saw the word Orthodox so I just assumed", "start": 610.02, "end": 613.38}, {"text": "that it was Greek. I didn't realize there's other... I didn't know... you know what else?", "start": 613.38, "end": 622.18}, {"text": "You know what else is? I didn't assume that there were other Orthodox churches.", "start": 622.18, "end": 626.9}, {"text": "I thought there was like my whole life I've only heard Greek Orthodox.", "start": 626.9, "end": 631.1}, {"text": "This is what you thought about when you looked at the word Cyrillic.", "start": 631.1, "end": 633.78}, {"text": "No, I looked at the word Cyrillic.", "start": 633.78, "end": 635.78}, {"text": "You like transported into every moment of your life.", "start": 635.78, "end": 637.78}, {"text": "You have like the most powerful brain of all time.", "start": 637.78, "end": 639.78}, {"text": "You're driven by a Greek Orthodox Church.", "start": 639.78, "end": 641.78}, {"text": "But you just can't go from point A to point B, it has to go through orthodox churches first.", "start": 641.78, "end": 648.46}, {"text": "I want to get Pat into one of those brain computer interfaces, see what happens.", "start": 648.46, "end": 652.94}, {"text": "You know those things?", "start": 652.94, "end": 653.94}, {"text": "They control your brain with magnets?", "start": 653.94, "end": 656.74}, {"text": "A computer wouldn't work if it had my brain.", "start": 656.74, "end": 659.62}, {"text": "Yeah, it's just like the Karen computer from Spongebob and on the screen it's just like", "start": 659.62, "end": 666.5}, {"text": "it killing itself.", "start": 666.5, "end": 668.5}, {"text": "as soon as like my brain they plug a USB into my brain yeah you are probably them", "start": 668.5, "end": 675.74}, {"text": "if this is the matrix you are the most likely man to fall out of it yeah yeah", "start": 675.74, "end": 679.82}, {"text": "just actually yeah no they take me out because I'm causing too many", "start": 679.82, "end": 683.46}, {"text": "redundancies yeah the matrix and he's in the pod and he's just rolling over and", "start": 683.46, "end": 688.74}, {"text": "over and over to sleep until the thing the cord falls out of the back of his", "start": 688.74, "end": 692.7}, {"text": "head I just can't sit still just like have you seen that video it's like a fuck", "start": 692.7, "end": 707.34}, {"text": "I have to find it it's like a stripper and he's like a male stripper and he's", "start": 707.34, "end": 710.9}, {"text": "doing like he's doing like cartwheels but he's not using his hands like he's", "start": 710.9, "end": 716.74}, {"text": "just like he's this fucking I gotta find this video this is one of the best", "start": 716.74, "end": 723.7}, {"text": "videos so he's doing side flips he's like gainers yeah something like that", "start": 723.7, "end": 728.3}, {"text": "that's cool male stripper is definitely like I I would put any male stripper on", "start": 728.3, "end": 736.26}, {"text": "American Ninja Warrior and expect yeah I was guys any of them enter any of them", "start": 736.26, "end": 741.78}, {"text": "into the Mortal Kombat tournament it's cuz they'd like their entire job is like", "start": 741.78, "end": 745.18}, {"text": "like playing keep away with their penis and fat women they're just like", "start": 745.18, "end": 750.42}, {"text": "constantly doing like like NFL juking and fucking dodge all these women who think", "start": 750.42, "end": 757.82}, {"text": "they're in a fucking one of those one of those weird porns or the guys dressed up", "start": 757.82, "end": 762.1}, {"text": "like a bear I found the video but I have to look through like god he's supposed to", "start": 762.1, "end": 768.14}, {"text": "watch this I can't skip no he's a he's a porn star he's a male porn star and I", "start": 768.14, "end": 775.68}, {"text": "have to look through all of his like this he's posted a thousand pictures and I", "start": 775.68, "end": 780.02}, {"text": "have to look for his all I have to look through all of them to find this one", "start": 780.02, "end": 784.1}, {"text": "video okay I would like to see that ah but just that one video yeah hold on", "start": 784.1, "end": 790.06}, {"text": "this is a heroic sacrifice dude you're gonna get a purple heart let me see if", "start": 790.06, "end": 794.94}, {"text": "this works. I don't want to hear you Google anymore. I think I'm done with it", "start": 794.94, "end": 801.74}, {"text": "forever. Yeah. I've heard you Google enough at this point. Yeah. At least", "start": 801.74, "end": 806.62}, {"text": "switch to like text-to-speech or something. I think this will work.", "start": 806.62, "end": 809.86}, {"text": "All right, let's see. Let's open this up.", "start": 809.86, "end": 814.18}, {"text": "Whoa! Oh my god! Oh my god. Holy shit. Yeah, right? I mean, that's... he's... he is like...", "start": 814.18, "end": 824.26}, {"text": "He looks like he's in a kung-fu movie", "start": 824.26, "end": 826.26}, {"text": "Aren't you glad I found this also his balls are just flying. Yeah, I just love I love like the four women in the back", "start": 826.26, "end": 833.88}, {"text": "This looks like it's shot at like a high school wrestling it looks like it's in a quinceanera. Yeah, how do you not?", "start": 833.88, "end": 843.52}, {"text": "How how are these women sitting down? How are you not losing your fucking mind when someone does this in front of you?", "start": 843.52, "end": 849.2}, {"text": "Completely still are you not like like holding up a sign? It's 10 like it's", "start": 851.5, "end": 855.62}, {"text": "Yeah, the thing is the guy right before him did even more flips", "start": 855.62, "end": 860.34}, {"text": "Somebody help him the", "start": 860.34, "end": 874.06}, {"text": "Momentum he can't stop", "start": 874.06, "end": 876.74}, {"text": "It's gonna spoke you should get that guy to do mocap for a droideka in the next Star Wars. Oh, dude", "start": 878.54, "end": 884.14}, {"text": "Yeah, we're gonna edit this part out yeah, don't worry about it yeah, we got you", "start": 884.14, "end": 903.5}, {"text": "I forgot to edit it out. It's a flying green penis on the drink.", "start": 904.62, "end": 908.46}, {"text": "We'll say", "start": 908.46, "end": 912.06}, {"text": "We'll say it's like a new blaster, I don't fucking know", "start": 912.06, "end": 915.98}, {"text": "Yeah, they harvested enough guy that's a kyber crystal actually that's why it's it's flopping around like that", "start": 915.98, "end": 925.0}, {"text": "Damn dude, maybe I need to get into I feel like that's the easiest way to get in shape become a maelstrom", "start": 925.0, "end": 933.02}, {"text": "yeah I think that's the move because you also you're not doing the pole stuff you", "start": 933.02, "end": 937.18}, {"text": "know you're just shaking your so yeah yeah and then also male strippers also", "start": 937.18, "end": 941.26}, {"text": "get to dress in really cool costumes that's true that's so true be happy", "start": 941.26, "end": 945.98}, {"text": "more ever you want", "start": 945.98, "end": 948.82}, {"text": "A pirate take off all those fucking buckles?", "start": 954.46, "end": 957.74}, {"text": "Yeah, yeah, it's got like Victorian like frocks and stuff under your jacket.", "start": 957.74, "end": 962.54}, {"text": "It would be like a stripper version.", "start": 962.54, "end": 964.7}, {"text": "You know.", "start": 964.7, "end": 965.7}, {"text": "It would smell like fucking salted horse that's 50 years old.", "start": 965.7, "end": 969.1}, {"text": "It's just been on his hip.", "start": 969.1, "end": 971.38}, {"text": "A sexy nurse outfit, you're not wearing scrubs, you know, there would be a sexy, sexual fucking", "start": 971.38, "end": 977.62}, {"text": "penis butt.", "start": 977.62, "end": 978.62}, {"text": "That was a jewel hit.", "start": 978.62, "end": 980.82}, {"text": "Sex version of Captain Morgan.", "start": 980.82, "end": 982.66}, {"text": "Do you think there's a Jack Sparrow stripper?", "start": 982.66, "end": 984.66}, {"text": "Yeah, there's sexy Jack Sparrow.", "start": 984.66, "end": 987.66}, {"text": "Sexy Jack Sparrow?", "start": 987.66, "end": 988.66}, {"text": "Yeah.", "start": 988.66, "end": 989.66}, {"text": "Are you kidding?", "start": 989.66, "end": 990.66}, {"text": "But can he do flips?", "start": 990.66, "end": 991.66}, {"text": "Yeah, can he do this fucking shit?", "start": 991.66, "end": 993.66}, {"text": "He cannot do flips. No way.", "start": 993.66, "end": 995.66}, {"text": "I still have the video open.", "start": 995.66, "end": 997.66}, {"text": "I'm still watching it.", "start": 997.66, "end": 999.66}, {"text": "It's crazy.", "start": 999.66, "end": 1001.66}, {"text": "Yeah, it really just bothers me that the women aren't just losing their minds.", "start": 1001.66, "end": 1004.66}, {"text": "Yeah.", "start": 1004.66, "end": 1005.66}, {"text": "Yeah, they need to be doing the worm, and they need to be in celebration, you know what I mean,", "start": 1005.66, "end": 1011.66}, {"text": "I mean for what they're seeing they're basically witnessing like like like a", "start": 1011.66, "end": 1015.5}, {"text": "Christ level miracle like in turning water to wine and they're just unfazed", "start": 1015.5, "end": 1020.06}, {"text": "There's one woman's just one hand down, but just touches the ground for like half a second. Yeah. Oh", "start": 1020.06, "end": 1026.62}, {"text": "My god, you know we need to do we need to invent a device where you can", "start": 1026.62, "end": 1031.74}, {"text": "See the different frames of him moving and in slow motion", "start": 1031.74, "end": 1036.48}, {"text": "So we can tell if there's any point where all of his feet are off the ground", "start": 1036.48, "end": 1039.54}, {"text": "Yeah, yeah, you know, I feel like I need to download this video. I don't know", "start": 1039.98, "end": 1044.26}, {"text": "Yeah, we need to zoom in just to see", "start": 1044.26, "end": 1048.42}, {"text": "To make sure just on different parts of his body just so yeah that you know, everything's in order", "start": 1048.42, "end": 1053.86}, {"text": "Yeah, and also to make sure that it hasn't been digitally remastered into and there's no", "start": 1053.86, "end": 1058.3}, {"text": "Maybe he could only do here's my theory right? He can only do this move completely naked because it's the", "start": 1058.3, "end": 1065.18}, {"text": "Momentum of his ball swinging forward", "start": 1067.26, "end": 1069.48}, {"text": "Pendulous balls all this clothes would all these clothes would burn off", "start": 1069.48, "end": 1075.62}, {"text": "That's how he strips do you just start spinning around", "start": 1075.62, "end": 1087.3}, {"text": "This guy definitely like doing this long enough discovered like the Higgs boson", "start": 1094.38, "end": 1098.62}, {"text": "Just from spinning matter", "start": 1098.62, "end": 1101.42}, {"text": "Yeah", "start": 1101.42, "end": 1104.06}, {"text": "See what happens see how fast", "start": 1104.06, "end": 1106.06}, {"text": "That's the last thing that's gonna they're gonna fucking like rip open the portal to hell at CERN or whatever so to see you get that", "start": 1106.06, "end": 1112.82}, {"text": "Yeah, we put black sonic in the fucking", "start": 1112.82, "end": 1117.86}, {"text": "Collider and we destroyed the world and now we live in doom", "start": 1117.86, "end": 1123.02}, {"text": "You know that picture that always goes around where there's like a statue of", "start": 1123.02, "end": 1126.84}, {"text": "Shiva like with her in like us in like a ring and that's CERN that's not Shiva", "start": 1126.84, "end": 1132.56}, {"text": "dude that's that guy. Yeah that's the male stripper. It looks like she has a", "start": 1132.56, "end": 1136.34}, {"text": "bunch of arms because he's going so fast.", "start": 1136.34, "end": 1140.0}, {"text": "Yeah fuck dude I need I'm being pushed into science to discover things about", "start": 1140.0, "end": 1148.76}, {"text": "this guy it's kind of amazing do we know his name it's Maisie the goat yeah ma Z", "start": 1148.76, "end": 1158.92}, {"text": "ee the goat xxx oh well you got to have the xx oh it's okay cuz it's um it's", "start": 1158.92, "end": 1165.72}, {"text": "It's Maze, like it's short for amazing.", "start": 1165.72, "end": 1168.22}, {"text": "- Oh yeah, okay.", "start": 1168.22, "end": 1169.06}, {"text": "- His name is Amazing the Goat.", "start": 1169.06, "end": 1172.22}, {"text": "(laughing)", "start": 1172.22, "end": 1174.48}, {"text": "- Okay, let me, I'm trying to pull up this guy's profile.", "start": 1174.48, "end": 1178.78}, {"text": "- He's not even a stripper, he just is an artist", "start": 1178.78, "end": 1182.16}, {"text": "who happens to be naked.", "start": 1182.16, "end": 1183.76}, {"text": "He is in no way a stripper.", "start": 1183.76, "end": 1187.12}, {"text": "- No. - No.", "start": 1187.12, "end": 1188.38}, {"text": "- All right, so so far, just scrolling", "start": 1188.38, "end": 1191.14}, {"text": "through his profile so far, no acrobatics.", "start": 1191.14, "end": 1194.22}, {"text": "No, he doesn't. He stopped...", "start": 1194.22, "end": 1196.22}, {"text": "He stopped posting the fucking acrobatics...", "start": 1196.22, "end": 1198.22}, {"text": "Well, I mean, COVID.", "start": 1198.22, "end": 1200.22}, {"text": "I think COVID has ruined his acrobatics career.", "start": 1200.22, "end": 1202.22}, {"text": "Wait, he's fucking all these women?", "start": 1202.22, "end": 1204.22}, {"text": "What the hell?", "start": 1204.22, "end": 1206.22}, {"text": "Don't they know what he could be doing here?", "start": 1206.22, "end": 1208.22}, {"text": "Look how short he looks in this picture.", "start": 1208.22, "end": 1210.22}, {"text": "That I'm sending right now.", "start": 1210.22, "end": 1212.22}, {"text": "Look at this effect.", "start": 1212.22, "end": 1214.22}, {"text": "They put a tilt shift on him so he looks like an action figure.", "start": 1214.22, "end": 1216.22}, {"text": "Oh, yeah.", "start": 1216.22, "end": 1218.22}, {"text": "Also, why would you...", "start": 1218.22, "end": 1220.22}, {"text": "Why waste your talents on fucking all these women?", "start": 1220.22, "end": 1222.22}, {"text": "these women right when you could I mean he is a monkey named Chulo he's a oh okay", "start": 1222.22, "end": 1228.1}, {"text": "this guy's amazing this guy no no that's why they call him amazing the goat I", "start": 1228.1, "end": 1232.78}, {"text": "mean he's fucking earned it this guy is one of the most powerful people of all", "start": 1232.78, "end": 1236.8}, {"text": "time he does have a monkey name that's where he learned his duty learned from", "start": 1236.8, "end": 1240.46}, {"text": "the monkey named Chulo Wow he oh my god he also has a has a salute at - this is", "start": 1240.46, "end": 1249.2}, {"text": "breeze him salute to this guy I mean I mean what a fucking hero dude yeah god", "start": 1249.2, "end": 1255.88}, {"text": "damn I just wish he didn't have all this sex oh he's getting his asshole Eden", "start": 1255.88, "end": 1260.4}, {"text": "lick my ass and let me pop my shit", "start": 1260.4, "end": 1264.16}, {"text": "just spin dude I don't want to see if you have an OnlyFans if you start to do", "start": 1264.16, "end": 1271.58}, {"text": "OnlyFans that is just him spinning and there's no sex", "start": 1271.58, "end": 1276.24}, {"text": "- Me too. - Instantly.", "start": 1276.24, "end": 1277.24}, {"text": "- Oh my God, I'll pay fucking $30 a month.", "start": 1277.24, "end": 1280.48}, {"text": "- $30 a month.", "start": 1280.48, "end": 1281.84}, {"text": "- I don't care.", "start": 1281.84, "end": 1282.92}, {"text": "- Even if it's weekly videos, dude.", "start": 1282.92, "end": 1285.08}, {"text": "- Monthly, monthly, I don't give a shit.", "start": 1285.08, "end": 1287.24}, {"text": "- Dress up in different costumes just like you would", "start": 1287.24, "end": 1289.4}, {"text": "for a normal-- - Santa?", "start": 1289.4, "end": 1290.24}, {"text": "- Dude, Santa?", "start": 1290.24, "end": 1291.08}, {"text": "- He tweets how does Santa travel across the world so fast?", "start": 1291.08, "end": 1294.68}, {"text": "- Yeah.", "start": 1294.68, "end": 1295.52}, {"text": "- Yeah, I think I fucking know.", "start": 1295.52, "end": 1297.28}, {"text": "He's doing this spin.", "start": 1297.28, "end": 1298.96}, {"text": "- I have exciting news for you guys.", "start": 1298.96, "end": 1301.04}, {"text": "He tweeted, \"Drop your PSN though.\"", "start": 1301.04, "end": 1304.48}, {"text": "- Oh!", "start": 1304.48, "end": 1305.32}, {"text": "game with him to be the place of war zone with the amazing the goat. Dude I honestly shout", "start": 1305.32, "end": 1313.32}, {"text": "out shout out to amazing the goat I hope he gets I hope we give him a little bump a tiny", "start": 1313.32, "end": 1317.92}, {"text": "the coolest guy I've ever seen the tiniest bump will ever give anybody at amazing with", "start": 1317.92, "end": 1323.12}, {"text": "two eyes seven one eight. Tell him who sent you. Sir sir don't tell him don't tell him", "start": 1323.12, "end": 1329.72}, {"text": "we sent him just tell him he's a hero don't even say don't even I don't. Say pot about", "start": 1329.72, "end": 1333.72}, {"text": "this army once he was a general no no don't even do more flips please yeah", "start": 1333.72, "end": 1338.28}, {"text": "please yeah I'm gonna reply to him right now please just flip please stop", "start": 1338.28, "end": 1342.64}, {"text": "fucking these beautiful women and their big asses I just want to see you flip", "start": 1342.64, "end": 1346.16}, {"text": "dog you're in the wrong industry he has a picture of himself wearing a DHL", "start": 1346.16, "end": 1352.96}, {"text": "uniform holding a glass of water and the caption is delivering dick worldwide", "start": 1352.96, "end": 1357.8}, {"text": "ain't easy I needed glass of water I want to see this motherfucker in the", "start": 1357.8, "end": 1362.84}, {"text": "Olympics dude yeah oh my god him in Sochi I want to see him fucking flip I want to", "start": 1362.84, "end": 1369.84}, {"text": "see him blow everyone out of the water he would he would do it - you could do he", "start": 1369.84, "end": 1373.96}, {"text": "could also he could be a multi-million a triathlete is for sure I want to see him", "start": 1373.96, "end": 1378.44}, {"text": "run a mile like that oh my god that'd be amazing", "start": 1378.44, "end": 1382.64}, {"text": "dude him doing like the hurdles he's doing the hurdles and he's jumping like", "start": 1382.64, "end": 1386.44}, {"text": "as soon as he puts his hand on the ground he can you imagine if you if you", "start": 1386.44, "end": 1391.36}, {"text": "had the ability to do that to do that kind of flip just being able to be like", "start": 1391.36, "end": 1394.86}, {"text": "oh I'm waiting in line to get into Market Basket because they're at capacity", "start": 1394.86, "end": 1398.64}, {"text": "I've been waiting 10 minutes I'm so bored", "start": 1398.64, "end": 1402.64}, {"text": "just doing it once and just not acknowledging it", "start": 1402.64, "end": 1411.04}, {"text": "do the way that he runs a mile like if he was in a race if he was in like a", "start": 1411.04, "end": 1418.84}, {"text": "a like a like a five meter dash or whatever or 500 meter dash he would be", "start": 1418.84, "end": 1425.6}, {"text": "charging up for like the first three quarters of the race just doing that and", "start": 1425.6, "end": 1431.44}, {"text": "then he lets go and then he just fucking he wins by a mile dude oh my god he's", "start": 1431.44, "end": 1436.12}, {"text": "cheese powering up yeah and then at the end I you I guarantee at the end of", "start": 1436.12, "end": 1440.32}, {"text": "every time he spins he vomits because his inner ear is so fucked up", "start": 1440.32, "end": 1445.76}, {"text": "he's unlocked in the fucking strip club he just pukes all over the stage. I guess that's why he doesn't do it more.", "start": 1445.76, "end": 1452.4}, {"text": "yeah or maybe he has just like perfect spinning legs at this point he can just", "start": 1452.4, "end": 1458.32}, {"text": "it just doesn't phase him i don't know i i mean he's he's not a man he's a god you think yeah", "start": 1458.32, "end": 1463.36}, {"text": "do you think he was like you think he's like born in outer space or something like in a space station", "start": 1463.36, "end": 1468.64}, {"text": "so like his body is like like a gyroscope in it or something that might be true like some kind of", "start": 1468.64, "end": 1473.76}, {"text": "thing where he's like used to different gravity. He was definitely born in zero-g. This is the", "start": 1473.76, "end": 1479.0}, {"text": "first zero-g man dude. That's fucking incredible. We've been talking about this man for too", "start": 1479.0, "end": 1485.84}, {"text": "long. I mean it's tough when you see something that just like makes you so obsessed. It's", "start": 1485.84, "end": 1490.48}, {"text": "a paradigm shift. It's whenever you when you see somebody who when you see somebody who", "start": 1490.48, "end": 1495.24}, {"text": "is better at one thing than you will ever be at anything in your life. Right. And that", "start": 1495.24, "end": 1500.14}, {"text": "if that one thing is just spinning in certain...", "start": 1500.14, "end": 1502.86}, {"text": "And by the way, his hips stay in the same place", "start": 1502.86, "end": 1505.26}, {"text": "as far as like height the entire time.", "start": 1505.26, "end": 1507.74}, {"text": "- The best part about this video is that", "start": 1507.74, "end": 1509.94}, {"text": "you see the first hand, but then he keeps moving", "start": 1509.94, "end": 1512.18}, {"text": "and then when he moves back, his hand is obscured", "start": 1512.18, "end": 1515.02}, {"text": "by this other woman, the woman in the front row's head.", "start": 1515.02, "end": 1517.68}, {"text": "So you can't even see the hand.", "start": 1517.68, "end": 1519.7}, {"text": "So he's just fucking, it looks like he's just spinning.", "start": 1519.7, "end": 1522.22}, {"text": "Like it doesn't even look like he's doing like anything.", "start": 1522.22, "end": 1525.8}, {"text": "It just looks like he's doing that just based on", "start": 1525.8, "end": 1527.82}, {"text": "like just sheer like power.", "start": 1527.82, "end": 1529.5}, {"text": "what if he's like I bet nobody could knock him over what if he's like a", "start": 1529.5, "end": 1533.34}, {"text": "superhero or like a demigod or something and he has like like unimaginable power", "start": 1533.34, "end": 1538.7}, {"text": "but so he can't he can't like reveal it but he's like all right I could I could", "start": 1538.7, "end": 1543.9}, {"text": "be a porn star and do a lot of flips though", "start": 1543.9, "end": 1548.06}, {"text": "believe me yeah it's like spider-man like getting using his web to take cool", "start": 1548.06, "end": 1555.9}, {"text": "pictures spinning to be the greatest stripper of all time", "start": 1555.9, "end": 1562.58}, {"text": "one time he's in a strip club one time and he accidentally it was flipping", "start": 1562.58, "end": 1566.62}, {"text": "accidentally just levitates like an inch off the floor yeah well that's what", "start": 1566.62, "end": 1572.66}, {"text": "happened he accidentally levitated one time while he was at a strip club and", "start": 1572.66, "end": 1576.1}, {"text": "then the owner came out who are you and he thought he's in trouble and he was", "start": 1576.1, "end": 1579.3}, {"text": "like you start Monday yeah I mean what an incredible story yeah get a new chair", "start": 1579.3, "end": 1588.34}, {"text": "chair going away dude listen you should get one of those gaming chairs do I'm", "start": 1588.34, "end": 1594.22}, {"text": "thinking about it hold on please don't this is one of those like get a gaming", "start": 1594.22, "end": 1598.94}, {"text": "chair this is one of those like old broken chairs that makes fart sounds", "start": 1598.94, "end": 1602.06}, {"text": "when you move like to too slow yeah I have every piece of furniture in my bed", "start": 1602.06, "end": 1606.34}, {"text": "actually or my my house all your furniture's on your bed no I do not keep", "start": 1606.34, "end": 1612.94}, {"text": "all my furniture on my bed and I arrange my apartment so it doesn't scratch the", "start": 1612.94, "end": 1616.9}, {"text": "floor well yeah that's what Jana Jana's very particular about the things that we", "start": 1616.9, "end": 1621.3}, {"text": "have we're getting that security deposit back one way or another put those", "start": 1621.3, "end": 1624.54}, {"text": "fucking chairs on the bed I put my wife in plastic so she wouldn't fuck up the", "start": 1624.54, "end": 1629.02}, {"text": "security deposit just wrap what if you oh man that's a good idea putting your", "start": 1629.02, "end": 1635.22}, {"text": "white and plastic. No, shrink wrapping your whole apartment. I think people have done", "start": 1635.22, "end": 1641.02}, {"text": "that. Putting like just a thin layer of plastic on like every surface. Yeah, again", "start": 1641.02, "end": 1646.22}, {"text": "you could just get away with farting all the time too. It's true. You'd be like, \"Oh, it's my", "start": 1646.22, "end": 1651.04}, {"text": "cabinet.\" Yeah, there was a fart under the plastic and when I lifted it up and", "start": 1651.04, "end": 1656.22}, {"text": "shifted it, the fart came out. Wait, isn't it a fetish where people want themselves shrink", "start": 1656.22, "end": 1660.82}, {"text": "grabbed yeah oh my god people that the latex beds it's really where they put", "start": 1660.82, "end": 1667.42}, {"text": "the woman under the floor it's probably like ten times that video", "start": 1667.42, "end": 1671.94}, {"text": "that video where the guy is like he has the woman in the cage and then he puts", "start": 1671.94, "end": 1676.3}, {"text": "her like into the floor yeah yeah yeah dude it's how you it's like that's like", "start": 1676.3, "end": 1685.42}, {"text": "fucking like plutonium rod like activation thing it's like a robot", "start": 1685.42, "end": 1690.7}, {"text": "you know what it is it's a fucking evangelion entry plug", "start": 1690.7, "end": 1695.58}, {"text": "anytime somebody has a fetish that is just like", "start": 1695.58, "end": 1700.38}, {"text": "the house gets up", "start": 1700.38, "end": 1702.38}, {"text": "*laughing*", "start": 1702.38, "end": 1704.38}, {"text": "*laughing*", "start": 1704.38, "end": 1706.38}, {"text": "her dad is forcing her to go under the floor again", "start": 1706.38, "end": 1710.38}, {"text": "get in the house or mom has to do it again", "start": 1710.38, "end": 1712.38}, {"text": "*laughing*", "start": 1712.38, "end": 1714.38}, {"text": "They have to take the house to the grocery store. It's funny that that fetish is like as", "start": 1714.38, "end": 1721.34}, {"text": "close as the real world gets to like flatliners. Yeah. Like these people just", "start": 1721.34, "end": 1726.14}, {"text": "want to be so close to death. Dude, they put them in these fucking latex beds", "start": 1726.14, "end": 1730.46}, {"text": "fucking vacuum seal it so it's nothing but a tube, a tube in their mouth out the", "start": 1730.46, "end": 1735.08}, {"text": "latex hole and then they put like a fucking Hitachi wand on their nuts. Maybe", "start": 1735.08, "end": 1739.5}, {"text": "that's what it is. Maybe you die and then you go like fuck somebody in heaven and", "start": 1739.5, "end": 1742.78}, {"text": "you come back yeah no because you still have the tube in your mouth you're", "start": 1742.78, "end": 1746.1}, {"text": "getting you're getting your shit all fucking buzzed up in the back bed they", "start": 1746.1, "end": 1751.58}, {"text": "buzz you buzz you want I think my where's your body yeah what are you", "start": 1751.58, "end": 1757.66}, {"text": "talking about they put it on their nuts and stuff they put a wand on their nuts", "start": 1757.66, "end": 1762.3}, {"text": "what am I damn gay magician come on playa what you talking about right now", "start": 1762.3, "end": 1765.78}, {"text": "touch they put a touchy wand on their nuts while they're under the vacuum bed", "start": 1765.78, "end": 1769.42}, {"text": "That is some disgusting ass shit.", "start": 1769.42, "end": 1771.42}, {"text": "But what if you cum and it gets on your fucking leg, dude?", "start": 1771.42, "end": 1774.42}, {"text": "Right, like having to get out of it, like you're sticking to the fucking leg.", "start": 1774.42, "end": 1777.92}, {"text": "You know what, they like that. That's the thing.", "start": 1777.92, "end": 1779.42}, {"text": "When I was a kid I would just jizz on my belly.", "start": 1779.42, "end": 1781.42}, {"text": "I bet they're like...", "start": 1781.42, "end": 1783.42}, {"text": "I never thought about fucking coming into a piece of toilet paper,", "start": 1783.42, "end": 1786.92}, {"text": "so I would just cum on my belly and be like, \"Ugh, it sucks!\"", "start": 1786.92, "end": 1789.42}, {"text": "\"Ugh, man.\"", "start": 1789.42, "end": 1791.42}, {"text": "\"Disgusting.\"", "start": 1791.42, "end": 1793.42}, {"text": "I knew somebody who would just jack off into the toilet,", "start": 1793.42, "end": 1796.42}, {"text": "which always seemed so rude to me.", "start": 1796.42, "end": 1798.42}, {"text": "(laughing)", "start": 1798.42, "end": 1800.68}, {"text": "- 'Cause that's like, it feels like you could do that,", "start": 1800.68, "end": 1803.62}, {"text": "like, if you tell me that,", "start": 1803.62, "end": 1806.14}, {"text": "every time you use the bathroom in my house,", "start": 1806.14, "end": 1807.8}, {"text": "I'm gonna be like, you're fuckin',", "start": 1807.8, "end": 1809.66}, {"text": "you're cumming in my toilet.", "start": 1809.66, "end": 1811.1}, {"text": "I'm about to walk into a-- - You put your tip.", "start": 1811.1, "end": 1812.42}, {"text": "- The toilet bowl's about to look like a lava lamp", "start": 1812.42, "end": 1814.82}, {"text": "when I walk back in.", "start": 1814.82, "end": 1815.9}, {"text": "- You put your tip right under the water.", "start": 1815.9, "end": 1817.54}, {"text": "- Yeah, exactly. - And you shut that shit in.", "start": 1817.54, "end": 1819.46}, {"text": "- Yeah.", "start": 1819.46, "end": 1820.3}, {"text": "- Try to, you're in my bathroom making oobleck.", "start": 1820.3, "end": 1823.78}, {"text": "- You fuck the surface tension of the water", "start": 1823.78, "end": 1825.82}, {"text": "until you fuckin' cum into the toilet bowl.", "start": 1825.82, "end": 1828.14}, {"text": "- Ugh.", "start": 1828.14, "end": 1828.98}, {"text": "- Back to the latex stuff.", "start": 1828.98, "end": 1830.34}, {"text": "- Yeah.", "start": 1830.34, "end": 1831.18}, {"text": "- Like, I feel like,", "start": 1831.18, "end": 1832.68}, {"text": "we were talking about like, you know,", "start": 1832.68, "end": 1834.02}, {"text": "the diaper stuff and like how like,", "start": 1834.02, "end": 1836.18}, {"text": "oh, it's 'cause like your aunt saw you in a diaper.", "start": 1836.18, "end": 1838.62}, {"text": "- Yeah.", "start": 1838.62, "end": 1839.46}, {"text": "- And you like, like I, what,", "start": 1839.46, "end": 1841.54}, {"text": "what caused it?", "start": 1841.54, "end": 1843.82}, {"text": "Like is the latex thing just,", "start": 1843.82, "end": 1844.98}, {"text": "is that like when you were born,", "start": 1844.98, "end": 1846.7}, {"text": "your mom had like a really tight birth canal?", "start": 1846.7, "end": 1848.7}, {"text": "- In a past life, you were a pair of scissors", "start": 1848.7, "end": 1853.62}, {"text": "stuck in a plastic wrap.", "start": 1853.62, "end": 1855.18}, {"text": "- Yeah.", "start": 1855.18, "end": 1856.02}, {"text": "- Yeah.", "start": 1856.02, "end": 1856.84}, {"text": "it's so hard to get out and you like I decided to become a buzz lightyear when", "start": 1856.84, "end": 1862.82}, {"text": "you want to you you want to get sous-vided yeah you're like damn all", "start": 1862.82, "end": 1876.66}, {"text": "right I'm gonna do that for the rest of my alright uncle Mike I see you yeah no", "start": 1876.66, "end": 1882.88}, {"text": "you don't subconscious and that's why yeah oh I did I saw myself doing that okay", "start": 1882.88, "end": 1900.6}, {"text": "that's right after that for the rest of my life the thing is any any fetish it's", "start": 1900.6, "end": 1904.44}, {"text": "like I find these things kind of fucked up because it's very prohibitively", "start": 1904.44, "end": 1908.08}, {"text": "expensive yeah one of these crazy machine fetishes yeah you know like if you", "start": 1908.08, "end": 1912.88}, {"text": "imagine being a poor person who just like what's a fuck a piece of gold so bad", "start": 1912.88, "end": 1918.52}, {"text": "I wanna fuck two shillings mate yeah that's gotta be that's gonna be a", "start": 1918.52, "end": 1925.06}, {"text": "nightmare dude or yeah what if you're born in the wrong time what if you're a", "start": 1925.06, "end": 1927.66}, {"text": "caveman who wants to be vacuum sealed and right wanded by a Japanese woman", "start": 1927.66, "end": 1932.42}, {"text": "there's no none of known of those three three things exist when you're alive so", "start": 1932.42, "end": 1936.92}, {"text": "you just have to wait yeah it's very sad I mean it's so it's so fucking weird yeah", "start": 1936.92, "end": 1942.8}, {"text": "yeah what would it like what would happen if you were like born as a caveman and", "start": 1942.8, "end": 1948.28}, {"text": "but and you're really you were really horny from Morgan from Darkstalkers and", "start": 1948.28, "end": 1953.68}, {"text": "and you're like...", "start": 1953.68, "end": 1955.68}, {"text": "It's a really good point.", "start": 1955.68, "end": 1957.68}, {"text": "...invent video games", "start": 1957.68, "end": 1959.68}, {"text": "and then you have to wait for DeviantArt", "start": 1959.68, "end": 1961.68}, {"text": "to invent it. I guess I'll go jump in an iceberg", "start": 1961.68, "end": 1963.68}, {"text": "to see if it works.", "start": 1963.68, "end": 1965.68}, {"text": "I mean,", "start": 1965.68, "end": 1967.68}, {"text": "the advent of technology", "start": 1967.68, "end": 1969.68}, {"text": "has definitely created", "start": 1969.68, "end": 1971.68}, {"text": "a bunch of fucked up fetishes.", "start": 1971.68, "end": 1973.68}, {"text": "No, see, that's what we're saying.", "start": 1973.68, "end": 1975.68}, {"text": "I think they existed before", "start": 1975.68, "end": 1977.68}, {"text": "and there was no resources.", "start": 1977.68, "end": 1979.68}, {"text": "Yeah, if you, when you're...", "start": 1979.68, "end": 1981.68}, {"text": "so much war you're a fucking yeah you're a surf you're like a surf in the dark ages", "start": 1981.68, "end": 1986.38}, {"text": "right and you try it you go to your I'm a serpent the dark asshole or whatever and", "start": 1986.38, "end": 1991.44}, {"text": "you're like hey I have I actually have a fetish for like a machine like boxing", "start": 1991.44, "end": 1997.14}, {"text": "the shit out of my balls like like speed bagging him and they would just kill you", "start": 1997.14, "end": 2001.02}, {"text": "they wouldn't write it down we wouldn't know that people wanted that but Leonardo", "start": 2001.02, "end": 2004.66}, {"text": "da Vinci was the first person who was like I'm gonna make some of this shit", "start": 2004.66, "end": 2007.22}, {"text": "happened. And that's what drove him to invent so many things.", "start": 2007.22, "end": 2010.72}, {"text": "I'm a serf in the dark ages and my fetish is being the damn king.", "start": 2010.72, "end": 2013.72}, {"text": "You would go to your lord and you'd be like, \"Yeah, I want a machine to speedbag my balls.\"", "start": 2013.72, "end": 2021.22}, {"text": "And they'd be like, \"Alright, you're a witch. You're sentenced to torture forever by our", "start": 2021.22, "end": 2024.52}, {"text": "torturer speedbagging your balls.\" Oh no.", "start": 2024.52, "end": 2028.22}, {"text": "Oh, I'm definitely a witch and I hate being drowned", "start": 2028.22, "end": 2033.94}, {"text": "Yeah, I", "start": 2033.94, "end": 2038.54}, {"text": "Hate being burned at the stake seriously. I'm such a my god. Oh pick a card", "start": 2038.54, "end": 2043.6}, {"text": "Yeah, yeah more more weight. Oh, I hate this so much", "start": 2043.6, "end": 2049.3}, {"text": "Okay, okay. I'm not a witch anymore. Oh my god. Giles. Cory was the first fucking latex guy. Oh, yeah. Yeah", "start": 2049.3, "end": 2056.68}, {"text": "Wow", "start": 2057.42, "end": 2059.02}, {"text": "Started in hey, Massachusetts, baby. That's right. Let's go man. Mm-hmm. Let's go. Let's go fucking socks kid. Let's go", "start": 2059.02, "end": 2067.02}, {"text": "But yeah, I wonder what what fetishes are just unattainable right now that we will see in the", "start": 2067.02, "end": 2074.3}, {"text": "Space you can fuck this space", "start": 2074.3, "end": 2077.26}, {"text": "Zero gravity zero gravity. That's even easier than space. Wait, you don't have to go to space. It's going to upside-down plane alien", "start": 2077.26, "end": 2084.94}, {"text": "That's gonna take some time. Mm-hmm. Yeah, that might take a little bit of time to find an alien", "start": 2085.62, "end": 2091.22}, {"text": "But then you can't then you can't be picky - what if the first alien would be right?", "start": 2091.22, "end": 2095.9}, {"text": "First alien looks exactly like your dad", "start": 2095.9, "end": 2100.82}, {"text": "My shitty white dad alien fuck", "start": 2100.82, "end": 2113.82}, {"text": "I guess this technically is my friend is like is I have to fuck this guy who looks just like", "start": 2113.82, "end": 2124.26}, {"text": "my dad right?", "start": 2124.26, "end": 2125.26}, {"text": "Your dad's at home watching TV and they're like NASA has uncovered a new alien and this", "start": 2125.26, "end": 2129.98}, {"text": "is a brave man made first contact we're showing exclusive video yeah and the only like ET", "start": 2129.98, "end": 2142.18}, {"text": "he has a very limited vocabulary you can only say son son son proud proud proud", "start": 2142.18, "end": 2157.38}, {"text": "that is that is foul that is not ready", "start": 2163.58, "end": 2172.06}, {"text": "He tousles your hair at the end too.", "start": 2175.1, "end": 2178.54}, {"text": "Yeah.", "start": 2178.54, "end": 2179.54}, {"text": "That's how they say hello.", "start": 2179.54, "end": 2180.54}, {"text": "Sports, thank you.", "start": 2180.54, "end": 2181.54}, {"text": "Great, proud, sports.", "start": 2181.54, "end": 2182.54}, {"text": "Pokemon.", "start": 2182.54, "end": 2183.54}, {"text": "What?", "start": 2183.54, "end": 2184.54}, {"text": "Pokemon.", "start": 2184.54, "end": 2185.54}, {"text": "Pikachu.", "start": 2185.54, "end": 2186.54}, {"text": "And then you get home, you get home, you open the door, you're like, \"Hey dad, I'm back", "start": 2186.54, "end": 2196.3}, {"text": "from the astronaut thing.\"", "start": 2196.3, "end": 2198.26}, {"text": "And you hear like, you hear him be like, \"Oh, great son.", "start": 2198.26, "end": 2201.26}, {"text": "All right, I'm going to sleep.\"", "start": 2201.26, "end": 2203.1}, {"text": "then you like walk over to his bed you open the door and it's set up exactly", "start": 2203.1, "end": 2206.86}, {"text": "like Ferris Bueller's day off and there's just like a dummy", "start": 2206.86, "end": 2211.5}, {"text": "that we I mean we're wasting our talents on a podcast we really should be writing", "start": 2211.5, "end": 2232.38}, {"text": "movies and novellas oh man also also just changing reality yeah to be exactly like", "start": 2232.38, "end": 2239.94}, {"text": "that to be to be that what if that actually happened what wait I didn't", "start": 2239.94, "end": 2245.86}, {"text": "even think about that what if that already happens and that's why we don't", "start": 2245.86, "end": 2249.66}, {"text": "know about aliens that's a good point yeah yeah NASA was like all right we got", "start": 2249.66, "end": 2253.34}, {"text": "tricked by a dad into making us pay for him to fuck his son in space okay we're", "start": 2253.34, "end": 2260.22}, {"text": "cutting the program we're just giving up on all this that's why they keep cutting", "start": 2260.22, "end": 2264.9}, {"text": "NASA funding yeah little did they realize it's actually a very powerful", "start": 2264.9, "end": 2270.38}, {"text": "weapon they could use against North Korea yeah oh my god yeah you make that", "start": 2270.38, "end": 2276.14}, {"text": "thing that alien look like or make a little yeah Kim Jong il action Kim Jong", "start": 2276.14, "end": 2281.78}, {"text": "alien. No. Kim Jong Ilian. Like AT-alien? Kim Jong Ilian. Yeah. It's exactly like AT-alien.", "start": 2281.78, "end": 2290.58}, {"text": "Yeah, it's the same exact concept. Oh mama. You're uh, you ready to move to the Big Apple", "start": 2290.58, "end": 2299.38}, {"text": "dude? You excited? Yeah. Yeah? What's the wildest shit you're gonna do when you live here dude?", "start": 2299.38, "end": 2304.78}, {"text": "Are you gonna start working for the New York Times? I'm gonna get a slice. No you will not.", "start": 2304.78, "end": 2311.26}, {"text": "slice cheese baby.", "start": 2311.26, "end": 2312.26}, {"text": "slice cheese.", "start": 2312.26, "end": 2313.26}, {"text": "slice cheese.", "start": 2313.26, "end": 2314.26}, {"text": "slice cheese.", "start": 2314.26, "end": 2315.26}, {"text": "I'm gonna be slicing you, I'll tell you that much.", "start": 2315.26, "end": 2318.26}, {"text": "I just walked onto my local buljangles and I got a slice of cheese.", "start": 2318.26, "end": 2331.26}, {"text": "(laughing)", "start": 2331.26, "end": 2333.5}, {"text": "- Yeah, I'm walking down to the corner to the,", "start": 2333.5, "end": 2343.38}, {"text": "bojangles.", "start": 2343.38, "end": 2344.22}, {"text": "(laughing)", "start": 2344.22, "end": 2346.98}, {"text": "Gonna chop cheese at the bojangles.", "start": 2346.98, "end": 2349.16}, {"text": "Bojangles.", "start": 2349.16, "end": 2350.0}, {"text": "(laughing)", "start": 2350.0, "end": 2352.24}, {"text": "- Yeah, only real New Yorkers know about this.", "start": 2352.24, "end": 2359.1}, {"text": "(laughing)", "start": 2359.1, "end": 2360.54}, {"text": "What's your Bojangles order?", "start": 2360.54, "end": 2362.54}, {"text": "Yeah, hey New Yorkers, drop your Bojangles order.", "start": 2362.54, "end": 2365.54}, {"text": "Yeah, let me get a spicy chicken bacon egg and cheese.", "start": 2365.54, "end": 2369.54}, {"text": "They don't have Bojangles in New York, right?", "start": 2369.54, "end": 2371.54}, {"text": "I don't think so, it's a southern thing.", "start": 2371.54, "end": 2373.54}, {"text": "Yeah.", "start": 2373.54, "end": 2374.54}, {"text": "Yeah, it's one of the most fucked up restaurants of all time.", "start": 2374.54, "end": 2377.54}, {"text": "I've never even seen one.", "start": 2377.54, "end": 2379.54}, {"text": "It sells chicken named after a clown and then like somehow the fries give you diarrhea.", "start": 2379.54, "end": 2382.54}, {"text": "It's named after a clown?", "start": 2382.54, "end": 2384.54}, {"text": "It just sounds like it.", "start": 2384.54, "end": 2385.54}, {"text": "Oh, I got really excited.", "start": 2385.54, "end": 2387.54}, {"text": "Chicken clown.", "start": 2387.54, "end": 2389.54}, {"text": "I was like, uh, there's a restaurant that he's named it after a clown. I guess that's what McDonald's is. Nevermind", "start": 2389.54, "end": 2394.9}, {"text": "Who's a guy who was a king Oh, what about a restaurant owned by Wendy?", "start": 2394.9, "end": 2411.1}, {"text": "Would have the coolest restaurant ever if she had one. I had a when I was like five or four or five", "start": 2414.18, "end": 2421.14}, {"text": "We had a we had a basset hound for like a week", "start": 2421.14, "end": 2423.38}, {"text": "Bojangles, it was like one of those dogs that you get it like the mall", "start": 2423.38, "end": 2426.9}, {"text": "You know like the mall dogs that like like when malls used to have pet stores", "start": 2426.9, "end": 2431.74}, {"text": "You guys never saw a mall pet store", "start": 2431.74, "end": 2434.3}, {"text": "Hampshire thing I remember they did like a", "start": 2434.3, "end": 2437.34}, {"text": "Adoption", "start": 2437.34, "end": 2440.26}, {"text": "I'm sure they have all pet stores, but I've never seen one. Oh, yeah, like they're like puppy mills. Yeah", "start": 2440.26, "end": 2447.14}, {"text": "it's like it was like a", "start": 2447.14, "end": 2449.58}, {"text": "Like mall pet stores were like. Oh, yeah, they're a thing but there was like a", "start": 2449.58, "end": 2454.12}, {"text": "But it's like the saddest dogs in the world just in like cages in like these glass", "start": 2454.12, "end": 2460.7}, {"text": "Yeah, it always smells like shit because they're shitting dogs", "start": 2460.7, "end": 2463.9}, {"text": "And they can't give a bone because they'll try to kill themselves with it, right?", "start": 2463.9, "end": 2466.94}, {"text": "- Wait, we got a basset.", "start": 2466.94, "end": 2469.48}, {"text": "- Give them a safety bone?", "start": 2469.48, "end": 2470.64}, {"text": "- Yeah.", "start": 2470.64, "end": 2471.48}, {"text": "(laughing)", "start": 2471.48, "end": 2473.12}, {"text": "- A breakaway bone.", "start": 2473.12, "end": 2473.96}, {"text": "- They have to take the wiring out of their collars", "start": 2473.96, "end": 2476.12}, {"text": "or whatever.", "start": 2476.12, "end": 2476.96}, {"text": "- Yeah, yeah.", "start": 2476.96, "end": 2478.1}, {"text": "- We only had it for a week 'cause we got it for him", "start": 2478.1, "end": 2479.96}, {"text": "and he had heartworms so bad that they were like,", "start": 2479.96, "end": 2481.84}, {"text": "yeah, you gotta put it back.", "start": 2481.84, "end": 2483.44}, {"text": "- Heartworms is one of the most fucked up things ever.", "start": 2483.44, "end": 2486.28}, {"text": "- I know.", "start": 2486.28, "end": 2487.12}, {"text": "- It is nuts, dude.", "start": 2487.12, "end": 2487.94}, {"text": "You have to give a dog heartworm medicine", "start": 2487.94, "end": 2490.4}, {"text": "every fucking month or whatever.", "start": 2490.4, "end": 2492.12}, {"text": "- 'Cause it's like the food or whatever,", "start": 2492.12, "end": 2494.24}, {"text": "I don't know how the fuck they get 'em.", "start": 2494.24, "end": 2495.76}, {"text": "I think it's because they're so fucking inbred.", "start": 2495.76, "end": 2498.68}, {"text": "- They're so, dude, I was thinking about that.", "start": 2498.68, "end": 2501.4}, {"text": "I saw a fucking picture of like a,", "start": 2501.4, "end": 2505.08}, {"text": "I think it was a basset hound that I was looking at.", "start": 2505.08, "end": 2506.8}, {"text": "I was just like looking at like, the way like,", "start": 2506.8, "end": 2508.68}, {"text": "it's fucking, you can see its eye sockets", "start": 2508.68, "end": 2510.88}, {"text": "'cause it's so droopy.", "start": 2510.88, "end": 2511.84}, {"text": "And just like, compare that to a wolf.", "start": 2511.84, "end": 2513.76}, {"text": "Like it's nuts, dude.", "start": 2513.76, "end": 2514.6}, {"text": "- And it is really funny that just like,", "start": 2514.6, "end": 2516.52}, {"text": "there was one droopy dog and the guys were like,", "start": 2516.52, "end": 2519.08}, {"text": "oh, it's kind of funny.", "start": 2519.08, "end": 2520.5}, {"text": "- Yeah, let's keep it droopy.", "start": 2520.5, "end": 2522.6}, {"text": "- Let's try and make him as droopy as possible.", "start": 2522.6, "end": 2525.12}, {"text": "We've already done small and big and stupid.", "start": 2525.12, "end": 2529.12}, {"text": "Let's do droopy now.", "start": 2529.12, "end": 2530.12}, {"text": "The dog breeding convention, the guy who like, the guy who created the Rottweiler just fucking", "start": 2530.12, "end": 2536.84}, {"text": "giving a swirly to the guy who created the Basset Hound.", "start": 2536.84, "end": 2541.84}, {"text": "Like imagine, yeah, breeding dogs would be like, you know, like seeing a dog that looks", "start": 2541.84, "end": 2545.66}, {"text": "kind of like a pug and like seeing a dog that looks kind of like a husky and be like, yeah,", "start": 2545.66, "end": 2549.8}, {"text": "I'm going, we're going to push the pug further.", "start": 2549.8, "end": 2553.4}, {"text": "We have more pug.", "start": 2553.4, "end": 2555.4}, {"text": "Yeah.", "start": 2555.4, "end": 2556.4}, {"text": "Add more of whatever fucked up thing.", "start": 2556.4, "end": 2559.6}, {"text": "What's that?", "start": 2559.6, "end": 2560.6}, {"text": "I think they make pugs by impregnating dogs with orange juice.", "start": 2560.6, "end": 2564.12}, {"text": "And then a pug comes out.", "start": 2564.12, "end": 2567.64}, {"text": "What are those?", "start": 2567.64, "end": 2568.64}, {"text": "Oh, is it Shar-Pei?", "start": 2568.64, "end": 2569.64}, {"text": "No, they just make the pug moms just give birth on a ten foot tall table.", "start": 2569.64, "end": 2573.48}, {"text": "And the babies just fall out and hit the ground.", "start": 2573.48, "end": 2575.52}, {"text": "We made a dog fucking accordion and this came out.", "start": 2575.52, "end": 2579.44}, {"text": "Have you ever seen a Shar-Pei?", "start": 2579.44, "end": 2581.48}, {"text": "I have seen Shar-Pei from High School Musical. What a dime.", "start": 2581.48, "end": 2584.84}, {"text": "I looked up a Shar-Pei recently because I saw somebody tweet about it and I was like,", "start": 2584.84, "end": 2588.76}, {"text": "\"I know they're not talking about...\"", "start": 2588.76, "end": 2590.88}, {"text": "Yeah. \"The Shar-Pei.\" Talking about THE Shar-Pei. Oh, yeah, these things are fucked up.", "start": 2590.88, "end": 2594.96}, {"text": "Those are the droopiest dogs of all. When they're puppies... They're not droopy, they're like...", "start": 2594.96, "end": 2599.12}, {"text": "fucking like...", "start": 2599.12, "end": 2600.84}, {"text": "nasty. They're just folds. Like their whole body is folds. Oh, Christ. It's like...", "start": 2600.84, "end": 2606.04}, {"text": "I like them.", "start": 2606.04, "end": 2606.92}, {"text": "I think it looks nice. This looks like a Japanese food.", "start": 2606.92, "end": 2609.32}, {"text": "It's Chinese. It's a Chinese dog breed. It looks like a fucking...", "start": 2609.32, "end": 2611.4}, {"text": "It looks like...", "start": 2611.4, "end": 2613.32}, {"text": "It looks like a brain.", "start": 2613.32, "end": 2614.6}, {"text": "It looks like a fucking like...", "start": 2614.6, "end": 2615.88}, {"text": "like Hellraiser thing. Here's an article called \"Shar-Pays are a Genetic Nightmare.\"", "start": 2615.88, "end": 2621.84}, {"text": "I'm sure they are.", "start": 2621.84, "end": 2623.32}, {"text": "They're really fucked. They have so much skin. That looks like what's inside like a fucking alien space helmet in like a 50's...", "start": 2623.32, "end": 2629.6}, {"text": "Could you blow it up?", "start": 2629.6, "end": 2631.12}, {"text": "Could you like add air to it?", "start": 2631.12, "end": 2632.68}, {"text": "Oh.", "start": 2632.68, "end": 2633.2}, {"text": "to like make it a big puffer fish?", "start": 2633.2, "end": 2635.2}, {"text": "I didn't know what you meant by blow it up.", "start": 2635.2, "end": 2637.2}, {"text": "I was like, yeah can you", "start": 2637.2, "end": 2639.2}, {"text": "just hit that thing with a rocket launcher", "start": 2639.2, "end": 2641.2}, {"text": "real quick?", "start": 2641.2, "end": 2643.2}, {"text": "Look at this picture. It does look so delicious though.", "start": 2643.2, "end": 2645.2}, {"text": "Look at this one. Yeah, I think I would eat one.", "start": 2645.2, "end": 2647.2}, {"text": "If there was like a bun that looked like that, I would eat that.", "start": 2647.2, "end": 2649.2}, {"text": "Yeah. Oh man, can you", "start": 2649.2, "end": 2651.2}, {"text": "imagine how buttery it is?", "start": 2651.2, "end": 2653.2}, {"text": "It's just a dog's asshole, man.", "start": 2653.2, "end": 2655.2}, {"text": "Come on.", "start": 2655.2, "end": 2657.2}, {"text": "Can you imagine a foreskin on this thing?", "start": 2657.2, "end": 2659.2}, {"text": "Oh my god, that thing would hang down. That thing would drag on the ground", "start": 2659.2, "end": 2661.2}, {"text": "around like a fucking wedding can.", "start": 2661.2, "end": 2664.04}, {"text": "- I wish that I was like this,", "start": 2664.04, "end": 2664.96}, {"text": "get a lot of extra length I think.", "start": 2664.96, "end": 2666.68}, {"text": "- It's fucked up that nature, I guess it wasn't nature,", "start": 2666.68, "end": 2670.98}, {"text": "but that genetics allowed a dog that looks like this", "start": 2670.98, "end": 2673.94}, {"text": "to happen and it doesn't have powers.", "start": 2673.94, "end": 2676.2}, {"text": "- Right.", "start": 2676.2, "end": 2677.04}, {"text": "- Like that's the trade off,", "start": 2677.04, "end": 2678.04}, {"text": "I feel like it's like a Deadpool thing, right?", "start": 2678.04, "end": 2680.24}, {"text": "You can look disgusting and nasty and awful,", "start": 2680.24, "end": 2682.74}, {"text": "but you should get a healing factor", "start": 2682.74, "end": 2684.6}, {"text": "or be able to stretch or have mind control or something.", "start": 2684.6, "end": 2687.48}, {"text": "- It's funny that Deadpool's whole thing", "start": 2687.48, "end": 2689.96}, {"text": "because he just didn't want to have cancer. Yeah, who would not want to have cancer?", "start": 2689.96, "end": 2695.64}, {"text": "Just have cancer, you pussy. Just be a man about it.", "start": 2695.64, "end": 2700.44}, {"text": "Yeah, I'm bald already. It's not that big of a deal. I'll get cancer.", "start": 2700.44, "end": 2704.12}, {"text": "Imagine if a side effect of chemo is that people start talking to the camera.", "start": 2704.12, "end": 2707.56}, {"text": "One time Neil told me that anytime you have like a weird leg pain, that's cancer.", "start": 2707.56, "end": 2715.64}, {"text": "Really? Of course Neil said that. I don't know why that stuck with me so much", "start": 2716.36, "end": 2721.08}, {"text": "because I was like that can't be true. Now that's going to stick with me.", "start": 2721.08, "end": 2725.16}, {"text": "That is definitely one of those you guys know about that thing that's like", "start": 2725.16, "end": 2728.68}, {"text": "it was on uh I when I was in high school I listened to some like", "start": 2728.68, "end": 2732.68}, {"text": "radio lab about this or something but there's like a", "start": 2732.68, "end": 2735.88}, {"text": "mental like like I don't even know how to describe it it's like people convince", "start": 2735.88, "end": 2741.16}, {"text": "themselves that they have tiny little bugs living on their skin that itch them", "start": 2741.16, "end": 2744.12}, {"text": "all the time yeah they don't exist but people bugs it's like fibers yeah but", "start": 2744.12, "end": 2749.28}, {"text": "people will like you can you can also get like convince yourself that you have", "start": 2749.28, "end": 2753.5}, {"text": "them just by hearing that they exist it's so fuck I'm in a bunch of more galon", "start": 2753.5, "end": 2760.0}, {"text": "why like there those people are like like there's so there a lot of overlap", "start": 2760.0, "end": 2767.72}, {"text": "with like targeted individuals people they're genuinely insane like they part", "start": 2767.72, "end": 2771.24}, {"text": "of the thing of morgulons is that no medical no like yeah there's no they", "start": 2771.24, "end": 2775.72}, {"text": "won't acknowledge that they won't say it's a real thing but like so everybody", "start": 2775.72, "end": 2779.56}, {"text": "who has it like is constantly let's like at war with their doctor or whatever and", "start": 2779.56, "end": 2784.2}, {"text": "they like try they just like get they I see they fucking post in their Facebook", "start": 2784.2, "end": 2788.18}, {"text": "groups they post like here's here's what I'm my daily medicines that I'm taking", "start": 2788.18, "end": 2791.72}, {"text": "to to to like make the fibers leave my skin and it's literally like just a", "start": 2791.72, "end": 2797.04}, {"text": "fucking handful of pills and it's like some of them are vitamins but some of", "start": 2797.04, "end": 2799.88}, {"text": "just like random shit it's so nuts dude yeah as soon as you guys started talking", "start": 2799.88, "end": 2805.2}, {"text": "about this I felt a weird thing on my hand", "start": 2805.2, "end": 2809.4}, {"text": "was that I heard that on that podcast and then I was like isn't that kind of", "start": 2809.4, "end": 2815.4}, {"text": "fucked up that you're like sending this out to millions of people right yeah", "start": 2815.4, "end": 2820.0}, {"text": "you're just like yeah there's these things that like they just happen when", "start": 2820.0, "end": 2823.4}, {"text": "you hear about them sometimes and they come out of nowhere it's like it follows", "start": 2823.4, "end": 2827.48}, {"text": "those except yeah exactly.", "start": 2827.48, "end": 2829.48}, {"text": "One second.", "start": 2829.48, "end": 2830.48}, {"text": "Oh here's the picture I found it this is I sent this to Pierce this because Pierce is", "start": 2830.48, "end": 2833.96}, {"text": "the one who told me about more bonds in the first place this is this is somebody's.", "start": 2833.96, "end": 2837.48}, {"text": "Fuck.", "start": 2837.48, "end": 2838.48}, {"text": "It's turn your brightness down weekly.", "start": 2838.48, "end": 2841.56}, {"text": "Oh my god.", "start": 2841.56, "end": 2843.24}, {"text": "It's it's they call it is this a week weeks worth of supplements for you as well.", "start": 2843.24, "end": 2848.12}, {"text": "Oh my Christ almighty.", "start": 2848.12, "end": 2850.28}, {"text": "It's literally a bed cover.", "start": 2850.28, "end": 2851.6}, {"text": "I am not exaggerating.", "start": 2851.6, "end": 2853.96}, {"text": "This is at least 30 pills a day.", "start": 2853.96, "end": 2856.08}, {"text": "Jesus fucking good for them.", "start": 2856.08, "end": 2857.44}, {"text": "dude they take them all at once I don't know wait wait they chew all of them and", "start": 2857.44, "end": 2864.76}, {"text": "they taste good what they would take a barbecue sauce pill this is the sweet", "start": 2864.76, "end": 2872.0}, {"text": "baby's a jail capsule with barbecue sauce in it that doesn't sound half bad I", "start": 2872.0, "end": 2876.8}, {"text": "think I might I might take that yeah we get all the all the health benefits of", "start": 2876.8, "end": 2881.56}, {"text": "barbecue sauce you know I think it's did he get into your diet do you guys want", "start": 2881.56, "end": 2885.96}, {"text": "hear the list of what these pills are yeah they wrote it in the comments here", "start": 2885.96, "end": 2890.6}, {"text": "the names of all these pills trio mag o7 reishi trilo dine queer set in oil of", "start": 2890.6, "end": 2898.8}, {"text": "oregano collagen spirulina turmeric curcumin apple cider vinegar alkaline", "start": 2898.8, "end": 2907.0}, {"text": "balance d3 hair skin and nails probiotic prebiotic neem ginger root liver detox", "start": 2907.0, "end": 2914.48}, {"text": "vitamin c zinc citrate berberine selenium", "start": 2914.48, "end": 2918.24}, {"text": "i've heard of spirulina yeah spirulina is like grass", "start": 2918.24, "end": 2923.6}, {"text": "pickled sheet rock and splurging selenium is like a is like they make there's there's a guy who makes", "start": 2923.6, "end": 2933.28}, {"text": "swords out of that to conduct light energy yeah it does like a rock b fucking bismuth", "start": 2933.28, "end": 2938.72}, {"text": "Bismuth is a metal, pepto-bismol.", "start": 2939.52, "end": 2941.92}, {"text": "- Oh yeah, true. - The ingredient in", "start": 2941.92, "end": 2943.48}, {"text": "- Yeah, I know, this is your favorite science fact. - in pepto-bismol is metal.", "start": 2943.48, "end": 2945.76}, {"text": "Yeah.", "start": 2945.76, "end": 2946.26}, {"text": "Well, I mean, bismuth metal looks fucking tight.", "start": 2946.26, "end": 2948.48}, {"text": "- It does look really cool. - It looks like Minecraft.", "start": 2948.48, "end": 2950.48}, {"text": "- It does, yeah, it's all squares and shit. - Apparently people do take,", "start": 2950.48, "end": 2953.52}, {"text": "do take selenium.", "start": 2953.52, "end": 2955.08}, {"text": "That's weird.", "start": 2955.08, "end": 2957.08}, {"text": "Is that like one of those colloidal silver--", "start": 2957.08, "end": 2959.16}, {"text": "Okay, but I will say, this--", "start": 2959.16, "end": 2960.88}, {"text": "When it says, \"This article outlines seven health benefits of selenium,", "start": 2960.88, "end": 2964.68}, {"text": "all backed by science,\"", "start": 2964.68, "end": 2966.12}, {"text": "when you put \"all backed by science\" in it, I don't believe you anymore.", "start": 2966.12, "end": 2968.88}, {"text": "Mm-hmm.", "start": 2968.88, "end": 2969.38}, {"text": "Yeah, it was just benefit. One, it makes the morgulons very angry. Two, it makes the morgulons very sad.", "start": 2969.38, "end": 2974.74}, {"text": "Helps prevent mental decline.", "start": 2974.74, "end": 2978.38}, {"text": "That's what I would try to do if I had a thing like that.", "start": 2978.38, "end": 2981.22}, {"text": "I would try to conduct psychic warfare on the morgulons.", "start": 2981.22, "end": 2983.78}, {"text": "I would try to just like punish my skin as much as possible to make them leave. Yeah.", "start": 2983.78, "end": 2988.18}, {"text": "Yeah, yeah, just getting like in motorcycle accidents every other day. Yeah, dude. I just fucking I do all sorts of fucked-up shit.", "start": 2988.18, "end": 2995.1}, {"text": "I'm wearing like the most like like", "start": 2995.1, "end": 2997.38}, {"text": "Protective helmet like I'm wearing two helmets essentially and then just like just gunning it for a fucking a guardrail on a", "start": 2998.02, "end": 3005.28}, {"text": "Dirt bike yeah", "start": 3005.28, "end": 3007.46}, {"text": "I would wipe my skin with a Clorox wipes a lot of greasy ass white boys with this", "start": 3007.46, "end": 3017.98}, {"text": "so Morgan on thing don't wash they more they don't wash they more come on you", "start": 3017.98, "end": 3028.02}, {"text": "guys are really taking opinions on whether astrology is real for a bunch of", "start": 3028.02, "end": 3031.86}, {"text": "white boys with unwashed morgulons morgulons look at ash you need some cocoa", "start": 3031.86, "end": 3038.58}, {"text": "butter it's just the truth brother yeah we should invent one of those psychic", "start": 3038.58, "end": 3045.82}, {"text": "diseases to a new psychic disease yeah yeah I already have one yeah what is", "start": 3045.82, "end": 3050.28}, {"text": "called evil okay I don't think of that as really a disease more of a blessing", "start": 3050.28, "end": 3057.7}, {"text": "it's a sickness of the mind of a blessing from the devil if you ask so", "start": 3057.7, "end": 3060.94}, {"text": "you think it's good I think you think do you think it's you think it's good no I", "start": 3060.94, "end": 3066.46}, {"text": "think it's evil okay so you don't think it's a blessing then I think it's good", "start": 3066.46, "end": 3070.58}, {"text": "to be right evil it's a dark curse but that's good it's a dark curse it's a", "start": 3070.58, "end": 3074.58}, {"text": "twisted disease yeah you're so right but you would but I love it yeah but you", "start": 3074.58, "end": 3079.58}, {"text": "hate it you mean I love to hate it caught you slipping white boy mm-hmm", "start": 3079.58, "end": 3084.26}, {"text": "mm-hmm you ain't evil I'm evil or than you know I was evil way before Caleb I", "start": 3084.26, "end": 3092.06}, {"text": "am I am evil Senate fine let's do evil wipeout do you like that you and me", "start": 3092.06, "end": 3097.34}, {"text": "that's okay wait all right oh look we have to do a bunch of evil we have to do", "start": 3097.34, "end": 3104.1}, {"text": "an evil option of course. Okay, let's check this out. Ready? Okay. Ready?", "start": 3104.1, "end": 3107.3}, {"text": "Suffering!", "start": 3107.3, "end": 3109.58}, {"text": "No. Is that a Skeksis? That's not an obstacle. That's not an obstacle. You're the Emperor Skeksis.", "start": 3109.58, "end": 3114.34}, {"text": "It's evil. That's what you're saying. You're stupid.", "start": 3114.34, "end": 3117.06}, {"text": "Okay, so. You don't know anything about. You're being childish. I'm talking about physical, which", "start": 3117.06, "end": 3122.02}, {"text": "pretty evil if you ask me. I think Cameron's kind of, Cameron could be a Skeksis. I've been evil for way", "start": 3122.02, "end": 3126.5}, {"text": "longer than Caleb. Caleb is, Caleb", "start": 3126.5, "end": 3128.86}, {"text": "is using the evil lifestyle as a prop like you did with being a jock,", "start": 3128.86, "end": 3133.26}, {"text": "being a golfer, being a goth, we've seen it a thousand times before. He'll get he'll", "start": 3133.26, "end": 3137.76}, {"text": "stop being evil when he doesn't like it anymore. Me, I'm twisted to the core. I've", "start": 3137.76, "end": 3140.96}, {"text": "been fucked up in the head since the day I was born and I'm I'm like if Travis", "start": 3140.96, "end": 3145.86}, {"text": "Bickle lived in Boston. I'm like if Travis Bickle ate some pickles. No you're", "start": 3145.86, "end": 3152.46}, {"text": "not. Travis Bickle is not that evil also. Yeah. Yeah so. He just had a lot of", "start": 3152.46, "end": 3159.42}, {"text": "of ideas. He had some bad ideas in his head. I'm so evil that my body, my entire", "start": 3159.42, "end": 3165.54}, {"text": "body is full of blood. That's right. I watched, I watched, I watched I'm so evil", "start": 3165.54, "end": 3176.42}, {"text": "I watched Harry Potter and I cried when Voldemort died. I'm so evil my poop is", "start": 3176.42, "end": 3180.54}, {"text": "black. Yeah I'm so evil I have horrible stinky black tar diarrhea four times a", "start": 3180.54, "end": 3188.02}, {"text": "day yeah so just like like all the symptoms of like colon cancer yeah that's", "start": 3188.02, "end": 3195.1}, {"text": "just the evil leaving my body baby yeah you like sleep 18 hours a day so it's", "start": 3195.1, "end": 3200.22}, {"text": "pretty evil is poop leaving the body true having that like a Nike shirt no but I", "start": 3200.22, "end": 3212.26}, {"text": "haven't decided on what my new thing is gonna be I'm thinking now that it might", "start": 3212.26, "end": 3215.58}, {"text": "become a scientist what about a chef what about chef a chef you have to be too", "start": 3215.58, "end": 3221.24}, {"text": "smart I'm like a scientist yeah yeah what are you talking about what are you", "start": 3221.24, "end": 3226.32}, {"text": "talking about I'm talking about you should be a magician uh yeah you could", "start": 3226.32, "end": 3231.8}, {"text": "do oh oh I'm not gonna slide of Hannah I don't have any where I like a mentor", "start": 3231.8, "end": 3235.4}, {"text": "like a mentalist hair you could be a mentalist I could be really like think", "start": 3235.4, "end": 3239.16}, {"text": "of a number and you're able to go like no no I could not do a mental a mentalism", "start": 3239.16, "end": 3243.9}, {"text": "some", "start": 3243.9, "end": 3262.82}, {"text": "tricks like that to people at parties and they'll think you're very swell.", "start": 3262.82, "end": 3267.14}, {"text": "But isn't mentalism like don't I don't I like... Mentalism is where you", "start": 3267.14, "end": 3273.34}, {"text": "stare at your wife until she leaves the room. Don't I control like women's brains", "start": 3273.34, "end": 3277.46}, {"text": "too or something? Yeah that's hypnotism. Oh okay. Wait actually I, one of my younger", "start": 3277.46, "end": 3284.22}, {"text": "siblings friends are insanely rich and we got their their like Christmas", "start": 3284.22, "end": 3291.64}, {"text": "card and is there just like so evil he can't even think of Christmas", "start": 3291.64, "end": 3297.88}, {"text": "their winter solstice we could tell it's psycho because it's a Christmas card and", "start": 3297.88, "end": 3303.76}, {"text": "then also like a letter that's like typed up like everything that they did", "start": 3303.76, "end": 3307.84}, {"text": "so lame dude fucking yeah dude and it started with their New Year's party and", "start": 3307.84, "end": 3313.24}, {"text": "they said they said we had a great New Year's party that was roaring 20s themed", "start": 3313.24, "end": 3318.96}, {"text": "And we even hired a mentalist to entertain the guests", "start": 3318.96, "end": 3322.56}, {"text": "Yeah, what the who are you hiring a mentalist into what like come on I want to tell you know", "start": 3322.56, "end": 3329.78}, {"text": "Someone's really with all my kids just made like those are so rich that they just literally just become", "start": 3329.78, "end": 3334.92}, {"text": "Fucking great Gatsby. Did he have a list? I feel like he had a mentalist probably he had", "start": 3334.92, "end": 3340.1}, {"text": "He had a pool he died it", "start": 3340.1, "end": 3343.64}, {"text": "That's so true. I remember that book correctly. Wow, that is so true. Yeah, it's so do you remember how big that movie was when it came out?", "start": 3346.68, "end": 3355.36}, {"text": "Yeah, yeah", "start": 3355.36, "end": 3358.6}, {"text": "It's like it's like every every Boz Lerman movie is like that it's like it's a big event like like", "start": 3358.6, "end": 3366.1}, {"text": "Yeah, whose boss Boz Lerman is the director of the great Gatsby? Yeah, the one he did Romeo plus Juliet", "start": 3366.1, "end": 3375.2}, {"text": "also. Oh okay, I was just thinking about Romeo plus Julia too. Yeah. Yeah, he does sound, he does sound", "start": 3375.2, "end": 3379.92}, {"text": "like he's like, yeah, a salacious B-Fram's brother or something. Baz Luhrmann. Baz Luhrmann, if he was a Star Wars", "start": 3379.92, "end": 3386.8}, {"text": "character, he would be like, he'd be like one of those like, traitors that gets fucked over by like", "start": 3386.8, "end": 3392.16}, {"text": "the Mandalorian. Like one of those like, where he like, like two scenes later, like, like the", "start": 3392.16, "end": 3397.6}, {"text": "Mandalorian like drives like a speeder bike through his fruit stand and he's like, \"Hey, what the hell?", "start": 3397.6, "end": 3401.92}, {"text": "Hey, I'm Buzz Lerman!", "start": 3402.56, "end": 3404.56}, {"text": "Oh, come on!", "start": 3404.56, "end": 3406.56}, {"text": "[Gibberish]", "start": 3406.56, "end": 3408.56}, {"text": "He's like reptilian, like he looks like", "start": 3408.56, "end": 3410.56}, {"text": "Bosk or whatever, he's like a Trandoshan", "start": 3410.56, "end": 3412.56}, {"text": "and he's just like, \"Urg, de wa do da!\"", "start": 3412.56, "end": 3414.56}, {"text": "Those are the real losers of the Star Wars", "start": 3414.56, "end": 3416.56}, {"text": "universe, the people who dare to have a", "start": 3416.56, "end": 3418.56}, {"text": "shop in the way of the-", "start": 3418.56, "end": 3420.56}, {"text": "It's so sick that they do that in every", "start": 3420.56, "end": 3422.56}, {"text": "movie, dude, there's just", "start": 3422.56, "end": 3424.56}, {"text": "a guy who gets his ship blown up and goes", "start": 3424.56, "end": 3426.56}, {"text": "[Gibberish]", "start": 3426.56, "end": 3428.56}, {"text": "Some fucking frog monkey", "start": 3428.56, "end": 3430.56}, {"text": "Monkey who gets his like like bowls of slime broken", "start": 3430.56, "end": 3434.54}, {"text": "Fucking hates the Jedi in the prequels", "start": 3434.54, "end": 3440.72}, {"text": "Just like at least the stitches like walk around and act like evil", "start": 3440.72, "end": 3452.42}, {"text": "Thing that the Sith do is raise a fucking tariff", "start": 3452.42, "end": 3457.04}, {"text": "yeah it's a Greek guy just yelling some Greek guy with four arms they just", "start": 3457.04, "end": 3469.52}, {"text": "fucking open the door to like to like a hot like one of those hot dog stands and", "start": 3469.52, "end": 3473.88}, {"text": "get inside and just start doing the maze the goat flip inside and just it is yeah", "start": 3473.88, "end": 3482.4}, {"text": "it's like the the scene that you sometimes see in movies with like", "start": 3482.4, "end": 3485.44}, {"text": "somebody is like having a fight in a", "start": 3485.44, "end": 3487.16}, {"text": "bathroom or something and they kick open", "start": 3487.16, "end": 3489.12}, {"text": "a stall and there's like a guy reading", "start": 3489.12, "end": 3490.92}, {"text": "the paper it's that but they do it", "start": 3490.92, "end": 3493.16}, {"text": "every single fucking movie. There's at least one", "start": 3493.16, "end": 3495.8}, {"text": "fucking person like that in every Star", "start": 3495.8, "end": 3498.08}, {"text": "Wars movie especially the prequel. Some alien", "start": 3498.08, "end": 3500.0}, {"text": "whose livelihood is ruined by it. Or like it's", "start": 3500.0, "end": 3502.04}, {"text": "like a droid it's like a droid that like", "start": 3502.04, "end": 3503.68}, {"text": "they accidentally power off. Yeah. Yeah", "start": 3503.68, "end": 3506.36}, {"text": "that's why Wado is such a powerful", "start": 3506.36, "end": 3508.4}, {"text": "character is because he finally takes", "start": 3508.4, "end": 3510.0}, {"text": "control. Yeah he's like he I think it's", "start": 3510.0, "end": 3512.96}, {"text": "like the Hutts it's like the Hutts no the Toydarians and then like as soon as Pat", "start": 3512.96, "end": 3518.44}, {"text": "looks up and to think harder about Star Wars I know that I'm in like humongous", "start": 3518.44, "end": 3522.92}, {"text": "trouble yeah yeah when you're like I'm like you're like I can't even like have", "start": 3522.92, "end": 3527.48}, {"text": "any visual stimuli that interrupts my star right train of thought right now", "start": 3527.48, "end": 3530.84}, {"text": "because every train of thought if I look at something I have to look up because if", "start": 3530.84, "end": 3535.88}, {"text": "I look at anything else I will fuck in I will think about that other thing it's", "start": 3535.88, "end": 3540.96}, {"text": "just you you know there's ibuprofen there's ibuprofen on my desk if I looked", "start": 3540.96, "end": 3545.28}, {"text": "at that while I was thinking about it I would think well think about all the", "start": 3545.28, "end": 3547.76}, {"text": "morgulons on your body yeah exactly exactly oh fuck but yeah the Hutts and", "start": 3547.76, "end": 3554.48}, {"text": "the Toridarians so those are like the two and they both live on or at least", "start": 3554.48, "end": 3557.84}, {"text": "Jabba lives on Tatooine and so does Wado so Tatooine if you if you hey if you're a", "start": 3557.84, "end": 3562.04}, {"text": "Jedi looking a looking to get looking for a challenge head to Tatooine head to", "start": 3562.04, "end": 3566.32}, {"text": "most nicely tattooing rack", "start": 3566.32, "end": 3570.12}, {"text": "it is so sick that that's like", "start": 3570.12, "end": 3571.96}, {"text": "i guess i would just are worse that's just like what good guys do", "start": 3571.96, "end": 3575.16}, {"text": "in movies", "start": 3575.16, "end": 3576.32}, {"text": "it's like the bad guys kill people in the good guys like walk around in like", "start": 3576.32, "end": 3579.52}, {"text": "smash clay pots to find coins inside", "start": 3579.52, "end": 3582.04}, {"text": "like that's just", "start": 3582.04, "end": 3583.56}, {"text": "that's what you're supposed to do", "start": 3583.56, "end": 3585.22}, {"text": "you're supposed to cause damage to civilian you're supposed to hear supposed", "start": 3585.22, "end": 3588.92}, {"text": "to like", "start": 3588.92, "end": 3589.56}, {"text": "skid your car down the street and like almost run over a", "start": 3589.56, "end": 3594.54}, {"text": "a small child or an old lady.", "start": 3594.54, "end": 3596.78}, {"text": "And then you don't, but you knock a water tower onto a guy's like,", "start": 3596.78, "end": 3600.94}, {"text": "like a fucking halal cart.", "start": 3600.94, "end": 3603.78}, {"text": "Yeah, yeah, Kermit the Frog's halal cart.", "start": 3603.78, "end": 3607.42}, {"text": "Umm, uh,", "start": 3607.42, "end": 3608.82}, {"text": "Mashallah, brothers!", "start": 3608.82, "end": 3612.82}, {"text": "I totally said that wrong.", "start": 3612.82, "end": 3614.94}, {"text": "Mashallah.", "start": 3614.94, "end": 3617.18}, {"text": "Mashallah.", "start": 3617.18, "end": 3618.34}, {"text": "No, you don't say anything, right?", "start": 3618.34, "end": 3620.78}, {"text": "Yeah, I don't.", "start": 3620.78, "end": 3623.66}, {"text": "Yeah, other languages I really fuck up.", "start": 3623.66, "end": 3626.54}, {"text": "Alright, the Morglons are attacking me right now.", "start": 3626.54, "end": 3630.7}, {"text": "They're telling me to shit so badly.", "start": 3630.7, "end": 3633.82}, {"text": "I gotta go eat poop.", "start": 3633.82, "end": 3634.82}, {"text": "I wish I'd go 30 minutes without shitting.", "start": 3634.82, "end": 3636.74}, {"text": "I gotta go eat poop.", "start": 3636.74, "end": 3638.74}, {"text": "What?", "start": 3638.74, "end": 3639.74}, {"text": "Wait.", "start": 3639.74, "end": 3640.74}, {"text": "I think me and Pat have a date.", "start": 3640.74, "end": 3642.5}, {"text": "Eyo!", "start": 3642.5, "end": 3643.5}, {"text": "Eyo!", "start": 3643.5, "end": 3644.5}, {"text": "Bye y'all.", "start": 3644.5, "end": 3645.5}, {"text": "Bye bye.", "start": 3645.5, "end": 3645.9}], "title": "Premium #67: Call me Mr. Flintstone I have a bird alarm clock", "link": "https://www.patreon.com/posts/premium-67-call-47770811", "date": "Sat, 20 Feb 2021 12:00:02 GMT", "id": 478}