{"lines": [{"text": "come back and make a bet", "start": 0.0, "end": 1.12}, {"text": "and receive a bite", "start": 1.12, "end": 8.12}, {"text": "you have a plan to change style", "start": 8.12, "end": 14.32}, {"text": "uh... things that i've done it he you're you're seeing you're going to be", "start": 14.32, "end": 18.96}, {"text": "he's literally seeing your is a total sheen", "start": 18.96, "end": 22.4}, {"text": "you're seeing but instead of", "start": 22.4, "end": 23.72}, {"text": "all that's already are all your your ass motherfucker", "start": 23.72, "end": 26.68}, {"text": "No, you're Carl and Shane. Do you want to see my Godzilla shirt? You are Carl. He's Shane", "start": 26.68, "end": 35.28}, {"text": "and Carl. He's on both. Yeah, he is. I'm Jimmy Neutron and you're the dog. What? I think", "start": 35.28, "end": 41.12}, {"text": "I'm the-- And you're Carl, Shane, and all the girls. What's the girl's name? Cindy Vortex.", "start": 41.12, "end": 44.6}, {"text": "No, the black girl. Libby. Libby. I'm Libby. Libby Wabi. Yeah. I'm a mixture of the two", "start": 44.6, "end": 51.92}, {"text": "Remember when they go to Egypt in that one episode and they find and they're", "start": 51.92, "end": 56.04}, {"text": "like that the mummies think you're Cleopatra?", "start": 56.04, "end": 59.36}, {"text": "Mm-hmm yeah.", "start": 59.36, "end": 61.64}, {"text": "That show was good.", "start": 61.64, "end": 63.84}, {"text": "It was awesome dude.", "start": 63.84, "end": 64.84}, {"text": "Yeah that's one of those shows too where you go back and you watch it and it's", "start": 64.84, "end": 68.16}, {"text": "like the animation has progressed so much since it came out.", "start": 68.16, "end": 72.2}, {"text": "This is like scary.", "start": 72.2, "end": 73.2}, {"text": "It's terrifying.", "start": 73.2, "end": 74.2}, {"text": "It's like hoodwinked.", "start": 74.2, "end": 75.2}, {"text": "Yeah it looks like a demo of like what anime like before animation was they", "start": 75.2, "end": 80.92}, {"text": "made movies of like this could be this could be this is what this is what we", "start": 80.92, "end": 84.42}, {"text": "could do with the computer you know those those videos where it's like a ball that", "start": 84.42, "end": 87.7}, {"text": "fights a square yeah yeah and they're like this is gonna be something pretty", "start": 87.7, "end": 91.7}, {"text": "soon it looks like a game that you have to play with a control switch yeah it's", "start": 91.7, "end": 96.28}, {"text": "a game that you play with a light switch is what it looks yeah mm-hmm there's", "start": 96.28, "end": 99.54}, {"text": "only on and off yeah but damn was it a good show the writing the characters they", "start": 99.54, "end": 104.54}, {"text": "had a lot of music into the candy bar and the movie there's a soda the movie", "start": 104.54, "end": 108.72}, {"text": "came before the show did you guys know yeah I know yeah I learned I found that", "start": 108.72, "end": 111.96}, {"text": "out like we're gonna I've not like recently but like years yeah like I've", "start": 111.96, "end": 115.96}, {"text": "been watching the show took me a long time that's open there's a lot of echo", "start": 115.96, "end": 119.84}, {"text": "that's really not that much well but it is because I want to put on the on-air", "start": 119.84, "end": 123.64}, {"text": "sign anyway that's true we do have an on-air sign now do you guys the movie", "start": 123.64, "end": 128.96}, {"text": "also has the greatest concept for a movie ever yeah parents always I had that", "start": 128.96, "end": 135.2}, {"text": "one on DVD I watched that movie so many times I saw it in theaters I saw I think", "start": 135.2, "end": 139.2}, {"text": "it does have a little bit of a cop-out though which is like when your parents", "start": 139.2, "end": 141.88}, {"text": "go away you might get a tummy ache that's fucking bullshit ultra was the", "start": 141.88, "end": 145.44}, {"text": "coolest thing ever dude if I had a the chicken yeah poultry", "start": 145.44, "end": 149.08}, {"text": "remember they're all eggs yeah mm-hmm they're green eggs where's the ham", "start": 149.08, "end": 153.64}, {"text": "where the ham at soos soos where's my ham yeah", "start": 153.64, "end": 159.32}, {"text": "soos where's my ham yeah with snitched in", "start": 159.32, "end": 169.56}, {"text": "cushion snitched in snitched in grincher soos where's my ham", "start": 169.56, "end": 178.2}, {"text": "sometimes i'm just i'm just perfect just absolutely", "start": 178.2, "end": 181.64}, {"text": "Steph Curry long bomb half court.", "start": 181.64, "end": 183.8}, {"text": "- Yup.", "start": 183.8, "end": 184.64}, {"text": "- And that was one of them, dude.", "start": 184.64, "end": 185.46}, {"text": "- Pretty tired today.", "start": 185.46, "end": 186.3}, {"text": "I've been not sleeping good again.", "start": 186.3, "end": 188.92}, {"text": "- Me too.", "start": 188.92, "end": 189.76}, {"text": "- Yeah.", "start": 189.76, "end": 190.6}, {"text": "- I don't know what it is.", "start": 190.6, "end": 191.42}, {"text": "- You know what you need to stop doing?", "start": 191.42, "end": 193.12}, {"text": "Tossing and turning.", "start": 193.12, "end": 194.36}, {"text": "- That's true, yeah.", "start": 194.36, "end": 195.68}, {"text": "- You should not.", "start": 195.68, "end": 196.52}, {"text": "- Another thing to avoid is waking up", "start": 196.52, "end": 198.62}, {"text": "in the middle of the night.", "start": 198.62, "end": 199.54}, {"text": "That also will keep get you tired.", "start": 199.54, "end": 201.3}, {"text": "- I did go to bed early last night and woke up", "start": 201.3, "end": 203.52}, {"text": "and then I just stayed up until I was sleepy again.", "start": 203.52, "end": 208.52}, {"text": "And that was at four.", "start": 208.52, "end": 209.98}, {"text": "when I went sleepy again.", "start": 210.84, "end": 212.48}, {"text": "- You need to knock yourself out with a big bone.", "start": 212.48, "end": 215.4}, {"text": "- I have melatonin.", "start": 215.4, "end": 216.36}, {"text": "I should start running into walls.", "start": 216.36, "end": 220.12}, {"text": "- You should get one of those--", "start": 220.12, "end": 222.48}, {"text": "- I should get a low pole.", "start": 222.48, "end": 224.76}, {"text": "- Yeah, with your bed right underneath it.", "start": 224.76, "end": 227.32}, {"text": "- So when I wake up I just hit the fucking--", "start": 227.32, "end": 229.4}, {"text": "- Well no, you run into it to go to sleep.", "start": 229.4, "end": 231.6}, {"text": "- Oh dude, it's so, like literally yesterday,", "start": 231.6, "end": 234.08}, {"text": "or two days ago, Joe walked into that fucking pole", "start": 234.08, "end": 237.8}, {"text": "right there that you see that that one that like curves down that makes sense", "start": 237.8, "end": 241.52}, {"text": "Joe it's so fun Joe cannot go on this side of the no he's of course he's a big", "start": 241.52, "end": 247.32}, {"text": "big freak yeah he's banished mm-hmm he's for what he did for it's for what you", "start": 247.32, "end": 252.28}, {"text": "did he's banned all right we'll take it let's not let's not relitigate yeah", "start": 252.28, "end": 261.28}, {"text": "double jeopardy if we try to try him for it again yeah yeah so he's already been", "start": 261.28, "end": 266.72}, {"text": "exonerated no no guilty he's found guilty we could find him guilty again yeah", "start": 266.72, "end": 272.92}, {"text": "they basically you guys branded dassy'd me and which ones oh that's the the", "start": 272.92, "end": 278.52}, {"text": "stupid one from yeah the one who wanted to watch WrestleMania mmm you cut you're", "start": 278.52, "end": 282.84}, {"text": "right that is kind of what we did to you yep we took advantage of your learning", "start": 282.84, "end": 286.2}, {"text": "disability yeah we made you a pariah yeah an unnecessary pariah can I go to", "start": 286.2, "end": 292.64}, {"text": "the X Games now awesome yeah okay I did it can I watch WrestleMania yeah sure", "start": 292.64, "end": 299.88}, {"text": "so sick yeah I had his priorities straight he just yeah he just wanted to", "start": 299.88, "end": 304.76}, {"text": "go home and see what the fuck didn't they use him a murdering a woman and", "start": 304.76, "end": 308.68}, {"text": "putting her body in a car or something what is that movie called making a", "start": 308.68, "end": 312.4}, {"text": "murderer that really had dude that was like the worst cultural phenomenon", "start": 312.4, "end": 315.96}, {"text": "because it was like the fucking this one was it with that or Tiger King which one", "start": 315.96, "end": 319.6}, {"text": "was worse you think Oh Tiger King obviously Tiger Kings way worse but like", "start": 319.6, "end": 323.68}, {"text": "that was like I didn't watch making a murderer but Tiger King was annoying but", "start": 323.68, "end": 327.44}, {"text": "it was like fun to make a murder was so boring it was so boring in every episode", "start": 327.44, "end": 333.64}, {"text": "it was like well did he do it he did it but in the next episode he doesn't but", "start": 333.64, "end": 339.32}, {"text": "in this one yeah does the same thing with six fucking episodes of that true", "start": 339.32, "end": 343.68}, {"text": "crime so cry it's all it's all annoying cereal is so fucking annoying the this", "start": 343.68, "end": 349.04}, {"text": "bitch Sandra Koenig she's like doing Sarah Sarah what Koenig be careful that's", "start": 349.04, "end": 358.96}, {"text": "her name dude someone could chop that I'm gonna chop you someone could chop", "start": 358.96, "end": 363.96}, {"text": "that last to make it say yeah K Sandra that'd be scary yeah it's too cool", "start": 363.96, "end": 373.64}, {"text": "name true crime is like what like people you know when people like complain about", "start": 373.64, "end": 378.36}, {"text": "about like Martin Scorsese and they're like,", "start": 378.36, "end": 380.96}, {"text": "oh, he only makes the same movie over and over.", "start": 380.96, "end": 383.22}, {"text": "Like true crime is the actual thing of that,", "start": 383.22, "end": 384.7}, {"text": "where it's like every true crime thing", "start": 384.7, "end": 385.96}, {"text": "is literally exactly the same.", "start": 385.96, "end": 386.8}, {"text": "- The truth is, yeah, it's like,", "start": 386.8, "end": 388.96}, {"text": "honey, you shouldn't have gotten murdered.", "start": 388.96, "end": 391.16}, {"text": "- Yeah.", "start": 391.16, "end": 392.0}, {"text": "- It's like--", "start": 392.0, "end": 392.82}, {"text": "- The truth is that crime is pretty boring.", "start": 392.82, "end": 393.66}, {"text": "- Yeah.", "start": 393.66, "end": 394.5}, {"text": "- We're almost, the only cool murder--", "start": 394.5, "end": 395.88}, {"text": "- That's the thing, I always,", "start": 395.88, "end": 396.9}, {"text": "so I would listen to like,", "start": 396.9, "end": 398.86}, {"text": "listen to like a few true crime things before,", "start": 398.86, "end": 401.5}, {"text": "or like watch them, and it's always like,", "start": 401.5, "end": 403.4}, {"text": "the thing about it is like,", "start": 403.4, "end": 404.92}, {"text": "when you watch a TV show, you're like,", "start": 404.92, "end": 406.28}, {"text": "I want a cool like climax and like really like I want something awesome to have", "start": 406.28, "end": 409.48}, {"text": "yeah and the end is always like and then they found out it was the guy they", "start": 409.48, "end": 412.64}, {"text": "thought it was all along he went to jail that's that's the that and then it's", "start": 412.64, "end": 416.68}, {"text": "like oh like this I'm always this case remained open because the cops were fat", "start": 416.68, "end": 420.48}, {"text": "and stupid they never knew they never figured out who it was but it's always", "start": 420.48, "end": 423.6}, {"text": "like I want to watch it and I wanted to be like it like it was actually his", "start": 423.6, "end": 426.4}, {"text": "twin brother all along and there was an alien that's why you guys seen the jinx", "start": 426.4, "end": 431.28}, {"text": "no I still have the only good true crime thing yeah that one it's this guy this", "start": 431.28, "end": 436.8}, {"text": "like five foot I keep following the Herman Miller I'm not going to it's like", "start": 436.8, "end": 442.28}, {"text": "it's like this five foot tall like Robert I know of Robert and he's just", "start": 442.28, "end": 447.48}, {"text": "he's just like moving through life murdering people and then all the cops", "start": 447.48, "end": 451.2}, {"text": "are like so stupid like there's a he fully got away with a murder in Texas", "start": 451.2, "end": 455.92}, {"text": "because he dressed up as a woman and came back and pretended to be like oh", "start": 455.92, "end": 460.56}, {"text": "like a woman who lived next door instead of himself yeah, and he was like and", "start": 460.56, "end": 466.16}, {"text": "the cops like yeah, my man, she was not the not the most beautiful lady I ever", "start": 466.16, "end": 469.88}, {"text": "seen, but yeah, I read this book that was like about like this guy who's like", "start": 469.88, "end": 474.28}, {"text": "the conspiracy theorist who believed that, like all serial killers are like", "start": 474.28, "end": 477.68}, {"text": "like primed by the CIA or whatever and they're like the cops are all like like", "start": 477.68, "end": 482.32}, {"text": "trained to like let them go and like let them do their thing and it's always", "start": 482.32, "end": 486.0}, {"text": "like it's always like he was able to kill like ten people before they caught", "start": 486.0, "end": 490.24}, {"text": "them, because they were like the cops were so devilishly clever to like to", "start": 490.28, "end": 494.1}, {"text": "fight to accuse people that weren't him. It's like they're all just like really", "start": 494.1, "end": 498.38}, {"text": "stupid, yeah, and Robert Durst is literally like he's so he's so like", "start": 498.38, "end": 502.9}, {"text": "bad and like self incriminating the entire time. He keeps being like well,", "start": 502.9, "end": 508.5}, {"text": "and then I killed I mean I didn't kill yeah like in the interview and then the", "start": 508.5, "end": 513.06}, {"text": "show ends with him. He leaves his hot mic on and he goes to the bathroom. He", "start": 513.06, "end": 517.02}, {"text": "is peeing and he just goes like I killed every last one of them yeah he's like", "start": 517.04, "end": 522.72}, {"text": "like every true crime thing ends like that what's the um that the that's the", "start": 522.72, "end": 529.92}, {"text": "only one that is like that no no the arrow the arrow Morris one or yeah yeah", "start": 529.92, "end": 533.68}, {"text": "the fucking uh fucking thin line of something or then blue line line yeah", "start": 533.68, "end": 540.56}, {"text": "the thin line is yeah yeah that one the old one is being like well what do you", "start": 540.56, "end": 547.0}, {"text": "think I did like yeah the same thing yeah like the good ones and with the killer", "start": 547.0, "end": 552.64}, {"text": "just being like yeah there's something what yeah there's something to me so", "start": 552.64, "end": 556.52}, {"text": "specifically cool about Robert Durst because he like they asked him to do", "start": 556.52, "end": 560.8}, {"text": "this interview like 15 different times over like 10 years and he just kept", "start": 560.8, "end": 565.88}, {"text": "doing it and coming in and just being like well if I did kill him I chopped", "start": 565.88, "end": 571.2}, {"text": "his legs up and put him in a trash bag yeah and then he just keep he just has", "start": 571.2, "end": 575.96}, {"text": "no idea when to stop because he just thought it was cool he's in a movie yeah", "start": 575.96, "end": 578.84}, {"text": "which I feel like is that's that's like what if you're a serial killer that's", "start": 578.84, "end": 582.12}, {"text": "like probably what you well you just jealous of his brother Fred yeah yeah on", "start": 582.12, "end": 587.8}, {"text": "mainstream success you know if you watch a movie actually is jealous of his", "start": 587.8, "end": 591.2}, {"text": "brother his name is not Fred though oh really yep he's jealous his brother took", "start": 591.2, "end": 594.36}, {"text": "over the family company what's in he comes from money right yeah like billion", "start": 594.36, "end": 599.36}, {"text": "trillion zillion dollars Wow no way he wasn't CIA or something this guy like", "start": 599.36, "end": 605.92}, {"text": "like the old true no this guy was a this guy yeah the MK ultra thing is just", "start": 605.92, "end": 611.88}, {"text": "because every serial killer was like abused by their parents as a kid I like", "start": 611.88, "end": 616.44}, {"text": "a ultra and that's what I'm K ultra is is basically like being abused like", "start": 616.44, "end": 620.32}, {"text": "you're a child let me kind this ultra Robert Durst mom jumped off of their", "start": 620.32, "end": 630.04}, {"text": "house when he was a kid and he watched it and he was like yeah that make me go", "start": 630.04, "end": 634.68}, {"text": "crazy. That's literally like always what it is. It's just like just chill out,", "start": 634.68, "end": 639.96}, {"text": "relax. Why are you being so fucking weird about your dead mom? It's so funny", "start": 639.96, "end": 644.28}, {"text": "that that like one of the like warning signs of like a psychopath or a serial", "start": 644.28, "end": 648.12}, {"text": "killer is wetting the bed. I know I feel like I feel like the actual the thing", "start": 648.12, "end": 652.56}, {"text": "that makes them psychopaths is that people make fun of the people say it's a", "start": 652.56, "end": 658.04}, {"text": "warning. So I also feel like it wouldn't it wouldn't make you a serial killer at", "start": 658.04, "end": 662.76}, {"text": "if nobody talked about it.", "start": 662.76, "end": 664.04}, {"text": "- I also, I always--", "start": 664.04, "end": 664.88}, {"text": "- If everyone is just cool about you", "start": 664.88, "end": 666.32}, {"text": "being a little kid wetting the bed,", "start": 666.32, "end": 668.0}, {"text": "like if everyone's like, \"No, it's okay,\"", "start": 668.0, "end": 669.68}, {"text": "but everyone's like, \"Oh, look at this", "start": 669.68, "end": 670.92}, {"text": "\"fucking little pee hound, dude.\"", "start": 670.92, "end": 673.2}, {"text": "- I always liked that one of the warning signs", "start": 673.2, "end": 676.6}, {"text": "is like, that they write down is like,", "start": 676.6, "end": 678.32}, {"text": "yeah, torturing small animals.", "start": 678.32, "end": 680.32}, {"text": "- Yeah, that's a warning sign for any--", "start": 680.32, "end": 681.56}, {"text": "- Yeah, you're like going to WebMD,", "start": 681.56, "end": 683.72}, {"text": "you're like, \"All right, my son is torturing small animals,", "start": 683.72, "end": 685.64}, {"text": "\"let's see what this could be.\"", "start": 685.64, "end": 688.0}, {"text": "Oh no, it's actually really bad.", "start": 688.0, "end": 690.24}, {"text": "- Ah, crap, you're grounded!", "start": 690.24, "end": 691.08}, {"text": "found it might be a psychopath yeah. Well at least he's not peeing the bed yeah", "start": 691.08, "end": 696.14}, {"text": "he's", "start": 696.14, "end": 697.56}, {"text": "wetting the bed. God he's not one of the other thing that bad guys the bed arson", "start": 697.56, "end": 702.68}, {"text": "and torturing small animals. Yeah, my brother I've did two three of those", "start": 702.68, "end": 707.44}, {"text": "things. My brother's friend used to put he's to put lizards on the end of his BB", "start": 707.44, "end": 711.56}, {"text": "gun and press the trigger. Yeah, you told me about that before. One of the other", "start": 711.56, "end": 715.4}, {"text": "funny things about like cops like failing to catch serial killers is like a lot of", "start": 715.4, "end": 720.32}, {"text": "they'll like they'll get they'll like go to the serial killers house or like the", "start": 720.36, "end": 724.04}, {"text": "place where they like bury the but like like they'll go into a guy's house who", "start": 724.04, "end": 726.84}, {"text": "has like just a room in his house that literally just has like 20 dead people", "start": 726.84, "end": 730.56}, {"text": "in it and just like you know smells yeah like 20 dead people and cops go in there", "start": 730.56, "end": 734.4}, {"text": "and they're like oh it smells normal to me in here so my house smells.", "start": 734.4, "end": 739.04}, {"text": "Can't be anything wrong in here.", "start": 739.04, "end": 741.04}, {"text": "Gee what's that smell? It's chili.", "start": 741.04, "end": 743.04}, {"text": "Been cooking chili for about-", "start": 743.04, "end": 745.04}, {"text": "That literally happened with like like uh", "start": 745.04, "end": 747.04}, {"text": "that happened with so many people like they just go into their house and", "start": 747.04, "end": 749.04}, {"text": "like well it's all normal here. Yeah. The door with the lock. People six doors down", "start": 749.04, "end": 753.84}, {"text": "are complaining about the smell. Yeah. The cops are walking in and they're like, nah just smells like the bathroom.", "start": 753.84, "end": 759.7}, {"text": "Yeah, it smells like my house. It smells like my wife's room. Yeah. It's my wife's room.", "start": 759.7, "end": 765.06}, {"text": "She has her own room. That's cool dude. I wish I had enough money to give my wife", "start": 765.06, "end": 769.44}, {"text": "her own room. Yeah. Kick her out dude. Give her a bunk bed. Mm-hmm. Yeah. Yeah.", "start": 769.44, "end": 774.34}, {"text": "So she can sleep with her with her friends on the bottom bunk. Exactly yeah.", "start": 774.34, "end": 777.96}, {"text": "and then but me my wife's fantasy but then I get the was cuz she's a girl she", "start": 777.96, "end": 783.04}, {"text": "never had a bunk bed yeah it's true girls have you ever met a girl at a bunk bed", "start": 783.04, "end": 786.72}, {"text": "no my sister at a same node no that doesn't count that you're bunking with", "start": 786.72, "end": 791.08}, {"text": "yourself you're bunking with the homework version I had a I know it's like racing", "start": 791.08, "end": 794.76}, {"text": "a ghost in Mario you ever have a triple bunk bed what the fuck kind of what are", "start": 794.76, "end": 799.36}, {"text": "you what the hell are you talking about I triple bunk bed you did not you owed you", "start": 799.36, "end": 803.2}, {"text": "at a space camp - where you know middle I was at the top you did not have a", "start": 803.2, "end": 807.36}, {"text": "- I don't deserve that. - I did.", "start": 807.36, "end": 808.68}, {"text": "- Oh, and my sister, yeah, my sister slept on the--", "start": 808.68, "end": 810.8}, {"text": "- Oh, my sister had a quadruple bunk bed.", "start": 810.8, "end": 812.2}, {"text": "- No, my sister-- - Oh, and my dad", "start": 812.2, "end": 813.26}, {"text": "had a septuple bunk bed.", "start": 813.26, "end": 814.48}, {"text": "- Shut up, dude. - So when I was like four,", "start": 814.48, "end": 816.36}, {"text": "my sister slept on the top bunk,", "start": 816.36, "end": 817.72}, {"text": "my older brother slept on the bottom bunk,", "start": 817.72, "end": 819.8}, {"text": "and then me and my younger brother", "start": 819.8, "end": 821.32}, {"text": "had like two beds on the side.", "start": 821.32, "end": 822.64}, {"text": "- This is a false memory.", "start": 822.64, "end": 823.6}, {"text": "- No, it's not. - This is a--", "start": 823.6, "end": 824.44}, {"text": "- No, it's not, 'cause my sister broke my arm.", "start": 824.44, "end": 826.36}, {"text": "- This is a Dianetics false memory.", "start": 826.36, "end": 827.96}, {"text": "- My sister broke my arm when I was--", "start": 827.96, "end": 829.92}, {"text": "- Triple bunk bed. - You guys had like", "start": 829.92, "end": 831.44}, {"text": "rotating beds on like a track,", "start": 831.44, "end": 833.08}, {"text": "like the doors in Monsters Inc.", "start": 833.08, "end": 834.28}, {"text": "- No, I had triple bunk beds.", "start": 834.28, "end": 835.94}, {"text": "I had triple bunk beds.", "start": 835.94, "end": 837.9}, {"text": "I had Yu-Gi-Oh sheets, I was on the top bunk.", "start": 837.9, "end": 839.68}, {"text": "My little brother was in the middle bunk.", "start": 839.68, "end": 840.96}, {"text": "He had Spiderman sheets and my older brother", "start": 840.96, "end": 842.76}, {"text": "had SpongeBob sheets. - Did you like Yu-Gi-Oh", "start": 842.76, "end": 843.6}, {"text": "as a kid?", "start": 843.6, "end": 844.44}, {"text": "- I did, I was Yami Yu-Gi for Halloween when I was six.", "start": 844.44, "end": 846.32}, {"text": "- Really, wait, do you have a picture?", "start": 846.32, "end": 848.06}, {"text": "- Nah, I don't have a picture of it, but I had--", "start": 848.06, "end": 849.98}, {"text": "- Can you ask your mom for a picture of that?", "start": 849.98, "end": 851.78}, {"text": "- There might be a picture.", "start": 851.78, "end": 852.62}, {"text": "My Aunt Maureen-- - I need to see that picture", "start": 852.62, "end": 854.48}, {"text": "if it exists. - Took a shit ton of pictures.", "start": 854.48, "end": 855.76}, {"text": "But when I was four, my sister, my cousin Ryan", "start": 855.76, "end": 859.52}, {"text": "was babysitting us and we were playing,", "start": 859.52, "end": 864.12}, {"text": "like we're playing some game and my sister kicked me off the top like I was", "start": 864.12, "end": 868.28}, {"text": "like holding on to the like the ladder that goes up and my sister kicked me off", "start": 868.28, "end": 872.84}, {"text": "and I fell down. How did you have ceilings high enough for three? Did you live in some kind of great hall?", "start": 872.84, "end": 876.6}, {"text": "They lived in a cathedral. No, the ceilings weren't, they were just tall enough.", "start": 876.6, "end": 881.16}, {"text": "I would wake up and hit my head on the fucking ceiling all the time. They lived in a cathedral with a giant spider-man mural on the ceiling.", "start": 881.16, "end": 888.44}, {"text": "I'll call my mom right now, I'll ask her about the triple bunk beds. She's just gonna lie to you", "start": 888.44, "end": 892.6}, {"text": "like she lied to you and you were a kid no dude I had triple bunk beds dude I", "start": 892.6, "end": 897.3}, {"text": "just this is impossible for my head triple bunk you have a photo no your", "start": 897.3, "end": 901.9}, {"text": "parents never thought to take a photo of your your triple bunk bed the only", "start": 901.9, "end": 905.46}, {"text": "triple bunk yeah exist there's no dude it was a wooden it was a wooden triple", "start": 905.46, "end": 909.98}, {"text": "bunk bed a wooden triple getting less believable by the second we would like", "start": 909.98, "end": 915.64}, {"text": "draw on the fucking. It was made out of magical you. And it was made out of paper too so we", "start": 915.64, "end": 921.24}, {"text": "could draw on it. And it had a chalkboard paint on it. And it tasted like every flavor. It", "start": 921.24, "end": 926.4}, {"text": "had a candy cane leg. A candy cane leg? And the third top bunk floated above the other", "start": 926.4, "end": 933.96}, {"text": "ones. Yeah it was actually completely magnetic. That's how they. Yeah it had triple bunk beds.", "start": 933.96, "end": 940.4}, {"text": "You didn't have triple bunk beds. I did. I had a pet cheetah. There wasn't enough room", "start": 940.4, "end": 944.16}, {"text": "in our house. My brother was actually a monkey. Yeah, I had laser shoes. Mm-hmm.", "start": 944.16, "end": 950.4}, {"text": "My sister had her own room and then we had a triple bunk bed that stretched", "start": 950.4, "end": 955.4}, {"text": "across multiple rooms. I didn't age 65. I had a Murphy bunk bed. It was just tall enough that like it", "start": 955.4, "end": 964.32}, {"text": "could fit in the room but like not tall enough. So when I was like sometimes I'd get up in", "start": 964.32, "end": 969.44}, {"text": "the morning just fucking hit my head on that. I think that explains. I think that's", "start": 969.44, "end": 973.16}, {"text": "why I just can't fucking think at all. That's probably why you think you have a", "start": 973.16, "end": 977.36}, {"text": "triple bunk bed, it's because you were on the triple bunk bed and you hit your head so many times.", "start": 977.36, "end": 980.68}, {"text": "Dude, I had triple bunk beds. You didn't have triple bunk beds. Yeah, I did. You might have had three sets of", "start": 980.68, "end": 986.84}, {"text": "bunk beds. No. I believe that before I believe that you had a three-story bunk bed.", "start": 986.84, "end": 991.28}, {"text": "I had a three-story bunk bed. You did not have a three-story bunk bed. Look up triple bunk beds right now.", "start": 991.28, "end": 996.24}, {"text": "I don't even want to know if it's real. It's a real thing. I also know that it", "start": 996.24, "end": 1000.6}, {"text": "wasn't real whenever you were a kid. No, it's sounds like a new. Yeah, that", "start": 1000.6, "end": 1003.88}, {"text": "took that takes a while to invent. Yeah, that sounds like a SkyMall kind of", "start": 1003.88, "end": 1006.8}, {"text": "invention. Yeah, that's a shark tank thing. That sounds like a Skynet kind of invention. Yeah, exactly.", "start": 1006.8, "end": 1011.68}, {"text": "Whatever it is, it's also morally wrong. Yeah, definitely.", "start": 1011.68, "end": 1015.44}, {"text": "You calling mommy? Yep. Go crying to mommy. Hey, I had triple bunk beds as a kid, right?", "start": 1015.44, "end": 1023.44}, {"text": "Yes you did. Bullshit! Liar! You used to... You'd call it all over them, you destroyed them, and you used to bang your head off the top.", "start": 1023.44, "end": 1033.44}, {"text": "I told you! I fucking told you guys! You think you're the only one that can make a call, huh?", "start": 1033.44, "end": 1038.44}, {"text": "Amanda pushed you off, you were climbing up to the top, and Amanda kicked you in the face, and you went straight home.", "start": 1038.44, "end": 1044.44}, {"text": "Alright, let's talk on the phone.", "start": 1044.44, "end": 1046.44}, {"text": "mm-hmm all right I think she's lying she's not telling the truth I love you", "start": 1046.44, "end": 1054.26}, {"text": "I love you so I love you so let's ask let's ask chat and count emoji phone how", "start": 1054.26, "end": 1061.1}, {"text": "about that two bunk beds - how many bunk beds did Patrick have okay so I had two", "start": 1061.1, "end": 1080.18}, {"text": "triple bunk beds how many bunk beds did he not have chat and count he did not", "start": 1080.18, "end": 1086.94}, {"text": "not have three. It's not true. He did not have three. My mom just confirmed it.", "start": 1086.94, "end": 1090.94}, {"text": "How many inches long is his penis? One. That's right. That's right. Damn. And how", "start": 1090.94, "end": 1098.54}, {"text": "old am I? Nine. I'm nine years old. So guess who just won? I had triple bunk", "start": 1098.54, "end": 1107.54}, {"text": "beds. My mom just confirmed it. You think I came in today, I planned that? You think", "start": 1107.54, "end": 1113.14}, {"text": "I texted my mom earlier? I think you were sitting around, you were like, I'm", "start": 1113.14, "end": 1116.14}, {"text": "to have the best thing ever for the podcast. I'm gonna make it funny that", "start": 1116.14, "end": 1120.38}, {"text": "you called your mom and she said literally every exact thing that you", "start": 1120.38, "end": 1123.78}, {"text": "said without being prompted. It's like she brainwashed you into things like", "start": 1123.78, "end": 1127.98}, {"text": "she might be the original the original every morning when you're a kid you", "start": 1127.98, "end": 1132.02}, {"text": "would wake up and she would like swing like a watch in front of your face like", "start": 1132.02, "end": 1135.5}, {"text": "him knows to be like you have triple bunk beds. You got kicked off the top.", "start": 1135.5, "end": 1138.62}, {"text": "You destroyed the sheets. You used to bonk your head on the sheets. That's what", "start": 1138.62, "end": 1142.54}, {"text": "She said she said you destroyed the she said you come to pooped all over the", "start": 1142.54, "end": 1146.2}, {"text": "sheets.", "start": 1146.2, "end": 1146.74}, {"text": "No, she did say you destroyed the sheets. We should have. We should have probed", "start": 1146.74, "end": 1149.74}, {"text": "that. She didn't say I just said I destroyed the bed. She said you told him", "start": 1149.74, "end": 1154.66}, {"text": "sheets up. I did not. She said you tell it up. Nope. Call her again. Ask her if", "start": 1154.66, "end": 1158.98}, {"text": "you tell him up. I'm not. No say mom calling her again. My charity likes", "start": 1158.98, "end": 1164.22}, {"text": "charity likes that she got to be on the episode technically too much. Yeah. Yeah.", "start": 1164.22, "end": 1168.7}, {"text": "I don't like that you she knows she has to pay us yeah yeah mom you have to pay", "start": 1168.7, "end": 1172.4}, {"text": "us right now mm-hmm we have all our guests pay us yeah yeah yeah it's", "start": 1172.4, "end": 1176.66}, {"text": "because it's a thing about the show we're giving them exposure of course", "start": 1176.66, "end": 1179.82}, {"text": "yeah it's yeah exactly you they need to compensate us for our same it's the same", "start": 1179.82, "end": 1184.78}, {"text": "as a bringer show yeah I mean we have to deal with them basically it's like", "start": 1184.78, "end": 1188.46}, {"text": "they're paying us a babysitting guy I fucking hate it when we have a guest on", "start": 1188.46, "end": 1192.5}, {"text": "me too me too they're always like yeah no I have something to plug it in shut up", "start": 1192.5, "end": 1197.62}, {"text": "up dude I don't think I give a fuck about your stupid show that's right Gavin", "start": 1197.62, "end": 1202.4}, {"text": "Matt's fuck you Gavin coming on your plug your stand up four months ago yep", "start": 1202.4, "end": 1209.64}, {"text": "who else who else Eric Eric no that was he was a vampire oh right", "start": 1209.64, "end": 1216.22}, {"text": "Dracula no we never had ever had Eric on yeah I mean I was thinking about nothing", "start": 1216.22, "end": 1222.22}, {"text": "is what I was thinking. And Brandon and Jack. Fucking fuck you bitches. We went on their", "start": 1222.22, "end": 1227.98}, {"text": "show. No they came on our, oh wait I don't remember. I think we just had Brandon on.", "start": 1227.98, "end": 1232.3}, {"text": "Fuck you Brandon and Dracula. Fuck both of you assholes. Felix. Felix, bitch. Fuck you. Alex", "start": 1232.3, "end": 1241.74}, {"text": "and Joe, fuck my ass fucker. Fart my face. Sarah. Sarah. Fart in my face. Sarah.", "start": 1241.74, "end": 1251.34}, {"text": "I can fuck you stupid ass yeah yeah Santa Santa bitch-ass let me suck your dick", "start": 1251.34, "end": 1260.14}, {"text": "let me suck your penis Santa suck your dick by me", "start": 1260.14, "end": 1264.62}, {"text": "chat and count emoji phones my shit you Patrick's mom I love you Patrick's mom I", "start": 1264.62, "end": 1272.5}, {"text": "love you you miss you we've also had my dad on - oh yeah yeah remember that one", "start": 1272.5, "end": 1280.14}, {"text": "time. Yeah, I had your dad on. I wore him like a mask. Who else did we have on? Jesse? I", "start": 1280.14, "end": 1288.1}, {"text": "had his balls, I had his balls like down my throat. Like a xenomorph tongue. It was really", "start": 1288.1, "end": 1296.46}, {"text": "awesome. I agree with both of what you're saying. Yeah, I had your dad's nipples were", "start": 1296.46, "end": 1302.02}, {"text": "like, they were poking into my, they were so hard. I didn't even listen to the first", "start": 1302.02, "end": 1306.5}, {"text": "first part of this. I was so hard when he was stuck on my face. He's this big.", "start": 1306.5, "end": 1310.26}, {"text": "He's about the size of a hand. My dad is a face hugger for alien and he's in his", "start": 1310.26, "end": 1314.46}, {"text": "nipples were like going into my pupils, like penetrating the like the like", "start": 1314.46, "end": 1318.58}, {"text": "watery kind of skin thing and they were and it was really I was seeing inside", "start": 1318.58, "end": 1322.8}, {"text": "and I was looking at his milk.", "start": 1322.8, "end": 1324.02}, {"text": "My dad has milk.", "start": 1324.02, "end": 1326.3}, {"text": "My dad does have milk.", "start": 1326.3, "end": 1329.18}, {"text": "Checking out all the milk.", "start": 1329.18, "end": 1331.1}, {"text": "Does have milk.", "start": 1331.1, "end": 1332.38}, {"text": "would be kind of funny to see your dad milk it up. It would be funny to see", "start": 1334.3, "end": 1338.34}, {"text": "what if you were like out drinking with your dad and he got a little too drunk", "start": 1338.34, "end": 1341.54}, {"text": "and isn't", "start": 1341.54, "end": 1341.96}, {"text": "he pulls his shirt up. He's like check this out. I've been doing this lately.", "start": 1341.96, "end": 1347.86}, {"text": "No, no, we see it. We see it just like a leak. We just see like some kind of", "start": 1347.86, "end": 1352.3}, {"text": "like stain on both his nipples. What if he's wearing? I gotta go pump", "start": 1352.3, "end": 1355.46}, {"text": "ah shit. I gotta fuck. I gotta pump. He's wearing like a dress shirt. Why", "start": 1355.46, "end": 1360.66}, {"text": "are you making my dad? It's Peter Griffin and it's he does sound like", "start": 1360.66, "end": 1363.06}, {"text": "it starts filling up his breast pocket", "start": 1363.06, "end": 1365.06}, {"text": "like a little cup yeah that'd be awesome dude i would love to make a shirt that", "start": 1365.06, "end": 1371.9}, {"text": "does that i've been trying to i've been trying to breastfeed phil yeah don't", "start": 1371.9, "end": 1377.38}, {"text": "feed phil remember that episode of evil of bam good episode there's also somebody", "start": 1377.38, "end": 1381.86}, {"text": "feed phil yeah the the show about the the annoying guy who the annoying larry", "start": 1381.86, "end": 1387.06}, {"text": "David of that's so Raymond.", "start": 1387.06, "end": 1389.46}, {"text": "- It's so funny to be-- - That's so Raymond.", "start": 1389.46, "end": 1390.9}, {"text": "- Yeah, it's so funny to be the Larry David", "start": 1390.9, "end": 1395.3}, {"text": "of everybody loves Raymond.", "start": 1395.3, "end": 1396.98}, {"text": "- It's just like a completely autistic guy.", "start": 1396.98, "end": 1399.3}, {"text": "- Yeah. - Who loves food.", "start": 1399.3, "end": 1400.86}, {"text": "- Oh dude, that's awesome.", "start": 1400.86, "end": 1402.06}, {"text": "- Yeah, he's cool, dude.", "start": 1402.06, "end": 1403.38}, {"text": "- That's why all the-- - And he just like,", "start": 1403.38, "end": 1404.38}, {"text": "looks like somebody will be speaking Bosnian to him", "start": 1404.38, "end": 1408.78}, {"text": "and feeding him a bug, and he'll be like,", "start": 1408.78, "end": 1411.14}, {"text": "\"Oh, really, oh, this looks great!\"", "start": 1411.14, "end": 1413.86}, {"text": "And he'll take a big bite and then start crying", "start": 1413.86, "end": 1415.82}, {"text": "about how like touched he is.", "start": 1415.82, "end": 1417.28}, {"text": "- Yeah.", "start": 1417.28, "end": 1418.12}, {"text": "- That they get, let him like share his worm.", "start": 1418.12, "end": 1419.98}, {"text": "- That is funny that every episode of", "start": 1419.98, "end": 1422.02}, {"text": "Everybody Loves Raymond is about food", "start": 1422.02, "end": 1423.78}, {"text": "now that I think about it.", "start": 1423.78, "end": 1425.7}, {"text": "- And Phil.", "start": 1425.7, "end": 1426.54}, {"text": "- Debra, my lasagna!", "start": 1426.54, "end": 1428.82}, {"text": "I need you to feed me lasagna right now!", "start": 1428.82, "end": 1431.9}, {"text": "- I, I, isn't that like--", "start": 1431.9, "end": 1433.58}, {"text": "- My stomach hurts from eating too much cow chocula!", "start": 1433.58, "end": 1436.54}, {"text": "I need you to rub my belly, Debra!", "start": 1436.54, "end": 1440.38}, {"text": "- Didn't he make so much--", "start": 1440.38, "end": 1441.7}, {"text": "- He's a gainer.", "start": 1441.7, "end": 1442.66}, {"text": "- Yeah.", "start": 1442.66, "end": 1443.5}, {"text": "- Oh, he is.", "start": 1443.5, "end": 1444.32}, {"text": "Everybody loves gainers.", "start": 1444.32, "end": 1445.16}, {"text": "seats rate that'd be a better", "start": 1445.16, "end": 1450.2}, {"text": "braving them computer community", "start": 1450.2, "end": 1452.16}, {"text": "movement", "start": 1452.16, "end": 1452.72}, {"text": "who do you feel popsicle", "start": 1452.72, "end": 1454.72}, {"text": "popsicle", "start": 1454.72, "end": 1455.8}, {"text": "that i think that really fat but you get what your popsicle", "start": 1455.8, "end": 1460.52}, {"text": "the three-hour wait it's weird", "start": 1460.52, "end": 1463.16}, {"text": "he's like his mouth is no proposal", "start": 1463.16, "end": 1464.96}, {"text": "the", "start": 1464.96, "end": 1466.12}, {"text": "the", "start": 1466.12, "end": 1466.96}, {"text": "the", "start": 1466.96, "end": 1468.68}, {"text": "the", "start": 1468.68, "end": 1469.92}, {"text": "the", "start": 1469.92, "end": 1472.32}, {"text": "from all the mixed colors of all the popsicles.", "start": 1472.32, "end": 1474.32}, {"text": "He's got frostbite on his tongue.", "start": 1474.32, "end": 1476.32}, {"text": "Yeah, yeah.", "start": 1476.32, "end": 1477.32}, {"text": "Have you guys seen that video of that guy with the frostbite fingers?", "start": 1477.32, "end": 1479.82}, {"text": "And he's like doing this against an elevator door?", "start": 1479.82, "end": 1482.82}, {"text": "No.", "start": 1482.82, "end": 1483.32}, {"text": "No.", "start": 1483.32, "end": 1483.82}, {"text": "I saw there's a...", "start": 1483.82, "end": 1484.82}, {"text": "So cool.", "start": 1484.82, "end": 1485.32}, {"text": "They're just like rocks.", "start": 1485.32, "end": 1486.32}, {"text": "I saw a guy with frostbite in his foot.", "start": 1486.32, "end": 1488.32}, {"text": "Like somebody is hitting it with a chimney spoke or chimney stick.", "start": 1488.32, "end": 1493.32}, {"text": "You know the thing?", "start": 1493.32, "end": 1494.32}, {"text": "Does it shatter?", "start": 1494.32, "end": 1495.32}, {"text": "No, it goes right through.", "start": 1495.32, "end": 1497.32}, {"text": "Damn.", "start": 1497.32, "end": 1498.32}, {"text": "Yeah, it goes right through and he starts screaming.", "start": 1498.32, "end": 1500.32}, {"text": "It's cool, dude.", "start": 1500.32, "end": 1501.32}, {"text": "or he pretends to start screaming so he doesn't he doesn't hear it at all yeah", "start": 1501.32, "end": 1505.32}, {"text": "his butler like stabs it through his foot okay this is i don't know what this is mr deans", "start": 1505.32, "end": 1511.08}, {"text": "oh yeah his butler john determine", "start": 1511.08, "end": 1520.92}, {"text": "yeah it's been since i've seen mr i can't believe we're all in new hampshire movie", "start": 1520.92, "end": 1530.2}, {"text": "We're almost 30 minutes in and nobody, we're not going to talk about the leprechaun in the room.", "start": 1530.2, "end": 1534.2}, {"text": "Wow, me?", "start": 1534.2, "end": 1535.16}, {"text": "It's St. Patrick's Day.", "start": 1535.16, "end": 1537.08}, {"text": "It's true.", "start": 1537.08, "end": 1537.8}, {"text": "Well, it's not going to be St. Patrick's Day when this comes out, so I didn't think it was important.", "start": 1537.8, "end": 1540.52}, {"text": "But it's St. Patrick's Day.", "start": 1540.52, "end": 1541.96}, {"text": "It's St. Patrick's Day.", "start": 1541.96, "end": 1543.4}, {"text": "Is he wearing green?", "start": 1543.4, "end": 1544.04}, {"text": "Can I see your shirt really quick?", "start": 1544.04, "end": 1545.96}, {"text": "What's green?", "start": 1545.96, "end": 1547.48}, {"text": "My pants.", "start": 1547.48, "end": 1548.04}, {"text": "I don't know.", "start": 1548.04, "end": 1550.2}, {"text": "Those are green.", "start": 1550.2, "end": 1550.84}, {"text": "Those are olive.", "start": 1550.84, "end": 1551.48}, {"text": "Those are green.", "start": 1551.48, "end": 1552.2}, {"text": "I don't know.", "start": 1552.2, "end": 1552.68}, {"text": "I got green on.", "start": 1552.68, "end": 1554.6}, {"text": "He's wearing green.", "start": 1554.6, "end": 1555.32}, {"text": "Not all green.", "start": 1555.32, "end": 1557.4}, {"text": "He's got no green.", "start": 1557.4, "end": 1559.56}, {"text": "What do you have no green on?", "start": 1559.56, "end": 1561.56}, {"text": "That's not green.", "start": 1561.56, "end": 1562.52}, {"text": "How is this not green?", "start": 1562.52, "end": 1563.56}, {"text": "Dude, the pinch...", "start": 1563.56, "end": 1564.12}, {"text": "It's not green.", "start": 1564.12, "end": 1564.84}, {"text": "Let the pinch fest begin.", "start": 1564.84, "end": 1566.12}, {"text": "The pinch fest is not...", "start": 1566.12, "end": 1567.8}, {"text": "Dude, I will literally get the pinch cops involved.", "start": 1567.8, "end": 1570.28}, {"text": "This is green.", "start": 1570.28, "end": 1570.84}, {"text": "Nope.", "start": 1570.84, "end": 1571.32}, {"text": "The pinch cops...", "start": 1571.32, "end": 1571.88}, {"text": "You don't get to...", "start": 1571.88, "end": 1572.76}, {"text": "You have put a thing of scotch tape on your shirt.", "start": 1572.76, "end": 1575.72}, {"text": "That doesn't count.", "start": 1575.72, "end": 1576.68}, {"text": "He...", "start": 1576.68, "end": 1578.36}, {"text": "Oh, dammit.", "start": 1578.36, "end": 1579.16}, {"text": "He's halfway down the office already.", "start": 1579.16, "end": 1584.28}, {"text": "He's gone.", "start": 1584.28, "end": 1584.84}, {"text": "Now we can talk about the real issues.", "start": 1584.84, "end": 1587.72}, {"text": "Yep.", "start": 1587.72, "end": 1588.44}, {"text": "That's right.", "start": 1588.44, "end": 1589.0}, {"text": "(howling)", "start": 1591.0, "end": 1593.16}, {"text": "- Dude, having two mics is honestly pretty sick.", "start": 1593.16, "end": 1597.08}, {"text": "Is this fucking up the audio at all?", "start": 1597.08, "end": 1599.04}, {"text": "- Why would it, no.", "start": 1599.04, "end": 1600.64}, {"text": "It's just gonna sound weird.", "start": 1600.64, "end": 1601.64}, {"text": "- It's gonna sound weird?", "start": 1601.64, "end": 1602.48}, {"text": "- It's not gonna, yeah. - That's fine.", "start": 1602.48, "end": 1604.02}, {"text": "(laughing)", "start": 1604.02, "end": 1607.18}, {"text": "He's wearing one green, green glove that he, that...", "start": 1617.48, "end": 1621.48}, {"text": "(laughter)", "start": 1621.48, "end": 1623.72}, {"text": "Can you move your hand in that?", "start": 1623.72, "end": 1626.56}, {"text": "Yeah, it doesn't look like you can move,", "start": 1626.56, "end": 1627.96}, {"text": "that glove is too small.", "start": 1627.96, "end": 1629.44}, {"text": "That glove is for...", "start": 1629.44, "end": 1630.28}, {"text": "It looks like a prosthetic hand.", "start": 1630.28, "end": 1631.56}, {"text": "That glove is like, Alex and Joe bought those.", "start": 1631.56, "end": 1635.0}, {"text": "They, we've already established, they have huge hands.", "start": 1635.0, "end": 1637.76}, {"text": "That is not gonna, let me see it.", "start": 1637.76, "end": 1639.6}, {"text": "No.", "start": 1639.6, "end": 1640.44}, {"text": "(laughter)", "start": 1640.44, "end": 1642.76}, {"text": "I like it now.", "start": 1642.76, "end": 1643.6}, {"text": "Can you make a fist?", "start": 1643.6, "end": 1645.6}, {"text": "Oh, dude, you can't even...", "start": 1645.6, "end": 1646.44}, {"text": "- I can try it, yeah.", "start": 1646.44, "end": 1647.78}, {"text": "- Yeah, you're faking it.", "start": 1647.78, "end": 1649.52}, {"text": "- Dude, that...", "start": 1649.52, "end": 1650.36}, {"text": "(laughing)", "start": 1650.36, "end": 1651.2}, {"text": "- It looks so funny, dude.", "start": 1651.2, "end": 1653.36}, {"text": "Yeah, but I'm wearing green now.", "start": 1653.36, "end": 1656.6}, {"text": "- That's true.", "start": 1656.6, "end": 1657.44}, {"text": "- Can we all admit that this is green?", "start": 1657.44, "end": 1658.6}, {"text": "- At least I got one pinch in.", "start": 1658.6, "end": 1659.92}, {"text": "It wasn't even a good pinch, though.", "start": 1659.92, "end": 1662.2}, {"text": "- It's true.", "start": 1662.2, "end": 1663.04}, {"text": "- And now I have a beautiful hand.", "start": 1663.04, "end": 1665.2}, {"text": "- Oh my God, dude, that looks so weird.", "start": 1665.2, "end": 1667.44}, {"text": "- It looks crazy.", "start": 1667.44, "end": 1669.2}, {"text": "- Wait, tuck it under the thing.", "start": 1669.2, "end": 1671.12}, {"text": "- You're Dr. Strangelove.", "start": 1671.12, "end": 1672.54}, {"text": "- Yeah, 'cause that looks like,", "start": 1672.54, "end": 1674.88}, {"text": "It's green enough that if you told me,", "start": 1674.88, "end": 1678.46}, {"text": "if somebody had a hand that green", "start": 1678.46, "end": 1682.1}, {"text": "and you told me, oh yeah, this is what diabetes", "start": 1682.1, "end": 1685.08}, {"text": "does to your hands when you get it.", "start": 1685.08, "end": 1687.76}, {"text": "Like your hand turns green.", "start": 1687.76, "end": 1688.6}, {"text": "- It turns your hand into a glove.", "start": 1688.6, "end": 1690.64}, {"text": "- I think it looks pretty cool.", "start": 1690.64, "end": 1692.0}, {"text": "- That green looks like enough of a shade of skin.", "start": 1692.0, "end": 1695.28}, {"text": "- Yeah, that's true.", "start": 1695.28, "end": 1696.12}, {"text": "When it's the back of the hand, it does kind of,", "start": 1696.12, "end": 1698.4}, {"text": "- The way your knuckles are in it,", "start": 1698.4, "end": 1701.36}, {"text": "it's tight enough that it looks like skin.", "start": 1701.36, "end": 1703.4}, {"text": "- Don't pick your nose with it.", "start": 1704.4, "end": 1705.24}, {"text": "- Aw, don't pick your nose with it.", "start": 1705.24, "end": 1706.08}, {"text": "- That's nasty.", "start": 1706.08, "end": 1706.9}, {"text": "- Stop.", "start": 1706.9, "end": 1707.74}, {"text": "- Stop.", "start": 1707.74, "end": 1708.56}, {"text": "- That's nasty.", "start": 1708.56, "end": 1709.4}, {"text": "(sniffing)", "start": 1709.4, "end": 1710.24}, {"text": "- Oh.", "start": 1710.24, "end": 1711.7}, {"text": "- People have to listen to this.", "start": 1711.7, "end": 1713.5}, {"text": "- That's so gross.", "start": 1713.5, "end": 1714.5}, {"text": "- He's gonna wipe a booger on Cameron.", "start": 1714.5, "end": 1716.46}, {"text": "- I'm just gonna put it on my pants.", "start": 1716.46, "end": 1718.32}, {"text": "- Yeah.", "start": 1718.32, "end": 1719.16}, {"text": "- It's not even your glove, you're ruining that glove", "start": 1719.16, "end": 1720.66}, {"text": "with toxic boogers.", "start": 1720.66, "end": 1721.5}, {"text": "- That's Allison Jo's glove.", "start": 1721.5, "end": 1722.34}, {"text": "- I don't care.", "start": 1722.34, "end": 1723.9}, {"text": "It's my green.", "start": 1723.9, "end": 1724.74}, {"text": "- It's making your hand look smaller somehow too.", "start": 1724.74, "end": 1726.34}, {"text": "- Yeah.", "start": 1726.34, "end": 1727.18}, {"text": "(laughing)", "start": 1727.18, "end": 1728.0}, {"text": "It's so funny.", "start": 1728.0, "end": 1728.84}, {"text": "(laughing)", "start": 1728.84, "end": 1730.3}, {"text": "It looks like I don't have a real hand in here.", "start": 1730.3, "end": 1733.74}, {"text": "Yeah, it's it's it looks like exactly like a prosthetic hand. Yeah, but it is real", "start": 1733.74, "end": 1738.36}, {"text": "Did you chop your hand off like you know, oh do what was that fucking um", "start": 1738.36, "end": 1744.82}, {"text": "Not er it was on TLC. It was basically a show about the ER", "start": 1744.82, "end": 1750.18}, {"text": "but it was on TLC and is like real like Ian like real surgeons and", "start": 1750.18, "end": 1755.74}, {"text": "There's this one episode I saw where a guy chopped off his own hand", "start": 1755.74, "end": 1760.82}, {"text": "What?", "start": 1761.06, "end": 1762.06}, {"text": "A guy chopped off his own hand for like some rea-- like he was going through like psychosis", "start": 1762.06, "end": 1766.9}, {"text": "or something and like brought the hand in a cooler and was just like, \"I need you guys", "start": 1766.9, "end": 1770.76}, {"text": "to reattach this.\"", "start": 1770.76, "end": 1771.76}, {"text": "Whoa.", "start": 1771.76, "end": 1772.76}, {"text": "Yeah.", "start": 1772.76, "end": 1773.76}, {"text": "Oh.", "start": 1773.76, "end": 1774.76}, {"text": "I saw that when I was like seven.", "start": 1774.76, "end": 1775.78}, {"text": "Somebody told me recently about some--", "start": 1775.78, "end": 1778.86}, {"text": "Was it Alex talking about ER?", "start": 1778.86, "end": 1781.74}, {"text": "No, someone was telling me that they like saw a-- they saw somebody like walking down", "start": 1781.74, "end": 1788.7}, {"text": "the street and they thought that they were like like it was like a crazy guy", "start": 1788.7, "end": 1793.02}, {"text": "like dressed in like like a hospital gown and they thought that they were he was", "start": 1793.02, "end": 1797.34}, {"text": "like eating shit he was like eating something like red and brown out of his", "start": 1797.34, "end": 1800.5}, {"text": "hand and the person realized he was eating his own hand oh my god that's", "start": 1800.5, "end": 1806.5}, {"text": "crazy eating is a dude it's so nice you know I'll say it I would never do that", "start": 1806.5, "end": 1814.78}, {"text": "that yeah, that'd be fucking stupid. I know it might be good, though. You don't", "start": 1814.78, "end": 1820.06}, {"text": "know never do that. I don't know the hand is I mean the part of the body. I", "start": 1820.06, "end": 1823.4}, {"text": "would eat. I did not eat my hand in one single bite. As soon as I went behind", "start": 1823.4, "end": 1826.86}, {"text": "that curtain, I'll tell you that much imagine if you if I saw a guy walking", "start": 1826.86, "end": 1830.66}, {"text": "down the street like think about how much it must hurt to be eating your hand", "start": 1830.66, "end": 1834.06}, {"text": "that must taste really, really good for him to keep doing that", "start": 1834.06, "end": 1836.98}, {"text": "right true. Yeah, it's got to be good. Yeah, like you wouldn't be eating his", "start": 1836.98, "end": 1842.08}, {"text": "understand if it was disgusting right. His brain was probably telling him this", "start": 1842.1, "end": 1846.24}, {"text": "is prime rib baby a little bit of sweet baby prime baby raise. This is prime", "start": 1846.24, "end": 1850.14}, {"text": "rib and you're at the super bowl after party and everyone is congratulating you", "start": 1850.14, "end": 1853.74}, {"text": "for throwing a touchdown. You gotta put a little stubs on that one. Yeah, he's", "start": 1853.74, "end": 1857.34}, {"text": "gonna have a stub after. You gotta put stubs. Yeah, accidentally spilling some", "start": 1857.34, "end": 1861.62}, {"text": "like barbecue sauce in your hand and just looking at me like well.", "start": 1861.62, "end": 1864.74}, {"text": "It's already there. This is the only time it's gonna taste good.", "start": 1864.74, "end": 1869.22}, {"text": "I might as well take a big bite right now.", "start": 1870.58, "end": 1873.02}, {"text": "Do you think this is funny to do?", "start": 1873.02, "end": 1875.1}, {"text": "I think that's really funny to do.", "start": 1875.1, "end": 1876.62}, {"text": "Yeah, you're holding it like a Lego.", "start": 1876.62, "end": 1878.3}, {"text": "What?", "start": 1878.3, "end": 1878.8}, {"text": "Oh, I-- oh my god, you're right.", "start": 1878.8, "end": 1880.18}, {"text": "That is a Lego.", "start": 1880.18, "end": 1881.18}, {"text": "I have a Lego hand.", "start": 1881.18, "end": 1882.3}, {"text": "Yeah.", "start": 1882.3, "end": 1884.38}, {"text": "That's crazy.", "start": 1884.38, "end": 1885.22}, {"text": "The way you're holding it, though, it like--", "start": 1885.22, "end": 1887.18}, {"text": "I don't know.", "start": 1887.18, "end": 1887.72}, {"text": "You're doing some like Klaus Nomi movements with your body.", "start": 1887.72, "end": 1890.62}, {"text": "Who's Klaus Nomi?", "start": 1890.62, "end": 1891.78}, {"text": "He's an opera singer.", "start": 1891.78, "end": 1893.62}, {"text": "The fuck?", "start": 1893.62, "end": 1894.14}, {"text": "And he dressed up like an alien.", "start": 1894.14, "end": 1895.5}, {"text": "Does he do weird shit?", "start": 1895.5, "end": 1896.5}, {"text": "He does do weird shit.", "start": 1896.5, "end": 1897.74}, {"text": "Nah.", "start": 1897.74, "end": 1898.34}, {"text": "He had this song, \"Simple Man.\"", "start": 1898.34, "end": 1900.3}, {"text": "pretty good song I saw that the didn't Joe go see that guy Oliver tree yeah I", "start": 1900.3, "end": 1906.42}, {"text": "I looked that dude up he just has a bowl cut all the time not just that he dresses", "start": 1906.42, "end": 1911.62}, {"text": "like yours Jankos and drives a speed dress is just like a fucking idiot yeah", "start": 1911.62, "end": 1916.7}, {"text": "he looks like the in Hitchhikers Guide fucking what's his name the who's a good", "start": 1916.7, "end": 1924.22}, {"text": "actor in Hitchhikers Guide I don't know who's a rock well Sam Rockwell when the", "start": 1924.22, "end": 1928.62}, {"text": "him Rockwell's chin comes up he's got a second face that's what that fucking guy", "start": 1928.62, "end": 1931.98}, {"text": "looks like oh this I don't like the look of this no you started dressing like", "start": 1931.98, "end": 1935.54}, {"text": "that because of vine and then just never stopped is he a Viner he was oh my well", "start": 1935.54, "end": 1940.66}, {"text": "he was a musician and then used vine to be like sir you like his biggest fan no", "start": 1940.66, "end": 1944.9}, {"text": "Oliver just remember him maybe were Oliver tree will hurt you with his talent", "start": 1944.9, "end": 1948.78}, {"text": "in this wacky video watch also at some point he was in every photo he just had", "start": 1948.78, "end": 1955.82}, {"text": "mouth wide yeah I I think all all celebrities are really cool yeah I think", "start": 1955.82, "end": 1962.72}, {"text": "if you have like if you if you're like a celebrity and you have like a costume", "start": 1962.72, "end": 1966.82}, {"text": "yeah that you like if you will put that down put that down put that down", "start": 1966.82, "end": 1973.22}, {"text": "shit where Lady Gaga dressed up in a meat dress yeah that now that was what", "start": 1973.22, "end": 1978.46}, {"text": "the hell was you guys but that was I just saw that this bitch is fucking", "start": 1978.46, "end": 1983.74}, {"text": "insane. Wait did you actually never see that before? She's wearing... no I just saw it. Wow. Yeah I just saw this. Lady Gaga she wore a", "start": 1983.74, "end": 1996.16}, {"text": "bunch of steaks and fucking hamburgers to the VMAs. She's got something crazy up", "start": 1996.16, "end": 2000.58}, {"text": "there. I think you know why I think she did it because her pussy is so", "start": 2000.58, "end": 2004.7}, {"text": "disgustingly blown out. She wanted to hide it. She had to blend it in. Mm-hmm. So people would say oh", "start": 2004.7, "end": 2009.02}, {"text": "Oh, it's just salcido turkey pork head.", "start": 2009.02, "end": 2012.22}, {"text": "(laughing)", "start": 2012.22, "end": 2013.82}, {"text": "That's what that is.", "start": 2013.82, "end": 2014.82}, {"text": "It worked.", "start": 2014.82, "end": 2017.34}, {"text": "I saw a guy dressed as a silver statue.", "start": 2017.34, "end": 2022.18}, {"text": "Yeah, at the VMAs, there's a silver astronaut.", "start": 2022.18, "end": 2024.46}, {"text": "Didn't fucking CeeLo Green dress up as a gold--", "start": 2024.46, "end": 2027.14}, {"text": "CeeLo Green dressed up like a statue.", "start": 2027.14, "end": 2027.98}, {"text": "Gnarly Davidson.", "start": 2027.98, "end": 2029.62}, {"text": "Oh, yeah.", "start": 2029.62, "end": 2030.68}, {"text": "Do you remember when there was that,", "start": 2030.68, "end": 2032.78}, {"text": "when the Samsung Galaxies were blown up", "start": 2032.78, "end": 2035.74}, {"text": "and CeeLo Green made that video", "start": 2035.74, "end": 2037.18}, {"text": "where it's like him in his studio", "start": 2037.18, "end": 2038.62}, {"text": "I'm like there's a like a Samsung Galaxy explodes. No, I got it like a", "start": 2038.62, "end": 2045.1}, {"text": "Facebook notification of like a memory of a post that I like liked or share", "start": 2045.1, "end": 2049.42}, {"text": "or something from like six years ago and as a picture of it was from CeeLo", "start": 2049.42, "end": 2053.04}, {"text": "Green's Facebook page and as a picture of him with a dog on his head and the", "start": 2053.04, "end": 2056.38}, {"text": "capture was well, my head can fit a dog.", "start": 2056.38, "end": 2058.94}, {"text": "Yeah, he's a roof here. Yeah, yeah, yeah, it's funny that yeah, he's a he's a", "start": 2058.94, "end": 2064.42}, {"text": "roof here and then he's like well, I need an evil art alter ego.", "start": 2064.42, "end": 2067.5}, {"text": "(laughter)", "start": 2067.5, "end": 2069.76}, {"text": "- Yeah, also like, imagine--", "start": 2069.76, "end": 2072.04}, {"text": "- I need to become an evil gold man.", "start": 2072.04, "end": 2073.98}, {"text": "- Imagine like, taking a drink from a guy", "start": 2073.98, "end": 2076.38}, {"text": "who looks like that.", "start": 2076.38, "end": 2077.58}, {"text": "A guy who's dressed up exactly like Bowser", "start": 2077.58, "end": 2079.78}, {"text": "and then hands you a beer.", "start": 2079.78, "end": 2081.9}, {"text": "- Drink this!", "start": 2081.9, "end": 2082.74}, {"text": "- It's like, it's like mad scientist like bubbles", "start": 2082.74, "end": 2086.34}, {"text": "and like, like--", "start": 2086.34, "end": 2087.18}, {"text": "- And he's going, \"Ee-hee-hee-hee-hee-hee!\"", "start": 2087.18, "end": 2088.02}, {"text": "- Yeah, dry ice, like--", "start": 2088.02, "end": 2089.58}, {"text": "- It's a flaming moe, I got it at Universal Studios!", "start": 2089.58, "end": 2092.46}, {"text": "(laughter)", "start": 2092.46, "end": 2094.3}, {"text": "- Oh, you can't get that glove off.", "start": 2094.3, "end": 2095.7}, {"text": "- I'm gonna try here.", "start": 2095.7, "end": 2097.38}, {"text": "yeah good luck", "start": 2097.38, "end": 2098.64}, {"text": "all the records for a period ago from the back", "start": 2098.64, "end": 2102.22}, {"text": "all that no it's terrible for the", "start": 2102.22, "end": 2104.7}, {"text": "they get picked up", "start": 2104.7, "end": 2105.72}, {"text": "the color what", "start": 2105.72, "end": 2106.74}, {"text": "uh... do you really do it so it is you can work with ever", "start": 2106.74, "end": 2109.94}, {"text": "this was the same way they looked wet", "start": 2109.94, "end": 2112.02}, {"text": "uh... plastic", "start": 2112.02, "end": 2113.92}, {"text": "is shining a hate no me today", "start": 2113.92, "end": 2115.7}, {"text": "yeah is in a way you know where green anymore here", "start": 2115.7, "end": 2118.94}, {"text": "all all", "start": 2118.94, "end": 2121.24}, {"text": "with the peace", "start": 2121.24, "end": 2124.3}, {"text": "He's picked up a hammer.", "start": 2124.3, "end": 2127.58}, {"text": "Just be careful.", "start": 2127.58, "end": 2130.5}, {"text": "It's hammer day.", "start": 2130.5, "end": 2132.46}, {"text": "It's not hammer day.", "start": 2132.46, "end": 2133.46}, {"text": "Hammer day is tomorrow.", "start": 2133.46, "end": 2134.46}, {"text": "This would be a horrible way to die.", "start": 2134.46, "end": 2136.26}, {"text": "A hammer?", "start": 2136.26, "end": 2137.26}, {"text": "Have your skull caved in.", "start": 2137.26, "end": 2138.58}, {"text": "You know this might be...", "start": 2138.58, "end": 2140.18}, {"text": "Two guys did it to one guy in a video.", "start": 2140.18, "end": 2141.9}, {"text": "This might be an unpopular opinion but I think that maybe, I think pretty much every way", "start": 2141.9, "end": 2145.78}, {"text": "would suck to die.", "start": 2145.78, "end": 2147.14}, {"text": "Yeah people say like oh that would be an awful way to die in general.", "start": 2147.14, "end": 2150.46}, {"text": "Yeah dying just sounds fucking shit.", "start": 2150.46, "end": 2152.26}, {"text": "I also don't think it matters how you die because then you're dead. Yeah true except maybe like", "start": 2152.26, "end": 2157.5}, {"text": "maybe like", "start": 2157.5, "end": 2159.7}, {"text": "Dying sex to death dying by getting my fingered so hard yeah that feed sex to death would still suck as you die at the end", "start": 2159.7, "end": 2165.94}, {"text": "Of it. Yeah, you know it's good is sex without death at some point to try that", "start": 2165.94, "end": 2170.34}, {"text": "At some point during the the the sex to death it's gonna start to hurt", "start": 2170.34, "end": 2175.66}, {"text": "Yeah, I don't think even if you have a heart attack while fucking it's like I don't think", "start": 2175.66, "end": 2180.62}, {"text": "Cut, you know, like you're--", "start": 2180.62, "end": 2182.38}, {"text": "But doesn't--", "start": 2182.38, "end": 2183.22}, {"text": "That's the noise you would make.", "start": 2183.22, "end": 2184.04}, {"text": "Like the tortoise.", "start": 2184.04, "end": 2184.88}, {"text": "(tortoise squeaking)", "start": 2184.88, "end": 2185.72}, {"text": "Yeah.", "start": 2185.72, "end": 2186.54}, {"text": "(tortoise squeaking)", "start": 2186.54, "end": 2187.38}, {"text": "Yeah.", "start": 2187.38, "end": 2188.22}, {"text": "The cumming already hurts so bad that like it--", "start": 2188.22, "end": 2190.22}, {"text": "(laughing)", "start": 2190.22, "end": 2192.56}, {"text": "It doesn't, like you could sneak in a heart attack", "start": 2192.56, "end": 2195.52}, {"text": "and I wouldn't even--", "start": 2195.52, "end": 2196.36}, {"text": "I'd rather die than cum ever again.", "start": 2196.36, "end": 2197.2}, {"text": "I wouldn't even notice, right?", "start": 2197.2, "end": 2198.94}, {"text": "I mean, I do it a lot, but it does hurt so bad.", "start": 2198.94, "end": 2201.94}, {"text": "It hurts my entire body, dude.", "start": 2201.94, "end": 2204.1}, {"text": "Yeah, it feels like I'm getting hit with a ray", "start": 2204.1, "end": 2205.82}, {"text": "every single time I cum.", "start": 2205.82, "end": 2207.14}, {"text": "Yeah, I mean, yeah, even when people are like,", "start": 2207.14, "end": 2209.18}, {"text": "know like you know dying I'd rather just not die yeah I'd rather feel everything", "start": 2209.18, "end": 2214.58}, {"text": "leading up to the death by sex and then stay alive after I think that would be", "start": 2214.58, "end": 2219.62}, {"text": "my choice. That would be a good way to go out I think. What? Like it would be so", "start": 2219.62, "end": 2225.22}, {"text": "funny if like it's like you know those stories where it's like yeah my", "start": 2225.22, "end": 2229.64}, {"text": "grandfather was a fucking stud he died while fucking it's so sick and it's like", "start": 2229.64, "end": 2233.58}, {"text": "that you find out like they were running a train on my grandpa.", "start": 2233.58, "end": 2237.26}, {"text": "They're running a train on my grandpa. He got fisted so hard", "start": 2237.26, "end": 2241.9}, {"text": "that it ruptured. They ruptured his intestine and they touched", "start": 2241.9, "end": 2246.7}, {"text": "his stomach and that would be a good way to go. That would be", "start": 2246.7, "end": 2251.26}, {"text": "cool. Oh my God. Imagine imagine they're fisting your grandfather", "start": 2251.26, "end": 2254.66}, {"text": "and he pulls out his fist. He's holding a hot dog", "start": 2254.66, "end": 2256.58}, {"text": "whole a whole big bite. In bun. Yeah in the bun. Hot dog in bun. Ketchup perfectly kind of", "start": 2259.1, "end": 2266.1}, {"text": "squiggled down the entire dog. That's why they loved my grandpa down at the cock. He could suck a", "start": 2266.1, "end": 2270.74}, {"text": "whole hot dog bun and all all the way down to his belly. He was a shooter.", "start": 2270.74, "end": 2275.02}, {"text": "He's a dog shooter. Yeah. Yeah. Remember that video? The hot dog shooter?", "start": 2275.02, "end": 2281.82}, {"text": "Yeah. They pull out their hand and just like a just a just a torrent, just a", "start": 2281.82, "end": 2288.1}, {"text": "drench of just diet coke. It's the moment like when a samurai runs by you and you're like", "start": 2288.1, "end": 2296.42}, {"text": "oh yeah that's it. It has that like it has that like that white kind of layer that", "start": 2296.42, "end": 2301.86}, {"text": "comes out from a soda fountain when you get coke. Yeah it's like when you when you", "start": 2301.86, "end": 2305.94}, {"text": "look close enough. It's before it thinks to add the syrup. Yeah when you when you look at the", "start": 2305.94, "end": 2310.46}, {"text": "coke freestyle machine you can see like the soda and then the two syrups like", "start": 2310.46, "end": 2314.14}, {"text": "squirting on the other on each side. Yeah that's exactly. That's the thing about the", "start": 2314.14, "end": 2318.02}, {"text": "coke freestyle machine little bit of syrup not too much syrup that's why it's", "start": 2318.02, "end": 2322.82}, {"text": "perfect perfect amount of syrup every time here let's go to Qdoba right now", "start": 2322.82, "end": 2327.98}, {"text": "it's going on God's green or look at that fucking even talking about you look", "start": 2327.98, "end": 2331.62}, {"text": "at the coke freeze look at the stream at the coke freestyle machine it's two", "start": 2331.62, "end": 2335.22}, {"text": "syrups on each side what does that why", "start": 2335.22, "end": 2341.7}, {"text": "- Okay. - Look at--", "start": 2344.18, "end": 2345.02}, {"text": "- That's smart.", "start": 2345.02, "end": 2345.86}, {"text": "- I'm like recusing myself from this one.", "start": 2345.86, "end": 2347.62}, {"text": "- You gotta take a closer look", "start": 2347.62, "end": 2349.06}, {"text": "next time you look at a Coke freestyle machine.", "start": 2349.06, "end": 2350.5}, {"text": "- I get that, but what about that is impressive to you?", "start": 2350.5, "end": 2354.98}, {"text": "- Just the spirit of ingenuity.", "start": 2354.98, "end": 2357.46}, {"text": "- That they put syrup in soda?", "start": 2357.46, "end": 2359.76}, {"text": "- That they put the perfect amount,", "start": 2359.76, "end": 2361.3}, {"text": "they have a robot that puts the perfect amount of syrup.", "start": 2361.3, "end": 2364.82}, {"text": "- So you think every other thing", "start": 2364.82, "end": 2366.14}, {"text": "is fucking it up the entire time?", "start": 2366.14, "end": 2368.1}, {"text": "- Look, sometimes you get a bad fountain drink", "start": 2368.1, "end": 2370.62}, {"text": "at like a Burger King.", "start": 2370.62, "end": 2371.9}, {"text": "- Well yeah, sometimes-- - The syrup dispenser's broken.", "start": 2371.9, "end": 2372.74}, {"text": "dispensers running low on see you're running low or like the dispenser I", "start": 2372.74, "end": 2376.18}, {"text": "think I've had that happen at a coke freestyle though sorry to burst your", "start": 2376.18, "end": 2381.1}, {"text": "bubble but yeah it's happened to me yeah and I don't like to talk about it are", "start": 2381.1, "end": 2386.82}, {"text": "you kidding no I'm not you're not just saying this because we're on the air", "start": 2386.82, "end": 2390.38}, {"text": "sort of got it happened I think they should get rid of the I think they", "start": 2390.38, "end": 2395.62}, {"text": "should get rid of the soda fountains they're replacing with soda mountains so", "start": 2395.62, "end": 2398.58}, {"text": "so if you want to get soda, you gotta climb all the way up to get it,", "start": 2398.58, "end": 2401.72}, {"text": "burn some damn calories. You gotta mine the syrup.", "start": 2401.72, "end": 2404.28}, {"text": "And you gotta hit a... Oh, I struck coke!", "start": 2404.28, "end": 2407.5}, {"text": "It's like finding your Kyber crystal. Yeah, exactly.", "start": 2407.5, "end": 2410.46}, {"text": "You have to fight a rancor to get yourself...", "start": 2410.46, "end": 2413.22}, {"text": "I'm dressed up like a... This is the perfect soda for me.", "start": 2413.22, "end": 2415.58}, {"text": "I'm dressed up like a... Soda calls out to you.", "start": 2415.58, "end": 2417.54}, {"text": "I'm dressed up like a prospector and I'm walking down the street.", "start": 2417.54, "end": 2419.9}, {"text": "I'm looking in the windows of restaurants and I'm like,", "start": 2419.9, "end": 2422.26}, {"text": "\"There's Coca-Cola in that restaurant!\"", "start": 2422.26, "end": 2424.82}, {"text": "I run in and start hitting their soda fountain", "start": 2424.82, "end": 2428.34}, {"text": "with a picture in their car around the tracks broken", "start": 2428.36, "end": 2433.96}, {"text": "because the cave in a kill everybody in the burger king you walk into a cute", "start": 2433.96, "end": 2437.92}, {"text": "overlooking the accident is that it is a little bit like hit the wall by accident", "start": 2437.92, "end": 2442.2}, {"text": "is the whole group is going to have a lot of load-bearing like all the", "start": 2442.2, "end": 2446.08}, {"text": "readiness for a team young cuba customers are stuck in the soda mines", "start": 2446.08, "end": 2450.56}, {"text": "today", "start": 2450.56, "end": 2452.48}, {"text": "they say that a a", "start": 2452.48, "end": 2454.0}, {"text": "but but they're completely fine because there's plenty of soda and there's so", "start": 2454.0, "end": 2458.24}, {"text": "much so that's almost flooding the restaurant", "start": 2458.24, "end": 2461.48}, {"text": "and i say that i a x_-eight shanti prospector walked into the cuba", "start": 2461.48, "end": 2465.96}, {"text": "for the pickaxe and took out the one load-bearing poll", "start": 2465.96, "end": 2469.72}, {"text": "you can't afford the one look at the people", "start": 2469.72, "end": 2472.64}, {"text": "it's in the middle of the rest of the poll is a side of this", "start": 2472.64, "end": 2475.48}, {"text": "do not break the do not have a good guess it's not very good", "start": 2475.48, "end": 2480.4}, {"text": "this is the focus will be a bit israeli iran soccer team is stuck inside of a", "start": 2480.4, "end": 2485.12}, {"text": "cute little", "start": 2485.12, "end": 2487.68}, {"text": "but they're perfectly fine there's beans and soda", "start": 2487.68, "end": 2491.94}, {"text": "that's not a good as a best place to get started a good rhyme dude really it", "start": 2491.94, "end": 2495.52}, {"text": "thank you stuck in a cute over", "start": 2495.52, "end": 2497.26}, {"text": "there for a play for a good line there's beans and soda", "start": 2497.26, "end": 2501.56}, {"text": "and they're going to eat a load of", "start": 2501.56, "end": 2504.28}, {"text": "yoga", "start": 2504.28, "end": 2505.84}, {"text": "baroda baroda so they're going to load up a road as welcome back to rap news", "start": 2505.84, "end": 2510.6}, {"text": "uh...", "start": 2510.6, "end": 2511.48}, {"text": "I'm MC Crist.", "start": 2511.48, "end": 2513.48}, {"text": "(laughter)", "start": 2513.48, "end": 2515.48}, {"text": "Yeah.", "start": 2515.48, "end": 2519.48}, {"text": "I basically would love if the news was just rap", "start": 2519.48, "end": 2521.48}, {"text": "and rhyme themed. They should auto tune that news.", "start": 2521.48, "end": 2523.48}, {"text": "Facts.", "start": 2523.48, "end": 2525.48}, {"text": "They should do schmo yo ho to the news.", "start": 2525.48, "end": 2527.48}, {"text": "Yeah. They need to auto tune", "start": 2527.48, "end": 2529.48}, {"text": "news. Everything sounds better auto tuned.", "start": 2529.48, "end": 2531.48}, {"text": "Yes sir. Yep.", "start": 2531.48, "end": 2533.48}, {"text": "Damn. That'd be cool.", "start": 2533.48, "end": 2535.48}, {"text": "I do want to go to a Coke Freestyle machine", "start": 2535.48, "end": 2537.48}, {"text": "right now. I want to go to a schmo yo ho concert.", "start": 2537.48, "end": 2539.48}, {"text": "I need to go see auto tune the news live dude that'd be so sick. I need to see", "start": 2539.48, "end": 2547.04}, {"text": "schmo yo ho like do they still auto tune the news? I don't know I never figured", "start": 2547.04, "end": 2551.64}, {"text": "out. I think I feel like that got replaced by the like bad lip reading.", "start": 2551.64, "end": 2555.64}, {"text": "Oh yeah. Oh yeah. They are still doing that. I remember there was like", "start": 2555.64, "end": 2561.58}, {"text": "there was like 2020 election. Some of those were funny. Some of those were", "start": 2561.58, "end": 2566.84}, {"text": "funny AF. Some of that shit dude when they would make when they would get Tom", "start": 2566.84, "end": 2570.44}, {"text": "Brady oh yeah they would make him say hmm some of the shit they made", "start": 2570.44, "end": 2574.84}, {"text": "some of the sounds they made Donald Trump make the shit they made Mitt", "start": 2574.84, "end": 2578.12}, {"text": "Romney say the things about that show. I call him Mitt Romney. Yep that's what I just called him.", "start": 2578.12, "end": 2582.44}, {"text": "The thing about that show though is that like it's cuz I don't respect the", "start": 2582.44, "end": 2585.76}, {"text": "Mormon faith but it's funny until he like is actually disrespecting the", "start": 2585.76, "end": 2589.12}, {"text": "office of president yeah it's like he would not say I want to eat a diaper", "start": 2589.12, "end": 2593.24}, {"text": "today yeah he would not say that you know if you did it wouldn't be funny it would", "start": 2593.24, "end": 2597.56}, {"text": "be it would be you respect it yeah you know it would be like it would be like a", "start": 2597.56, "end": 2601.6}, {"text": "call for help from Donald Trump yeah not like it'd be like Johnny Cash saying I", "start": 2601.6, "end": 2605.4}, {"text": "hurt myself he says not like that you said you sit your ass down and listen", "start": 2605.4, "end": 2610.64}, {"text": "today yes to see if I still my favorite Johnny ass song", "start": 2610.64, "end": 2619.8}, {"text": "Johnny as pretty good a diaper today", "start": 2619.8, "end": 2623.4}, {"text": "And you can have my pee on my shirt", "start": 2623.4, "end": 2636.36}, {"text": "I will I will I will sit down", "start": 2636.36, "end": 2642.64}, {"text": "But will", "start": 2642.64, "end": 2646.4}, {"text": "Yep, he basically pooped and he went to he went to the ball. I heard he had to go to rehab", "start": 2648.52, "end": 2654.38}, {"text": "He would lie from the Vulcan prison and he did a bad shit my pants and Reno", "start": 2654.38, "end": 2659.66}, {"text": "Cuz I had depends on just to make just to smell them stink just", "start": 2659.66, "end": 2665.06}, {"text": "Just because it smells like fries", "start": 2665.06, "end": 2669.08}, {"text": "Shit my pants and Reno dude speaking of food that tasted smells like shit", "start": 2669.08, "end": 2676.12}, {"text": "that I just had some some Euro meat yeah that it look it tasted it tasted like", "start": 2676.12, "end": 2681.92}, {"text": "farts and it felt like I was eating a spider", "start": 2681.92, "end": 2686.34}, {"text": "chicken place", "start": 2686.34, "end": 2690.54}, {"text": "literal", "start": 2690.54, "end": 2694.34}, {"text": "rotating like meat thing it's just like spider meat", "start": 2694.34, "end": 2700.86}, {"text": "we got frostbite spider we just got frostbite spider dude it I mean it tasted", "start": 2702.42, "end": 2707.76}, {"text": "like like I loved it but it tasted like far they have they have atronachs from", "start": 2707.76, "end": 2711.98}, {"text": "Skyrim. They have a frost atronach in the slurpee machine but dude a Euro meat is", "start": 2711.98, "end": 2720.78}, {"text": "just like it's so hit or miss yeah yeah sometimes well cuz if they get the", "start": 2720.78, "end": 2724.7}, {"text": "frozen shit that comes pre-cut like the pre shaved shit yeah that's like always", "start": 2724.7, "end": 2729.2}, {"text": "is", "start": 2729.2, "end": 2741.08}, {"text": "hair. Yeah, it doesn't exist, but like a good like a like a euro from like good", "start": 2741.08, "end": 2746.88}, {"text": "food. Good food. Yeah, but like good good actually and drink to drink to drink.", "start": 2746.88, "end": 2753.88}, {"text": "Good drink is so good drink is basically life. I just have a limeade subscription.", "start": 2753.88, "end": 2759.38}, {"text": "You know what else is good good music. Yep. You guys aren't going to say", "start": 2759.38, "end": 2763.58}, {"text": "anything about the fact that I had a line. I don't want at a yearly. I paid", "start": 2763.58, "end": 2766.78}, {"text": "$15 and I went to Zoe's kitchen down the street for my dad's and I brought my", "start": 2766.78, "end": 2770.28}, {"text": "and I got a Limeade every day.", "start": 2770.28, "end": 2772.16}, {"text": "- You got a what?", "start": 2772.16, "end": 2773.0}, {"text": "- Limeade.", "start": 2773.0, "end": 2773.84}, {"text": "- What's a Limeade subscription?", "start": 2773.84, "end": 2777.0}, {"text": "- I would pay, I paid a yearly fee.", "start": 2777.0, "end": 2779.32}, {"text": "- I guess they have kids upstairs.", "start": 2779.32, "end": 2780.44}, {"text": "- To have a 99 cents Limeade.", "start": 2780.44, "end": 2782.4}, {"text": "- Can you hear that on the microphone?", "start": 2782.4, "end": 2783.68}, {"text": "- I don't think so.", "start": 2783.68, "end": 2784.52}, {"text": "- I don't know.", "start": 2784.52, "end": 2785.34}, {"text": "- Okay.", "start": 2785.34, "end": 2786.18}, {"text": "- But there is a child being beaten to death upstairs.", "start": 2786.18, "end": 2788.6}, {"text": "- Yeah.", "start": 2788.6, "end": 2789.44}, {"text": "- There were a lot of children screaming", "start": 2789.44, "end": 2790.28}, {"text": "when I was here yesterday.", "start": 2790.28, "end": 2791.28}, {"text": "- That's awesome.", "start": 2791.28, "end": 2792.12}, {"text": "I love this place.", "start": 2792.12, "end": 2792.94}, {"text": "- Pretty cool.", "start": 2792.94, "end": 2793.78}, {"text": "- Yeah.", "start": 2793.78, "end": 2794.62}, {"text": "- It's so cool how the soundproofing did not work.", "start": 2794.62, "end": 2796.16}, {"text": "- I just met a guy at the chicken place", "start": 2796.16, "end": 2799.32}, {"text": "I was getting lunch. Yeah. And he was telling me he works at the smoke shop and he was telling me that", "start": 2799.32, "end": 2803.56}, {"text": "he had to scare off a bunch of kids who were who were robbing an old lady the other day by shooting", "start": 2803.56, "end": 2808.2}, {"text": "his gun in the air. And then he was like yeah one of the kids was actually trying to take a shit in", "start": 2808.2, "end": 2813.56}, {"text": "the bush and the gun scared him so bad he started running away with shit in his ass and he fell and", "start": 2813.56, "end": 2817.48}, {"text": "he got shit all over himself. That's true I believe him. I believe him too dude. Yeah. It was cool. I", "start": 2817.48, "end": 2822.6}, {"text": "totally believe that. Yeah and he was like yeah just and then he was like he was like you come to", "start": 2822.6, "end": 2827.56}, {"text": "to the smoke shop if it's $30 I'll give it to you for 29 he does that yeah dude he", "start": 2827.56, "end": 2834.5}, {"text": "fucking I was going there to buy a jewel charger and he's like I don't have a", "start": 2834.5, "end": 2837.44}, {"text": "jewel charger and I was buying fucking idea they have the Chinese chips there", "start": 2837.44, "end": 2841.12}, {"text": "yeah I bought a bag of these like Chinese cheddar chips to bring you those", "start": 2841.12, "end": 2844.36}, {"text": "chips I'm sorry oh dude bummer that's all right I'll bring him tonight okay", "start": 2844.36, "end": 2848.56}, {"text": "but he like he's like it's $6 I'll give it to you for five I mean it's a gene if", "start": 2848.56, "end": 2860.72}, {"text": "you just price everything $1 more than a subtract a dollar yeah yeah yeah he also", "start": 2860.72, "end": 2867.04}, {"text": "he gave me seven examples of that instead of just saying I'll give you a", "start": 2867.04, "end": 2870.68}, {"text": "discount on everything he was like if it's $30 I'll give it to you for 29 if", "start": 2870.68, "end": 2874.04}, {"text": "if it's eight dollars and give it to you for seven if it's fifteen i'll give it to", "start": 2874.04, "end": 2877.2}, {"text": "you for fourteen if it's twenty one i'll give it to you for twenty but", "start": 2877.2, "end": 2880.96}, {"text": "if it's six", "start": 2880.96, "end": 2882.44}, {"text": "a hundred dollars", "start": 2882.44, "end": 2884.8}, {"text": "just for you my friend i gotta make my money so", "start": 2884.8, "end": 2888.16}, {"text": "yes that's smart", "start": 2888.16, "end": 2889.96}, {"text": "you give a you one one secret price that if you buy it you have to pay ten times", "start": 2889.96, "end": 2893.68}, {"text": "as much what that he was giving me the discount because he didn't have jewel", "start": 2893.68, "end": 2897.04}, {"text": "chargers", "start": 2897.04, "end": 2898.28}, {"text": "no he was just giving me the discount 'cause like that's how his store works", "start": 2898.28, "end": 2902.04}, {"text": "I thought I was getting special treatment because he felt bad. I think he's racist, dude. Yeah?", "start": 2902.04, "end": 2906.6}, {"text": "Yeah, he's he was he was he's black and he was telling me he was he kept telling me just", "start": 2906.6, "end": 2911.74}, {"text": "like about how he was like he I think he's giving me a discount because he loves white", "start": 2911.74, "end": 2915.36}, {"text": "people. I think I think he might be a racist. Yeah, yeah, that tracks. Yeah, because he", "start": 2915.36, "end": 2921.42}, {"text": "also mentioned the race of every single person in the story that he told me about shooting", "start": 2921.42, "end": 2925.16}, {"text": "his gun in the sky. Yeah, and if it's $15 you get a 12 cent discount. Yeah, exactly.", "start": 2925.16, "end": 2931.96}, {"text": "Yeah, he's a bad guy. Yeah, but yeah, I think I'm gonna go over there and buy a Rick and Morty", "start": 2931.96, "end": 2940.36}, {"text": "backwoods rolling paper tray. Yeah, nice. Yeah, that'll be sick. Yeah, that's good for the office.", "start": 2940.36, "end": 2946.36}, {"text": "We could put the recorder in it. Oh, that's actually a pretty good idea. Oh, that's cool.", "start": 2946.36, "end": 2950.44}, {"text": "we need now that we're cool now we've gotten the essentials we basically need", "start": 2950.44, "end": 2953.88}, {"text": "to put some swag in here yeah yeah we need to swag the place out we have too", "start": 2953.88, "end": 2957.56}, {"text": "many chairs we have way too many chairs but it's good if we ever have guests we", "start": 2957.56, "end": 2962.2}, {"text": "already said we never will yes okay we're done saying I'm saying like", "start": 2962.2, "end": 2965.72}, {"text": "guests that can come over and hang out not on the point we this is an office", "start": 2965.72, "end": 2969.76}, {"text": "there's no hanging out that happens here not even a little bit of workspace", "start": 2969.76, "end": 2972.96}, {"text": "exactly we don't play and we don't roll chairs also you brought did you bring", "start": 2972.96, "end": 2977.68}, {"text": "some fucking did you bring drugs to the office yes you brought a seat see but I", "start": 2977.68, "end": 2982.68}, {"text": "brought a CBD sparkling water you were a fucking junkie piece of shit you know my", "start": 2982.68, "end": 2987.6}, {"text": "joints hurt yeah you probably love your joints yeah", "start": 2987.6, "end": 2991.56}, {"text": "smoker you smoker yeah you're a smoker yeah smoky Wiederson yep and I'm gonna", "start": 2991.56, "end": 2996.84}, {"text": "and I'm not gonna be doing anything over here so don't look what are you doing", "start": 2996.84, "end": 3000.04}, {"text": "don't are you gonna snort that but I'm not gonna there's nothing that's gonna", "start": 3000.04, "end": 3003.64}, {"text": "to happen. He's gonna freebase it. He's basically smoking this soda right now.", "start": 3003.64, "end": 3019.0}, {"text": "What did he just say? He said it's so hard to open his mind without drugs.", "start": 3019.0, "end": 3024.28}, {"text": "He's reliant on CBD for creativity. I didn't drink any of it. You're addicted.", "start": 3024.28, "end": 3029.8}, {"text": "I would have never thought that you could handle some bullshit like that.", "start": 3029.8, "end": 3034.36}, {"text": "I can't.", "start": 3034.36, "end": 3035.36}, {"text": "How many milligrams of CBD are in there?", "start": 3035.36, "end": 3036.6}, {"text": "I drank something.", "start": 3036.6, "end": 3037.6}, {"text": "I drank a thing of...", "start": 3037.6, "end": 3041.32}, {"text": "Oh man.", "start": 3041.32, "end": 3042.48}, {"text": "He's already so high.", "start": 3042.48, "end": 3043.48}, {"text": "It's already hitting.", "start": 3043.48, "end": 3044.48}, {"text": "He's so high.", "start": 3044.48, "end": 3045.48}, {"text": "Listen pal, you might be a junkie, but I'm a punkie because I don't respect authority", "start": 3045.48, "end": 3049.36}, {"text": "and they want you to do drugs.", "start": 3049.36, "end": 3050.84}, {"text": "So I rebel by not doing it.", "start": 3050.84, "end": 3053.16}, {"text": "This is the only escape we have, man.", "start": 3053.16, "end": 3058.0}, {"text": "I hate these damn kids sitting on the corner drinking CBD soda, getting high out of their", "start": 3058.0, "end": 3063.6}, {"text": "fucking minds, giggling to each other, playing the penis game.", "start": 3063.6, "end": 3066.68}, {"text": "Oh my God, I hate that shit.", "start": 3066.68, "end": 3070.12}, {"text": "So what is...", "start": 3070.12, "end": 3071.12}, {"text": "I know so many people who are teachers now that I'm like...", "start": 3071.12, "end": 3074.84}, {"text": "It made me realize one, every teacher I had was like 20, every assistant teacher.", "start": 3074.84, "end": 3079.84}, {"text": "Yeah, they're young.", "start": 3079.84, "end": 3080.84}, {"text": "They're all like my age.", "start": 3080.84, "end": 3081.84}, {"text": "That's why they're so hot, man.", "start": 3081.84, "end": 3082.84}, {"text": "Because they were nice and young.", "start": 3082.84, "end": 3085.48}, {"text": "time in second grade. Did you fuck your teacher? I had sex with my dead teacher.", "start": 3085.48, "end": 3092.32}, {"text": "I had sex with my teacher and she was 94. I wanted to fuck my teacher so bad she was uh", "start": 3092.32, "end": 3099.84}, {"text": "I never had a teacher that I wanted to have sex with. It was all", "start": 3099.84, "end": 3103.6}, {"text": "strictly a business relationship. You had business? You made business with her?", "start": 3103.6, "end": 3108.76}, {"text": "No. You did your business in her mouth? I did my math and I turned the paper in.", "start": 3108.76, "end": 3113.08}, {"text": "Whoa. Did you ever calculate her number? No. I wouldn't want to. Cameron left to pee", "start": 3113.08, "end": 3120.0}, {"text": "and now I'm gonna go get a cup of coffee so you're gonna you and your high mind", "start": 3120.0, "end": 3123.6}, {"text": "are gonna have a moment. Hey don't go don't go a Cheech and Chong and out on", "start": 3123.6, "end": 3128.16}, {"text": "me. That's okay. I was gonna say something before I forget. Oh oh the penis game. It's", "start": 3128.16, "end": 3137.24}, {"text": "so funny like there's like so many people I know who are like assistant", "start": 3137.24, "end": 3140.4}, {"text": "teachers or like teachers now that are like my age or older or like you know", "start": 3140.4, "end": 3147.48}, {"text": "and it's so funny that like I've seen I've seen and heard them basically play", "start": 3147.48, "end": 3153.96}, {"text": "the penis game with me. It'd be impossible to not. It's like how do you", "start": 3153.96, "end": 3159.84}, {"text": "not laugh as a teacher? You have to train yourself once you become like an assistant teacher. You gotta like hate fun.", "start": 3159.84, "end": 3163.76}, {"text": "You got exactly you gotta uh-huh you gotta train yourself not to laugh at the", "start": 3163.76, "end": 3167.8}, {"text": "penis game it's like yeah it's like it's like fucking how do you not let I could", "start": 3167.8, "end": 3172.82}, {"text": "make me realize I could never sensitizing like the the like showing a", "start": 3172.82, "end": 3178.24}, {"text": "drone operator yes dude that's what that shit is they're desensitizing them like", "start": 3178.24, "end": 3182.98}, {"text": "the like the SS yeah it's true they're trying to get them to be fucking and", "start": 3182.98, "end": 3186.32}, {"text": "it's exactly like the SS it's a hundred times worse the to teacher does the to", "start": 3186.32, "end": 3191.7}, {"text": "Steve. Yeah. That was my sub.", "start": 3191.7, "end": 3194.2}, {"text": "Do you have the rotating cast of substitute teachers?", "start": 3194.2, "end": 3199.5}, {"text": "Oh, yeah.", "start": 3199.5, "end": 3200.0}, {"text": "Like, it was like, oh, like this one is.", "start": 3200.0, "end": 3201.7}, {"text": "We had this lady.", "start": 3201.7, "end": 3202.5}, {"text": "There's a lady named Mrs.", "start": 3202.5, "end": 3203.5}, {"text": "Herman who was just like, she sounded like a Roz from Monsters", "start": 3203.5, "end": 3209.3}, {"text": "Inc.", "start": 3209.3, "end": 3209.8}, {"text": "Yeah, and she was my, she would substitute Spanish sometime.", "start": 3209.8, "end": 3213.5}, {"text": "Were they just kids of the school's parents?", "start": 3213.5, "end": 3216.2}, {"text": "Yeah, that's what mine were too.", "start": 3216.2, "end": 3217.8}, {"text": "Yeah, her kids were like long gone and she was just this", "start": 3217.8, "end": 3221.6}, {"text": "old died. No, no, did you get you know what the best was was like if you had like a", "start": 3221.6, "end": 3226.0}, {"text": "long-term sub like if your teachers like if your teacher had a miscarriage or", "start": 3226.0, "end": 3229.8}, {"text": "something and I took me out for a few months and you got like you got a", "start": 3229.8, "end": 3233.84}, {"text": "long-term sub who was just like and it's never like they're just the same as like", "start": 3233.84, "end": 3238.16}, {"text": "others so like it's not like they're like more skilled or anything so it's", "start": 3238.16, "end": 3240.96}, {"text": "just literally every day yeah just only for this one I had that - oh dude we had", "start": 3240.96, "end": 3246.04}, {"text": "like that was like our only mean sub was this long-term sub and she I remember it", "start": 3246.04, "end": 3249.88}, {"text": "It was Miss Sullivan, she was pregnant, she had her baby, she was on maternity leave,", "start": 3249.88, "end": 3253.32}, {"text": "and she miscarried the baby to life, I guess, and it's a bit similar thing.", "start": 3253.32, "end": 3258.62}, {"text": "And then the lady came in and she was like,", "start": 3258.62, "end": 3261.14}, {"text": "it was like a, it was like a, like she was like, so how do you guys do things", "start": 3261.14, "end": 3266.22}, {"text": "around here? We were like, Miss Sullivan lets us have fun and watch movies all", "start": 3266.22, "end": 3269.72}, {"text": "day, and she like, she was like, well, we're gonna do things a little", "start": 3269.72, "end": 3272.96}, {"text": "differently, and dude, she put the hurt on us. Damn. She like ruined school.", "start": 3272.96, "end": 3277.1}, {"text": "- Dude, yeah, that was my math teacher in seventh grade.", "start": 3277.16, "end": 3279.5}, {"text": "- I remember thinking, maybe I'll drop out of fifth grade.", "start": 3279.5, "end": 3281.88}, {"text": "Because she's so fucked up.", "start": 3281.88, "end": 3283.4}, {"text": "- Dude, my math teacher in seventh grade,", "start": 3283.4, "end": 3285.2}, {"text": "Mr. McCarthy, went on paternity leave.", "start": 3285.2, "end": 3289.52}, {"text": "- Was he bald?", "start": 3289.52, "end": 3290.72}, {"text": "- Yeah.", "start": 3290.72, "end": 3291.56}, {"text": "- Really?", "start": 3291.56, "end": 3292.38}, {"text": "- Uh-huh.", "start": 3292.38, "end": 3293.22}, {"text": "- What did he teach?", "start": 3293.22, "end": 3294.04}, {"text": "- He taught math.", "start": 3294.04, "end": 3295.0}, {"text": "- Did he ever teach biology?", "start": 3295.0, "end": 3296.24}, {"text": "- No.", "start": 3296.24, "end": 3297.08}, {"text": "- I had a math teacher--", "start": 3297.08, "end": 3297.92}, {"text": "- Was he short?", "start": 3297.92, "end": 3298.74}, {"text": "- No, his wife was a cop and she had a kid", "start": 3298.74, "end": 3300.6}, {"text": "and then he had to go on paternity leave", "start": 3300.6, "end": 3302.28}, {"text": "because his wife was a cop.", "start": 3302.28, "end": 3303.4}, {"text": "He had Mrs. Williams, who had a very short haircut.", "start": 3303.4, "end": 3306.24}, {"text": "can't lose one cop right yeah but she had really short hair and she was like an", "start": 3306.24, "end": 3311.94}, {"text": "evil bitch yeah dude and she short haired teachers always bad I had a math", "start": 3311.94, "end": 3319.14}, {"text": "teacher in middle school whose name was mrs. cow chick and I was like that's", "start": 3319.14, "end": 3324.08}, {"text": "like that's like hardcore difficulty like okay you can't go you shouldn't might", "start": 3324.08, "end": 3329.12}, {"text": "be a middle school teacher my brother's my little brother had a teacher who's", "start": 3329.12, "end": 3333.08}, {"text": "her last name was spelled, she was Italian. Her last name was B-E-N-A-Z-I.", "start": 3333.08, "end": 3338.92}, {"text": "I feel like I said this one before too, but one of the like, one of the-", "start": 3338.92, "end": 3343.92}, {"text": "Is that crazy? How do you-", "start": 3343.92, "end": 3344.92}, {"text": "Be a Nazi.", "start": 3344.92, "end": 3345.92}, {"text": "Be a Nazi, yeah.", "start": 3345.92, "end": 3346.92}, {"text": "Mrs. Be a Nazi.", "start": 3346.92, "end": 3347.92}, {"text": "One of the like, you know how like schools just have a hundred old ladies", "start": 3347.92, "end": 3351.28}, {"text": "who work in the main office?", "start": 3351.28, "end": 3352.28}, {"text": "Yeah.", "start": 3352.28, "end": 3353.28}, {"text": "One of the old ladies was-", "start": 3353.28, "end": 3354.28}, {"text": "A bunch of grannies.", "start": 3354.28, "end": 3355.28}, {"text": "Was named Miss Dabona.", "start": 3355.28, "end": 3356.28}, {"text": "Yeah.", "start": 3356.28, "end": 3357.28}, {"text": "And they would just always call for her over the last few years, just like a", "start": 3357.28, "end": 3360.16}, {"text": "a few times a week, I would just be like,", "start": 3360.16, "end": 3361.94}, {"text": "\"Mr. Bona, Mr. Bona.\"", "start": 3361.94, "end": 3363.68}, {"text": "- Ah, Mr. Bona.", "start": 3363.68, "end": 3367.36}, {"text": "- Mr. Bona. - Is there a Mr. Bona?", "start": 3367.36, "end": 3368.96}, {"text": "- Mr. Bona is literally that.", "start": 3368.96, "end": 3370.86}, {"text": "Like, they do it like twice a week.", "start": 3370.86, "end": 3372.66}, {"text": "- Why you little, yeah, wait a second.", "start": 3372.66, "end": 3375.46}, {"text": "- It's so funny, literally a Bart name.", "start": 3375.46, "end": 3377.64}, {"text": "- Oh, dude, you used to call--", "start": 3377.64, "end": 3379.12}, {"text": "- Damn, he got a Bart name, damn.", "start": 3379.12, "end": 3381.9}, {"text": "- That substitute teacher, Mrs. Herman,", "start": 3381.9, "end": 3384.2}, {"text": "she was like this short little fat lady,", "start": 3384.2, "end": 3386.9}, {"text": "and we called her the Hermanator,", "start": 3386.9, "end": 3389.6}, {"text": "and she didn't like that.", "start": 3389.6, "end": 3391.84}, {"text": "And she,", "start": 3391.84, "end": 3392.68}, {"text": "oh dude, she substituted Spanish.", "start": 3392.68, "end": 3396.64}, {"text": "She did like, she taught like Spanish one day", "start": 3396.64, "end": 3399.8}, {"text": "and just like the most Peggy Hill", "start": 3399.8, "end": 3401.6}, {"text": "pronunciations of everything.", "start": 3401.6, "end": 3403.84}, {"text": "And we like kept, we, oh dude, it was so fucking funny", "start": 3403.84, "end": 3406.44}, {"text": "'cause she didn't speak a lick of Spanish", "start": 3406.44, "end": 3408.04}, {"text": "and she kept being like, \"Well, I don't speak Spanish,", "start": 3408.04, "end": 3410.88}, {"text": "\"so I don't tenor cue, I don't know, I don't know what.\"", "start": 3410.88, "end": 3415.04}, {"text": "- Y'all remember our health teacher, Mr. Poop?", "start": 3415.04, "end": 3419.2}, {"text": "did have it we had a like a fat lady sub and I literally don't remember her name", "start": 3419.2, "end": 3422.68}, {"text": "she was so fat that the kids just called her mrs. fudge oh dude there's I forget", "start": 3422.68, "end": 3429.12}, {"text": "she was like a guidance counselor in my guidance counselor caught some strange", "start": 3429.12, "end": 3435.32}, {"text": "oh they wouldn't see me yeah I asked to see him and he was like no there was -", "start": 3435.32, "end": 3442.36}, {"text": "why there's one of them there's a woman named Bart who is my guidance counselor", "start": 3442.36, "end": 3447.6}, {"text": "and then another one and she was a really really like morbidly obese woman with", "start": 3447.6, "end": 3451.72}, {"text": "like a start like a sergeant hair could hear like dials haircut and her name was", "start": 3451.72, "end": 3456.18}, {"text": "mrs. Wario oh this is Mario with a w-a-u-r-i-o there were two school", "start": 3456.18, "end": 3462.52}, {"text": "psychologists at my high school for like the like like Learning Center like like", "start": 3462.52, "end": 3466.64}, {"text": "thing and their names were were miss Glotzbecker and miss Wisnitzer were they", "start": 3466.64, "end": 3473.8}, {"text": "like twins in the circus yeah they were like the characters yeah they were like", "start": 3473.8, "end": 3479.84}, {"text": "the witches in Ocarina of Time in the Spirit Temple yeah there's this one of", "start": 3479.84, "end": 3484.64}, {"text": "them did where they where they joined at the head and we had a big head one of the", "start": 3484.64, "end": 3488.28}, {"text": "small head there's this substitute teacher everyone that everyone hated at", "start": 3488.28, "end": 3493.6}, {"text": "my school and she would drive like like a moped uh-huh to school so you'd like", "start": 3493.6, "end": 3497.92}, {"text": "see the moped outside and be like what she a drunk driver I don't know but she", "start": 3497.92, "end": 3502.68}, {"text": "you see a moped outside and you're like, oh, like she's here today. And I", "start": 3502.68, "end": 3505.86}, {"text": "remember one time I was on vacation in Cape Cod with my family and like we went", "start": 3505.86, "end": 3510.7}, {"text": "to the beach and I saw the moped like parked. Oh, I was like, oh my god.", "start": 3510.7, "end": 3515.76}, {"text": "She's substituting for my opportunity.", "start": 3515.76, "end": 3517.76}, {"text": "We ran into her.", "start": 3517.76, "end": 3519.76}, {"text": "She's probably substituting for a shark.", "start": 3519.76, "end": 3521.76}, {"text": "She's in the ocean.", "start": 3521.76, "end": 3523.76}, {"text": "That's like one of those nightmares where you're like, there's like something that shouldn't be in that place.", "start": 3523.76, "end": 3527.76}, {"text": "It's just like, yeah.", "start": 3527.76, "end": 3529.76}, {"text": "That's terrifying, dude.", "start": 3529.76, "end": 3531.76}, {"text": "so scary to be alive scary substitute everything about life when you're a kid", "start": 3531.76, "end": 3538.72}, {"text": "everything is just terrifying there is literally when you're a kid life is", "start": 3538.72, "end": 3543.52}, {"text": "unfair and then when you're growing in the world when you're a grown-up you", "start": 3543.52, "end": 3547.84}, {"text": "literally get to get a very funny office yeah yeah with poop and and a young", "start": 3547.84, "end": 3552.16}, {"text": "monkey and a crazy frog yeah what else is in here lights camera this is almost", "start": 3552.16, "end": 3560.08}, {"text": "exactly what I thought I was good. I thought that I was going to work in this", "start": 3560.08, "end": 3563.86}, {"text": "office when I was a kid, but I was going to be doing like real business stuff.", "start": 3563.86, "end": 3567.28}, {"text": "I thought I was going to work in this office, but be a firefighter.", "start": 3567.28, "end": 3569.88}, {"text": "Pretty much. But this is where I imagined working.", "start": 3569.88, "end": 3573.28}, {"text": "Yeah, I was thinking I was going to be in an office like with chairs like this,", "start": 3573.28, "end": 3576.56}, {"text": "but I was going to be a Tyrannosaurus Rex.", "start": 3576.56, "end": 3578.48}, {"text": "I thought I was going to be a doctor when I was 11.", "start": 3578.48, "end": 3581.08}, {"text": "Yeah, we went over that.", "start": 3581.08, "end": 3581.96}, {"text": "When you were 11?", "start": 3581.96, "end": 3582.72}, {"text": "Recently. Yeah.", "start": 3582.72, "end": 3583.88}, {"text": "We can't rehash this.", "start": 3583.88, "end": 3585.36}, {"text": "We can't rehash it.", "start": 3585.36, "end": 3586.16}, {"text": "We had a whole big thing.", "start": 3586.16, "end": 3586.96}, {"text": "I watched a lot of Scrubs as a kid and I was like, yeah.", "start": 3586.96, "end": 3589.16}, {"text": "you're a funny doctor. Yeah, I'll be the funny doctor. I don't know what I", "start": 3589.16, "end": 3592.48}, {"text": "thought I was going to be. I it's so I literally there's like a old like", "start": 3592.48, "end": 3596.76}, {"text": "drawing that my mom saved from like kindergarten where it's like a", "start": 3596.76, "end": 3599.56}, {"text": "worksheet is his like when I grow up, I want to be dot dot dot and I drew", "start": 3599.56, "end": 3603.12}, {"text": "like a green blob and just wrote a frog.", "start": 3603.12, "end": 3605.28}, {"text": "It's embarrassing, but I'm getting there. I'm pretty close. I think as", "start": 3605.28, "end": 3611.2}, {"text": "soon as I got out of the firefighter thing, I was like I'm going to be a", "start": 3611.2, "end": 3613.96}, {"text": "stand up comedian. I wanted to be a cartoonist. I wanted I like I was", "start": 3613.96, "end": 3617.12}, {"text": "obsessed with the far side. I was like I want to be I want to be like Gary Larson", "start": 3617.12, "end": 3621.22}, {"text": "Gary Larson's a goat. He is the goat. I wish I want to meet him before he does", "start": 3621.22, "end": 3625.12}, {"text": "so badly. I need to show him my drawings. I draw a lot of cool things. This is called the smiler.", "start": 3625.12, "end": 3630.72}, {"text": "The smiley face. I do think it'd be so cool to just make like far side things", "start": 3630.72, "end": 3636.14}, {"text": "where the captions are just. You just look at smiley faces. The smiler.", "start": 3636.14, "end": 3641.68}, {"text": "- A picture of a poop store and the caption says poop store.", "start": 3641.68, "end": 3645.04}, {"text": "- Dude, we need to make a webcomic.", "start": 3645.04, "end": 3646.72}, {"text": "- We have to.", "start": 3646.72, "end": 3647.56}, {"text": "- We can host it on the new website.", "start": 3647.56, "end": 3649.2}, {"text": "- Yes.", "start": 3649.2, "end": 3650.04}, {"text": "- That's our next big thing.", "start": 3650.04, "end": 3650.86}, {"text": "- Okay.", "start": 3650.86, "end": 3651.7}, {"text": "- Yeah, like a weekly webcomic.", "start": 3651.7, "end": 3653.36}, {"text": "- A weekly, like years long webcomic.", "start": 3653.36, "end": 3655.6}, {"text": "- That is a plot.", "start": 3655.6, "end": 3656.44}, {"text": "- A control alt delete.", "start": 3656.44, "end": 3657.64}, {"text": "- All right, we'll start it.", "start": 3657.64, "end": 3658.48}, {"text": "- That's what we need to make.", "start": 3658.48, "end": 3659.32}, {"text": "- What's it called?", "start": 3659.32, "end": 3660.28}, {"text": "We'll start it today.", "start": 3660.28, "end": 3661.12}, {"text": "- We need a name right now.", "start": 3661.12, "end": 3661.96}, {"text": "- The Smiler.", "start": 3661.96, "end": 3662.78}, {"text": "- Alt F4.", "start": 3662.78, "end": 3663.62}, {"text": "- Adventures of the Smiler.", "start": 3663.62, "end": 3664.52}, {"text": "- Okay, we'll do Adventures of the Smiler.", "start": 3664.52, "end": 3666.08}, {"text": "- Adventures of the Smiler.", "start": 3666.08, "end": 3666.92}, {"text": "- First issue will be out like this week, I can say.", "start": 3666.92, "end": 3669.36}, {"text": "Yeah, definitely. Are we doing one panel or multi-panel?", "start": 3669.36, "end": 3672.08}, {"text": "It varies.", "start": 3672.08, "end": 3673.48}, {"text": "Yeah.", "start": 3673.48, "end": 3673.98}, {"text": "Whoa!", "start": 3673.98, "end": 3674.48}, {"text": "Yeah, new paradigm.", "start": 3674.48, "end": 3675.98}, {"text": "I think first one, I think first one we establish who the...", "start": 3675.98, "end": 3678.68}, {"text": "Don't spoil it. Don't spoil it.", "start": 3678.68, "end": 3679.98}, {"text": "Okay, okay. I'm just saying we establish who the smiler is.", "start": 3679.98, "end": 3682.48}, {"text": "Definitely. That'll be big.", "start": 3682.48, "end": 3683.78}, {"text": "Next week.", "start": 3683.78, "end": 3684.28}, {"text": "How do you... You don't have to establish... Everyone knows from the name.", "start": 3684.28, "end": 3686.78}, {"text": "No, you got to establish it.", "start": 3686.78, "end": 3687.98}, {"text": "Rethink so.", "start": 3687.98, "end": 3688.48}, {"text": "Week after?", "start": 3688.48, "end": 3689.48}, {"text": "It's... Yeah.", "start": 3689.48, "end": 3690.48}, {"text": "Week after that, our tribute to Ukraine.", "start": 3690.48, "end": 3692.98}, {"text": "One week into the webcomic, it's like no comic this week.", "start": 3692.98, "end": 3698.98}, {"text": "yeah no comic is heartbroken and it's like the smile is a loopy here's some", "start": 3698.98, "end": 3705.22}, {"text": "places to donate yeah yeah Venmo comm slash Cameron fetter it's a good idea", "start": 3705.22, "end": 3713.26}, {"text": "dude yeah I'm really I'm gonna start the smile I've just I'm gonna start we are", "start": 3713.26, "end": 3718.9}, {"text": "I've been fucking around with the web I tried to well I won't spoil anything", "start": 3718.9, "end": 3722.34}, {"text": "that I'm trying to work on with the website but Squarespace sucks ass and and", "start": 3722.34, "end": 3726.18}, {"text": "and we need to protest against them, because they're stopping me from doing", "start": 3726.18, "end": 3729.54}, {"text": "all the awesome stuff I want to do on the website. You were going to make a you", "start": 3729.54, "end": 3733.16}, {"text": "were going to make he's going to put the scary mace game on the website. Really", "start": 3733.16, "end": 3737.78}, {"text": "yeah, then we literally can't do anything with squares. We should just put", "start": 3737.78, "end": 3741.3}, {"text": "the page. That's what I wanted. I was just going to put a bunch of like cool", "start": 3741.3, "end": 3746.3}, {"text": "math games on. Oh really you can't do it. I mean I okay. I was trying to do", "start": 3746.3, "end": 3751.02}, {"text": "something else on Squarespace. I was getting mad about not being able to do", "start": 3751.02, "end": 3753.5}, {"text": "I'll tell you after I'm gonna find a way to do it. Okay. Hmm. It used to be like you could host like a thing on fucking like", "start": 3753.52, "end": 3761.0}, {"text": "Blogs where it just doesn't give you any", "start": 3761.0, "end": 3763.0}, {"text": "Like it's you can't like yeah", "start": 3763.0, "end": 3765.6}, {"text": "You can't like it sucks", "start": 3765.6, "end": 3766.96}, {"text": "You should be able to just like every game used to have an embed code and then you could just put it on your website", "start": 3766.96, "end": 3772.12}, {"text": "And it was so easy. I bet I bet there's still something you can do that with I bet I can just get I bet there's", "start": 3772.12, "end": 3776.88}, {"text": "Like with HTML 5 I'm sure that I'll figure it out. Don't you guys work going on? Why are you making that face?", "start": 3776.88, "end": 3781.72}, {"text": "Damn, all right. Well that that's where it is", "start": 3782.56, "end": 3785.96}, {"text": "That's how it is", "start": 3785.96, "end": 3786.68}, {"text": "No speaking the website go to swag poop comm slash shows to buy tickets for the tour. They're going fast", "start": 3786.68, "end": 3792.88}, {"text": "You don't want to miss out", "start": 3792.88, "end": 3794.88}, {"text": "Philadelphia Philadelphia", "start": 3794.88, "end": 3797.28}, {"text": "Dallas", "start": 3797.28, "end": 3798.64}, {"text": "No, we're going from Philadelphia to Dallas. Come on. We're going you got Philadelphia, Washington DC, Richmond, Virginia", "start": 3798.64, "end": 3804.78}, {"text": "Atlanta, yeah, then Fort Worth. Yeah, yeah, then", "start": 3804.78, "end": 3809.7}, {"text": "Boston yeah, yeah, and we're going to Los Angeles yeah, and then we're going to", "start": 3811.36, "end": 3815.76}, {"text": "Shuba's in Chicago yep, Shuba's the Lincoln Lincoln Hall Shuba's and then we're going to hell yeah, and then we're going straight to hell immediately", "start": 3815.76, "end": 3823.76}, {"text": "if we get a", "start": 3823.76, "end": 3825.92}, {"text": "pandemonium", "start": 3825.92, "end": 3827.44}, {"text": "We'll be cool. We got into a huge car accident on the tour. We all just died. That'd be so sick", "start": 3827.44, "end": 3832.6}, {"text": "I was right that we just all died like like Lynyrd Skynyrd. We just wiped out", "start": 3832.6, "end": 3836.76}, {"text": "we're never one of us one of us survives our brothers pick up the podcast and", "start": 3836.76, "end": 3841.4}, {"text": "just start doing all of our shit version of it yeah Cameron has to get a bro oh", "start": 3841.4, "end": 3845.8}, {"text": "hmm oh look at you fine I don't want if we all die I don't want to be part of it", "start": 3845.8, "end": 3851.2}, {"text": "anymore can we at least get you a backup brother yeah I guess patches okay patches", "start": 3851.2, "end": 3857.12}, {"text": "is now your legal brother that's cool stop thinking it's cool man down with", "start": 3857.12, "end": 3861.44}, {"text": "Okay, then this the smeller is your brother yo", "start": 3862.44, "end": 3867.32}, {"text": "All right, bye everybody", "start": 3867.32, "end": 3871.48}, {"text": "Fuck seven one two", "start": 3871.48, "end": 3884.28}, {"text": "to", "start": 3884.28, "end": 3896.2}, {"text": "go.", "start": 3896.2, "end": 3898.76}], "title": "Premium #123: Seuss, Wheres My Ham?", "link": "https://www.patreon.com/posts/premium-123-my-63925853", "date": "Sat, 19 Mar 2022 11:00:04 GMT", "id": 393}