{"lines": [{"text": "come back and make a mess", "start": 0.0, "end": 1.12}, {"text": "and receive a black", "start": 1.12, "end": 8.12}, {"text": "okay", "start": 8.12, "end": 13.24}, {"text": "home myself but she really and and caleb bridges watching uh...", "start": 13.24, "end": 17.92}, {"text": "fear factor your factory or you got here and", "start": 17.92, "end": 21.44}, {"text": "uh... the thing that you know there are watching this something called the", "start": 21.44, "end": 24.4}, {"text": "submerged bug box well yes it's very", "start": 24.4, "end": 27.92}, {"text": "a emerged escape submerged bug box and it's very we're imagining somebody go", "start": 27.92, "end": 31.84}, {"text": "like don't going on fear factor me like yeah my greatest fear would probably be", "start": 31.84, "end": 34.8}, {"text": "escaping a submerged bug probably in a box full of bugs I'm finally that is", "start": 34.8, "end": 40.52}, {"text": "submerged and having to escape it with my partner from a different reality show", "start": 40.52, "end": 44.64}, {"text": "I'm fine with it but as long as they're not submerged or in a box yeah I mean I", "start": 44.64, "end": 49.12}, {"text": "like bugs I like box any okay I'm being submerged I'm fine with being in a bug", "start": 49.12, "end": 53.16}, {"text": "box and I'm fine with having to escape but all three at the same time I'm about", "start": 53.16, "end": 56.8}, {"text": "have to have a fear factor you're making me into a fear factory thinking about", "start": 56.8, "end": 60.96}, {"text": "this year a bug bag that's fine yeah a bug I'm in those all day I'll take a bug", "start": 60.96, "end": 65.28}, {"text": "bath right now I won't escape I got lost in a bug bog I say that was a girl I was", "start": 65.28, "end": 71.16}, {"text": "stuck in a big box that's fine I can breathe in there it's huge a bug", "start": 71.16, "end": 75.44}, {"text": "restroom yeah whatever a bug a bug restroom a bug parlor yeah I got a bug", "start": 75.44, "end": 82.2}, {"text": "the grass room. They got a rest room for bugs. I was just backstage a", "start": 82.2, "end": 86.28}, {"text": "little, but they have a restroom now there's these restrooms get so", "start": 86.28, "end": 89.0}, {"text": "complicated. They have one for box", "start": 89.0, "end": 91.16}, {"text": "the one there's a women's a man's and a rest room and it's small. It's on", "start": 91.16, "end": 97.2}, {"text": "the ground. Other bugs went on the floor.", "start": 97.2, "end": 99.68}, {"text": "You walk out. I hope I peek my head and it's just a floor.", "start": 99.68, "end": 103.52}, {"text": "There's not even a tiny toilet in there. I mean I'm terrified of a bug", "start": 103.52, "end": 108.72}, {"text": "box, but a candy store. Yeah, that'll be fine with me. That's fine with me as long", "start": 108.76, "end": 113.64}, {"text": "as it's not a bug store or a candy box or a bug box or a bug in candy or a candy.", "start": 113.64, "end": 119.32}, {"text": "You try to get me to eat a scorpion lollipop. I'll smack you. Hell no. We're", "start": 119.32, "end": 123.32}, {"text": "gonna make you do these lollipops with scorpions in them. They put a scorpion in", "start": 123.32, "end": 127.0}, {"text": "a lollipop. This next this next contest is his next fear factor. Fear is escaping", "start": 127.0, "end": 132.72}, {"text": "a submerged bug box. Did you say staying in a beautiful candy room? I think he", "start": 132.72, "end": 137.52}, {"text": "I said staying in a most beautiful candy room.", "start": 137.52, "end": 139.36}, {"text": "- Well that's what I said too,", "start": 139.36, "end": 140.2}, {"text": "is like yeah, you go in a fear factory and you're like,", "start": 140.2, "end": 142.52}, {"text": "you know, in case you guys are still developing any talent,", "start": 142.52, "end": 145.56}, {"text": "is my greatest fear would probably be", "start": 145.56, "end": 146.8}, {"text": "eating the best hamburger ever.", "start": 146.8, "end": 148.6}, {"text": "- Oh, I'd hate it.", "start": 148.6, "end": 149.6}, {"text": "- With extra mayo.", "start": 149.6, "end": 150.64}, {"text": "(gagging)", "start": 150.64, "end": 151.84}, {"text": "- I'm so scared of mayo.", "start": 151.84, "end": 152.68}, {"text": "- You know what I'm afraid of?", "start": 152.68, "end": 153.92}, {"text": "- What? - Bottomless fries.", "start": 153.92, "end": 155.2}, {"text": "- Yeah.", "start": 155.2, "end": 156.04}, {"text": "- Where do they end?", "start": 156.04, "end": 157.2}, {"text": "(laughing)", "start": 157.2, "end": 158.92}, {"text": "- I'm afraid I'm gonna put my hand in", "start": 158.92, "end": 160.2}, {"text": "and it's not gonna come back.", "start": 160.2, "end": 161.16}, {"text": "- That's right, I'm afraid someone's gonna reach out", "start": 161.16, "end": 162.88}, {"text": "of the bottomless fries.", "start": 162.88, "end": 163.96}, {"text": "- That would be a good fear challenge,", "start": 163.96, "end": 165.92}, {"text": "to fall in a bottomless at red robin yeah, that's a have a giant like", "start": 165.92, "end": 173.0}, {"text": "spawning pit filled with fries in the big bubbling like like yeah, there's", "start": 173.0, "end": 177.28}, {"text": "like fog. There's like which is like stirring it with big with big sticks.", "start": 177.28, "end": 182.14}, {"text": "That's the thing about", "start": 182.14, "end": 183.02}, {"text": "fries and fries", "start": 183.02, "end": 188.02}, {"text": "guys fries fries fries and fries salt and pepper on the fries salt and pepper", "start": 190.48, "end": 201.42}, {"text": "small medium and large fries we will make some large fries small medium and large", "start": 201.42, "end": 214.54}, {"text": "fries eat too many you will be a large guy fries and fries that's kind of", "start": 214.54, "end": 220.42}, {"text": "terrifying yeah yeah there's not a lot of witches or like Frank why are we", "start": 220.42, "end": 225.74}, {"text": "making that soup hmm yeah I got a I got a surprise for you guys what what's the", "start": 225.74, "end": 232.9}, {"text": "new thing I got you guys windscreens oh my god we can power in yo give me the", "start": 232.9, "end": 237.42}, {"text": "red thingy okay I like the blue cuz blues max in my favorite color yo", "start": 237.42, "end": 243.1}, {"text": "here you go thanks new thingy do we hot swap them thank you let's do it Wow", "start": 243.1, "end": 252.66}, {"text": "no if it's trust me trust me I got the yellow one dude we're like Power Rangers", "start": 252.66, "end": 258.98}, {"text": "Dino Thunder right now red yellow and blue Wow yeah for fries from the diner", "start": 258.98, "end": 267.3}, {"text": "there we go yeah this feels amazing a piece of shit it's a bad one yeah oh my", "start": 267.3, "end": 278.1}, {"text": "god look at us look at us look at us fries fries fries fries back to it boys", "start": 278.1, "end": 285.9}, {"text": "tons of lies to it literally tons of fries go to your thighs fries and fries", "start": 286.58, "end": 292.26}, {"text": "and fries and fries you know fries the prize sauces dipping", "start": 292.26, "end": 299.8}, {"text": "fries are dripping garlic parmesan and crusted these boiling fries to us they", "start": 299.8, "end": 313.38}, {"text": "trusted fries and fries fries fries fries straight and curly stirring stick make", "start": 313.38, "end": 321.54}, {"text": "fries go swirly yeah do they need to have a fry which is basically a point of show", "start": 321.54, "end": 327.7}, {"text": "at this point oil and salt oil and salt fries fries oil and salt vinegar malt", "start": 327.7, "end": 336.7}, {"text": "yep yeah yeah it's pretty much a classic which down in the Disney boy", "start": 340.02, "end": 348.94}, {"text": "kind of just a loop back as the other twin bug box fries and Jerry's yeah you", "start": 348.94, "end": 356.62}, {"text": "can just do that for an hour it could be the perfect episode that could be this", "start": 356.62, "end": 360.02}, {"text": "could be the greatest episode ever this is our Thanksgiving episode this is our", "start": 360.02, "end": 364.06}, {"text": "Thanksgiving no our Thanksgiving episode comes out tomorrow that we already", "start": 364.06, "end": 369.1}, {"text": "recorded. Oh God. But for everyone else that already came out. Yeah. We really... So if", "start": 369.1, "end": 374.54}, {"text": "you see an episode with Gavin Matz that's our Thanksgiving treat. Yep. This one's", "start": 374.54, "end": 381.02}, {"text": "our Black Friday episode. Yeah. What are the deals we're looking for? Oh my God. Wait, wait, wait.", "start": 381.02, "end": 385.1}, {"text": "Let's do a shopping zone. What kind of deals are we looking for? Yeah. Bugs. Do you think there's any deals on Friday? Seinfeld box set.", "start": 385.1, "end": 391.42}, {"text": "that I'd build submerged bug box.", "start": 391.42, "end": 393.98}, {"text": "That's right, it's too easy on the best show in the world.", "start": 393.98, "end": 402.52}, {"text": "In like a see through box with like live water yeah and you have to escape the", "start": 402.52, "end": 412.7}, {"text": "DVD from it. They like fucked up the licensing and accidentally sold the like", "start": 412.7, "end": 417.94}, {"text": "DVD distribution rights to like some company in like Japan or something and", "start": 417.98, "end": 422.86}, {"text": "they're just like yeah. What if we put they don't know? Yeah, they think he's", "start": 422.86, "end": 428.22}, {"text": "the host of fear factor. They watched one sing they watch one. They watch his", "start": 428.22, "end": 431.86}, {"text": "bug restroom bit and they were like he likes he must like bugs or something.", "start": 431.86, "end": 435.42}, {"text": "We'll do a bug themed box. A submerged bug box theme box. Yeah, it's got the", "start": 435.42, "end": 443.26}, {"text": "Kramer Mantis box-themed box what uh what is what would be your guys George cuz", "start": 443.26, "end": 449.56}, {"text": "spider I'm not gonna give you anything that was nothing I know why did you go", "start": 449.56, "end": 455.54}, {"text": "because it's like bad George and stanza okay", "start": 455.54, "end": 460.86}, {"text": "Costanza Costanza come on you were almost there fucking hell you're so", "start": 460.86, "end": 465.78}, {"text": "close you know fucking oh fucking hell mate what about instead of Kramer's", "start": 465.78, "end": 471.34}, {"text": "name is Kramer. He's made of cream. See, that's pretty good. I thought Kramer", "start": 471.34, "end": 475.62}, {"text": "Mantis was good. Kramer Mantis is not bad. Like a cramming mantis? Yeah.", "start": 475.62, "end": 481.14}, {"text": "Kramer does sound a lot like a cramming mantis. Yeah.", "start": 481.14, "end": 487.42}, {"text": "Yeah. Are we going to acknowledge the extremely comfortable one in the room?", "start": 487.42, "end": 493.74}, {"text": "No. Yeah, not. I'm wearing a blanket. Yeah, not. Yeah, I've been getting into wearing all", "start": 493.74, "end": 500.06}, {"text": "black again yeah yeah my darkness era you're not dark at all are you kidding", "start": 500.06, "end": 506.46}, {"text": "me I had the the black jacket and the pants you don't know anything on you", "start": 506.46, "end": 511.1}, {"text": "don't know shit about a long time I know a lot about you don't know anything", "start": 511.1, "end": 514.94}, {"text": "about gloom I don't you're a gloomless fucking whoa yeah I don't look gloomy", "start": 514.94, "end": 520.1}, {"text": "when I'm in my in all black though you're right yeah you look like you're", "start": 520.1, "end": 524.94}, {"text": "you look like a theater actor. You look like a black box theater actor.", "start": 524.94, "end": 529.42}, {"text": "Anytime you were all black. Yeah. It looks like the only reason you're doing it is", "start": 529.42, "end": 533.26}, {"text": "so you can better embody different characters. You're doing", "start": 533.26, "end": 536.74}, {"text": "dramatic improv. Yeah. Non-comedic improv in a black box theater. Can I get a", "start": 536.74, "end": 542.18}, {"text": "suggestion for a trauma please? That's what you're saying to the audience. Yeah.", "start": 542.18, "end": 545.26}, {"text": "Yeah. And one of them is saying, \"Submerged black box and it's Jerry Seinfeld and he's eating fries.\"", "start": 545.26, "end": 551.78}, {"text": "that's hard to be dramatic in that way like that'd be an easy cause a layup of a", "start": 551.78, "end": 557.0}, {"text": "comedy I know but a dramatic if you if you play it well I mean it could take you", "start": 557.0, "end": 562.12}, {"text": "to the top all these bugs oh these bugs are touching my penis oh I felt a bug in", "start": 562.12, "end": 569.52}, {"text": "my ass you know in that episode factor so it was one of the women the first", "start": 569.52, "end": 573.8}, {"text": "couple women wore wetsuits yeah in the bug box they're covered like bugs and", "start": 573.8, "end": 577.96}, {"text": "worms like yeah that's what you should do and then the next woman bikini why would", "start": 577.96, "end": 582.92}, {"text": "you choose bikini yeah clearly if you're are if people are wearing a wetsuit you", "start": 582.92, "end": 586.12}, {"text": "have a choice maybe get style points she had style points for me for having", "start": 586.12, "end": 590.02}, {"text": "huge ease yeah yeah big huge ease okay she was on American Idol previously she", "start": 590.02, "end": 595.78}, {"text": "was and then she showed her huge ease on beer fact who was it she showed her huge", "start": 595.78, "end": 599.6}, {"text": "ease to a bug or two I think her name was coolest huge ease coolest huge ease yeah", "start": 599.6, "end": 603.84}, {"text": "I don't remember. She's a jazz musician. Oh, okay. Yeah, Coolest Hugies. Is that the same season as", "start": 603.84, "end": 608.72}, {"text": "like Sanjaya and Constantine or Daughtry? Yeah, it was the Daughtry season. It was the Daughtry", "start": 608.72, "end": 614.08}, {"text": "season? Her name was Coolest Hugies. Coolest Hugies. Oh, yeah, she got out like first round.", "start": 614.08, "end": 619.04}, {"text": "Coolest Hugies Humongous. Yeah, Coolest Hugies and she sang, what's that song? Check these Hugies", "start": 619.04, "end": 624.48}, {"text": "out. I'm going to show them on TV. My Humps. My Hugies. My Hugies. Yeah, she did her own stylistic", "start": 624.48, "end": 630.64}, {"text": "thing yeah my house well that was weird was all those huge ease all those huge", "start": 630.64, "end": 634.64}, {"text": "ease with your boobies yeah I'm gonna be at them on some bugs", "start": 634.64, "end": 646.68}, {"text": "she's got big huge and getting huge huge she's got two huge she's got three -", "start": 646.96, "end": 661.6}, {"text": "she's got two and about a thousand bugs yeah she's got 1 million buggies", "start": 661.6, "end": 670.32}, {"text": "robbings. One, two, you squeeze the Hughies, Hughies in the bug box underwater.", "start": 670.32, "end": 677.52}, {"text": "She has to escape her Hughies first.", "start": 677.52, "end": 681.44}, {"text": "From the bug box.", "start": 681.44, "end": 683.52}, {"text": "Bugs on him, bugs on me.", "start": 683.52, "end": 687.12}, {"text": "I don't know if those things are Hughies.", "start": 687.12, "end": 690.32}, {"text": "I ain't got no Hughies or family tree, but I'm the one who wants to see those", "start": 690.32, "end": 697.44}, {"text": "Hugh Jeeves please. I'm the one who wants to see those Hugh Jeeves please. So if you want", "start": 697.44, "end": 703.74}, {"text": "to take your Hugh Jeeves and show them to me, please do. I will see your Hugh Jeeves on", "start": 703.74, "end": 710.34}, {"text": "my birthday. It's my birthday right now by the way. Show the Hugh Jeeves now. We're both", "start": 710.34, "end": 719.06}, {"text": "in the bug box also. We're still in there. Yeah, but I think Hugh Jeeves is going to", "start": 719.06, "end": 725.72}, {"text": "be the new tatas yeah yeah pretty good save the huge ease yeah pink ribbon say", "start": 725.72, "end": 731.42}, {"text": "you get it it's kind of close to huggies huge ease I'd like to hug ease some huge", "start": 731.42, "end": 737.48}, {"text": "ease you want to wear huge ease like a diaper and shit and piss in them that's", "start": 737.48, "end": 747.64}, {"text": "what you even work logistically they're huge ease man they have a", "start": 747.64, "end": 751.92}, {"text": "stretch ability factor you can tie the time in a knot time in a time to and fro", "start": 751.92, "end": 757.0}, {"text": "they go to and from of your shoulder", "start": 757.0, "end": 761.48}, {"text": "it's just a truth do you change my mims dude was that mims no mims was a mims", "start": 761.48, "end": 776.6}, {"text": "James was, this is why I'm not--", "start": 776.6, "end": 779.32}, {"text": "- Oh, you're right.", "start": 779.32, "end": 780.16}, {"text": "- Yeah.", "start": 780.16, "end": 781.0}, {"text": "- Yeah, I don't remember who Chain Hang Low was.", "start": 781.0, "end": 782.44}, {"text": "- Chain Hang Low.", "start": 782.44, "end": 784.24}, {"text": "- You know who was always my favorite was Hurricane Chris.", "start": 784.24, "end": 786.6}, {"text": "- Oh, A-B-B.", "start": 786.6, "end": 787.44}, {"text": "- Hand clap, A-B-B, drop it, give me 50 with Mike Jones.", "start": 787.44, "end": 790.52}, {"text": "And then he went to jail for murder.", "start": 790.52, "end": 792.32}, {"text": "- Yeah.", "start": 792.32, "end": 793.16}, {"text": "- Yeah, dude.", "start": 793.16, "end": 794.22}, {"text": "- There was a, there's like a YouTuber I watched", "start": 794.22, "end": 796.36}, {"text": "that did a Hurricane Chris parody video.", "start": 796.36, "end": 798.44}, {"text": "- That's it.", "start": 798.44, "end": 799.28}, {"text": "- And I didn't realize 'til like a year ago", "start": 799.28, "end": 801.44}, {"text": "that he's in like full body blackface.", "start": 801.44, "end": 804.16}, {"text": "- Really?", "start": 804.16, "end": 805.0}, {"text": "- Yeah, full, he's in full--", "start": 805.0, "end": 805.82}, {"text": "- Wow. - He's in black body.", "start": 805.82, "end": 807.1}, {"text": "- Black body? - Whoa.", "start": 807.1, "end": 807.94}, {"text": "- Chocolate body, dude?", "start": 807.94, "end": 808.78}, {"text": "- Dude, it's literally like,", "start": 808.78, "end": 810.26}, {"text": "he looks like the chocolate man", "start": 810.26, "end": 811.86}, {"text": "from the Axe Body Spray Commercials.", "start": 811.86, "end": 813.54}, {"text": "- Looks like he's about to perform", "start": 813.54, "end": 814.46}, {"text": "in a bodybuilding competition.", "start": 814.46, "end": 815.9}, {"text": "- But Hurricane Chris watched,", "start": 815.9, "end": 817.54}, {"text": "there's a video of Hurricane Chris watching the video,", "start": 817.54, "end": 820.5}, {"text": "and he likes it.", "start": 820.5, "end": 821.62}, {"text": "- Really? - Yeah.", "start": 821.62, "end": 822.82}, {"text": "- That's cool. - Good for him, dude.", "start": 822.82, "end": 823.66}, {"text": "- I don't know if that's-- - It's all good fun", "start": 823.66, "end": 825.02}, {"text": "for Chris, dude. - Yeah.", "start": 825.02, "end": 826.78}, {"text": "- He doesn't care.", "start": 826.78, "end": 828.46}, {"text": "- But yeah, it was very jarring to see.", "start": 828.46, "end": 832.06}, {"text": "- Everybody pretty much did black face until 2009.", "start": 832.06, "end": 835.1}, {"text": "Yeah. Yeah. Yeah. Dude, fucking Bo Selecta.", "start": 835.1, "end": 837.66}, {"text": "I don't know what that is.", "start": 837.66, "end": 839.42}, {"text": "You know what that is? Oh, well, Bo Selecta.", "start": 839.42, "end": 840.94}, {"text": "Nobody knows what that is. It's a British thing.", "start": 840.94, "end": 842.7}, {"text": "Yep. Yeah. Yeah. Leo will know.", "start": 842.7, "end": 844.3}, {"text": "It's a British TV show.", "start": 844.3, "end": 844.78}, {"text": "They still are doing it. They don't have...", "start": 844.78, "end": 846.62}, {"text": "Well, dude, he does like prosthetics that are like crazy looking.", "start": 846.62, "end": 850.86}, {"text": "Well, dates work differently over there, so they're still in like 2003 or whatever.", "start": 850.86, "end": 854.54}, {"text": "Yeah, true. They're in the year 11 right now.", "start": 854.54, "end": 856.94}, {"text": "It's because, yeah, it's because of the fucking way they order dates.", "start": 856.94, "end": 860.62}, {"text": "That's what I said. Yeah. Dates work differently.", "start": 860.62, "end": 862.78}, {"text": "Fuck, I fucked up. God damn it.", "start": 862.78, "end": 863.58}, {"text": "the", "start": 863.58, "end": 875.94}, {"text": "does both selected. But if you do, put me in your will first. Yeah. What could you give", "start": 875.94, "end": 881.42}, {"text": "me in your will? Maybe a guitar. Really? Yeah, I could give you a guitar and then Cameron", "start": 881.42, "end": 888.1}, {"text": "gets maybe one of my skateboards. Can I have your computer? Okay, I guess. Can I play on", "start": 888.1, "end": 894.74}, {"text": "your computer if you die? In my will, you get 36 hours of time on my computer. Per week", "start": 894.74, "end": 902.5}, {"text": "make her forever forever what forever yeah you got it you got to choose that", "start": 902.5, "end": 907.22}, {"text": "she here that's I'm getting a lawyer who can read that as a loophole it says I", "start": 907.22, "end": 910.5}, {"text": "get to use this computer forever. I'm getting some white out and I'm changing", "start": 910.5, "end": 913.3}, {"text": "your will yeah", "start": 913.3, "end": 914.1}, {"text": "yeah and my bones will", "start": 914.1, "end": 918.9}, {"text": "I bequeath on you all of my bones to be used for Halloween at your house. That", "start": 918.9, "end": 925.3}, {"text": "would be sick. That's honestly worth it. Absolutely. I don't give a fuck if I get", "start": 925.3, "end": 928.9}, {"text": "buried. Just take have I wouldn't want to get buried, have them strip all my meat", "start": 928.9, "end": 932.68}, {"text": "off yeah, beat him to a dog and getting creamed to be cooler than getting", "start": 932.68, "end": 937.2}, {"text": "buried. Anyway, there's got to be a way because", "start": 937.2, "end": 939.62}, {"text": "because you permanently haunt your family. If you get buried, you're in a", "start": 939.62, "end": 944.8}, {"text": "your go to a cemetery. They have like you see you every once in a while.", "start": 944.8, "end": 948.1}, {"text": "They'll forget about you. They don't care, but if you cremate it, you're", "start": 948.1, "end": 950.78}, {"text": "literally in their house constantly and they have to remember that you're there", "start": 950.78, "end": 954.7}, {"text": "all the time, unless they try and scatter you in the ocean or something", "start": 954.7, "end": 958.12}, {"text": "those freak families do who disrespect their dead relatives.", "start": 958.14, "end": 961.02}, {"text": "The thing is, I don't want to be cremated, honestly.", "start": 961.02, "end": 964.06}, {"text": "Yeah.", "start": 964.06, "end": 965.06}, {"text": "Because I want to still, I want there to be, if they come up with a reanimating technology,", "start": 965.06, "end": 969.34}, {"text": "I want to be, you know, a pretty good candidate.", "start": 969.34, "end": 971.74}, {"text": "Yeah, first one.", "start": 971.74, "end": 972.74}, {"text": "Well, I'd rather not get cremated either.", "start": 972.74, "end": 973.74}, {"text": "I'd rather just be alive.", "start": 973.74, "end": 975.06}, {"text": "There's got to be a way.", "start": 975.06, "end": 976.06}, {"text": "True.", "start": 976.06, "end": 977.06}, {"text": "I'd rather never die.", "start": 977.06, "end": 978.06}, {"text": "Yeah.", "start": 978.06, "end": 979.06}, {"text": "I feel like by the time we're old, there might be a never die thing.", "start": 979.06, "end": 980.82}, {"text": "There's got to be a way in the cremation oven.", "start": 980.82, "end": 983.38}, {"text": "Like maybe it's just like the amount of time you put them in, but I want to like, I want", "start": 983.38, "end": 987.42}, {"text": "my body to be cooked like a pizza.", "start": 987.42, "end": 989.82}, {"text": "- Yeah. - Like I wanna be,", "start": 989.82, "end": 991.22}, {"text": "like I wanna be taken out of the cremation oven", "start": 991.22, "end": 993.54}, {"text": "and I'm like roasted like a pig.", "start": 993.54, "end": 996.02}, {"text": "- Yeah. - Crispy skin.", "start": 996.02, "end": 997.62}, {"text": "And anyone can eat me.", "start": 997.62, "end": 999.66}, {"text": "- Yeah, anyone?", "start": 999.66, "end": 1001.7}, {"text": "- Anyone can eat me.", "start": 1001.7, "end": 1002.74}, {"text": "It's a big feast of my dead body.", "start": 1002.74, "end": 1005.5}, {"text": "- You wanna be a feast of your body.", "start": 1005.5, "end": 1006.34}, {"text": "- Yeah.", "start": 1006.34, "end": 1007.16}, {"text": "- See, I wouldn't even know where to start on a person.", "start": 1007.16, "end": 1009.1}, {"text": "- I know where to start.", "start": 1009.1, "end": 1009.94}, {"text": "- What's the deal with these cremated Patrick's nowadays?", "start": 1009.94, "end": 1012.9}, {"text": "- What do you start on, the leg?", "start": 1012.9, "end": 1015.18}, {"text": "It's gotta be a leg, right?", "start": 1015.18, "end": 1016.22}, {"text": "- Yeah, I'm probably the leg.", "start": 1016.22, "end": 1017.06}, {"text": "I mean there you know there's one guy who's gonna go for the face right away", "start": 1017.06, "end": 1020.3}, {"text": "like the guy who takes the candy out of the middle of a birthday cake yeah yeah", "start": 1020.3, "end": 1026.06}, {"text": "wonder what a grilled eyeball would taste like probably like I saw I saw like a", "start": 1026.06, "end": 1031.62}, {"text": "like a picture of like an eyeball that got a cut on it and then they put", "start": 1031.62, "end": 1035.66}, {"text": "stitches on the eyeball yeah dude that's the worst shit I can't watch that video", "start": 1035.66, "end": 1040.78}, {"text": "of that lambs eyeball being sliced with the razor yeah okay oh yeah from the", "start": 1040.78, "end": 1044.94}, {"text": "shit that sucks. Eyeball stuff is the worst. Yeah, I like my eyeballs. Me too. I love my", "start": 1044.94, "end": 1051.1}, {"text": "eyeballs. I have beautiful brown eyes. There's no such thing as beautiful brown eyes. I do.", "start": 1051.1, "end": 1055.94}, {"text": "Not on a man. You have stinky poo eyes. I have the most beautiful eyes in the world.", "start": 1055.94, "end": 1060.18}, {"text": "Your eyes are just, they might as well be nothing. I have piercing red eyes. Watch this.", "start": 1060.18, "end": 1065.7}, {"text": "That's your face that you're doing. Whenever someone has brown eyes, I just, in my brain,", "start": 1065.7, "end": 1069.58}, {"text": "I can't remember what color their eyes are because my brain just like ignores it. Yeah,", "start": 1069.58, "end": 1072.82}, {"text": "are", "start": 1072.82, "end": 1095.28}, {"text": "really gonna get a kick out of it. I'm not allowed back there. Really? Did you try, did", "start": 1095.28, "end": 1100.04}, {"text": "you use all the time? No, I went in the back and I was laughing so hard. It's funny as", "start": 1100.04, "end": 1105.0}, {"text": "hell back there. Dude, oh my god, they have a nurse's outfit and like... Holy crap. Things", "start": 1105.0, "end": 1110.28}, {"text": "that a guy puts in his butt. Like what? Like a, it's a cylinder. Yeah. That a man puts in", "start": 1110.28, "end": 1117.0}, {"text": "his butt. Well he's probably trying to, trying to do some, trying to build a potato gun and", "start": 1117.0, "end": 1123.04}, {"text": "he just slips on the PVC pipe. No, it's a thing and it's... Or he's like on, he's on", "start": 1123.04, "end": 1128.26}, {"text": "roller skates. I can't imagine why I would answer this. He's on roller skates and his pants falls down and he trips over them and he flies onto a railing. It's balls on a", "start": 1128.26, "end": 1135.2}, {"text": "string. Balls on a string? A man puts in his butt. Hold on. Balls on a string? Well this has to be some kind of... I got balls on a string. You know what, he must be doing...", "start": 1135.2, "end": 1144.64}, {"text": "he must be doing some kind of Mardi Gras thing where he's trying to throw the", "start": 1144.64, "end": 1150.04}, {"text": "beads to a woman's ear and then he puts them in his butt.", "start": 1150.04, "end": 1153.0}, {"text": "But they accidentally, he's really strong, he's in the MLB.", "start": 1153.0, "end": 1156.0}, {"text": "Oh well he's doing Manny Ramirez and he throws it so hard.", "start": 1156.0, "end": 1159.0}, {"text": "He's doing softball windmill pitch.", "start": 1159.0, "end": 1160.8}, {"text": "And it accidentally catches another woman who's behind him, her vagina, and it flies", "start": 1160.8, "end": 1167.52}, {"text": "off, ricochets off, she's had surgery, into his butt.", "start": 1167.52, "end": 1171.6}, {"text": "That must be it.", "start": 1171.6, "end": 1172.6}, {"text": "That must be the point of those.", "start": 1172.6, "end": 1173.76}, {"text": "Yeah.", "start": 1173.76, "end": 1174.76}, {"text": "I mean I don't understand why anything would ever enter a man's ass.", "start": 1174.76, "end": 1177.88}, {"text": "Me neither.", "start": 1177.88, "end": 1178.88}, {"text": "Unless you're cleaning it with shampoo and you're 15.", "start": 1178.88, "end": 1181.88}, {"text": "Yeah.", "start": 1181.88, "end": 1182.88}, {"text": "And it feels funny.", "start": 1182.88, "end": 1185.0}, {"text": "Unless it's a GoPro.", "start": 1185.0, "end": 1186.0}, {"text": "The thing is, I put my finger in my ass.", "start": 1186.0, "end": 1187.64}, {"text": "It's like you get, I feel, I get why you would like it, but that's because I like pooping.", "start": 1187.64, "end": 1194.72}, {"text": "You know?", "start": 1194.72, "end": 1196.6}, {"text": "Like I really love to poop.", "start": 1196.6, "end": 1198.68}, {"text": "Like pooping is like one of my...", "start": 1198.68, "end": 1200.2}, {"text": "It just doesn't interest me.", "start": 1200.2, "end": 1202.2}, {"text": "(laughing)", "start": 1202.2, "end": 1204.44}, {"text": "- I put my finger up there before, I'm just not gripped.", "start": 1204.44, "end": 1209.5}, {"text": "- It just, it never caught me.", "start": 1209.5, "end": 1211.34}, {"text": "- I've done a lot more fascinating things in my life,", "start": 1211.34, "end": 1213.34}, {"text": "it's just nothing, it's not for me.", "start": 1213.34, "end": 1215.94}, {"text": "- Just never.", "start": 1215.94, "end": 1216.78}, {"text": "- I just don't find it interesting.", "start": 1216.78, "end": 1220.36}, {"text": "- Never stimulated my brain much.", "start": 1220.36, "end": 1222.02}, {"text": "- No, it just never clicks.", "start": 1222.02, "end": 1223.48}, {"text": "- I think it's supposed to stimulate something else in there.", "start": 1223.48, "end": 1225.98}, {"text": "- Yeah, it stimulates my I love poop neurons,", "start": 1225.98, "end": 1228.56}, {"text": "which like, I'll sit on the toilet,", "start": 1228.56, "end": 1230.72}, {"text": "I wish, honestly, I wish I could just poop all day.", "start": 1230.72, "end": 1233.04}, {"text": "- Oh dude, I gotta stop sitting on the toilet", "start": 1233.04, "end": 1234.8}, {"text": "for a long time. - I love pooping.", "start": 1234.8, "end": 1235.64}, {"text": "A really good poop though,", "start": 1235.64, "end": 1236.46}, {"text": "like one that's just like thick and really you feel it,", "start": 1236.46, "end": 1239.28}, {"text": "that's a good feeling.", "start": 1239.28, "end": 1240.2}, {"text": "- My stomach, my poop's been messed up lately.", "start": 1240.2, "end": 1243.36}, {"text": "I've been really constipated.", "start": 1243.36, "end": 1244.96}, {"text": "- I gotta hand you one of these.", "start": 1244.96, "end": 1245.8}, {"text": "- When I was at Disney World, I rode the Tower of Terror", "start": 1245.8, "end": 1248.64}, {"text": "and it felt like the poop brick in my stomach", "start": 1248.64, "end": 1251.0}, {"text": "was gonna fly out of my mouth.", "start": 1251.0, "end": 1252.6}, {"text": "- That would've been kind of funny.", "start": 1252.6, "end": 1253.44}, {"text": "- That'd be cool.", "start": 1253.44, "end": 1254.28}, {"text": "Just get rid of it all in one fell swoop.", "start": 1254.28, "end": 1256.16}, {"text": "- It would be funny to throw up a poop log.", "start": 1256.16, "end": 1258.48}, {"text": "- It would be funny to get--", "start": 1258.48, "end": 1259.32}, {"text": "I feel like that's the way that's like the the physically that's the way it", "start": 1259.32, "end": 1262.6}, {"text": "would happen to right a sudden drop yeah and it just it just inertia just it just", "start": 1262.6, "end": 1267.4}, {"text": "flies out as it came out it goes out the damn window yeah it's some kid places the", "start": 1267.4, "end": 1280.16}, {"text": "hot dog and a kid's hot dog but it's there right as you eat your crap and see", "start": 1280.16, "end": 1287.84}, {"text": "Oh hell no. Oh hell no. That ain't gonna happen. Not on my watch. No. It actually derailed the", "start": 1287.84, "end": 1294.24}, {"text": "Aerosmith ride and killed 50 people. Come on dude. Oh no. I don't wanna hear about that.", "start": 1294.24, "end": 1299.52}, {"text": "You know I read today I was reading about those remember those Thai kids that got trapped", "start": 1299.52, "end": 1303.66}, {"text": "in that there cave? Oh yeah. That was a pretty funny story. Yeah. I just thought it was funny.", "start": 1303.66, "end": 1310.6}, {"text": "I was reading about it I was like they never explain why they went into the cave. Yeah.", "start": 1310.6, "end": 1315.64}, {"text": "once like I was reading the entire Wikipedia page.", "start": 1315.64, "end": 1318.28}, {"text": "General spelunking.", "start": 1318.28, "end": 1319.28}, {"text": "And it was just like no they were not wearing spelunking anything.", "start": 1319.28, "end": 1322.16}, {"text": "They were just like, they had just won a soccer match.", "start": 1322.16, "end": 1325.8}, {"text": "And they were like, let's go into the cave.", "start": 1325.8, "end": 1329.24}, {"text": "It's raining, let's go into the cave.", "start": 1329.24, "end": 1331.4}, {"text": "That's so funny.", "start": 1331.4, "end": 1332.4}, {"text": "Yeah, let's go very deep.", "start": 1332.4, "end": 1333.4}, {"text": "Let's go really far.", "start": 1333.4, "end": 1334.88}, {"text": "Let's go miles into this cave right now.", "start": 1334.88, "end": 1337.28}, {"text": "Oh what's that?", "start": 1337.28, "end": 1338.28}, {"text": "A very small passage that we can barely squeeze through?", "start": 1338.28, "end": 1342.36}, {"text": "Probably fine.", "start": 1342.36, "end": 1343.36}, {"text": "Let's go in there.", "start": 1343.36, "end": 1344.36}, {"text": "we just want our soccer game we're on top of the world yet we can survive a week", "start": 1344.36, "end": 1348.12}, {"text": "ago", "start": 1348.12, "end": 1348.96}, {"text": "but i don't want that bill you know we can get out of any case", "start": 1348.96, "end": 1353.6}, {"text": "yeah there's not a word that would work for the civil war", "start": 1353.6, "end": 1356.36}, {"text": "yeah i'm gonna get out fifteen days later because we're seeing what is the", "start": 1356.36, "end": 1359.6}, {"text": "cave other than just a goal", "start": 1359.6, "end": 1361.32}, {"text": "you know", "start": 1361.32, "end": 1362.44}, {"text": "they were that's the truth they're trying to find the end of the goal yes", "start": 1362.44, "end": 1364.96}, {"text": "i find the goalie", "start": 1364.96, "end": 1366.2}, {"text": "yet maybe a soccer ball in the case", "start": 1366.2, "end": 1368.52}, {"text": "uh... chasing after it when i was in my own into the cave for sloping downward", "start": 1368.52, "end": 1374.34}, {"text": "true yeah and they didn't have another soccer ball what it okay what if there's", "start": 1374.34, "end": 1378.64}, {"text": "like the ultimate trophy in there oh yeah true kind of a rumple sportskin yeah", "start": 1378.64, "end": 1386.1}, {"text": "creature that is oh dude imagine a rumple sportskin rumple pigskin dude", "start": 1386.1, "end": 1391.28}, {"text": "rumple pigskin yeah he can grant you any sports wishes yeah he sounds like John", "start": 1391.28, "end": 1396.02}, {"text": "Madden yeah yeah all right can I grant you any wish any wish at all", "start": 1396.02, "end": 1401.58}, {"text": "Any wish you want and I could...", "start": 1401.58, "end": 1402.94}, {"text": "Sports related wishes.", "start": 1402.94, "end": 1403.94}, {"text": "Any sports wish at all.", "start": 1403.94, "end": 1405.54}, {"text": "Any wish.", "start": 1405.54, "end": 1406.54}, {"text": "Because they were like, \"Can we get out of this cave?\"", "start": 1406.54, "end": 1407.54}, {"text": "And he's like, \"No, strictly sports.\"", "start": 1407.54, "end": 1409.7}, {"text": "No way.", "start": 1409.7, "end": 1410.7}, {"text": "No.", "start": 1410.7, "end": 1411.7}, {"text": "Maybe, okay, well, what's the thing?", "start": 1411.7, "end": 1412.7}, {"text": "What if they weren't a soccer team before they went into the cave and they said like,", "start": 1412.7, "end": 1416.3}, {"text": "\"All right, well, fine.", "start": 1416.3, "end": 1417.3}, {"text": "We want to be like the winners of the soccer tournament.\"", "start": 1417.3, "end": 1419.74}, {"text": "We want there to be any reason why we came into this cave.", "start": 1419.74, "end": 1422.3}, {"text": "Yeah.", "start": 1422.3, "end": 1423.3}, {"text": "Well, they went and they saw a Rumpelstiltskin and he was like a Rumpelpigskin and they were", "start": 1423.3, "end": 1427.06}, {"text": "like, \"Can we get out?", "start": 1427.06, "end": 1428.06}, {"text": "We wish to get out of the cave.\"", "start": 1428.06, "end": 1429.06}, {"text": "And he's like, \"No, it has to be sports related.\"", "start": 1429.06, "end": 1430.9}, {"text": "and then they're like okay. Can we kick the soccer ball all the way out of the", "start": 1430.9, "end": 1434.64}, {"text": "cave and he's like okay wait a minute", "start": 1434.64, "end": 1437.4}, {"text": "no hold on now. So you guys got to feed me a baby one of the one of the four or", "start": 1437.4, "end": 1445.02}, {"text": "five of the kids when they were rescued from the cave. Turns out that they were", "start": 1445.02, "end": 1449.06}, {"text": "stateless and they belonged to what is that mean they belong to no country like", "start": 1449.06, "end": 1453.84}, {"text": "the movie terminal and then tie a tie water.", "start": 1453.84, "end": 1457.46}, {"text": "Thailand gave them statehood after...", "start": 1458.36, "end": 1460.36}, {"text": "What the fuck?", "start": 1460.36, "end": 1461.36}, {"text": "Or not statehood.", "start": 1461.36, "end": 1462.36}, {"text": "How are you statesless?", "start": 1462.36, "end": 1463.36}, {"text": "Were they born over the ocean or something?", "start": 1463.36, "end": 1465.36}, {"text": "They were born, they never, they didn't even exist.", "start": 1465.36, "end": 1467.36}, {"text": "Were they born in a cave?", "start": 1467.36, "end": 1469.36}, {"text": "I don't know.", "start": 1469.36, "end": 1470.36}, {"text": "They were created in the cave.", "start": 1470.36, "end": 1471.36}, {"text": "They were literally changelings.", "start": 1471.36, "end": 1473.36}, {"text": "They were like fairy folk.", "start": 1473.36, "end": 1475.36}, {"text": "We need four other people to have a full defensive line.", "start": 1475.36, "end": 1478.36}, {"text": "No problem!", "start": 1478.36, "end": 1480.36}, {"text": "I got that!", "start": 1480.36, "end": 1481.36}, {"text": "They don't belong to a country!", "start": 1481.36, "end": 1483.36}, {"text": "I can create as many boys as you want, but they can't have passports.", "start": 1483.36, "end": 1489.84}, {"text": "They all look Swedish.", "start": 1489.84, "end": 1491.84}, {"text": "That's when they rescued the kids, they were like, \"Why is Tyler, why is all like four", "start": 1491.84, "end": 1495.72}, {"text": "of these kids blonde?", "start": 1495.72, "end": 1496.72}, {"text": "What is going on here?\"", "start": 1496.72, "end": 1498.04}, {"text": "They're like, \"It was Rumpelpigskin.", "start": 1498.04, "end": 1501.72}, {"text": "He's the cave spirit, but he only likes to give sports wishes, so you know, unless you're", "start": 1501.72, "end": 1508.44}, {"text": "trying to win a Heisman, don't even think about it.\"", "start": 1508.44, "end": 1511.76}, {"text": "yeah rumple pigskin rumple pigskin rumple pigskin rumple freaking pigskin yeah", "start": 1511.76, "end": 1516.72}, {"text": "because that's funny we suck what is rumple still skin his he like turns like", "start": 1516.72, "end": 1521.72}, {"text": "straw into gold no he makes no it's the no he doesn't it's the woman who's", "start": 1521.72, "end": 1526.36}, {"text": "woman's spin okay the woman spins straw into gold but then she owes a baby yeah", "start": 1526.36, "end": 1532.08}, {"text": "because because um see I the only rumple stillskin I let's read roll the rumple", "start": 1532.08, "end": 1538.52}, {"text": "still skin story I know of is the one from Muppets classics theater shut up", "start": 1538.52, "end": 1544.96}, {"text": "all right rumple stiltskin I think miss piggy the story is about an imp oh no", "start": 1544.96, "end": 1550.92}, {"text": "the imp does spin straw into gold yeah bitch the story is about an imp who's", "start": 1550.92, "end": 1555.84}, {"text": "been strong as a whole day's romance for girls firstborn rubble still skin also", "start": 1555.84, "end": 1560.92}, {"text": "known as Tom tit-tot what wait that's his name his name's rumple stiltskin well", "start": 1560.92, "end": 1566.84}, {"text": "which one does he oh it's that it's that the the the girl's father lies and tells", "start": 1566.84, "end": 1571.4}, {"text": "the king that she can spin straw into gold and then rumple still skin like", "start": 1571.4, "end": 1576.48}, {"text": "does it for you just believe it because you're a natural king yeah yeah exactly", "start": 1576.48, "end": 1580.64}, {"text": "you work on the Kings info so she's she she has to spin straw into gold or else", "start": 1580.64, "end": 1586.36}, {"text": "the king will cut off her head then rumple still skin shows up does it for", "start": 1586.36, "end": 1589.84}, {"text": "her takes his neck takes her necklace then she does it again he has to she has", "start": 1589.84, "end": 1594.12}, {"text": "to spin even more he does it again he takes her ring and the third one can you", "start": 1594.12, "end": 1599.72}, {"text": "read this synopsis from the movie classics theater version you just use", "start": 1599.72, "end": 1602.84}, {"text": "those characters firstborn child yeah well they already did that they had miss", "start": 1602.84, "end": 1607.2}, {"text": "piggy as the as the woman you know how and you remember our ripple still skin", "start": 1607.2, "end": 1612.24}, {"text": "lost because he was like he was like okay I won't take your child the if you", "start": 1612.24, "end": 1617.48}, {"text": "can guess what my name is and she's like oh no and then he like go he likes", "start": 1617.48, "end": 1622.68}, {"text": "he's in the woods and he's just and he's just dancing around a fire going. I'm", "start": 1622.68, "end": 1626.22}, {"text": "rumple stiltskin. She'll never find out my name is rumple stiltskin. Yeah, it's", "start": 1626.22, "end": 1630.22}, {"text": "like rumple stiltskin. Use your inside. Yeah, okay. Why are you give? Why are", "start": 1630.22, "end": 1635.04}, {"text": "you blabbing? Yeah, why would you lips sink ships? He's sitting there. He's", "start": 1635.04, "end": 1639.76}, {"text": "sitting there just saying like he was he's the and you know guy. Yeah, and you", "start": 1639.76, "end": 1646.64}, {"text": "know she doesn't know I'm rumple stiltskin. No, she don't know my name is", "start": 1646.64, "end": 1650.68}, {"text": "stillskin though. What'd you say? Is the original. Nothing. The original. I didn't say shit.", "start": 1650.7, "end": 1656.66}, {"text": "What's my name? Rumpelstiltskin. And you know I'm gonna ask for a firstborn child. And you", "start": 1656.66, "end": 1662.74}, {"text": "know I'm Rumpelstiltskin. And you just know who I am. Yeah, it's Gonzo. You're Gonzo.", "start": 1662.74, "end": 1670.82}, {"text": "Gonzo is Rumpelstiltskin. What is Gonzo porn? Why does that have anything to do with the", "start": 1670.82, "end": 1675.38}, {"text": "Muppet what is what came first gonzo the Muppet or the word gonzo is it the penis", "start": 1675.38, "end": 1680.48}, {"text": "looks like his nose maybe it's a big meaty eggplant style fucking dong yeah", "start": 1680.48, "end": 1686.42}, {"text": "curse down huh yeah nobody's penis curves down by the way yeah not a nobody's", "start": 1686.42, "end": 1693.72}, {"text": "jacking off like like a we're making a notice you know nobody mine curves", "start": 1693.72, "end": 1699.02}, {"text": "strongly to the left yeah yeah not only strongly strongly how strong in the", "start": 1699.02, "end": 1705.28}, {"text": "You ever heard of a right angle?", "start": 1705.28, "end": 1707.04}, {"text": "Yeah.", "start": 1707.04, "end": 1708.04}, {"text": "That's about it.", "start": 1708.04, "end": 1709.04}, {"text": "Damn.", "start": 1709.04, "end": 1710.04}, {"text": "Really?", "start": 1710.04, "end": 1711.04}, {"text": "Yeah, that's because I have a Lego hand.", "start": 1711.04, "end": 1712.04}, {"text": "What does that Lego hand have to do with the right angle?", "start": 1712.04, "end": 1716.92}, {"text": "I just figured those were related, but maybe they're not.", "start": 1716.92, "end": 1720.48}, {"text": "I don't know.", "start": 1720.48, "end": 1721.48}, {"text": "Actually, that's a perfect jacking off hand, a Lego hand.", "start": 1721.48, "end": 1724.12}, {"text": "That is a perfect jacking off hand.", "start": 1724.12, "end": 1725.12}, {"text": "Until you realize, circular middle, a Lego man's penis is definitely a square.", "start": 1725.12, "end": 1729.76}, {"text": "Yup.", "start": 1729.76, "end": 1730.76}, {"text": "Yeah.", "start": 1730.76, "end": 1731.76}, {"text": "That's got to be it.", "start": 1731.76, "end": 1732.76}, {"text": "It's got to be like a...", "start": 1732.76, "end": 1733.76}, {"text": "They're making very little contact.", "start": 1733.76, "end": 1734.76}, {"text": "cutting his hand on his corners of his thing.", "start": 1734.76, "end": 1736.76}, {"text": "Do you think a Lego man's penis would be a...", "start": 1736.76, "end": 1738.76}, {"text": "Has to be a square.", "start": 1738.76, "end": 1740.76}, {"text": "Right? Am I tripping?", "start": 1740.76, "end": 1742.76}, {"text": "I think what the Lego man probably does", "start": 1742.76, "end": 1744.76}, {"text": "is his business and we should talk about it.", "start": 1744.76, "end": 1746.76}, {"text": "So is a Lego man's", "start": 1746.76, "end": 1748.76}, {"text": "head is a circle and his feet", "start": 1748.76, "end": 1750.76}, {"text": "are squares. So is a penis", "start": 1750.76, "end": 1752.76}, {"text": "closer to a head or a foot? Foot.", "start": 1752.76, "end": 1754.76}, {"text": "Okay, it's a square.", "start": 1754.76, "end": 1756.76}, {"text": "My head has eyes and a mouth.", "start": 1756.76, "end": 1758.76}, {"text": "What I think happens... My wiener has a mouth.", "start": 1758.76, "end": 1760.76}, {"text": "Well I think happens...", "start": 1760.76, "end": 1762.76}, {"text": "- Well no, 'cause there's the lightsabers too.", "start": 1762.76, "end": 1765.08}, {"text": "The Lego lightsabers.", "start": 1765.08, "end": 1765.92}, {"text": "- Those are circles. - That's different,", "start": 1765.92, "end": 1766.88}, {"text": "that's not canon.", "start": 1766.88, "end": 1768.04}, {"text": "- Well those aren't body parts.", "start": 1768.04, "end": 1769.52}, {"text": "- Yeah.", "start": 1769.52, "end": 1770.36}, {"text": "- Well yeah, but then I feel like", "start": 1770.36, "end": 1771.18}, {"text": "it's the same shape. - We're talking,", "start": 1771.18, "end": 1772.02}, {"text": "we're talking, - In terms of Lego shapes.", "start": 1772.02, "end": 1772.86}, {"text": "- We're talking Lego here right now.", "start": 1772.86, "end": 1774.64}, {"text": "- But I think, I think all, - We're not talking Star Wars.", "start": 1774.64, "end": 1776.04}, {"text": "- Any Lego man has to like, basically wear a strap on.", "start": 1776.04, "end": 1780.44}, {"text": "- I don't. - A lot.", "start": 1780.44, "end": 1782.2}, {"text": "Well yeah, they have strap on heads,", "start": 1782.2, "end": 1783.72}, {"text": "of course they wear a strap on. - Yeah, exactly.", "start": 1783.72, "end": 1785.24}, {"text": "They would wear a strap on penis.", "start": 1785.24, "end": 1786.9}, {"text": "- Okay, yeah, I'm with you, what's up?", "start": 1786.9, "end": 1789.42}, {"text": "Well that's what I'm saying, so it could be anything.", "start": 1789.42, "end": 1792.5}, {"text": "I mean it could all be anything, they're Legos.", "start": 1792.5, "end": 1794.74}, {"text": "Yeah.", "start": 1794.74, "end": 1795.58}, {"text": "I'm just saying.", "start": 1795.58, "end": 1796.42}, {"text": "It is up to your imagination.", "start": 1796.42, "end": 1797.24}, {"text": "It also--", "start": 1797.24, "end": 1798.08}, {"text": "It is a Lego, it is up to your imagination.", "start": 1798.08, "end": 1799.58}, {"text": "Of course.", "start": 1799.58, "end": 1800.42}, {"text": "I would say it depends.", "start": 1800.42, "end": 1801.9}, {"text": "A Lego woman's vagina, is it a square or is it a--", "start": 1801.9, "end": 1805.26}, {"text": "Where, okay, where is that?", "start": 1805.26, "end": 1806.66}, {"text": "Under the pants.", "start": 1806.66, "end": 1808.22}, {"text": "Oh, so they have to get out of,", "start": 1808.22, "end": 1810.18}, {"text": "they have to put on new legs.", "start": 1810.18, "end": 1811.18}, {"text": "They have to take off clothes to--", "start": 1811.18, "end": 1812.5}, {"text": "They have to take off their legs", "start": 1812.5, "end": 1813.66}, {"text": "and put on their naked legs.", "start": 1813.66, "end": 1815.22}, {"text": "Yeah.", "start": 1815.22, "end": 1816.06}, {"text": "That have a vagina and a butthole.", "start": 1816.06, "end": 1817.1}, {"text": "Yeah.", "start": 1817.1, "end": 1817.94}, {"text": "Or just the butthole of--", "start": 1817.94, "end": 1818.9}, {"text": "Yeah, because they do have the thing of Lego.", "start": 1818.9, "end": 1821.66}, {"text": "Lego women got four holes in the back.", "start": 1821.66, "end": 1824.06}, {"text": "Damn.", "start": 1824.06, "end": 1824.56}, {"text": "[LAUGHTER]", "start": 1824.56, "end": 1826.98}, {"text": "And they got holes in their feet, too.", "start": 1826.98, "end": 1828.66}, {"text": "They flat as hell, though.", "start": 1828.66, "end": 1830.5}, {"text": "They got four holes in the back and some holes in the--", "start": 1830.5, "end": 1832.78}, {"text": "Well, I've been altering my Lego figures, so none of them--", "start": 1832.78, "end": 1836.5}, {"text": "they all have big butts.", "start": 1836.5, "end": 1837.78}, {"text": "Nice.", "start": 1837.78, "end": 1838.78}, {"text": "It's like-- it's infuriating to look", "start": 1838.78, "end": 1840.94}, {"text": "at how flat some of them are.", "start": 1840.94, "end": 1842.42}, {"text": "It's disgusting.", "start": 1842.42, "end": 1843.38}, {"text": "It's disgusting.", "start": 1843.38, "end": 1844.1}, {"text": "Even the men, I give them big pumper dumpers.", "start": 1844.1, "end": 1847.5}, {"text": "They need them, dude.", "start": 1847.5, "end": 1848.38}, {"text": "desperate for him. How does a Lego man even poop? It's got to hurt to sit down. I know,", "start": 1848.38, "end": 1851.38}, {"text": "exactly. Which hole does it come out of? The mouth. Yuck. I want to snatch the wig of one", "start": 1851.38, "end": 1856.46}, {"text": "of the women and get in that head hole. Yeah. Just rip it off. Yeah, I have a special sexual", "start": 1856.46, "end": 1865.22}, {"text": "Lego workshop where I alter my Legos to make them. Yeah. In different, sexy, in different", "start": 1865.22, "end": 1870.34}, {"text": "ways. Sexual Lego workshop. I stole a tool set from Santa's elves and I still care. See,", "start": 1870.34, "end": 1875.74}, {"text": "my neighbors always complains because I have it's like in the backyard and", "start": 1875.74, "end": 1880.48}, {"text": "there's it's like an iron door with like a like the thing that you like", "start": 1880.48, "end": 1884.3}, {"text": "across.", "start": 1884.3, "end": 1885.06}, {"text": "You see like sparks shooting out of the chimney all night and it's like", "start": 1885.06, "end": 1889.56}, {"text": "it's like super low. You can hear a jack hammer yeah, like a three so sexual", "start": 1889.56, "end": 1895.86}, {"text": "yeah, I go every night and then I show them a Darth Vader with giant hits", "start": 1895.86, "end": 1900.06}, {"text": "every time the door opens, but you hear like clanging metal and explosions and", "start": 1900.06, "end": 1904.9}, {"text": "so welcome to the jungle it's pretty cool smoke comes out you won't go you're", "start": 1904.94, "end": 1911.26}, {"text": "actually yeah I'd enough they're actually getting me on forged in fire because of", "start": 1911.26, "end": 1915.38}, {"text": "it yeah a sexual Lego woman's vagina yeah well they're like you're like what a", "start": 1915.38, "end": 1924.14}, {"text": "woman was spreadable like you can't make you can't yeah you can't make a Lego sex", "start": 1924.14, "end": 1928.26}, {"text": "doll you have to make a kukri like that's the challenge I'm like fine and", "start": 1928.26, "end": 1931.34}, {"text": "and then i make like a one like a curved sword or whatever and it just has like", "start": 1931.34, "end": 1935.5}, {"text": "just lego it's just a like an etching like an incredibly detailed like sexual", "start": 1935.5, "end": 1940.06}, {"text": "lego or you just taped one to the other side of it so you hand it over the", "start": 1940.06, "end": 1943.9}, {"text": "handle is a lego penis you bow to hand it over it's like thank you turns it", "start": 1943.9, "end": 1948.22}, {"text": "what the what is it you tape this this kim kardashian for my ultimate test", "start": 1948.22, "end": 1954.62}, {"text": "and i'm fucking it come on i do need to i'm waiting on to watch second season of", "start": 1954.62, "end": 1960.06}, {"text": "of Forged in Fire until Christmas because that's my new Christmas tradition.", "start": 1960.06, "end": 1963.48}, {"text": "Yeah. I watch Forged in Fire. One of my big Christmas traditions, presents and stockings.", "start": 1963.48, "end": 1967.56}, {"text": "Yeah. I visit for Santa. Every year. Every year for real. I usually buy a weed part from", "start": 1967.56, "end": 1971.4}, {"text": "a gas station in North Carolina and get to just like, just spend the entire time fucked", "start": 1971.4, "end": 1978.14}, {"text": "up on fake weed watching Forged in Fire. That might be a good move. It's a great move, dude.", "start": 1978.14, "end": 1983.18}, {"text": "Just feel dangerous the whole time. I think one of the best moves on Christmas is drinking", "start": 1983.18, "end": 1987.14}, {"text": "eggnog. Eggnog hits different at Christmas time. Absolutely. Ornaments be hitting different", "start": 1987.14, "end": 1994.98}, {"text": "too. I just got a couple ornaments. I'm going to get a tree this year for the first time", "start": 1994.98, "end": 1998.54}, {"text": "ever. I might get a little fake tree. Yeah, I think we're going to get a tree. God damn", "start": 1998.54, "end": 2003.62}, {"text": "it dude. I'm getting a really. I'm thinking about like a tree in my apartment. A hugey", "start": 2003.62, "end": 2008.54}, {"text": "really. Are you really going to get a real tree in here? Yeah. Small one. I'm not going", "start": 2008.54, "end": 2016.58}, {"text": "get a fucking 10-foot hugee. You said a hugee really. To me I think Christmas trees are", "start": 2016.58, "end": 2023.02}, {"text": "one foot on average so this is doing to be four or five feet probably yeah which", "start": 2023.02, "end": 2026.42}, {"text": "is hugee. I think I put it like right yeah that'd be nice and you know I like I", "start": 2026.42, "end": 2030.34}, {"text": "hate fake Christmas trees but I don't I don't feel like getting a real one.", "start": 2030.34, "end": 2033.86}, {"text": "They're prickly cleaning up after it. And they don't smell good. Yeah you gotta put the", "start": 2033.86, "end": 2037.56}, {"text": "smells in there. Yeah you gotta anything you gotta put in there. Oh and I'm putting plenty of smells in the tree.", "start": 2037.56, "end": 2041.9}, {"text": "That's right. I'm dusting it. You ever farted and feel like you have to run away from it?", "start": 2041.9, "end": 2046.26}, {"text": "Yesterday I farted on the way I it's like so hot and it smells so bad that", "start": 2046.26, "end": 2051.94}, {"text": "you're like yeah, I can't be in this and I it's gonna stick. Yeah, do you have", "start": 2051.94, "end": 2056.58}, {"text": "it's like a looney tunes shape of your body and green. Do you ever far in", "start": 2056.58, "end": 2060.02}, {"text": "public or with people and then you smell it and you're like I'm not even gonna", "start": 2060.02, "end": 2063.34}, {"text": "acknowledge it because there's no way anybody's gonna guess that that came", "start": 2063.34, "end": 2066.58}, {"text": "from a human. I'm like that people will assume this is some industrial smell.", "start": 2066.58, "end": 2072.62}, {"text": "Yeah, sometimes it's like it's like so bad that you like you. You can't open", "start": 2072.62, "end": 2077.78}, {"text": "your mouth to accuse someone of it. Yeah, yeah, I just have to let this one all", "start": 2077.78, "end": 2082.1}, {"text": "your teeth will just fall out. Yeah, yeah, no, I've been having some", "start": 2082.1, "end": 2085.9}, {"text": "so it's been trouble fucked. I just eat this bean salad. I make a it's just a", "start": 2085.9, "end": 2092.7}, {"text": "can of pinto's garbanzos,", "start": 2092.7, "end": 2095.22}, {"text": "black beans, kidneys and corn and it just is that it's all beans, tomato,", "start": 2095.22, "end": 2102.06}, {"text": "onion, avocado, lemon juice, red wine vinegar, salt pepper.", "start": 2102.1, "end": 2107.02}, {"text": "- All beans?", "start": 2107.02, "end": 2107.94}, {"text": "- All beans and corn.", "start": 2107.94, "end": 2109.46}, {"text": "And I just eat it every single meal.", "start": 2109.46, "end": 2111.82}, {"text": "I eat it with eggs in the morning sometimes.", "start": 2111.82, "end": 2114.46}, {"text": "- Whoa. - Christ.", "start": 2114.46, "end": 2115.74}, {"text": "- And some feta cheese.", "start": 2115.74, "end": 2117.06}, {"text": "- You know, there's a lot of--", "start": 2117.06, "end": 2117.9}, {"text": "- That's gonna take you down.", "start": 2117.9, "end": 2118.94}, {"text": "- There's a lot of YouTubers that you can watch", "start": 2118.94, "end": 2120.58}, {"text": "that can teach you how to make vegan food", "start": 2120.58, "end": 2123.7}, {"text": "that isn't bean salad.", "start": 2123.7, "end": 2124.94}, {"text": "- This is cheap and I like it a lot.", "start": 2124.94, "end": 2126.62}, {"text": "- Yeah?", "start": 2126.62, "end": 2127.46}, {"text": "- I like how it makes me smell.", "start": 2127.46, "end": 2128.3}, {"text": "- Oh, boy.", "start": 2128.3, "end": 2129.58}, {"text": "Yesterday I was trying I was going out to do some stand-up and I farted and I really thought I shit myself", "start": 2129.58, "end": 2134.48}, {"text": "Yeah, and I I was like if I shit myself", "start": 2134.48, "end": 2137.66}, {"text": "I'm gonna have Jana come pick me up in the car and I called her and I was like", "start": 2137.66, "end": 2140.64}, {"text": "Can you come pick me up? She was like no and then I just went to the show", "start": 2140.64, "end": 2146.48}, {"text": "But I didn't shit myself. Thank God, but I was fully convinced. Well, yeah, there's like sometimes sometimes a gas will leave your body", "start": 2146.48, "end": 2153.78}, {"text": "That's so hot that it feels like it like pushed your underwear", "start": 2153.78, "end": 2156.66}, {"text": "Did I tell you guys about Jana thinking I shit myself the other night?", "start": 2156.66, "end": 2159.62}, {"text": "No, I already talked about this. Didn't you shit yourself?", "start": 2159.62, "end": 2162.02}, {"text": "I farted in the middle of the night and it woke me and Jana up and she and I was she was like", "start": 2162.02, "end": 2167.92}, {"text": "Smells like shit in here. I was like, yeah, I just farted. She's like no you shit the bed you a hundred percent shit the bed", "start": 2167.92, "end": 2175.8}, {"text": "Show me your butt", "start": 2175.8, "end": 2177.98}, {"text": "I was like, I'm not gonna show you my fucking butt dude. That's fucked up. She's like turn around", "start": 2177.98, "end": 2182.9}, {"text": "I'm like, \"Show me your butt. Prove you didn't shit yourself.\"", "start": 2185.14, "end": 2189.02}, {"text": "Let me see your butt.", "start": 2189.02, "end": 2190.02}, {"text": "And then I did, and I didn't shit myself. I was right. She was fucking being a crazy", "start": 2190.02, "end": 2193.22}, {"text": "person.", "start": 2193.22, "end": 2194.22}, {"text": "She just wanted to see your butt.", "start": 2194.22, "end": 2195.22}, {"text": "She didn't want to see my butt, dude. Fucking pedophile.", "start": 2195.22, "end": 2196.22}, {"text": "Let me see your butt, freak.", "start": 2196.22, "end": 2197.22}, {"text": "Yeah, dude, my girlfriend's such a pedophile.", "start": 2197.22, "end": 2200.22}, {"text": "Yeah.", "start": 2200.22, "end": 2201.22}, {"text": "But yeah, it was very embarrassing to me right in that moment.", "start": 2201.22, "end": 2207.3}, {"text": "I haven't shit myself, I don't think, ever.", "start": 2207.3, "end": 2210.66}, {"text": "What?", "start": 2210.66, "end": 2211.66}, {"text": "That's not true.", "start": 2211.66, "end": 2212.66}, {"text": "No, no, not like--", "start": 2212.66, "end": 2213.66}, {"text": "You're not even human.", "start": 2213.66, "end": 2214.66}, {"text": "long time but that's not ever actually what I did shit myself I think a year to", "start": 2214.66, "end": 2219.22}, {"text": "the day ago well how do you know I don't think I've ever shit myself actually it", "start": 2219.22, "end": 2224.22}, {"text": "was exactly the one year anniversary of the last time I do for another one", "start": 2224.22, "end": 2229.7}, {"text": "exactly no yeah I used to shit myself twice a year pretty pretty much like", "start": 2229.7, "end": 2234.42}, {"text": "clock yeah I never shit myself so when I did last year what you done I was in the", "start": 2234.42, "end": 2242.22}, {"text": "kitchen making myself breakfast", "start": 2242.22, "end": 2244.88}, {"text": "at my parents house and then just like", "start": 2244.88, "end": 2247.52}, {"text": "for did and then felt a squirt and i was like", "start": 2247.52, "end": 2250.48}, {"text": "all deer", "start": 2250.48, "end": 2252.08}, {"text": "uh... told do smear yeah", "start": 2252.08, "end": 2255.52}, {"text": "is ran upstairs", "start": 2255.52, "end": 2257.08}, {"text": "you know like i think i left the pan on", "start": 2257.08, "end": 2259.34}, {"text": "uh... down now yeah", "start": 2259.34, "end": 2261.16}, {"text": "nothing happens if you died", "start": 2261.16, "end": 2263.12}, {"text": "because of that is so funny like i just didn't take just like", "start": 2263.12, "end": 2266.56}, {"text": "crumbles", "start": 2266.56, "end": 2268.14}, {"text": "on making a snow is making myself an italian sub-space member group", "start": 2268.14, "end": 2271.92}, {"text": "and i remember it and some of the pan", "start": 2271.92, "end": 2274.4}, {"text": "we make it", "start": 2274.4, "end": 2275.52}, {"text": "i was uh...", "start": 2275.52, "end": 2276.82}, {"text": "the heat in the bread up", "start": 2276.82, "end": 2278.96}, {"text": "hot bread on the time so", "start": 2278.96, "end": 2281.46}, {"text": "you better be going to prison brother right now do", "start": 2281.46, "end": 2284.56}, {"text": "it was in a good italian sub", "start": 2284.56, "end": 2286.8}, {"text": "leadership myself in the middle of making it and i don't know the shit yet", "start": 2286.8, "end": 2290.1}, {"text": "the shower well yeah the showers are a bucket of yeah that's what i whenever i", "start": 2290.1, "end": 2294.68}, {"text": "should let me know if i can't and i saw my ass in the bath i came downstairs", "start": 2294.68, "end": 2299.04}, {"text": "after", "start": 2299.04, "end": 2300.56}, {"text": "showering from having shit myself and then looked at the sub and I was just like, \"Hey", "start": 2300.56, "end": 2306.44}, {"text": "mom, there's a sub in the kitchen if you want it.\" And then just went in my bed and just", "start": 2306.44, "end": 2311.08}, {"text": "canceled the day out. That was the end of the day for me.", "start": 2311.08, "end": 2314.32}, {"text": "I think the last time I shit myself I was also puking. I don't know if that counts.", "start": 2314.32, "end": 2319.0}, {"text": "That's fine.", "start": 2319.0, "end": 2320.0}, {"text": "It doesn't really count.", "start": 2320.0, "end": 2321.0}, {"text": "No, that's like a...", "start": 2321.0, "end": 2322.0}, {"text": "It's like food poisoning.", "start": 2322.0, "end": 2323.0}, {"text": "Yeah.", "start": 2323.0, "end": 2324.0}, {"text": "Like me, every time I've shit myself, I've made the decision to let something go and I", "start": 2324.0, "end": 2327.68}, {"text": "I just gamble it. You know, I'm a natural born gambler. I'm always looking for the next jackpot.", "start": 2327.68, "end": 2333.88}, {"text": "And it's usually I put a crap lot in my pants.", "start": 2333.88, "end": 2340.88}, {"text": "I've told you guys about the time that I, the worst time I ever got food poisoning,", "start": 2340.88, "end": 2346.88}, {"text": "right?", "start": 2346.88, "end": 2347.88}, {"text": "No. I don't think I've ever had food poisoning.", "start": 2347.88, "end": 2349.68}, {"text": "Oh, I've gotten.", "start": 2349.68, "end": 2350.68}, {"text": "No, I've had it.", "start": 2350.68, "end": 2351.68}, {"text": "I've had it. It's horrible.", "start": 2351.68, "end": 2353.52}, {"text": "I got food poisoning. The first time I ever got food poisoning was when I was five and", "start": 2353.52, "end": 2356.88}, {"text": "and I went to Burger King and I got the chicken parm", "start": 2356.88, "end": 2359.2}, {"text": "at Burger King.", "start": 2359.2, "end": 2360.24}, {"text": "- Ooh.", "start": 2360.24, "end": 2361.08}, {"text": "- Yeah.", "start": 2361.08, "end": 2361.9}, {"text": "- How was it?", "start": 2361.9, "end": 2362.74}, {"text": "- I got food poisoning.", "start": 2362.74, "end": 2364.16}, {"text": "- But usually the food is pretty good", "start": 2364.16, "end": 2365.84}, {"text": "if you got food poisoning, right?", "start": 2365.84, "end": 2367.28}, {"text": "- I guess, I don't know.", "start": 2367.28, "end": 2368.68}, {"text": "- Means it just got like, it was very juicy chicken.", "start": 2368.68, "end": 2370.64}, {"text": "- I just remember, I remember like,", "start": 2370.64, "end": 2373.8}, {"text": "getting ready for school and then like having like a fever.", "start": 2373.8, "end": 2376.88}, {"text": "- Or it means that the guy pooped on his hands", "start": 2376.88, "end": 2377.72}, {"text": "when he was making it.", "start": 2377.72, "end": 2378.54}, {"text": "- Yeah, that could have been it.", "start": 2378.54, "end": 2380.2}, {"text": "- Which I would like a lot.", "start": 2380.2, "end": 2381.48}, {"text": "- Having a fever and then like,", "start": 2381.48, "end": 2384.08}, {"text": "looking at like my mom and her seeing like how sweaty and like pale i was", "start": 2385.56, "end": 2390.1}, {"text": "she's like are you like what's car you sick and i said", "start": 2390.1, "end": 2392.44}, {"text": "uh-huh", "start": 2392.44, "end": 2394.0}, {"text": "through a hundred before", "start": 2394.0, "end": 2396.38}, {"text": "the one i got the first time i got food poisoning was the first time i had a", "start": 2396.38, "end": 2399.18}, {"text": "cracker barrel yes it'll be a reason", "start": 2399.18, "end": 2401.72}, {"text": "we're in a hotel we're like going to do something weird", "start": 2401.72, "end": 2404.94}, {"text": "late on a vacation", "start": 2404.94, "end": 2407.02}, {"text": "i don't know when you're a kid yet and i just had everyone else i got to go do", "start": 2407.02, "end": 2410.78}, {"text": "stuff all day and i said like food prices throwing up and shitting myself", "start": 2410.78, "end": 2414.74}, {"text": "- It hurts you, dude.", "start": 2414.74, "end": 2416.66}, {"text": "- Yeah.", "start": 2416.66, "end": 2417.5}, {"text": "- Like the diarrhea hurts, it's hot when it comes out.", "start": 2417.5, "end": 2419.38}, {"text": "- Do you guys ever really wanna get sick for a little bit?", "start": 2419.38, "end": 2422.38}, {"text": "- No.", "start": 2422.38, "end": 2423.22}, {"text": "- Not really.", "start": 2423.22, "end": 2424.06}, {"text": "- When I was in elementary school--", "start": 2424.06, "end": 2426.26}, {"text": "- I kinda like that, couple days where you just like", "start": 2426.26, "end": 2427.1}, {"text": "can't even like look at, you can't even watch a movie,", "start": 2427.1, "end": 2429.54}, {"text": "you're so tired.", "start": 2429.54, "end": 2430.38}, {"text": "- Yeah.", "start": 2430.38, "end": 2431.22}, {"text": "- You just like sleep all the time.", "start": 2431.22, "end": 2432.04}, {"text": "- I got a stomach bug in second grade in the summer.", "start": 2432.04, "end": 2435.82}, {"text": "So I like was able to kinda like milk like three days", "start": 2435.82, "end": 2440.34}, {"text": "of not going to school.", "start": 2440.34, "end": 2441.78}, {"text": "Like the first day was really bad,", "start": 2441.78, "end": 2443.1}, {"text": "the second day I think I puked in the morning", "start": 2443.1, "end": 2444.62}, {"text": "then was fine and then the third day I was just like oh I can't go to school I'm", "start": 2444.62, "end": 2448.98}, {"text": "still so sick. Oh dude I used to stretch it out. Yeah yeah yeah. Long time I'd be sick.", "start": 2448.98, "end": 2455.38}, {"text": "I was probably setting records in middle school. Yeah I was sick for three", "start": 2455.38, "end": 2459.86}, {"text": "months. Yeah you were Ferris Buellering. I was I was Buellered up every day bro.", "start": 2459.86, "end": 2463.38}, {"text": "You know I had a dummy that played me. He's a damn good actor. That", "start": 2463.38, "end": 2469.18}, {"text": "emulator keyboard that plays burps. Yeah I had a burping keyboard. So what? Who", "start": 2469.18, "end": 2474.3}, {"text": "- You didn't.", "start": 2474.3, "end": 2475.14}, {"text": "- But I think it was like,", "start": 2475.14, "end": 2477.78}, {"text": "I've definitely talked about this.", "start": 2477.78, "end": 2479.42}, {"text": "I was moving back in to my parents' house,", "start": 2479.42, "end": 2483.6}, {"text": "or like we just moved to like a new house in New Hampshire,", "start": 2483.6, "end": 2486.9}, {"text": "and I like into my sister's house", "start": 2486.9, "end": 2490.14}, {"text": "with her and her like ex-fiance or whatever.", "start": 2490.14, "end": 2492.66}, {"text": "And like, I found a thing of bacon wrapped scallops", "start": 2492.66, "end": 2496.46}, {"text": "in the back of the fridge.", "start": 2496.46, "end": 2497.42}, {"text": "And I was like, oh yeah.", "start": 2497.42, "end": 2498.26}, {"text": "- Oh yeah, I remember this story.", "start": 2498.26, "end": 2499.42}, {"text": "- Yeah, dude.", "start": 2499.42, "end": 2500.46}, {"text": "That was the hottest something has ever left my body.", "start": 2500.46, "end": 2503.1}, {"text": "Like I've never like diarrhea and puked so hard in my life.", "start": 2503.1, "end": 2507.6}, {"text": "And it was like a tiny toilet.", "start": 2507.6, "end": 2509.72}, {"text": "- Yeah.", "start": 2509.72, "end": 2510.56}, {"text": "- Or like--", "start": 2510.56, "end": 2511.38}, {"text": "- Are you still on one of those potty training kid toilets?", "start": 2511.38, "end": 2513.92}, {"text": "- Yeah, yeah, I was on one of those.", "start": 2513.92, "end": 2515.44}, {"text": "- That you have to--", "start": 2515.44, "end": 2516.6}, {"text": "- Well I had to use that", "start": 2516.6, "end": 2517.44}, {"text": "'cause all the other bathrooms were taken.", "start": 2517.44, "end": 2519.08}, {"text": "- So you're just doing it in the middle of the living room?", "start": 2519.08, "end": 2521.2}, {"text": "- Yeah.", "start": 2521.2, "end": 2522.04}, {"text": "- Then--", "start": 2522.04, "end": 2522.86}, {"text": "- Yeah.", "start": 2522.86, "end": 2523.7}, {"text": "- Hey dad, this needs to be emptied.", "start": 2523.7, "end": 2526.36}, {"text": "(laughing)", "start": 2526.36, "end": 2527.2}, {"text": "- This needs to be cleaned.", "start": 2527.2, "end": 2528.02}, {"text": "- It's like overflowing with shit.", "start": 2528.02, "end": 2529.72}, {"text": "(laughing)", "start": 2529.72, "end": 2532.28}, {"text": "Yeah, the dog did something.", "start": 2532.28, "end": 2534.92}, {"text": "I think a dog took a human shit in the baby toilet.", "start": 2534.92, "end": 2538.2}, {"text": "Dude, that was like, I literally was like...", "start": 2538.2, "end": 2541.36}, {"text": "Pretty impressive honestly.", "start": 2541.36, "end": 2542.36}, {"text": "Did the dog learn to go to the bathroom, dad?", "start": 2542.36, "end": 2544.56}, {"text": "You have to clean it up.", "start": 2544.56, "end": 2545.8}, {"text": "I literally couldn't like, I was just fading in and out of like consciousness.", "start": 2545.8, "end": 2549.84}, {"text": "Like I was like sleeping so long.", "start": 2549.84, "end": 2551.56}, {"text": "That's what happens when you have food poisoning.", "start": 2551.56, "end": 2554.0}, {"text": "It's like a fever dream hell of just like shit and pee and you're just like not awake.", "start": 2554.0, "end": 2559.68}, {"text": "having dreams where you're not sick yeah you're like you're like talking to like", "start": 2559.68, "end": 2563.98}, {"text": "like a dead relative yeah you wake up you have to wake up every 30 minutes yeah", "start": 2563.98, "end": 2568.32}, {"text": "like to shoot slime out of your body oh you fall asleep in front of the toilet", "start": 2568.32, "end": 2572.0}, {"text": "sometimes dude I literally so that toilet was like small but also like the", "start": 2572.0, "end": 2578.6}, {"text": "house was so old that like it was on like two little pieces of wood like to", "start": 2578.6, "end": 2586.48}, {"text": "like prop it up so that like because all the floors were slanted and like I would", "start": 2586.48, "end": 2591.16}, {"text": "sit on it and the toilet would wobble yeah while I'm like puking so it's like", "start": 2591.16, "end": 2595.04}, {"text": "I'm getting like like like like puking like that yeah it's awesome", "start": 2595.04, "end": 2601.28}, {"text": "puke talk this episode I realize disgusting no don't throw this at me", "start": 2601.28, "end": 2605.76}, {"text": "yeah the new windscreens are this is like the best thing I think they look", "start": 2605.76, "end": 2609.4}, {"text": "really good it's great primary color stuff yeah we touch them together oh do", "start": 2609.4, "end": 2613.88}, {"text": "let's do a cool wow we do let me do one more okay we're gonna do another one", "start": 2613.88, "end": 2629.56}, {"text": "oh that's my flashlight why are we doing enough we don't need we don't need the", "start": 2629.56, "end": 2633.36}, {"text": "wide angle we're gonna do another one okay", "start": 2633.36, "end": 2638.36}, {"text": "that was awesome great it was great both dude look at how great that looks all", "start": 2639.2, "end": 2644.2}, {"text": "right Caleb now you need to take a picture okay that picture is perfect is", "start": 2644.2, "end": 2656.0}, {"text": "that the perfect one this is the most beautiful photo I've ever seen Wow that", "start": 2656.0, "end": 2660.6}, {"text": "really changes everything that changes the podcast forever I know when you mix", "start": 2660.6, "end": 2665.36}, {"text": "mix these colors together, you get brown.", "start": 2665.36, "end": 2667.18}, {"text": "- Yeah, it's true.", "start": 2667.18, "end": 2669.0}, {"text": "- That's a color of poopy.", "start": 2669.0, "end": 2670.44}, {"text": "- Yes, sir.", "start": 2670.44, "end": 2671.64}, {"text": "- That's a color of poop. - Yes, sir.", "start": 2671.64, "end": 2672.82}, {"text": "- They should bring back Fear Factor", "start": 2672.82, "end": 2674.1}, {"text": "and have us be the president.", "start": 2674.1, "end": 2675.34}, {"text": "- We would be so good at Fear Factor.", "start": 2675.34, "end": 2677.42}, {"text": "- Dude, triple threat Fear Factor, fuck you, man.", "start": 2677.42, "end": 2680.38}, {"text": "Fucking destroying.", "start": 2680.38, "end": 2682.08}, {"text": "- All right, poop box, poop bag, submerged poop box,", "start": 2682.08, "end": 2685.86}, {"text": "dark room filled with poop, poop eating challenge,", "start": 2685.86, "end": 2688.86}, {"text": "poop eating box.", "start": 2688.86, "end": 2690.06}, {"text": "- Okay, for your next challenge,", "start": 2690.06, "end": 2691.7}, {"text": "all you have to do is eat that sandwich.", "start": 2691.7, "end": 2695.34}, {"text": "like that sandwich yeah", "start": 2695.34, "end": 2697.66}, {"text": "there's clearly it there's managed clears a there's a turd on the sandwich. Oh is", "start": 2697.66, "end": 2704.48}, {"text": "there I didn't notice", "start": 2704.48, "end": 2705.94}, {"text": "we'll go ahead. All you have to do is drink out of this rubber tube going from", "start": 2705.94, "end": 2713.14}, {"text": "a mysterious source and you can see it's going down the hallway and just goes", "start": 2713.14, "end": 2716.82}, {"text": "right under the bathroom. It goes into Patrick's", "start": 2716.82, "end": 2718.9}, {"text": "dressing your Patrick's dressing room. Yeah, we should have dressing rooms", "start": 2718.9, "end": 2723.86}, {"text": "dookie hand print on", "start": 2723.88, "end": 2725.08}, {"text": "yeah yeah, it has like a video game like the two environmental story telling", "start": 2725.08, "end": 2733.3}, {"text": "like graffiti that says like like he's eating poop", "start": 2733.3, "end": 2736.44}, {"text": "yeah dude. I mean, I just feel like I mean also like they just never went hard", "start": 2736.44, "end": 2742.58}, {"text": "enough like the afraid of things were like oh you fall fifty feet into water", "start": 2742.58, "end": 2748.12}, {"text": "enough yeah a million feet uh-huh honestly from a plane from a plane yeah", "start": 2748.16, "end": 2754.08}, {"text": "that's a million feet up. Fear vector would just like would you go skydiving yeah well", "start": 2754.08, "end": 2759.84}, {"text": "that's way scarier than anything that's actually in the show. With a bug as your", "start": 2759.84, "end": 2764.28}, {"text": "teammate. As your parachute yeah. Oh bug is your parachute that ain't gonna work. Yeah a", "start": 2764.28, "end": 2768.12}, {"text": "million bugs as your parachute. A million bugs stitched together yeah that might", "start": 2768.12, "end": 2772.36}, {"text": "actually work. You know when you freeze a bee and then you tie a string around it", "start": 2772.36, "end": 2775.28}, {"text": "then you can like use it as a kite.", "start": 2775.28, "end": 2777.28}, {"text": "What?", "start": 2777.28, "end": 2778.28}, {"text": "Did you do that?", "start": 2778.28, "end": 2779.28}, {"text": "No, that was in CKY.", "start": 2779.28, "end": 2780.28}, {"text": "Oh.", "start": 2780.28, "end": 2781.28}, {"text": "The bee just de-thaws?", "start": 2781.28, "end": 2782.28}, {"text": "You know what you do?", "start": 2782.28, "end": 2783.28}, {"text": "Yeah.", "start": 2783.28, "end": 2784.28}, {"text": "Really?", "start": 2784.28, "end": 2785.28}, {"text": "I guess that's a, there's a bunch of videos of people do it.", "start": 2785.28, "end": 2786.28}, {"text": "You can cryogenically freeze a bee.", "start": 2786.28, "end": 2788.28}, {"text": "Yeah, you can capture a bee in a cup, put it in the freezer, tie a string around it,", "start": 2788.28, "end": 2792.72}, {"text": "and then when it gets like, when it wakes up, you, there's a tie, there's a certain", "start": 2792.72, "end": 2796.56}, {"text": "amount of time around the bee.", "start": 2796.56, "end": 2799.8}, {"text": "You have to like make sure that the bee doesn't die of freezing, of hypothermia.", "start": 2799.8, "end": 2803.84}, {"text": "but it does but it does freeze enough that into an ice cube yeah what really", "start": 2803.84, "end": 2809.88}, {"text": "yeah pretty cool that's gonna happen that's gonna that's what's gonna happen", "start": 2809.88, "end": 2813.24}, {"text": "to all the people who got cryogenically frozen because they have like double", "start": 2813.24, "end": 2816.18}, {"text": "cancer or something yeah like the idea aliens are gonna defrost them and like", "start": 2816.18, "end": 2820.4}, {"text": "I'm doing like a million years yeah they're like trying to go to work and", "start": 2820.4, "end": 2823.88}, {"text": "they're like huh all right yeah I can't seem to cross this street what's that on", "start": 2823.88, "end": 2828.12}, {"text": "my neck yeah oh it appears I'm a pet and I still have cancer Wow this is awesome", "start": 2828.12, "end": 2832.56}, {"text": "yeah they're gonna free it make Disney my pet did hmm here's a hypothetical I've", "start": 2832.56, "end": 2837.36}, {"text": "been thinking of what let's hear it all right would you eat so the new animal", "start": 2837.36, "end": 2842.32}, {"text": "drops new animal comes out yes okay animal drops new in there new animal", "start": 2842.32, "end": 2848.12}, {"text": "drops it's one of the tastiest animals in the world but it's called the stink", "start": 2848.12, "end": 2853.0}, {"text": "wraith stink wraith yeah is it big it's a big and what does it look like it looks", "start": 2853.0, "end": 2859.24}, {"text": "- It looks like the stink wraith, it looks like--", "start": 2859.24, "end": 2861.16}, {"text": "- Is this a bug?", "start": 2861.16, "end": 2862.0}, {"text": "- It's like a cross between--", "start": 2862.0, "end": 2864.38}, {"text": "- A wraith is a ghost.", "start": 2864.38, "end": 2865.36}, {"text": "- It's a cross between a porcupine and a hog.", "start": 2865.36, "end": 2868.8}, {"text": "- So a hog.", "start": 2868.8, "end": 2869.64}, {"text": "- What's stinky?", "start": 2869.64, "end": 2870.48}, {"text": "- No, it's a porcupine and a hog mixed together.", "start": 2870.48, "end": 2872.5}, {"text": "- So there's already a stink bug,", "start": 2872.5, "end": 2873.98}, {"text": "so I feel like this should be a bug.", "start": 2873.98, "end": 2875.6}, {"text": "- This is a stink wraith.", "start": 2875.6, "end": 2877.76}, {"text": "- Yeah, but a wraith is a spirit.", "start": 2877.76, "end": 2879.16}, {"text": "- What do you mean a hog?", "start": 2879.16, "end": 2880.36}, {"text": "Hogs don't have--", "start": 2880.36, "end": 2881.2}, {"text": "- They're hogs that have prickles on them.", "start": 2881.2, "end": 2883.42}, {"text": "- Oh, okay.", "start": 2883.42, "end": 2884.52}, {"text": "- Some wild hogs have--", "start": 2884.52, "end": 2885.36}, {"text": "- So I guess it's a species of hog", "start": 2885.36, "end": 2888.12}, {"text": "It's called the stink wraith because it smells so bad.", "start": 2888.12, "end": 2892.0}, {"text": "- Durian smells bad.", "start": 2892.0, "end": 2893.16}, {"text": "- See, okay, that was my next thing.", "start": 2893.16, "end": 2895.28}, {"text": "- Is this a durian kind of--", "start": 2895.28, "end": 2896.84}, {"text": "- Would you eat braised stink wraith with durian chutney?", "start": 2896.84, "end": 2901.72}, {"text": "- Yeah.", "start": 2901.72, "end": 2903.52}, {"text": "- You would eat it?", "start": 2903.52, "end": 2904.34}, {"text": "- If it's braised and chutneyed.", "start": 2904.34, "end": 2905.18}, {"text": "- But it smells so bad.", "start": 2905.18, "end": 2907.28}, {"text": "- Yeah, it's fine.", "start": 2907.28, "end": 2908.24}, {"text": "If it tastes good, would you eat it?", "start": 2908.24, "end": 2910.2}, {"text": "- Does it taste good?", "start": 2910.2, "end": 2911.44}, {"text": "- It tastes exactly like fried chicken, every bite.", "start": 2911.44, "end": 2914.2}, {"text": "Every bite is a perfect--", "start": 2914.2, "end": 2915.2}, {"text": "- It's probably really expensive.", "start": 2915.2, "end": 2916.28}, {"text": "I'd probably just eat fried chicken then.", "start": 2916.28, "end": 2917.72}, {"text": "It's probably way cheaper than fried chicken cuz fried chicken smells good - durians really expensive. Yeah durians like $50 a fucking melon", "start": 2917.72, "end": 2924.74}, {"text": "Well, well, you don't need your durian the durian isn't what makes it the stinky boots country", "start": 2924.74, "end": 2929.84}, {"text": "Durian go on and where would that be? What's the stinky country? Is that planet stink?", "start": 2929.84, "end": 2937.6}, {"text": "Planet, that's all in it. You fucking idiot. Yeah planet stink is an arcade", "start": 2937.6, "end": 2942.38}, {"text": "Where is the stinky country? You're trying to know where a durian?", "start": 2942.38, "end": 2946.4}, {"text": "indigenous to I actually don't know I think like somewhere like Pacific Asia", "start": 2947.08, "end": 2952.56}, {"text": "oh my bad as stink planet you'll never be riding for Colbert nope nope that one's", "start": 2952.56, "end": 2965.16}, {"text": "out the window that was my dream to write for Colbert that was my dream I", "start": 2965.16, "end": 2969.44}, {"text": "would love to write for oh my god I want to say today in the news I seen I seen", "start": 2969.44, "end": 2974.36}, {"text": "two of them Hughies and I had a big smile on my face.", "start": 2974.36, "end": 2977.92}, {"text": "Yeah. I'd love to write a new Colbert joke where he does like a funny, where he", "start": 2977.92, "end": 2985.22}, {"text": "does like a smirk into the camera like that. What would it be? What would your", "start": 2985.22, "end": 2990.02}, {"text": "joke be? Well I, well I'm not gonna do it now. Donald Trump needs to lose some weight. He's", "start": 2990.02, "end": 2995.8}, {"text": "starting to develop Hughies on his chest that are making me as horny as a bear.", "start": 2995.8, "end": 3000.96}, {"text": "I'm like a bear to honey for Trumpies Hugh Jeeves yeah I think that rhymes", "start": 3000.96, "end": 3006.68}, {"text": "Trumpy have you biggie huge today Wow so in other news Trumpy was on the beach", "start": 3006.68, "end": 3013.32}, {"text": "having huge ease again rubby heavy huge ease Trumpy hospitalized with huge ease", "start": 3013.32, "end": 3019.24}, {"text": "attack so huge ease doctors say huge ease still on him this is still on him still", "start": 3019.24, "end": 3025.6}, {"text": "huge is still the biggest huge ease on trump is true chest trump is just as", "start": 3025.6, "end": 3030.52}, {"text": "chesty", "start": 3030.52, "end": 3031.66}, {"text": "have you big huge ease go crazy call barry go smiling he", "start": 3031.66, "end": 3036.66}, {"text": "call barry go", "start": 3036.66, "end": 3038.12}, {"text": "very whole", "start": 3038.12, "end": 3039.52}, {"text": "he died", "start": 3039.52, "end": 3040.28}, {"text": "people there", "start": 3040.28, "end": 3041.12}, {"text": "you know what he's you", "start": 3041.12, "end": 3042.4}, {"text": "g_e_ mean the lovey", "start": 3042.4, "end": 3044.4}, {"text": "trump is huge ease", "start": 3044.4, "end": 3045.72}, {"text": "trump he has to be huge is a one c_n_n_'s", "start": 3045.72, "end": 3048.2}, {"text": "story is a very hard to buy a day to huge ease in a victorious secret top", "start": 3048.2, "end": 3054.42}, {"text": "presidente. Oney Hugey on Trumpy and Yesy. Oney morey Hugey. Plus he has two", "start": 3055.42, "end": 3061.02}, {"text": "back Hugey's that I'd like to put my face in.", "start": 3061.02, "end": 3065.74}, {"text": "Colbert out. Trumpy's Hugey make my thingy Hugey Hugey. Stinky. Trumpy stinky", "start": 3065.74, "end": 3074.18}, {"text": "Hugey make my stinky thingy. Trumpy Hugey's on fronty Hugey. Trumpy's Hugey's on", "start": 3074.18, "end": 3081.42}, {"text": "Backy Stinky Hugies. Trumpy's Big Mommy Hugies. Makey Brownie. Executive Order by", "start": 3081.42, "end": 3087.94}, {"text": "Trumpy puts Hugies on DL Hughley. DL Hugies? DL Hugies is DL Hugely's", "start": 3087.94, "end": 3097.5}, {"text": "Dangerously Lovely Hugies. Why is it DL Hugely? It's clearly spelled", "start": 3097.5, "end": 3105.36}, {"text": "Hugely. It's got an H in there. Oh it does? Like Hugh Grant. Yeah.", "start": 3105.36, "end": 3109.78}, {"text": "DL Hewley. See this is why you don't understand us. Yeah. Us? Yeah. What do you", "start": 3109.78, "end": 3119.86}, {"text": "mean by that? Like me and DL. What is similar between you two? Stand-up", "start": 3119.86, "end": 3124.82}, {"text": "comedians. Okay. Yeah. You don't get the way we talk. Yeah.", "start": 3124.82, "end": 3132.1}, {"text": "There's certain, yeah, stand-up like vernacular that they both use. Yeah. That you just", "start": 3132.1, "end": 3138.82}, {"text": "we don't get yeah I guess the way they stand the way they talk mm-hmm", "start": 3138.82, "end": 3144.74}, {"text": "what's that special he did shocked and appalled it's a good name it was a good", "start": 3144.74, "end": 3149.7}, {"text": "special hello I'm shocked in a Paul saw that that was a yeah there's a stay home", "start": 3149.7, "end": 3154.18}, {"text": "school watch yeah yeah you remember I mean that was the but you stay home from", "start": 3154.18, "end": 3159.54}, {"text": "school leave Comedy Central on your CRT TV I stay home from school I go to watch", "start": 3159.54, "end": 3163.98}, {"text": "DVD drawer pick out secretary with imagine Maggie Gyllenhaal yeah see if I", "start": 3163.98, "end": 3170.7}, {"text": "was correct in remembering that there was no boobs in that movie and then get", "start": 3170.7, "end": 3175.18}, {"text": "really sad there's no boobs and secretary there's a little bit of boobs", "start": 3175.18, "end": 3178.98}, {"text": "but I was basically hoping for a whole boob buffet and because of the cover of", "start": 3178.98, "end": 3183.9}, {"text": "it you know because it looks like a National Lampoon movie you know but it's", "start": 3183.9, "end": 3187.62}, {"text": "really just she's getting kind of abused to the whole movie which I didn't realize", "start": 3187.62, "end": 3191.58}, {"text": "I realized as a kid, then I got older and I was like,", "start": 3191.58, "end": 3194.38}, {"text": "\"Those are some off limits Hughies to me.\"", "start": 3194.38, "end": 3196.88}, {"text": "- Yeah. - Yeah.", "start": 3196.88, "end": 3197.92}, {"text": "- We're not allowed to think about these Hughies", "start": 3197.92, "end": 3200.42}, {"text": "that are in movies like that.", "start": 3200.42, "end": 3201.84}, {"text": "- True. - Movie Hughies.", "start": 3201.84, "end": 3202.8}, {"text": "- Movie Hughies from a sadly movie?", "start": 3202.8, "end": 3205.26}, {"text": "That's not a Hughie at all.", "start": 3205.26, "end": 3207.8}, {"text": "No. - That doesn't make sense.", "start": 3207.8, "end": 3208.64}, {"text": "- A sadly Hughie is no Hughie to me.", "start": 3208.64, "end": 3210.84}, {"text": "- Monster's Ball.", "start": 3210.84, "end": 3212.6}, {"text": "That movie gave me monstrous balls", "start": 3212.6, "end": 3214.6}, {"text": "at Halle Berry's huge Hughies,", "start": 3214.6, "end": 3216.64}, {"text": "but then I realized that she's wanting to kill herself", "start": 3216.64, "end": 3219.36}, {"text": "movie and she fucks the guy she fucks you geez I made me bluey she needs she says", "start": 3219.36, "end": 3226.94}, {"text": "she needs to feel good she's like I need to feel good and then they fuck and I was", "start": 3226.94, "end": 3230.7}, {"text": "like well she just wants to put a penis in her and let him show her his huge ease", "start": 3230.7, "end": 3235.46}, {"text": "but then she actually your family's sick so it turns out it is sad movie now it's", "start": 3235.46, "end": 3247.28}, {"text": "got a happy ending if you watch the 90 minutes on either side of the huge things", "start": 3247.28, "end": 3250.72}, {"text": "and then cut out the huge ease and put them at the end that's a happy ending", "start": 3250.72, "end": 3254.06}, {"text": "but if you watch it in what they call chronological order then it's actually", "start": 3254.06, "end": 3258.32}, {"text": "terribly sad yeah you know as a happy ending you should you would I think", "start": 3258.32, "end": 3265.12}, {"text": "you'd be good if you started like a movie review site called like the huge", "start": 3265.12, "end": 3268.96}, {"text": "e report or something yeah I think mr. skin style yeah but no more mr. skin but", "start": 3268.96, "end": 3274.8}, {"text": "you know you actually do review yeah you talk through the okay it is crazy that", "start": 3274.8, "end": 3280.28}, {"text": "mr. skin I mean that's that's crazy that that exists still that crazy yeah you", "start": 3280.28, "end": 3288.28}, {"text": "think that's crazy that's no no more crazy than pornography I guess you're", "start": 3288.28, "end": 3292.5}, {"text": "right I would say but it's also like it's also like every mr. skin thing is", "start": 3292.5, "end": 3297.24}, {"text": "like some arthouse movie where it's like oh yeah Marion Cotillard is like nude in", "start": 3297.24, "end": 3301.98}, {"text": "this movie you got to check it out at this time this time frame and it's like a", "start": 3301.98, "end": 3305.82}, {"text": "movie about like it's like a really long French movie yeah it's about her son", "start": 3305.82, "end": 3310.74}, {"text": "getting divorced at five years old and she has cancer too", "start": 3310.74, "end": 3317.1}, {"text": "which actually shows the tumors are in her huge ease and they're flopping all", "start": 3317.1, "end": 3321.72}, {"text": "over the place like a flippy flopper yeah they're looking like duck feet just", "start": 3321.72, "end": 3325.34}, {"text": "Flopping all over the place Maria, not a Cote de L'Arde.", "start": 3325.34, "end": 3328.22}, {"text": "Maria, not a Cote de L'Arde.", "start": 3328.22, "end": 3329.54}, {"text": "Too many Hughies.", "start": 3329.54, "end": 3330.34}, {"text": "What's this bitch's name?", "start": 3330.34, "end": 3331.34}, {"text": "This bitch's name, you know what she sounds like?", "start": 3331.34, "end": 3333.62}, {"text": "She sounds like she'd be market price on a menu.", "start": 3333.62, "end": 3336.14}, {"text": "That fucking name.", "start": 3336.14, "end": 3337.46}, {"text": "That's a stupid name.", "start": 3337.46, "end": 3338.98}, {"text": "Yeah.", "start": 3338.98, "end": 3339.82}, {"text": "When I say her name, I put a spoonful of marshmallow fluff", "start": 3339.82, "end": 3342.66}, {"text": "in my mouth so I can get it right.", "start": 3342.66, "end": 3344.06}, {"text": "That's right.", "start": 3344.06, "end": 3345.22}, {"text": "You look like I put salt on her.", "start": 3345.22, "end": 3346.86}, {"text": "She'd shrivel up.", "start": 3346.86, "end": 3348.18}, {"text": "Snail ass French ass mother fucking bitch.", "start": 3348.18, "end": 3351.1}, {"text": "Plus she got them Hughies on the low-do.", "start": 3351.1, "end": 3353.62}, {"text": "That's why I call her MC Hugh Jeeves.", "start": 3353.62, "end": 3355.62}, {"text": "Whoa.", "start": 3355.62, "end": 3357.62}, {"text": "She is in...", "start": 3357.62, "end": 3358.62}, {"text": "The dark night rises, you know what else rises?", "start": 3358.62, "end": 3360.62}, {"text": "My dark night when I see those Hugh Jeeves.", "start": 3360.62, "end": 3362.62}, {"text": "(Laughter)", "start": 3362.62, "end": 3364.62}, {"text": "His night is dark as hell.", "start": 3364.62, "end": 3365.62}, {"text": "Inception, I'd like to incept those Hugh Jeeves", "start": 3365.62, "end": 3367.62}, {"text": "when she's walking into the bathroom", "start": 3367.62, "end": 3369.62}, {"text": "with my tongue.", "start": 3369.62, "end": 3371.62}, {"text": "(Laughter)", "start": 3371.62, "end": 3373.62}, {"text": "She's going to the bathroom", "start": 3373.62, "end": 3375.62}, {"text": "and I'm in there hiding.", "start": 3375.62, "end": 3377.62}, {"text": "And then I dock my tongue", "start": 3377.62, "end": 3379.62}, {"text": "like a spaceship", "start": 3379.62, "end": 3381.62}, {"text": "between her Hugies. And she's okay with it. And she loves it.", "start": 3381.62, "end": 3385.3}, {"text": "Because she's French. Yep. Yeah. \"Blue is the warmest color, so is the vein on my", "start": 3385.3, "end": 3392.0}, {"text": "thing when I see Hugies.\" When I see two sets of Hugies that I think they're", "start": 3392.0, "end": 3396.8}, {"text": "attacking each other in the movie? Wait, this is some kind of Hugie battle", "start": 3396.8, "end": 3401.66}, {"text": "between the four Hugies and the two thingies and they're eating each other?", "start": 3401.66, "end": 3404.86}, {"text": "scary huge E4 was really good that's true that's true it was fire yeah man with", "start": 3404.86, "end": 3411.64}, {"text": "two brains yeah I'm the man with one big thing when I see the huge ease in the", "start": 3411.64, "end": 3418.42}, {"text": "movie that one's a bit of a stretch it was a stretch yeah you know what else is", "start": 3418.42, "end": 3422.16}, {"text": "stretched out my thing when I see huge ease basically huge easer is a term that", "start": 3422.16, "end": 3429.14}, {"text": "is taking the whole world by storm. Snatch! I'd love to snatch up some Hughies.", "start": 3429.14, "end": 3436.14}, {"text": "Yeah. I watched Snatch last night. Yeah? Yeah I haven't watched that since I was probably", "start": 3436.14, "end": 3443.14}, {"text": "in like... Yeah I watched your Snatch. Yeah you watched my Snatch expand because I saw", "start": 3443.14, "end": 3446.86}, {"text": "a Hughie in that movie. Yep. Is there Hughies in Snatch? There's not. There's Brad Pitt.", "start": 3446.86, "end": 3451.86}, {"text": "is Brad Pitt. You know the original title for Snatch was a hairy snatch.", "start": 3451.86, "end": 3458.86}, {"text": "Hairy stinky snatch. The most disgusting studio veto.", "start": 3458.86, "end": 3464.86}, {"text": "We can't call this hairy stinky smelly snatch.", "start": 3464.86, "end": 3471.86}, {"text": "How about airy snatch?", "start": 3471.86, "end": 3474.86}, {"text": "There's still some posters that have the full title on it.", "start": 3474.86, "end": 3477.86}, {"text": "Yeah, they printed it for it's like a record in Poland. Yeah. Yeah, they released it at first and then they were like, that's bad", "start": 3477.86, "end": 3484.62}, {"text": "Yeah, we gotta go back on. Yeah. Yeah, cuz in Poland it's called", "start": 3484.62, "end": 3488.62}, {"text": "Slimy snatch with hair on the side slimy married snatch. Mm-hmm. Yeah", "start": 3488.62, "end": 3494.6}, {"text": "stinky slimy slithery snizz", "start": 3494.6, "end": 3497.94}, {"text": "Yeah", "start": 3497.94, "end": 3503.06}, {"text": "It was called the slithering sliz that's right. Yeah. Mm-hmm. They need to make a huge ease movie. Yeah. Yeah", "start": 3503.06, "end": 3509.1}, {"text": "meatballs", "start": 3509.1, "end": 3511.9}, {"text": "Hugie's fully loaded", "start": 3511.9, "end": 3514.7}, {"text": "Meatball meatballs got big", "start": 3514.7, "end": 3520.1}, {"text": "These huge ease on the my screen", "start": 3520.1, "end": 3522.94}, {"text": "Meatballs, yeah, or hey chef split in half as of the huge. I'm saying. Yes", "start": 3522.94, "end": 3528.66}, {"text": "- F or C these Hugis.", "start": 3528.66, "end": 3530.32}, {"text": "(laughing)", "start": 3530.32, "end": 3532.58}, {"text": "- Bruce Almighty, I'm gonna shoot some Spidey", "start": 3532.58, "end": 3538.06}, {"text": "out of my wiener when I look at these Hugis", "start": 3538.06, "end": 3540.66}, {"text": "on the girl in that.", "start": 3540.66, "end": 3542.82}, {"text": "- Chronicles of Riddick, yeah,", "start": 3542.82, "end": 3544.86}, {"text": "more like Chronicles of my dick,", "start": 3544.86, "end": 3546.7}, {"text": "seeing big old Hugis.", "start": 3546.7, "end": 3548.42}, {"text": "- My bionicles of my dick,", "start": 3548.42, "end": 3550.54}, {"text": "'cause I'm moving it around so much", "start": 3550.54, "end": 3552.3}, {"text": "and pretending it's evil.", "start": 3552.3, "end": 3553.34}, {"text": "- Hard my balls and my dick.", "start": 3553.34, "end": 3554.9}, {"text": "- Damn, damn.", "start": 3554.9, "end": 3556.82}, {"text": "Yeah, money balls. Yeah, I'm gonna have to show you my new balls after I have to get them", "start": 3556.82, "end": 3564.22}, {"text": "replaced because I saw the biggest huge. Yeah, what's a movie that actually has huge ease", "start": 3564.22, "end": 3570.02}, {"text": "in it that you could do American pie American pie. I I'm a smiling guy. That's pretty good.", "start": 3570.02, "end": 3582.46}, {"text": "It makes my very big guy. There we go. My very big guy. My big fat Greek", "start": 3582.46, "end": 3592.94}, {"text": "wedding. Or like my dreams with bed wedding because I'm dreaming about", "start": 3592.94, "end": 3597.02}, {"text": "hugeies. I just destroyed my bedding. My big fat green red thing. The Godfather", "start": 3597.02, "end": 3609.74}, {"text": "part two I have an odd hogger for you look at those huge ease on my TV screen", "start": 3609.74, "end": 3617.98}, {"text": "and I saw it in climax 3d that's right and I'd like to see your answer", "start": 3617.98, "end": 3627.1}, {"text": "there's there's you do you see the advance boobs no you should be able to I", "start": 3627.1, "end": 3634.3}, {"text": "think there's an ant with boobs in that movie you know remember that um Robbie", "start": 3634.3, "end": 3638.5}, {"text": "- Robbie the Reindeer movie and all the girl,", "start": 3638.5, "end": 3640.58}, {"text": "it's supposed to look like the Rankin and Bass,", "start": 3640.58, "end": 3643.58}, {"text": "Rudolph movie, but then all the girl reindeers", "start": 3643.58, "end": 3645.9}, {"text": "have actual boobs on their things.", "start": 3645.9, "end": 3648.74}, {"text": "- Is this like--", "start": 3648.74, "end": 3650.06}, {"text": "- It's on CBS and Ben Stiller plays Robbie the Reindeer.", "start": 3650.06, "end": 3653.02}, {"text": "- And they have boobies?", "start": 3653.02, "end": 3654.2}, {"text": "- The reindeers have boobies.", "start": 3654.2, "end": 3656.0}, {"text": "- If that ain't Crazy Nights, I don't know what is, bud.", "start": 3656.0, "end": 3659.42}, {"text": "- In terms of holiday movies?", "start": 3659.42, "end": 3661.46}, {"text": "- If that ain't Crazy Nights, I'm just not sure what is, bud.", "start": 3661.46, "end": 3665.62}, {"text": "- That's true.", "start": 3665.62, "end": 3667.88}, {"text": "crazy nights or like I'm going on eight crazy flights to see the huge ease all", "start": 3667.88, "end": 3672.8}, {"text": "around the world Wow you're a huge ease world traveler like Jackie Chan and", "start": 3672.8, "end": 3677.56}, {"text": "around the world seen 80 hugies", "start": 3677.56, "end": 3681.8}, {"text": "going around the world to see you that's basically the thing hmm yeah all right", "start": 3681.8, "end": 3690.04}, {"text": "Thank you. Yeah, Mr. Bean, I went straight for the Hyugis.", "start": 3690.04, "end": 3694.04}, {"text": "(laughter)", "start": 3694.04, "end": 3698.04}, {"text": "Okay, bye. Bye.", "start": 3698.04, "end": 3700.04}, {"text": "Happy Black Friday.", "start": 3700.04, "end": 3702.04}], "title": "Premium #107: Hugies", "link": "https://www.patreon.com/posts/premium-107-59170025", "date": "Sat, 27 Nov 2021 12:00:03 GMT", "id": 375}