{"lines": [{"text": "You're listening to Israel's number one podcast.", "start": 0.0, "end": 2.8}, {"text": "This is premium content.", "start": 2.8, "end": 4.8}, {"text": "If you are not a premium subscriber, please pause now and purchase a premium membership immediately.", "start": 4.8, "end": 10.8}, {"text": "[Laughter]", "start": 10.8, "end": 12.8}, {"text": "Okay, alright, okay, alright.", "start": 12.8, "end": 16.8}, {"text": "Okay, alright, okay.", "start": 16.8, "end": 18.8}, {"text": "Okay, alright, alright.", "start": 18.8, "end": 20.8}, {"text": "[Laughter]", "start": 20.8, "end": 22.8}, {"text": "Uh-huh, uh-huh.", "start": 22.8, "end": 24.8}, {"text": "Yeah!", "start": 24.8, "end": 26.8}, {"text": "I keep on reaching for greatness because I hear from it.", "start": 26.8, "end": 29.8}, {"text": "Mm-Hmm", "start": 29.8, "end": 31.8}, {"text": "Yeah, I like a 17 uh-huh yeah", "start": 31.8, "end": 39.12}, {"text": "Somebody like I saw somebody posted like a picture of the like the screenshot of like that guy's Spotify page and made that and he", "start": 39.12, "end": 45.88}, {"text": "Just makes rap songs for like trailers", "start": 45.88, "end": 47.88}, {"text": "Yeah", "start": 47.88, "end": 54.52}, {"text": "Need that and it's all I mean he's probably only making him for like movies like that and like", "start": 54.52, "end": 58.62}, {"text": "Pacific movies and shit like it was only yeah just making that song hoping that", "start": 58.62, "end": 69.22}, {"text": "they find it yeah he made all the songs for speculative movies it's not a", "start": 69.22, "end": 75.86}, {"text": "Godzilla versus Donkey Kong yeah the song that they used for the Godzilla", "start": 75.86, "end": 80.62}, {"text": "Kong trailer is just his trolls theme but they cut out all the references to", "start": 80.62, "end": 83.9}, {"text": "trolls and kept all the perfect movie yeah yeah he hopes that he puts his", "start": 83.9, "end": 99.56}, {"text": "wish list into a rap song that they will actually put it in Mario a dream come", "start": 99.56, "end": 104.3}, {"text": "true Robin Williams is the genie he's there too", "start": 104.3, "end": 109.66}, {"text": "Philip Seymour Hoffman stepping back in", "start": 109.66, "end": 117.5}, {"text": "his top two songs on Spotify are the first one is here we go by Chris classic", "start": 117.5, "end": 128.98}, {"text": "That's his name. His name's Chris Classic? Yup.", "start": 128.98, "end": 131.98}, {"text": "Oh that's great. His second song is Witch Doctor from Alvin and the Chipmunks.", "start": 131.98, "end": 137.98}, {"text": "Yo, he did a hip hop witch doctor? A more hip hop witch doctor?", "start": 137.98, "end": 142.98}, {"text": "Oh he did something for, he did work, Wrestlemania mix too.", "start": 142.98, "end": 146.98}, {"text": "Damn. Oh damn. Chris Classic. Chris Classic's making money.", "start": 146.98, "end": 150.98}, {"text": "He also did Ain't No Party from Alvin and the Chipmunks.", "start": 150.98, "end": 152.98}, {"text": "Ain't No Party Like a Chipmunk Party. Like a Chipmunk Party.", "start": 152.98, "end": 155.98}, {"text": "party don't stop it does not mm-hmm Pierce is back everybody music for planes", "start": 155.98, "end": 166.34}, {"text": "for play yeah back to you know a dang cook mm-hmm", "start": 166.34, "end": 170.1}, {"text": "is the star of that movie yeah he's the main plane is he the main point main", "start": 170.1, "end": 176.1}, {"text": "plane day and did plain cook whoo yeah Pierce is back Pierce is back I was I", "start": 176.1, "end": 182.74}, {"text": "I was going to look up planes to confirm that", "start": 182.74, "end": 186.42}, {"text": "and I just looked up plane cook.", "start": 186.42, "end": 188.14}, {"text": "(laughing)", "start": 188.14, "end": 189.98}, {"text": "- Did it come up?", "start": 189.98, "end": 191.7}, {"text": "- No, TikTok user cooks steak in plane lavatory.", "start": 191.7, "end": 195.5}, {"text": "- Ugh.", "start": 195.5, "end": 196.34}, {"text": "- That should have-- - On what?", "start": 196.34, "end": 197.86}, {"text": "- On the plane.", "start": 197.86, "end": 198.78}, {"text": "- Is the toilets hot?", "start": 198.78, "end": 200.22}, {"text": "What is he, how do you cook it?", "start": 200.22, "end": 201.5}, {"text": "- Wait, but in what vehicle?", "start": 201.5, "end": 203.42}, {"text": "- The plane, he cooked--", "start": 203.42, "end": 204.26}, {"text": "- And in what room in the plane?", "start": 204.26, "end": 205.62}, {"text": "- The lavatory.", "start": 205.62, "end": 206.82}, {"text": "- Well, how do you get a steak--", "start": 206.82, "end": 207.66}, {"text": "- And what did he cook?", "start": 207.66, "end": 208.5}, {"text": "- How do you get a steak on a plane, though?", "start": 208.5, "end": 210.14}, {"text": "- Hold on, I have to disable it.", "start": 210.14, "end": 210.98}, {"text": "I've had it with these motherfucking steaks.", "start": 210.98, "end": 212.98}, {"text": "Steaks on a plane.", "start": 212.98, "end": 214.98}, {"text": "I have to disable ad block.", "start": 214.98, "end": 216.98}, {"text": "Here we go!", "start": 216.98, "end": 218.98}, {"text": "Steaks on a plane!", "start": 218.98, "end": 220.98}, {"text": "I got a sous vide in the bathroom!", "start": 220.98, "end": 224.98}, {"text": "You think you did sous vide?", "start": 224.98, "end": 226.98}, {"text": "Yeah, you sous vide in the toilet.", "start": 226.98, "end": 228.98}, {"text": "But then you didn't...", "start": 228.98, "end": 230.98}, {"text": "That blue water.", "start": 230.98, "end": 232.98}, {"text": "He put a steak in the toilet water.", "start": 232.98, "end": 234.98}, {"text": "He didn't do that. That's so imprecise.", "start": 234.98, "end": 236.98}, {"text": "Yeah.", "start": 236.98, "end": 238.98}, {"text": "steak that just walked out of the toilet that's how fresh I want it yeah I can", "start": 238.98, "end": 243.6}, {"text": "still smell the shit on this steak yeah I want that thing to bleed blue yeah I", "start": 243.6, "end": 247.14}, {"text": "want to 65 I want to hear it poo that's right I want a dark brown crust on the", "start": 247.14, "end": 254.98}, {"text": "inside I want this cow to be shitting on the table so I can eat it where's my", "start": 254.98, "end": 262.62}, {"text": "Did you guys have to go take the shit out of the cow", "start": 262.62, "end": 265.58}, {"text": "Farm you get the cow pie for me leave the cow", "start": 265.58, "end": 270.16}, {"text": "We're doing we're doing diaper talk three dude most anticipated episode. I think this is like Super Mario 3", "start": 270.16, "end": 277.9}, {"text": "It can only get better from here, then we're gonna have diaper talk world", "start": 277.9, "end": 280.54}, {"text": "We have a diaper talk generations diaper talk worldwide", "start": 280.54, "end": 284.4}, {"text": "We could go to like the we could go to different type or diaper hot front around the world. Yeah paper diaper", "start": 284.4, "end": 289.98}, {"text": "Paper diaper might be good. Yeah, yeah diaper versus talk", "start": 291.02, "end": 295.42}, {"text": "Diaper and sonic at the Olympic games. Yeah, say diaper versus talking at the Olympic Games might be good", "start": 295.42, "end": 304.44}, {"text": "2009", "start": 304.44, "end": 306.94}, {"text": "Now we can't do any of those because we spoiled. Yeah. Yep. So this is the last one wait", "start": 306.94, "end": 311.16}, {"text": "We have one there's one more in the pocket", "start": 311.16, "end": 313.66}, {"text": "Diaper talk for I need me some more", "start": 313.66, "end": 317.94}, {"text": "Here we go here we go", "start": 319.02, "end": 321.02}, {"text": "We got a contact Chris classic before tomorrow and get him to write a song for the diaper talk", "start": 321.02, "end": 327.06}, {"text": "Yeah", "start": 327.06, "end": 331.7}, {"text": "We got our diapers on so yeah, I guess if anybody it's been a while since the last diaper talk", "start": 331.7, "end": 337.48}, {"text": "If your diaper talk we're on this web service. I don't think it's been two years. I don't think two years old", "start": 337.48, "end": 345.54}, {"text": "Yeah, I think that's not even on the podcast two years ago Patrick. It's two years old. I don't think so", "start": 345.58, "end": 351.38}, {"text": "I think you are two years old two years. We're going to this. It's an adult. It's an adult baby diaper lover", "start": 351.38, "end": 357.06}, {"text": "Forum and we're gonna read we're reading stuff from it. That's it's pretty simple and this time when you left your", "start": 357.06, "end": 364.3}, {"text": "You left your D&D", "start": 364.3, "end": 367.1}, {"text": "intro at the bottom", "start": 367.1, "end": 369.7}, {"text": "Yeah, this is the document. I just use whenever I have to prep for an episode", "start": 369.7, "end": 373.0}, {"text": "I mean, I guess you guys don't do anything like that because you don't put any effort", "start": 373.0, "end": 376.12}, {"text": "You don't like the fans, but if you want to make you on me for like caring, that's fine. Okay", "start": 376.12, "end": 379.66}, {"text": "What do you want me to read this it's been read it's already been read did you he blew it on it?", "start": 379.66, "end": 387.08}, {"text": "Well, we could do an episode. No, those you have to pay ten dollars to hear it", "start": 387.08, "end": 390.8}, {"text": "We could have it in a different voice. You cannot review it would make any sense", "start": 390.8, "end": 393.88}, {"text": "I want to read you this this first post that I found from the diaper", "start": 393.88, "end": 398.36}, {"text": "talk the forums are called diaper talk by the way for anyone who doesn't know that", "start": 398.36, "end": 401.8}, {"text": "this is a post this is a post from user baby toodler five which they misspelled", "start": 401.8, "end": 408.04}, {"text": "toddler", "start": 408.04, "end": 410.76}, {"text": "baby type word yeah what is it the baby like I probably knew what that word", "start": 410.76, "end": 419.84}, {"text": "meant when I was a baby. I must have forgotten what toodler meant. Yeah,", "start": 419.84, "end": 427.8}, {"text": "toodler sort of gave me a deja vu back to my baby days. And baby", "start": 427.8, "end": 432.28}, {"text": "toodlers like little they have like every people have like little like", "start": 432.28, "end": 435.0}, {"text": "info under their names and baby toodler says I love being in my", "start": 435.0, "end": 438.24}, {"text": "diaper. This thread is titled diaper accident. And here's the", "start": 438.24, "end": 444.48}, {"text": "post. I read some thread on the topic of accident in diaper that", "start": 444.48, "end": 449.28}, {"text": "made no sense how do you consider it a accident in your diaper when diaper are", "start": 449.28, "end": 454.32}, {"text": "made to keep all messy inside your diaper what your opinion on this topic", "start": 454.32, "end": 459.12}, {"text": "accident in your diaper this might be an actual toodler this could be a real-life", "start": 459.12, "end": 467.88}, {"text": "toodler that well there it says baby to their five so there's just got to be", "start": 467.88, "end": 474.2}, {"text": "other baby - they were born in the year five okay that's no toodler is a", "start": 474.2, "end": 479.48}, {"text": "five-year-old a toddler no no it's a young adult five is old dude yeah that", "start": 479.48, "end": 489.24}, {"text": "baby can start reading Teen Titans you're in school there's there's one like", "start": 489.24, "end": 492.56}, {"text": "on this post from Christian diaper lover I mean this is like a serious question", "start": 492.56, "end": 502.2}, {"text": "This is like a this is like a if if you shit your pants in the woods and there's no one around to hear it type", "start": 502.2, "end": 506.96}, {"text": "Question. Yeah, there's a there's a kind of a philosophical slant to this", "start": 506.96, "end": 511.12}, {"text": "I'm like, is it even an accident if the diaper is meant to to catch all the poo poo in the peepee?", "start": 511.12, "end": 516.0}, {"text": "Yeah, well, so all the messy even an accident if you if you hijacked the car in the first place. Yeah, exactly", "start": 516.0, "end": 520.84}, {"text": "You but somebody does have an answer a good answer to it. The user pees a lot", "start": 520.84, "end": 526.18}, {"text": "lot. Who says, wait, wait, wait, their bio is I love wearing lingerie. Yeah, and I", "start": 526.18, "end": 539.18}, {"text": "guess their class makeup is diaper lover and other. And yeah, Pizzolat says,", "start": 539.18, "end": 548.98}, {"text": "never had an accident in my diapers. I try to have quite a few on purposes in", "start": 548.98, "end": 553.78}, {"text": "every day you bad a lingerie diaper yeah an Italian lace diaper you just kind of", "start": 553.78, "end": 563.82}, {"text": "like seep out in a pattern yeah it's like those like a play-doh like you", "start": 563.82, "end": 568.06}, {"text": "push it like a stress ball in the mesh it would just look like lace coming out", "start": 568.06, "end": 573.9}, {"text": "this is another this adds more complexity to it because she says I try", "start": 573.9, "end": 578.78}, {"text": "to have a few on purpose how can you fail to have well then well if you fail to", "start": 578.78, "end": 584.14}, {"text": "have an on purpose would it be an accident well that no well since you're", "start": 584.14, "end": 588.58}, {"text": "trying to do it made yeah you're trying hard you're failing you're not", "start": 588.58, "end": 597.38}, {"text": "shitting your pants yeah is being backed up I do like calling it an on-purpose", "start": 597.38, "end": 603.54}, {"text": "yeah yeah I think I'm making I have to go make an on-purpose in the toilet I've", "start": 603.54, "end": 611.02}, {"text": "said accident a few times here such as when I wear a diaper to bed and drink", "start": 611.02, "end": 614.66}, {"text": "700 milliliters of water to make sure I have an accident yeah I wanted to start", "start": 614.66, "end": 624.74}, {"text": "out with that post because of baby toodler baby toodler is such a good name", "start": 624.74, "end": 631.22}, {"text": "yes I wear diapers I like to roleplay scenarios in which someone would have a", "start": 631.22, "end": 636.14}, {"text": "real accident I like waiting until my bladder is full and then wetting my", "start": 636.14, "end": 639.74}, {"text": "nappy before I could get to the toilet what are the role like my shoelaces", "start": 639.74, "end": 644.7}, {"text": "together I set up a bunch of bear traps on the way to the bathroom they catch me", "start": 644.7, "end": 654.18}, {"text": "before I can make it to do it on purpose.", "start": 654.18, "end": 656.4}, {"text": "I basically like to rig my apartment with claymores and wire traps so I can't get anywhere in the place.", "start": 656.4, "end": 662.1}, {"text": "I have that puzzle floor from Spy Kids that falls down.", "start": 662.1, "end": 666.0}, {"text": "I have the Resident Evil laser hallway installed in my house.", "start": 666.0, "end": 671.18}, {"text": "And the cube laser hallway.", "start": 671.18, "end": 672.9}, {"text": "And the cube laser hallway.", "start": 672.9, "end": 674.24}, {"text": "And the ghost ship big invisible wire.", "start": 674.24, "end": 677.04}, {"text": "Yeah.", "start": 677.04, "end": 677.54}, {"text": "If I fuck up, I'm getting lattice cut.", "start": 677.54, "end": 680.82}, {"text": "My hand is suspended while I'm sleeping with a string and a candle that slowly burns the string", "start": 680.82, "end": 687.7}, {"text": "so that my hand will fall into a pot of warm water and I'll piss my pants.", "start": 687.7, "end": 691.46}, {"text": "But then the thing is if you're tricking yourself into doing an accident it's an on purpose.", "start": 691.46, "end": 697.06}, {"text": "Right. Or is it?", "start": 697.06, "end": 698.74}, {"text": "I don't mean to bring that back to you know a larger question.", "start": 698.74, "end": 700.66}, {"text": "If you're successfully tricking yourself though.", "start": 700.66, "end": 702.66}, {"text": "If you but you're but that's still...", "start": 702.66, "end": 704.02}, {"text": "It's like tickling yourself and making yourself laugh.", "start": 704.02, "end": 706.42}, {"text": "Yeah that's on purpose.", "start": 706.42, "end": 708.58}, {"text": "Yeah.", "start": 708.58, "end": 709.06}, {"text": "Right, but it's impossible. You can't. An accident has to be kind of, it has to come from like a pure place of like I'm not in any way", "start": 709.06, "end": 716.26}, {"text": "Trying to shit or piss my pants. Right.", "start": 716.26, "end": 719.14}, {"text": "Yeah, you have to create some sort of duality of man in order to make this. You have to have, it's like Dr.", "start": 719.14, "end": 724.42}, {"text": "Strangelove is conspiring to make himself shit his pants. Yeah, you have to do a Jekyll and Hyde.", "start": 724.42, "end": 730.14}, {"text": "You have to kind of segment your personality into one that sets up", "start": 730.14, "end": 734.06}, {"text": "Accidents all throughout your life and one who is only trying to do it on purpose. It's a it's a fight club thing. Exactly", "start": 734.7, "end": 741.1}, {"text": "Yeah, it's a dike club", "start": 741.1, "end": 743.1}, {"text": "It basically is died. Yeah, yeah Tyler Durden is just constantly eating x-flags and", "start": 743.1, "end": 749.22}, {"text": "Yeah, just drinking is leaders and leaders of water Tyler Tyler Turden", "start": 749.22, "end": 754.58}, {"text": "Yeah, diaper", "start": 754.58, "end": 758.82}, {"text": "And instead of the narrator yeah, I", "start": 758.82, "end": 763.66}, {"text": "Yeah, we're all growing up and we're realizing we're not gonna shit our pants", "start": 763.66, "end": 769.06}, {"text": "We're not gonna piss our pants and we're very very pissed off", "start": 769.06, "end": 772.6}, {"text": "We're the little babies of history man", "start": 772.6, "end": 775.3}, {"text": "All right the next one this next post is from Fox 34", "start": 775.3, "end": 784.18}, {"text": "And it's how did you find out that you like nappies speak for myself?", "start": 784.18, "end": 788.98}, {"text": "I can't exactly remember how I remember stealing nappies at the age of three or four", "start": 788.98, "end": 793.2}, {"text": "for", "start": 793.2, "end": 804.8}, {"text": "red panda dl says well mine is not typical of what you will hear about i", "start": 804.8, "end": 808.64}, {"text": "just started wearing a little over a year ago at age 43 i have an underwear", "start": 808.64, "end": 813.36}, {"text": "fetish and like padded bicycle shorts i also like softer squishy padding of any", "start": 813.36, "end": 817.16}, {"text": "kind i vaguely recall stuffing things like socks in my underwear as a kid and", "start": 817.16, "end": 821.16}, {"text": "later in life too. I finally got the idea to put one of my daughter's diapers in my", "start": 821.16, "end": 824.96}, {"text": "underwear and loved it. Then I bought adult diapers from CVS to try and was hooked. I", "start": 824.96, "end": 831.54}, {"text": "wet them at first but decided I'd really just like being padded. I now wear mostly super", "start": 831.54, "end": 836.32}, {"text": "undies, rears, and baby pants training pants.", "start": 836.32, "end": 838.84}, {"text": "You just gotta have like a really small waist if you can fit into baby training pants.", "start": 838.84, "end": 843.76}, {"text": "Yeah, it's just a guy with like a Johnny Bravo figure.", "start": 843.76, "end": 852.96}, {"text": "It's fun to imagine like I need to know when you knew you liked diapers.", "start": 852.96, "end": 856.44}, {"text": "So like you're a baby and the first time you smile is like because you recognize yourself", "start": 856.44, "end": 860.48}, {"text": "in the mirror or you see a dog or like you see your father and you smile and like the", "start": 860.48, "end": 864.88}, {"text": "baby is checking in with itself.", "start": 864.88, "end": 866.36}, {"text": "Like why do I why am I smiling?", "start": 866.36, "end": 867.72}, {"text": "What's making me so happy?", "start": 867.72, "end": 868.72}, {"text": "Oh, it's my diaper.", "start": 868.72, "end": 869.72}, {"text": "I", "start": 869.72, "end": 871.72}, {"text": "Think like your dad sneezes or he tickles you", "start": 871.72, "end": 883.9}, {"text": "That is so fucked it like you're wearing a diaper as a kid and your aunt walks into the room and points at you and goes", "start": 883.9, "end": 893.96}, {"text": "Look at your look at your little diaper and then you're something in your brain snaps", "start": 893.96, "end": 897.36}, {"text": "And that's the only way you can ever be happy yeah, it's like yeah that combination", "start": 897.36, "end": 901.4}, {"text": "You don't realize that it's it's that a woman is pointing at you. It's", "start": 901.4, "end": 904.8}, {"text": "What yeah because the woman isn't touching your penis and the diaper is so there is that connection?", "start": 904.8, "end": 911.0}, {"text": "It's keeping that stranger from touching your penis is the diaper", "start": 911.0, "end": 914.6}, {"text": "Yeah, you don't realize that the the diapers actually the barrier for sexual pleasure in that moment", "start": 914.6, "end": 919.56}, {"text": "You think it wasn't a diaper you're on yeah", "start": 919.56, "end": 922.86}, {"text": "yeah the father stands between the baby and his mother and diaper stands between", "start": 924.48, "end": 929.4}, {"text": "the baby and his aunt blue bear says my subconscious mind knew before I did", "start": 929.4, "end": 937.16}, {"text": "when I was five or six I had this dream where I was put in a diaper I remember", "start": 937.16, "end": 941.12}, {"text": "feeling embarrassed but at the same time I thought the diaper felt amazing when I", "start": 941.12, "end": 944.72}, {"text": "woke up I was depressed that I wasn't really wearing one that was when I", "start": 944.72, "end": 947.8}, {"text": "realized I liked nappies my fascination with diapers did fade when I was 10 or so", "start": 947.8, "end": 951.84}, {"text": "but it resurfaced when I was 15. I remember having some spending money and my brain just went,", "start": 951.84, "end": 956.64}, {"text": "\"Psst, you can buy diapers with that.\"", "start": 956.64, "end": 958.72}, {"text": "(laughter)", "start": 958.72, "end": 970.0}, {"text": "Yeah, you're a baby, or even you're a child, and you just, you learn the value of money,", "start": 970.0, "end": 974.48}, {"text": "and you're like, \"Finally, I don't have to be finance dominated by my parents.", "start": 974.48, "end": 978.88}, {"text": "Emancipate myself by buying my own goddamn diapers", "start": 980.24, "end": 983.2}, {"text": "That's so funny like to be able to dream to take a break from diapers from the age of 10 to 15", "start": 983.2, "end": 990.4}, {"text": "Break did yeah", "start": 990.4, "end": 993.92}, {"text": "It hits harder when you put it on", "start": 993.92, "end": 996.32}, {"text": "Yeah, I", "start": 996.32, "end": 999.36}, {"text": "Remember one night I was in Walmart while on vacation in Idaho", "start": 999.36, "end": 1002.56}, {"text": "And I remember seeing a baby girl pushed in a stroller and the mother buying diapers for the baby", "start": 1002.56, "end": 1006.64}, {"text": "And I thought to myself I wonder how it feels to wear diapers", "start": 1006.64, "end": 1008.64}, {"text": "That's a pretty simple like yeah, that's respectable you know I don't think that's jealousy of a baby", "start": 1009.44, "end": 1015.64}, {"text": "There's nothing there was nothing like sexual about it. His aunt isn't in the Walmart. Yeah, it's just like I wonder what it's like to wear diapers", "start": 1015.64, "end": 1023.32}, {"text": "Yeah", "start": 1023.32, "end": 1026.12}, {"text": "Wait, what is it's the baby costume? It's like it's like it's the only way to roleplay as a baby is to put on a diaper", "start": 1026.12, "end": 1033.6}, {"text": "You can't change your size. You can't be helpless again. Mm-hmm", "start": 1033.6, "end": 1037.12}, {"text": "Yeah", "start": 1037.6, "end": 1039.1}, {"text": "Imagine if your your your diaper awakening is fucking baby new year", "start": 1039.1, "end": 1044.18}, {"text": "True damn. I wonder what it's like to wear diapers man. I would be", "start": 1044.18, "end": 1049.02}, {"text": "To be in charge diet chamber pot says", "start": 1049.02, "end": 1057.76}, {"text": "I wet my pants on purpose my whole life got to where I could wet just enough to", "start": 1063.02, "end": 1066.98}, {"text": "have my underwear wet but not really show my outside pants being wet I would stay", "start": 1066.98, "end": 1070.74}, {"text": "damp all the time I just loved being wet the naughtiness of my pants about age 45", "start": 1070.74, "end": 1076.16}, {"text": "I tried out depends heaven in my pants I could wet more and show less did not", "start": 1076.16, "end": 1081.02}, {"text": "start wearing all the time until about four years ago imagine when I was", "start": 1081.02, "end": 1084.98}, {"text": "suspended you know you spend your entire life wetting your pants and it doesn't", "start": 1084.98, "end": 1088.62}, {"text": "your mind until age 45 to wish my underwear could collect this for later", "start": 1088.62, "end": 1105.68}, {"text": "yeah it sucks when you convince yourself that the naughtiness is what you like", "start": 1105.68, "end": 1109.94}, {"text": "and you realize the naughtyness is just because I forgot about this is a this is", "start": 1109.94, "end": 1115.34}, {"text": "really good one-two punch one from killerpanda3 who said I would have", "start": 1115.34, "end": 1118.96}, {"text": "dreams or I was wearing and using them sometimes even in cartoons like the rug", "start": 1118.96, "end": 1122.24}, {"text": "rats and then their icon is Timmy Turner in a big full diaper and then the next", "start": 1122.24, "end": 1127.8}, {"text": "comment is having to wear them due to being incontinent yeah I feel like", "start": 1127.8, "end": 1133.84}, {"text": "that's two opposite ends of the diaper spectrum yeah people who wear them", "start": 1133.84, "end": 1138.26}, {"text": "because they imagine cartoon babies wearing them and that being cool and", "start": 1138.26, "end": 1142.6}, {"text": "than people who can't stop shitting themselves.", "start": 1142.6, "end": 1145.2}, {"text": "- When I was in kindergarten,", "start": 1145.2, "end": 1146.52}, {"text": "there were like five kids in my class", "start": 1146.52, "end": 1148.88}, {"text": "who had trouble pissing themselves.", "start": 1148.88, "end": 1150.9}, {"text": "So their parents would pack them an extra pair of pants", "start": 1150.9, "end": 1153.56}, {"text": "and then like midday through the day,", "start": 1153.56, "end": 1154.84}, {"text": "they'd have to change.", "start": 1154.84, "end": 1156.24}, {"text": "And I just got jealous of the attention", "start": 1156.24, "end": 1157.72}, {"text": "that they were getting.", "start": 1157.72, "end": 1158.56}, {"text": "So I just brought, I didn't tell my parents,", "start": 1158.56, "end": 1160.08}, {"text": "I brought a spare change of pants", "start": 1160.08, "end": 1161.7}, {"text": "and I just pissed my pants on purpose", "start": 1161.7, "end": 1164.16}, {"text": "so that I could leave the room and change.", "start": 1164.16, "end": 1166.56}, {"text": "And everyone knew that I wasn't a pants pisser.", "start": 1166.56, "end": 1169.0}, {"text": "So they knew that I had just done it on purpose.", "start": 1169.0, "end": 1171.76}, {"text": "It's hard to piss your pants on purpose.", "start": 1171.76, "end": 1174.12}, {"text": "I know.", "start": 1174.12, "end": 1175.12}, {"text": "That was the only time I was ever able to do it on purpose.", "start": 1175.12, "end": 1178.4}, {"text": "Every other time has been an accident?", "start": 1178.4, "end": 1180.2}, {"text": "Yeah.", "start": 1180.2, "end": 1181.2}, {"text": "Damn, you poser.", "start": 1181.2, "end": 1182.2}, {"text": "I broke a seal.", "start": 1182.2, "end": 1183.2}, {"text": "You're a poser.", "start": 1183.2, "end": 1184.2}, {"text": "Nah, man.", "start": 1184.2, "end": 1185.2}, {"text": "I just reversed it.", "start": 1185.2, "end": 1186.2}, {"text": "I flipped the script.", "start": 1186.2, "end": 1191.4}, {"text": "User Twiley links a YouTube video called 1937 Mickey Modern Inventions and says, \"This Donald", "start": 1191.4, "end": 1198.8}, {"text": "Duck cartoon might be the reason I got curious about diapers and the man nail", "start": 1198.8, "end": 1206.6}, {"text": "is a picture of Donald Duck in a baby body", "start": 1206.6, "end": 1210.72}, {"text": "this will be as real as I'm probably going to get tonight I am incontinent", "start": 1210.72, "end": 1215.92}, {"text": "and have been my entire life but as I hit puberty I started to love the thickness", "start": 1215.92, "end": 1219.32}, {"text": "and pressure it put on that area and started to love the feeling of when I", "start": 1219.32, "end": 1224.08}, {"text": "feel the warmth of a wet diaper touching my inner thigh and I really started to", "start": 1224.08, "end": 1227.76}, {"text": "I like the feeling of the lump when I realized I had a power movement. I", "start": 1227.76, "end": 1232.76}, {"text": "love my lump. I never noticed the warmth on my thigh from a wet diaper", "start": 1232.76, "end": 1237.76}, {"text": "before I hit puberty before puberty. It was like a whatever thing to me", "start": 1237.76, "end": 1241.26}, {"text": "puberty changed my sensory sensitivities in general. So diapers are", "start": 1241.26, "end": 1244.56}, {"text": "awesome to me. That's from Draco. Nym diapered little boy looking for", "start": 1244.56, "end": 1248.86}, {"text": "friends.", "start": 1248.86, "end": 1249.46}, {"text": "Listen listen to this one from Brie 89. I have little to no idea how to", "start": 1249.46, "end": 1256.36}, {"text": "go on the potty.", "start": 1256.36, "end": 1258.36}, {"text": "(laughter)", "start": 1258.36, "end": 1260.36}, {"text": "(laughter)", "start": 1260.36, "end": 1262.36}, {"text": "Just dunking your head in the toilet.", "start": 1262.36, "end": 1264.36}, {"text": "(laughter)", "start": 1264.36, "end": 1266.36}, {"text": "I learned from Ned's Declassified", "start": 1266.36, "end": 1270.36}, {"text": "that this is how you use the toilet.", "start": 1270.36, "end": 1272.36}, {"text": "It's little to no idea. It's not no idea.", "start": 1272.36, "end": 1274.36}, {"text": "I have a little bit of an idea.", "start": 1274.36, "end": 1276.36}, {"text": "I'm almost clueless about going potty.", "start": 1276.36, "end": 1278.36}, {"text": "I know to sit on it, but I don't", "start": 1278.36, "end": 1280.36}, {"text": "know how to take my pants off.", "start": 1280.36, "end": 1282.36}, {"text": "Just do like a family guy prat", "start": 1282.36, "end": 1284.36}, {"text": "fall into the toilet every time you try to get on. Here's a post from", "start": 1284.36, "end": 1289.36}, {"text": "Laughing Elf Man. I think I was age 7. I think I was age 7 my sister and I were", "start": 1289.36, "end": 1298.58}, {"text": "playing in the grass area in the center of the condo complex we live in. A nice", "start": 1298.58, "end": 1302.96}, {"text": "woman with a baby boy looked about one years old came out to the grass and", "start": 1302.96, "end": 1306.24}, {"text": "started playing with the baby she was so sweet and motherly I started to feel", "start": 1306.24, "end": 1309.2}, {"text": "envious of the baby I do think it's interesting how it spans that like", "start": 1309.2, "end": 1316.4}, {"text": "sexual to having a lump in my pants it can be anything between those some", "start": 1316.4, "end": 1323.76}, {"text": "people have like yes I'm kind of like naughty like like voyeuristic sexual", "start": 1323.76, "end": 1328.88}, {"text": "pleasure and some people are just like I love I just want everyone to know I'm", "start": 1328.88, "end": 1339.04}, {"text": "helpless so that they can take care of me and I also love brown stinky shitty doo-doo", "start": 1339.04, "end": 1344.04}, {"text": "I love doodoos and dookies in my little nap I love when my ass swells and I also", "start": 1344.04, "end": 1352.28}, {"text": "hate parting with my diarrhea I wanted I want to carry it around me all day that", "start": 1352.28, "end": 1358.4}, {"text": "is I think that's also a big part of it is just wanting to leash your shit to", "start": 1358.4, "end": 1361.96}, {"text": "you so it doesn't vanish into the toilet yeah but you can't like a hoarder", "start": 1361.96, "end": 1366.04}, {"text": "mentality you can't just like hold it forever because at some point you become", "start": 1366.04, "end": 1369.6}, {"text": "like like over encumbered like oblivion", "start": 1369.6, "end": 1374.64}, {"text": "so hard to walk around but you have like five or six days of shit in your pants", "start": 1374.64, "end": 1380.56}, {"text": "you just completely frozen yeah you just need you need to get to the", "start": 1380.56, "end": 1387.08}, {"text": "garbage cans you can save takes you all day to walk there. I want to move I want", "start": 1387.08, "end": 1396.28}, {"text": "to move to the next I'm just going to read this one through because this one's", "start": 1396.28, "end": 1398.32}, {"text": "kind of like a story like I'll go back and forth. I hope you guys know this is", "start": 1398.32, "end": 1402.32}, {"text": "from user ready wet for us one and is just an old guy which might be him and", "start": 1402.32, "end": 1409.12}, {"text": "the post is why do people this is the title of it. Why do people think it's", "start": 1409.12, "end": 1413.24}, {"text": "strange to wear it's our natural way from early on I wear every day and I would", "start": 1413.24, "end": 1417.2}, {"text": "never change my idea it's okay to wear and then the the extra details are it's", "start": 1417.2, "end": 1421.92}, {"text": "okay to pee when you want and then see bear responds and says I always think", "start": 1421.92, "end": 1426.4}, {"text": "that as well it's just another method of toileting just because toilets are the", "start": 1426.4, "end": 1429.68}, {"text": "most used method doesn't wait make wearing nappies strange they both have", "start": 1429.68, "end": 1432.72}, {"text": "pros and cons and are both better for some than others if nappies had been", "start": 1432.72, "end": 1435.72}, {"text": "around before toilets were common they would have become the norm I always hope", "start": 1435.72, "end": 1438.84}, {"text": "one day nappies will be accepted imagine saying to your boss excuse me I'm just", "start": 1438.84, "end": 1442.4}, {"text": "I'm just going to change my nappy and then and then wet for us one", "start": 1442.4, "end": 1449.84}, {"text": "responds and says are you female? I would I mean if I was wet for us one", "start": 1449.84, "end": 1456.4}, {"text": "even if I was turned on but yeah of a female employee asking her boss if she", "start": 1456.4, "end": 1461.86}, {"text": "could change her nappy. I would say what a salient point I agree completely are", "start": 1461.86, "end": 1466.6}, {"text": "female and then he gets scolded and they say we are not a relationship site yeah i", "start": 1466.62, "end": 1475.82}, {"text": "just i do agree that i do agree that it could have gone either way in history we", "start": 1475.82, "end": 1479.74}, {"text": "could have gone the nappy route yeah it does seem kind of insane that like you", "start": 1479.74, "end": 1483.42}, {"text": "need a whole fucking sewer system to make it work yeah especially like a whole", "start": 1483.42, "end": 1487.62}, {"text": "room takes up your floor plan yeah gallons of water every single fucking", "start": 1487.62, "end": 1492.82}, {"text": "movement you have it's able it is a because we had like holes before we had a", "start": 1492.82, "end": 1498.86}, {"text": "super absorbent gel I mean like if we had come up with super like strike a", "start": 1498.86, "end": 1507.26}, {"text": "balance like maybe we can fill the toilets with the gel or something what", "start": 1507.26, "end": 1510.42}, {"text": "about like I think that's a porta potty what about like a tube what about it", "start": 1510.42, "end": 1515.1}, {"text": "what about a tube bet what about it - I think like you just vacuum suction oh", "start": 1515.1, "end": 1522.38}, {"text": "- Oh, just like a Futurama tube hooked up to your ass", "start": 1522.38, "end": 1525.86}, {"text": "that shoots doo-doo into the kitchen.", "start": 1525.86, "end": 1528.66}, {"text": "- When you're in your house,", "start": 1528.66, "end": 1529.66}, {"text": "you walk around with a tube in your butt.", "start": 1529.66, "end": 1531.78}, {"text": "- But it's like a tail,", "start": 1531.78, "end": 1532.9}, {"text": "and then when you have to shit,", "start": 1532.9, "end": 1534.18}, {"text": "you plug it into the wall.", "start": 1534.18, "end": 1535.7}, {"text": "- Like a central bag.", "start": 1535.7, "end": 1537.82}, {"text": "- Yeah, exactly.", "start": 1537.82, "end": 1538.66}, {"text": "- Yeah, there's like little holes all over.", "start": 1538.66, "end": 1540.7}, {"text": "You move into a new apartment,", "start": 1540.7, "end": 1541.98}, {"text": "you're like, this one only has four ports,", "start": 1541.98, "end": 1543.74}, {"text": "our last one had six.", "start": 1543.74, "end": 1545.06}, {"text": "I gotta get out of bed and walk into the living room", "start": 1545.06, "end": 1549.54}, {"text": "just to port in.", "start": 1549.54, "end": 1551.36}, {"text": "All right, I mean it's pretty good.", "start": 1551.36, "end": 1556.44}, {"text": "From user, here's a new post from user Cambridge1.", "start": 1556.44, "end": 1560.12}, {"text": "Oh, oh.", "start": 1560.12, "end": 1561.68}, {"text": "Yeah.", "start": 1561.68, "end": 1562.68}, {"text": "Anyone else enjoy a stranger seeing your nappy?", "start": 1562.68, "end": 1565.64}, {"text": "Not sure if it is just me, but I think the biggest part of me being a diaper lover is", "start": 1565.64, "end": 1568.72}, {"text": "being seen or caught out by others.", "start": 1568.72, "end": 1570.68}, {"text": "Obviously this excludes anybody I know or would see again.", "start": 1570.68, "end": 1573.0}, {"text": "Being a diaper lover is the biggest secret I have, but for anyone else that doesn't know", "start": 1573.0, "end": 1576.4}, {"text": "me or I'll never see again, it really is a bit of a turn on to know someone has seen my", "start": 1576.4, "end": 1580.12}, {"text": "nappy.", "start": 1580.12, "end": 1581.12}, {"text": "go about hiding that pull-up from my waistline when out shopping etc.", "start": 1581.12, "end": 1585.04}, {"text": "Just sagging.", "start": 1585.04, "end": 1586.04}, {"text": "No this is the right way to be.", "start": 1586.04, "end": 1587.76}, {"text": "Just a guy wearing like Levi's silver tats just sagging them with like a big elbow diaper.", "start": 1587.76, "end": 1592.64}, {"text": "No you do like a, you become like a Britney Spears like slut and just every time you get", "start": 1592.64, "end": 1598.28}, {"text": "out of a limo.", "start": 1598.28, "end": 1599.28}, {"text": "Yeah, polarized jeans.", "start": 1599.28, "end": 1600.28}, {"text": "Just like, just fucking sharing.", "start": 1600.28, "end": 1601.28}, {"text": "Yeah a whale tail.", "start": 1601.28, "end": 1602.28}, {"text": "Yeah doing whale tail with like booty shorts and there's clearly a diaper underneath.", "start": 1602.28, "end": 1607.48}, {"text": "And you're like oh sorry did you see that?", "start": 1607.48, "end": 1610.68}, {"text": "this uh this response is really evil from sally an it's not something we should do", "start": 1610.68, "end": 1616.2}, {"text": "but i do get how you feel over the years decades really being occasionally seen", "start": 1616.2, "end": 1619.56}, {"text": "in a nappy has been exciting but i do have to remember that i should always be", "start": 1619.56, "end": 1622.44}, {"text": "very discreet and responsible a wet bed left on a hotel bed is also a bit naughty", "start": 1622.44, "end": 1627.16}, {"text": "and exciting being like no you shouldn't let anybody else see your nappy that's", "start": 1627.16, "end": 1632.6}, {"text": "very disrespectful but if I if I was a diaper where every time I was going to", "start": 1632.6, "end": 1643.64}, {"text": "get coffee and it's time for me to tip I would you know lift up my shirt my", "start": 1643.64, "end": 1650.16}, {"text": "dollar bills right out of my diaper just keeping like money and like a", "start": 1650.16, "end": 1656.32}, {"text": "screwdriver in it like Tommy Pickles dog boy responds I don't see a problem if", "start": 1656.32, "end": 1665.44}, {"text": "someone sees part of your diaper sticking up out of your pants etc it's", "start": 1665.44, "end": 1668.92}, {"text": "not gonna bother them unless they're the most fragile snowflake in the world", "start": 1668.92, "end": 1674.12}, {"text": "did my lump trigger you fragile snowflake in the world oh you need it you", "start": 1674.12, "end": 1685.08}, {"text": "You need to be in another room because I smell so much like pee and poop.", "start": 1685.08, "end": 1688.58}, {"text": "Oh, sorry, does my smell offend you because my fucking pants are full of shit?", "start": 1688.58, "end": 1694.28}, {"text": "Oh, you want me to go to a safe space called a bathroom?", "start": 1694.28, "end": 1697.38}, {"text": "Suck my dick.", "start": 1697.38, "end": 1699.38}, {"text": "It's covered in my own poop and piss.", "start": 1699.38, "end": 1701.58}, {"text": "I personally like the whole idea behind public embarrassment.", "start": 1701.58, "end": 1707.78}, {"text": "Now, I don't in any way condone to flaunting personal choices upon others,", "start": 1707.78, "end": 1712.08}, {"text": "But I don't either go out of my way to", "start": 1712.08, "end": 1714.08}, {"text": "Overly stress upon hiding my diapers if I know I am around people that I won't see again", "start": 1714.08, "end": 1718.62}, {"text": "I wouldn't mind being spotted wearing. I like the sentence. I personally like the whole idea behind public embarrassment", "start": 1718.62, "end": 1724.88}, {"text": "That's it to me that I need I needed to elaborate. I don't know. Yeah, I don't know what the whole idea", "start": 1724.88, "end": 1729.9}, {"text": "I don't want to be publicly and also I don't condone flaunting personal choices", "start": 1729.9, "end": 1736.02}, {"text": "So, you know that they like think gay marriage is wrong", "start": 1736.02, "end": 1739.9}, {"text": "People see their diapers. Yeah, I don't try and like it if gays were still publicly embarrassed by it", "start": 1740.82, "end": 1747.2}, {"text": "They would yeah, I would turn them on and make them fucking piss and poo", "start": 1747.2, "end": 1750.9}, {"text": "I don't try and advertise that I'm diapered usually but if my diaper waistband shows and people see it. I'm not bothered", "start": 1750.9, "end": 1756.28}, {"text": "I'm incontinent. So I'd rather people see me wearing a diaper than having accidents breathe deep seek peace dinotopia in 2002", "start": 1756.28, "end": 1762.58}, {"text": "I wish they had more signatures on here like that", "start": 1767.58, "end": 1770.52}, {"text": "So good", "start": 1770.52, "end": 1774.86}, {"text": "I'm not go out and about wearing only a t-shirt and a diaper", "start": 1774.86, "end": 1779.5}, {"text": "But I don't mind if I'm out someplace where I'm not likely to see anyone", "start": 1779.5, "end": 1782.12}, {"text": "I know and the top of my type is visible above the waistband of my it's always about just the hint the inkling", "start": 1782.12, "end": 1787.46}, {"text": "Yeah, diaper is also like just just seeing a little bit of the above the waistband", "start": 1787.46, "end": 1791.36}, {"text": "You could convince yourself that that's just like underwear, right? Yeah, but for them they're like they know it's a diaper", "start": 1791.36, "end": 1797.56}, {"text": "yeah oh yeah paper underwear that's a paper underwear I think that's a diaper", "start": 1797.56, "end": 1805.36}, {"text": "no no not like not like a diaper but like you know like disposable under", "start": 1805.36, "end": 1812.08}, {"text": "underwear paper okay yes says I've gone to the beach and nothing but diaper no", "start": 1812.08, "end": 1823.48}, {"text": "one really said much one person walking by said nice diaper and I just laughed", "start": 1823.48, "end": 1829.88}, {"text": "I would like to see like a diaper a diaper style bikini top to go yeah - you", "start": 1829.88, "end": 1841.68}, {"text": "know oh yeah diaper vault diapered volleyball game oh I'm gonna get turned", "start": 1841.68, "end": 1848.32}, {"text": "on I get hard every time I wear I like to masturbate in my diaper I'm sorry you and", "start": 1848.32, "end": 1854.5}, {"text": "I must have different ideas about how we relate to this sort of I'm seeing like a", "start": 1854.5, "end": 1859.18}, {"text": "civil war brewing on this on this page between people who want to fuck a diaper", "start": 1859.18, "end": 1864.02}, {"text": "and people want to shit in it yeah don't you don't worry cuz we will be getting", "start": 1864.02, "end": 1868.7}, {"text": "to the people who want to fuck a diaper a lot more I got some really disgusting", "start": 1868.7, "end": 1872.32}, {"text": "stuff lined up. Here's one that says a cute Scottish accent. It's not a skirt, it's a", "start": 1872.32, "end": 1878.88}, {"text": "kilt. Okay. That's in response to something. Yeah, that makes more sense. Yeah, this is", "start": 1878.88, "end": 1889.2}, {"text": "why I often wish it was acceptable for a man to wear a dress. Oh, so you can Marilyn Monroe", "start": 1889.2, "end": 1894.64}, {"text": "style like stand over a Stuart Gray. Yeah, oops. Oops, my diaper's showing. Honestly,", "start": 1894.64, "end": 1901.28}, {"text": "I just wish it were more acceptable to wear a diaper and long shirt out in public not because I am an exhibitionist", "start": 1901.28, "end": 1906.46}, {"text": "But because I really dislike pants. I don't get off from it desire to push it on people, etc", "start": 1906.46, "end": 1910.8}, {"text": "Just really dislike pants just wearing like a soldier boy. Yeah, just a giant white tea. Yeah", "start": 1910.8, "end": 1916.06}, {"text": "This person is like they're getting so frustrated by people thinking that incontinent people who identify as diaper likers", "start": 1916.06, "end": 1924.2}, {"text": "Shouldn't be lumped in with the kink people. It's like to get off the forum", "start": 1924.2, "end": 1928.86}, {"text": "No one's talking about people who constantly shit their pants and appreciate the invention of a diaper.", "start": 1928.86, "end": 1933.82}, {"text": "I happen to like the idea that I can shit my pants.", "start": 1933.82, "end": 1938.62}, {"text": "That is true. You definitely-- there's less of a need for a forum of people who just wear a diaper.", "start": 1938.62, "end": 1943.74}, {"text": "Yeah. I have a broken leg. I'm going to join a forum for people who like getting fucked in the ass by a cane.", "start": 1943.74, "end": 1949.9}, {"text": "[laughter]", "start": 1949.9, "end": 1953.9}, {"text": "Like doesn't work so I'm gonna join a forum of people who put the talk in a cast. Yeah, I'll put a wheelchair in their ass", "start": 1953.9, "end": 1960.56}, {"text": "Yeah, that makes perfect sense. I'm sure I have common ground with these people", "start": 1960.56, "end": 1965.68}, {"text": "Yeah, they spend every day trying to put distance between them and the people in the forum. Yeah, I", "start": 1965.68, "end": 1971.66}, {"text": "Enjoy a lot going out in public wearing a bulky diaper under my jeans as I can remember", "start": 1971.66, "end": 1978.06}, {"text": "It's just a few persons", "start": 1978.06, "end": 1979.2}, {"text": "I have seen reaction from and they have just giving me a warm smile probably they have been into a BDL themselves", "start": 1979.2, "end": 1985.36}, {"text": "There's something wrong", "start": 1985.36, "end": 1989.12}, {"text": "Yeah, here's a really good comment for Mandy bears responding to the skirt comment", "start": 1989.12, "end": 1995.84}, {"text": "They said do you want to know why it's called a kilt because we killed everyone who called it a skirt LMAO", "start": 1995.84, "end": 2002.56}, {"text": "That is nice to know diaper fans have a good sense of humor - yeah, yeah", "start": 2002.56, "end": 2007.66}, {"text": "I guess you have to.", "start": 2007.66, "end": 2010.06}, {"text": "I'm a diaper fan of Loz Monty Python too.", "start": 2010.06, "end": 2012.98}, {"text": "Next post is from Shy Tweeny, moderated for not wearing a diaper it says under their name.", "start": 2012.98, "end": 2019.1}, {"text": "Favorite activity while diapered?", "start": 2019.1, "end": 2020.66}, {"text": "What is your favorite thing to do while diapered?", "start": 2020.66, "end": 2022.4}, {"text": "For me, I simply like to watch kids movies while wearing goodnights.", "start": 2022.4, "end": 2027.5}, {"text": "Baby Link 9 says, video games.", "start": 2027.5, "end": 2029.54}, {"text": "It's pretty fun and convenient, but hard to relax so I can let go.", "start": 2029.54, "end": 2032.22}, {"text": "A big part of it is usually my diaper ends up leaking anyways.", "start": 2032.22, "end": 2035.42}, {"text": "Yeah, a big part of it.", "start": 2035.42, "end": 2037.34}, {"text": "the finale is usually German DL imagine I'm five years old hate potty training", "start": 2037.34, "end": 2043.3}, {"text": "and watching Disney movies also waddle around in my space with the diaper also", "start": 2043.3, "end": 2053.64}, {"text": "do you think they really waddle by my space do you think it means like an", "start": 2053.64, "end": 2058.9}, {"text": "adult playpen I hope so yeah maybe my favorite one that we've seen a diaper", "start": 2058.9, "end": 2064.82}, {"text": "It's from Tundra 1975 and it says I am", "start": 2064.82, "end": 2069.38}, {"text": "diapered 24/7 due to total bladder and", "start": 2069.38, "end": 2071.74}, {"text": "incontinence so everything I do I am", "start": 2071.74, "end": 2073.42}, {"text": "diapered I would say my favorite", "start": 2073.42, "end": 2075.08}, {"text": "activity is riding my quad through the", "start": 2075.08, "end": 2076.72}, {"text": "wilderness near my house. It's so relaxing to go out and explore the wilderness.", "start": 2076.72, "end": 2081.62}, {"text": "So he has a cheat code for this where he can just say anything that he likes doing most.", "start": 2081.62, "end": 2088.82}, {"text": "always has to wear a diaper yeah after a long stressful day of sitting around and", "start": 2088.82, "end": 2097.06}, {"text": "shitting my diaper I like to go out yeah", "start": 2097.06, "end": 2101.78}, {"text": "imagining a completely naked except for the diaper just like doing a wheelie just", "start": 2101.78, "end": 2118.26}, {"text": "in his backyard. No shirt, no pants. 119.75 too, what a good name. He's cold. He lives", "start": 2118.26, "end": 2124.98}, {"text": "somewhere so cold that all he wears is a diaper. He lives in Antarctica. They don't have bathrooms", "start": 2124.98, "end": 2129.02}, {"text": "in Antarctica. That's true, that's a good point. Oh my god, uh. I don't want to read", "start": 2129.02, "end": 2135.66}, {"text": "this whole thing but this username is really good, Fudgedinloves. Somebody's got to read", "start": 2135.66, "end": 2143.74}, {"text": "this Jim 100 one do you see this no Jim 100 you might hate me for this so here", "start": 2143.74, "end": 2152.06}, {"text": "goes I like to reload ammunition because it is relaxing but demanding then I like", "start": 2152.06, "end": 2159.74}, {"text": "to do fine woodwork making cabinet pens and pens you name it it costs a bit at", "start": 2159.74, "end": 2165.26}, {"text": "least for the woodwork the reloading is very cheap considering what it would", "start": 2165.26, "end": 2168.1}, {"text": "cost to buy new or already put together and then it's just like technical stuff", "start": 2168.1, "end": 2172.78}, {"text": "And then at the end it says of course TV and movies", "start": 2172.78, "end": 2175.38}, {"text": "I", "start": 2175.38, "end": 2179.14}, {"text": "Want to drive diapered and go to a store one day", "start": 2179.14, "end": 2182.02}, {"text": "But I drive stick and I don't know if the shifting would cause any clumping of pulp", "start": 2182.02, "end": 2186.46}, {"text": "Most of the time I wear it", "start": 2186.46, "end": 2188.86}, {"text": "Occasional health issues, but when I have the house to myself", "start": 2188.86, "end": 2192.94}, {"text": "I wear to watch long movie slash binge sessions building with Lego sets or if I'm having a cigar outside", "start": 2192.94, "end": 2199.26}, {"text": "I like Churchill sizes, which I can take a long enough time to get through", "start": 2199.26, "end": 2204.08}, {"text": "I don't want to have to read light because I have to empty my bladder other than that", "start": 2204.08, "end": 2208.3}, {"text": "I'll wear a diaper simply to wear a diaper", "start": 2208.3, "end": 2210.44}, {"text": "So he's saying the constant shift in gear it because I assume he's not very good at driving a stick shift", "start": 2210.44, "end": 2217.02}, {"text": "It would be so sudden that the momentum would create giant like clumps of pulp", "start": 2217.02, "end": 2223.14}, {"text": "all through his diaper", "start": 2223.14, "end": 2226.02}, {"text": "Pulp?", "start": 2226.02, "end": 2228.02}, {"text": "What the fuck is pulp?", "start": 2228.02, "end": 2230.02}, {"text": "He's got a sawdust diaper.", "start": 2230.02, "end": 2232.02}, {"text": "He's a man's man.", "start": 2232.02, "end": 2234.02}, {"text": "I'm hoping that pulp is like some, like the material of the diaper is called pulp or something.", "start": 2234.02, "end": 2238.02}, {"text": "Cause otherwise he has like,", "start": 2238.02, "end": 2240.02}, {"text": "fully, he eats a lot of like hay and corn.", "start": 2240.02, "end": 2244.02}, {"text": "He has a completely separate...", "start": 2244.02, "end": 2246.02}, {"text": "(laughter)", "start": 2246.02, "end": 2248.02}, {"text": "And it just completely separates.", "start": 2248.02, "end": 2250.02}, {"text": "After he shits.", "start": 2250.02, "end": 2252.02}, {"text": "Cause of that centrifugal force.", "start": 2252.02, "end": 2256.02}, {"text": "He's chewing food with his ass cheeks and making a cut in his diaper.", "start": 2256.02, "end": 2264.34}, {"text": "Two people in a row said running their chainsaw.", "start": 2264.34, "end": 2269.26}, {"text": "All these people are so outdoorsy.", "start": 2269.26, "end": 2271.78}, {"text": "What the fuck?", "start": 2271.78, "end": 2272.78}, {"text": "Both of them said they got really sweaty from running their chainsaw in the woods and then...", "start": 2272.78, "end": 2277.42}, {"text": "Just running it?", "start": 2277.42, "end": 2278.42}, {"text": "Just not cutting anything down?", "start": 2278.42, "end": 2279.42}, {"text": "This first one said, \"I spent the day today not diapered.", "start": 2279.42, "end": 2281.46}, {"text": "My skin started to feel a little clammy and I knew the best practice would be to let it", "start": 2281.46, "end": 2284.14}, {"text": "air out.", "start": 2284.14, "end": 2285.14}, {"text": "run the chainsaw all day cutting up firewood logs.", "start": 2285.14, "end": 2287.46}, {"text": "Oh, then the second person says,", "start": 2287.46, "end": 2288.82}, {"text": "I just got done running my chainsaw", "start": 2288.82, "end": 2290.46}, {"text": "and cleaning up a section of the woods.", "start": 2290.46, "end": 2293.22}, {"text": "They're both running their chainsaws.", "start": 2293.22, "end": 2295.3}, {"text": "- Yeah, I can't believe it.", "start": 2295.3, "end": 2296.3}, {"text": "Yeah, they're all outdoorsy,", "start": 2296.3, "end": 2297.62}, {"text": "like driving their quads,", "start": 2297.62, "end": 2298.78}, {"text": "smoking Churchill cigarettes,", "start": 2298.78, "end": 2300.3}, {"text": "driving their stick shift vehicles", "start": 2300.3, "end": 2302.22}, {"text": "and worrying about getting home in time", "start": 2302.22, "end": 2304.3}, {"text": "to change their diapers.", "start": 2304.3, "end": 2305.3}, {"text": "- Going on the tilt a whirl with my diaper.", "start": 2305.3, "end": 2307.5}, {"text": "Even more worried that the pulp will separate.", "start": 2307.5, "end": 2311.08}, {"text": "- When I get the chance,", "start": 2311.08, "end": 2312.94}, {"text": "I love to go to the movies in double diapers,", "start": 2312.94, "end": 2314.92}, {"text": "drink all the soda and consume a tub of popcorn.", "start": 2314.92, "end": 2317.4}, {"text": "Also, I'm a pretty good bowler.", "start": 2317.4, "end": 2319.04}, {"text": "I've been bowling in diapers", "start": 2319.04, "end": 2320.52}, {"text": "and have had some accidental diaper exposure in public,", "start": 2320.52, "end": 2322.94}, {"text": "non-ABDL diapers.", "start": 2322.94, "end": 2324.62}, {"text": "People try to copy my form", "start": 2324.62, "end": 2326.0}, {"text": "and watch every aspect of my technique,", "start": 2326.0, "end": 2327.9}, {"text": "so I know they've seen the waddle effect", "start": 2327.9, "end": 2329.44}, {"text": "of double diapers beneath my basketball shorts.", "start": 2329.44, "end": 2331.96}, {"text": "(laughing)", "start": 2331.96, "end": 2334.22}, {"text": "- Oh my God.", "start": 2334.22, "end": 2336.8}, {"text": "It's so clear, two diapers underneath and ones.", "start": 2336.8, "end": 2342.44}, {"text": "That is sick.", "start": 2342.44, "end": 2344.2}, {"text": "Like you know the people who wear like the basketball shorts under the jeans, yeah", "start": 2344.2, "end": 2348.08}, {"text": "I could take off my jeans if I need to hoop and I take off my shorts if I need to poop", "start": 2348.08, "end": 2363.42}, {"text": "He's got such a strong they try to copy my swagger", "start": 2363.42, "end": 2368.72}, {"text": "I'm on that next channel.", "start": 2368.72, "end": 2370.72}, {"text": "I got that boom boom password.", "start": 2370.72, "end": 2372.72}, {"text": "What's your secret?", "start": 2372.72, "end": 2374.72}, {"text": "How do you move like that?", "start": 2374.72, "end": 2378.72}, {"text": "How do you move so fluidly?", "start": 2378.72, "end": 2380.72}, {"text": "Your fundamentals are so perfect.", "start": 2380.72, "end": 2382.72}, {"text": "Your bowling stroke.", "start": 2382.72, "end": 2384.72}, {"text": "Somebody else said they also love riding their quad but in the mountains.", "start": 2384.72, "end": 2388.72}, {"text": "Yeah.", "start": 2388.72, "end": 2390.72}, {"text": "I also do that in the mountains.", "start": 2390.72, "end": 2392.72}, {"text": "I like the fucking diaper loaves on quads and chainsaws.", "start": 2392.72, "end": 2394.72}, {"text": "It's so fucking sick.", "start": 2394.72, "end": 2396.72}, {"text": "I like to throw dynamite at black bears.", "start": 2396.72, "end": 2399.72}, {"text": "*laughter*", "start": 2399.72, "end": 2403.72}, {"text": "I like to...", "start": 2403.72, "end": 2405.72}, {"text": "I like to hunt wabbits in my diaper.", "start": 2405.72, "end": 2407.72}, {"text": "*laughter*", "start": 2407.72, "end": 2411.72}, {"text": "Holy shit.", "start": 2411.72, "end": 2412.72}, {"text": "Oh, I left a stinky little wabbit hole.", "start": 2412.72, "end": 2416.72}, {"text": "*laughter*", "start": 2416.72, "end": 2418.72}, {"text": "You ready to get really gross?", "start": 2418.72, "end": 2420.72}, {"text": "It smells like Elmer Fudd and more like Yosemite Sam.", "start": 2420.72, "end": 2423.72}, {"text": "*laughter*", "start": 2423.72, "end": 2424.72}, {"text": "Yeah, I want to get really nasty this is only one one one one. Oh, yes diaper masturbation. Oh", "start": 2424.72, "end": 2431.12}, {"text": "For all those that find diapers a turn on how do you play with yourself and then in parentheses?", "start": 2431.12, "end": 2436.84}, {"text": "Masturbate in diapers do you use toys? Well boy? I'm Detroit. Well cuz play", "start": 2436.84, "end": 2442.08}, {"text": "Yeah", "start": 2442.08, "end": 2444.48}, {"text": "Playing with yourself on this forum could mean", "start": 2444.48, "end": 2447.16}, {"text": "As a baby role player you use toys yeah, I use alphabet blocks", "start": 2447.16, "end": 2453.92}, {"text": "Yeah, I got Burt and Ernie.", "start": 2453.92, "end": 2457.64}, {"text": "Rubbing the front, best with a wet diaper, was the approach I've used the longest.", "start": 2457.64, "end": 2461.56}, {"text": "I've had a vibrating wand for a while, and after a bit of a training curve, I get good", "start": 2461.56, "end": 2465.92}, {"text": "results.", "start": 2465.92, "end": 2466.92}, {"text": "Doing it by hand gets more consistent results, but the wand has surprises, and that winds", "start": 2466.92, "end": 2471.4}, {"text": "up being pretty compelling.", "start": 2471.4, "end": 2472.4}, {"text": "Wouldn't it, wouldn't it, if it's a wet diaper and it's got like the pulp in it, like they", "start": 2472.4, "end": 2476.76}, {"text": "said, wouldn't the vibration move the, uh, uh, uh.", "start": 2476.76, "end": 2481.52}, {"text": "It's not great for the diaper, so this is typically done before a change.", "start": 2481.52, "end": 2485.16}, {"text": "This guy's got it down to a fucking science.", "start": 2485.16, "end": 2487.68}, {"text": "Sometimes by rubbing the front by hand, sometimes by humping a few pillows stacked on top of", "start": 2487.68, "end": 2492.44}, {"text": "each other, sometimes wet, sometimes dry, but preferably wet.", "start": 2492.44, "end": 2496.2}, {"text": "Wet makes sense because you create like a groove in the pulp that your penis goes into.", "start": 2496.2, "end": 2501.64}, {"text": "You know what I mean?", "start": 2501.64, "end": 2503.56}, {"text": "And then you get like more friction on it, on every part of it.", "start": 2503.56, "end": 2506.28}, {"text": "I just don't want to get my pillows wet with my piss.", "start": 2506.28, "end": 2508.68}, {"text": "Well, guess what buddy?", "start": 2508.68, "end": 2509.96}, {"text": "You have a diaper on.", "start": 2509.96, "end": 2510.96}, {"text": "Yeah, those are the special pillows.", "start": 2510.96, "end": 2514.16}, {"text": "Yeah, true, maybe they are those like...", "start": 2514.16, "end": 2516.56}, {"text": "Those are the pillows that have Bob the Builder on them.", "start": 2516.56, "end": 2518.76}, {"text": "Yeah, and they're like water resistant.", "start": 2518.76, "end": 2520.76}, {"text": "Yeah.", "start": 2520.76, "end": 2521.26}, {"text": "Cool.", "start": 2521.26, "end": 2521.76}, {"text": "Just in case you spill water on them.", "start": 2521.76, "end": 2523.76}, {"text": "[Laughter]", "start": 2523.76, "end": 2525.46}, {"text": "Oh, here's a comment from Zoran that says,", "start": 2525.46, "end": 2528.76}, {"text": "\"I sometimes vibe, but I love to hump inflatables and especially while wet.\"", "start": 2528.76, "end": 2534.76}, {"text": "[Laughter]", "start": 2534.76, "end": 2536.46}, {"text": "Here's a... this guy's... this guy's scolding.", "start": 2536.46, "end": 2540.06}, {"text": "Um, littles really shouldn't play with anything that is in their diaper because that's their big's job.", "start": 2540.06, "end": 2545.06}, {"text": "If my little has been a good boy and gone to bed nicely, he may choose to make a sticky in his diaper.", "start": 2545.06, "end": 2550.06}, {"text": "*laughter*", "start": 2550.06, "end": 2552.06}, {"text": "Oh, fuck, dude.", "start": 2552.06, "end": 2554.06}, {"text": "I do this by rubbing the front of his diaper while making up a story of how his stuffie saved the day,", "start": 2554.06, "end": 2559.06}, {"text": "or how good he has been for me, and what he has been up to.", "start": 2559.06, "end": 2564.06}, {"text": "Not before long...", "start": 2564.06, "end": 2565.06}, {"text": "I love making up a story about how good a boy he's been.", "start": 2565.06, "end": 2568.06}, {"text": "He's not before long, he has become aroused within his diaper. I can do two things at this point", "start": 2568.06, "end": 2574.18}, {"text": "Soundly think of something that he did that was naughty and say but that was a naughty thing and stop so he doesn't climax", "start": 2574.18, "end": 2581.1}, {"text": "From that I will get a frosted little that I may", "start": 2581.1, "end": 2584.16}, {"text": "From that I will get a frosted little that may find a pillow the hump", "start": 2584.16, "end": 2589.62}, {"text": "This will give me a reason for a spanking or I go fasted with the rubbing until he climaxes", "start": 2589.62, "end": 2596.54}, {"text": "I then tell him to tell me that he is a little baby", "start": 2596.54, "end": 2599.96}, {"text": "Tell me you are a little baby", "start": 2599.96, "end": 2611.96}, {"text": "It's like a flowchart - it's very logical always end with cuddles and snuggles for when we are not together", "start": 2611.96, "end": 2619.5}, {"text": "He then does his own rubbing. I've tried to put him into a chastity cage to stop that but he won't wear one long-term", "start": 2619.5, "end": 2624.86}, {"text": "We have also used a wand.", "start": 2624.86, "end": 2626.86}, {"text": "Wow.", "start": 2626.86, "end": 2628.86}, {"text": "Not like a sex wand, just like a magician's wand.", "start": 2628.86, "end": 2630.86}, {"text": "I bet this is the two half people who have the wand from Fairly OddParents.", "start": 2630.86, "end": 2634.86}, {"text": "It's like a wand that turns into a bouquet of flowers.", "start": 2634.86, "end": 2638.86}, {"text": "I prefer to put a ton of lotion on my penis than a bit of powder and tape up into a thick diaper.", "start": 2638.86, "end": 2644.86}, {"text": "Then after wetting a fair bit, the pee and lotion mingle and make things delightfully squishy.", "start": 2644.86, "end": 2649.86}, {"text": "squish around on the floor, and eventually, laying on my back, penis pointing down,", "start": 2649.86, "end": 2653.86}, {"text": "I just keep opening and closing my legs.", "start": 2653.86, "end": 2655.86}, {"text": "That movement, plus the squishy interior, does the work for me.", "start": 2655.86, "end": 2658.86}, {"text": "*laughter*", "start": 2658.86, "end": 2660.86}, {"text": "This one says, \"I can just rub myself, but I discovered I can orgasm without being hard!\"", "start": 2660.86, "end": 2665.86}, {"text": "*laughter*", "start": 2665.86, "end": 2667.86}, {"text": "Listen to this one, \"I'm weird and can point downwards in a dike with my heart!\"", "start": 2667.86, "end": 2672.86}, {"text": "*laughter*", "start": 2672.86, "end": 2675.86}, {"text": "Wait, I'm weird what?", "start": 2675.86, "end": 2677.86}, {"text": "I'm weird and can point downwards in a diaper while hard.", "start": 2677.86, "end": 2682.86}, {"text": "So my favorite thing is to cut my hand over the front with my fingers massaging the bottom.", "start": 2682.86, "end": 2687.86}, {"text": "Works especially well when slightly wet and having rubbed in some baby lotion the night before.", "start": 2687.86, "end": 2692.86}, {"text": "The thing about me is I'm weird.", "start": 2692.86, "end": 2695.86}, {"text": "My gear is weird.", "start": 2695.86, "end": 2699.86}, {"text": "This may be the most disgusting post you've ever seen, dude.", "start": 2699.86, "end": 2705.86}, {"text": "seen this really bad this one so this one's so bad it's a landing x-ray it", "start": 2705.86, "end": 2712.54}, {"text": "says someone once mentioned that they nursed milk from their wife's breasts and", "start": 2712.54, "end": 2716.3}, {"text": "spontaneously or chasmed in their time fuck", "start": 2716.3, "end": 2721.38}, {"text": "dinosaur walk I do not use toys I simply go to town without the use of toys I", "start": 2721.38, "end": 2733.14}, {"text": "I either show my hand in my time you rip my diaper to shreds or I", "start": 2733.14, "end": 2737.84}, {"text": "Can out of the side or top of my diaper however?", "start": 2737.84, "end": 2742.74}, {"text": "I do usually soak a second and sometimes a third or fourth diaper that I'm not wearing with water and", "start": 2742.74, "end": 2747.06}, {"text": "Squeeze all the gel out either into the diaper", "start": 2747.06, "end": 2749.3}, {"text": "I am wearing or on my crotch area and rub it all over on occasion", "start": 2749.3, "end": 2752.66}, {"text": "I also use the aid of putting other items in my diaper after I urinate in it to turn me on that aids in the", "start": 2752.66, "end": 2757.38}, {"text": "masturbatory", "start": 2757.38, "end": 2758.82}, {"text": "masturbatory experience", "start": 2758.82, "end": 2760.82}, {"text": "cream mud dirt butter oatmeal very ripe bananas etc. Either way I love", "start": 2760.82, "end": 2769.56}, {"text": "masturbating in diapers and while cookie monster said it's nice to do it in a", "start": 2769.56, "end": 2773.18}, {"text": "diaper because there is no mess for me there is always a mess. I rarely throw a", "start": 2773.18, "end": 2777.22}, {"text": "diaper away that isn't a colossal mess of gel shredded diaper bits and possibly", "start": 2777.22, "end": 2780.94}, {"text": "other things when I am done but that is part of the fun for me as I was not a", "start": 2780.94, "end": 2784.82}, {"text": "messy child and getting messy while I'm doing this makes me feel little even", "start": 2784.82, "end": 2788.14}, {"text": "though I am doing a more adult thing. Go figure.", "start": 2788.14, "end": 2790.74}, {"text": "Ripping my diaper to shreds. I can't believe they tear their diaper to shreds.", "start": 2790.74, "end": 2793.54}, {"text": "Yeah, that's crazy. Just waking up from cumming just like the Hulk with just a ripped diaper.", "start": 2793.54, "end": 2798.54}, {"text": "Ugh. Yeah. The violent sort of the hate fuck side of diaper fantasies.", "start": 2798.54, "end": 2806.54}, {"text": "Yeah. That list of materials is so ganging. Just struggle fucking my diaper until it's ripped to shreds.", "start": 2806.54, "end": 2812.54}, {"text": "Whipped cream, mud, dirt, butter, oatmeal, very ripe bananas.", "start": 2812.54, "end": 2817.54}, {"text": "It's all food except for mud!", "start": 2817.54, "end": 2820.54}, {"text": "Butter dude. Mud is food to a baby.", "start": 2820.54, "end": 2823.54}, {"text": "Putting a stick of butter in there.", "start": 2823.54, "end": 2826.54}, {"text": "Yeah, cold butter from the fridge.", "start": 2826.54, "end": 2829.54}, {"text": "Here's a post from Chamber Pot.", "start": 2829.54, "end": 2832.54}, {"text": "I have some age-related ED problems but still enjoy rubbing the front of my wet and sometimes messy diaper.", "start": 2832.54, "end": 2838.54}, {"text": "And like someone else said I have found that I can still achieve orgasm even though I'm not hard", "start": 2838.54, "end": 2843.54}, {"text": "I don't like just the same at the end. I", "start": 2843.54, "end": 2846.12}, {"text": "Don't like that. That just means that like your whole life is now a series of secretions", "start": 2846.12, "end": 2851.32}, {"text": "That's the last thing that was supposed to be like the result of labor, but now everything just leaks out of your body", "start": 2851.32, "end": 2857.3}, {"text": "I like waiting until it's as wet as possible and rubbing or using a vibrator", "start": 2857.3, "end": 2861.58}, {"text": "But then also adding either a large batch of oatmeal or pudding in the front", "start": 2861.58, "end": 2865.84}, {"text": "And playing in it until I explode.", "start": 2867.86, "end": 2869.86}, {"text": "The sensations, yo!", "start": 2869.86, "end": 2871.86}, {"text": "*laughter*", "start": 2871.86, "end": 2872.86}, {"text": "I've never talked about this before.", "start": 2872.86, "end": 2874.86}, {"text": "Blushes and looks at floor.", "start": 2874.86, "end": 2876.86}, {"text": "Back before I had to wear 24/7,", "start": 2876.86, "end": 2878.86}, {"text": "I'd unfold a nice thick diaper out in front of me,", "start": 2878.86, "end": 2881.86}, {"text": "and while playing with myself,", "start": 2881.86, "end": 2882.86}, {"text": "softly whisper \"my diaper\"", "start": 2882.86, "end": 2884.86}, {"text": "over and over again.", "start": 2884.86, "end": 2886.86}, {"text": "*laughter*", "start": 2886.86, "end": 2888.86}, {"text": "While playing with myself,", "start": 2888.86, "end": 2890.86}, {"text": "*whispers* \"my diaper, my diaper\"", "start": 2890.86, "end": 2892.86}, {"text": "That is so fucking weird.", "start": 2892.86, "end": 2894.86}, {"text": "Just saying it, just saying it like, uh,", "start": 2894.86, "end": 2896.86}, {"text": "the 13th like feeling the front of a wet diaper while playing with myself insert", "start": 2897.86, "end": 2908.98}, {"text": "a very by the way this is bullet-pointed feeling the very front of a wet diaper", "start": 2908.98, "end": 2912.66}, {"text": "while playing with myself insert a very large toy in my bum bum put my diaper on", "start": 2912.66, "end": 2916.7}, {"text": "and play with myself smelling a wet diaper while playing with myself and", "start": 2916.7, "end": 2920.54}, {"text": "then playing with myself while varying while wearing a very wet and messy", "start": 2920.54, "end": 2924.86}, {"text": "while whispering, \"Please, I need changed\"", "start": 2924.86, "end": 2927.96}, {"text": "to myself over and over again.", "start": 2927.96, "end": 2931.2}, {"text": "And then it ends with, \"I'm very embarrassed now.", "start": 2931.2, "end": 2933.76}, {"text": "It still feels very weird to do these things.", "start": 2933.76, "end": 2936.16}, {"text": "Seriously, what is wrong in my head?\"", "start": 2936.16, "end": 2938.5}, {"text": "(laughing)", "start": 2938.5, "end": 2940.9}, {"text": "- This is from Bobby Sue Ellen.", "start": 2940.9, "end": 2943.88}, {"text": "\"I wait until my diaper is very wet,", "start": 2943.88, "end": 2945.8}, {"text": "squirt Johnson's baby lotion on my fingertips,", "start": 2945.8, "end": 2947.98}, {"text": "reach in and tickle away until I go number three.\"", "start": 2947.98, "end": 2950.72}, {"text": "(laughing)", "start": 2950.72, "end": 2952.96}, {"text": "I mean it's like if you're coming without getting hard you're going number three", "start": 2953.84, "end": 2957.44}, {"text": "in your diaper. I like to take my diaper off spread it out and then just rub on it.", "start": 2957.44, "end": 2964.32}, {"text": "I just have nocturnal emissions after 30 days of no orgasm. Somebody okay so", "start": 2964.32, "end": 2972.32}, {"text": "somebody asked Chamber Pot how they bust soft they said what how does that work I", "start": 2972.32, "end": 2980.48}, {"text": "I kind of wished I could do that and they just said just get old", "start": 2980.48, "end": 2983.28}, {"text": "someone says", "start": 2983.28, "end": 2987.68}, {"text": "Leo Codal says I rub the front till I reach climax or point", "start": 2987.68, "end": 2992.18}, {"text": "upwards and rub my diaper against it until I reach climax", "start": 2992.18, "end": 2994.68}, {"text": "either way is a ton of fun wet or dry and then Albert diaper", "start": 2994.68, "end": 2997.18}, {"text": "boy responds. That sounds like great fun. My peepee is hard", "start": 2997.18, "end": 3000.48}, {"text": "thinking of that", "start": 3000.48, "end": 3001.38}, {"text": "puppy boy 97 says just go on the floor.", "start": 3001.38, "end": 3007.18}, {"text": "Get off! Get off of this fucking forum!", "start": 3009.38, "end": 3011.38}, {"text": "That's wrong!", "start": 3011.38, "end": 3013.38}, {"text": "Just go on the floor.", "start": 3013.38, "end": 3018.38}, {"text": "Oh man.", "start": 3018.38, "end": 3020.38}, {"text": "I don't know what this is in response to, but somebody named Daboze just said,", "start": 3020.38, "end": 3025.38}, {"text": "\"That is really bad advice. I can't emphasize enough how badly that could end.\"", "start": 3025.38, "end": 3030.38}, {"text": "And it's not in response to anything.", "start": 3030.38, "end": 3034.38}, {"text": "I'm gonna--", "start": 3035.38, "end": 3035.88}, {"text": "No, no, no, no, wait.", "start": 3035.88, "end": 3036.58}, {"text": "No, okay.", "start": 3036.58, "end": 3037.08}, {"text": "So it's in response to this post from LittleFellow", "start": 3037.08, "end": 3040.08}, {"text": "that says, \"For extra squishiness, mix a little water with just one drop of bleach", "start": 3040.08, "end": 3044.28}, {"text": "and pour it into a fresh diaper.", "start": 3044.28, "end": 3046.88}, {"text": "Wet it and enjoy.", "start": 3046.88, "end": 3048.08}, {"text": "Attention, pure bleach will hurt skin fast if exposed for too long.", "start": 3048.08, "end": 3051.88}, {"text": "Do not use pure bleach.", "start": 3051.88, "end": 3053.48}, {"text": "One drop with a little water is enough to make your diaper become really squishy after you wet.", "start": 3053.48, "end": 3058.48}, {"text": "Bleach chemically reacts with urine.\"", "start": 3058.48, "end": 3060.48}, {"text": "just try just try putting a little sprinkle of hydrochloric acid into your diaper", "start": 3061.38, "end": 3067.34}, {"text": "it actually reacts with urine", "start": 3067.34, "end": 3069.42}, {"text": "i usually lie on my belly in the bed moving my hips so my diaper rubs", "start": 3069.42, "end": 3074.06}, {"text": "once i'm done i just stay in it until i pee or i need to change and revert to my", "start": 3074.06, "end": 3078.14}, {"text": "adult life", "start": 3078.14, "end": 3082.02}, {"text": "back to my damn adult life", "start": 3082.02, "end": 3084.54}, {"text": "it's back to work for me", "start": 3084.54, "end": 3087.5}, {"text": "back to the rat race", "start": 3087.5, "end": 3089.62}, {"text": "Back to my Zoom meeting.", "start": 3089.62, "end": 3091.22}, {"text": "I mean that is what I say after I jerk off.", "start": 3091.22, "end": 3093.22}, {"text": "Just walking around the house after.", "start": 3093.22, "end": 3095.22}, {"text": "Yeah, just looking at your watch", "start": 3095.22, "end": 3097.22}, {"text": "until your next diaper appointment.", "start": 3097.22, "end": 3099.22}, {"text": "Erm, this is gonna sound weird,", "start": 3099.22, "end": 3102.72}, {"text": "but when I'm diapered up, I make love to my bed.", "start": 3102.72, "end": 3104.72}, {"text": "Erm.", "start": 3104.72, "end": 3108.12}, {"text": "Erm.", "start": 3108.12, "end": 3109.12}, {"text": "Holy shit.", "start": 3109.12, "end": 3111.92}, {"text": "I'm gonna move to this, to some other posts here.", "start": 3111.92, "end": 3114.32}, {"text": "Yeah.", "start": 3114.32, "end": 3114.82}, {"text": "There's just a few more that I think are really good.", "start": 3114.82, "end": 3116.72}, {"text": "This one's from Neophyte.", "start": 3116.72, "end": 3118.02}, {"text": "and it's I don't want to read this whole post, but it's basically it's an alert", "start": 3118.62, "end": 3121.38}, {"text": "post to everyone else on the forum letting them know that they that this", "start": 3121.38, "end": 3125.34}, {"text": "company foresight now has a diaper that has pictures of weed leaves on it and", "start": 3125.34, "end": 3131.9}, {"text": "they have an ad that says who said adult diapers couldn't be fun and people are", "start": 3131.9, "end": 3137.26}, {"text": "arguing over whether this is good or bad Kimba Fox Natsume says I thought Mary", "start": 3137.26, "end": 3142.54}, {"text": "Jane was going to be some girly print. I guess the internet hasn't completely", "start": 3142.54, "end": 3146.1}, {"text": "ruined me.", "start": 3146.1, "end": 3147.1}, {"text": "And then it's...", "start": 3147.1, "end": 3148.1}, {"text": "I hate fucked diapers.", "start": 3148.1, "end": 3149.1}, {"text": "And then...", "start": 3149.1, "end": 3150.1}, {"text": "Yeah, what would being completely ruined look like?", "start": 3150.1, "end": 3158.1}, {"text": "Bambino Baby comments, \"A drug leaf on diapers?", "start": 3158.1, "end": 3162.62}, {"text": "No thanks.\"", "start": 3162.62, "end": 3163.62}, {"text": "I honestly think this is going to be a big flop.", "start": 3163.62, "end": 3168.7}, {"text": "Holy fuck.", "start": 3168.7, "end": 3170.54}, {"text": "Cuddle Woozle says, \"It's for when you've smoked so much weed that you can't figure out how", "start": 3170.54, "end": 3175.02}, {"text": "how to move and go pee, XD.", "start": 3175.02, "end": 3177.38}, {"text": "Not a fan really, LOL.", "start": 3177.38, "end": 3178.74}, {"text": "But then that's probably because I'm not", "start": 3178.74, "end": 3180.06}, {"text": "into the whole marijuana scene.", "start": 3180.06, "end": 3181.76}, {"text": "Yeah, I'm Cuddle Woozle, I'm an adult baby.", "start": 3181.76, "end": 3187.18}, {"text": "I'm not really into the whole marijuana thing.", "start": 3187.18, "end": 3189.26}, {"text": "- Padded Brony says, \"Ah yes, the diaper for the burnout", "start": 3189.26, "end": 3192.54}, {"text": "with weed leaves all over the rest of their things.\"", "start": 3192.54, "end": 3195.26}, {"text": "I mean, it kind of feels like a gag to me.", "start": 3195.26, "end": 3197.38}, {"text": "Like seriously, weed printed diapers?", "start": 3197.38, "end": 3199.26}, {"text": "Bet it'd be good for Halloween though.", "start": 3199.26, "end": 3201.1}, {"text": "going as a diaper Bob Marley this will be perfect dog boy says I don't know we", "start": 3202.82, "end": 3210.7}, {"text": "rolled joints for our children when they were babies all the time they grabbed", "start": 3210.7, "end": 3214.82}, {"text": "the joint with one little baby hand and with the other baby hand light their", "start": 3214.82, "end": 3218.1}, {"text": "BIC hold it up to the joint and suck in typically they'd say oh man da da Wow", "start": 3218.1, "end": 3225.98}, {"text": "- Wow.", "start": 3225.98, "end": 3226.82}, {"text": "- Are they saying they made their case for me?", "start": 3226.82, "end": 3228.78}, {"text": "- I forced my case to smoke weed.", "start": 3228.78, "end": 3230.34}, {"text": "(laughing)", "start": 3230.34, "end": 3232.34}, {"text": "- I think it's just a deranged joke.", "start": 3232.34, "end": 3234.18}, {"text": "Like these are the, it's like a guy walks into a bar joke", "start": 3234.18, "end": 3236.74}, {"text": "from these people.", "start": 3236.74, "end": 3237.58}, {"text": "- Oh, gotcha.", "start": 3237.58, "end": 3238.42}, {"text": "(laughing)", "start": 3238.42, "end": 3239.54}, {"text": "- Yeah.", "start": 3239.54, "end": 3240.38}, {"text": "- Everyone is absolutely entitled to their opinion", "start": 3240.38, "end": 3242.18}, {"text": "on this one.", "start": 3242.18, "end": 3243.02}, {"text": "However, I will definitely be buying these", "start": 3243.02, "end": 3244.74}, {"text": "for my little guy.", "start": 3244.74, "end": 3245.78}, {"text": "- Buying them for your baby?", "start": 3245.78, "end": 3248.7}, {"text": "- No.", "start": 3248.7, "end": 3249.52}, {"text": "- Oh, no, no, no.", "start": 3249.52, "end": 3250.36}, {"text": "(laughing)", "start": 3250.36, "end": 3251.2}, {"text": "- No, little guy is not your baby.", "start": 3251.2, "end": 3252.02}, {"text": "- Little guy is nothing Patrick.", "start": 3252.02, "end": 3253.42}, {"text": "- Yeah.", "start": 3253.42, "end": 3254.26}, {"text": "I don't know pot leaves are so drug leaf LMFAO. It's not like it's heroin", "start": 3254.26, "end": 3261.44}, {"text": "Some of us use it medicinal and medicinally, you know, I have severe PTSD and besides it's 100% legal in Canada", "start": 3261.44, "end": 3268.44}, {"text": "Where foresight health is based? Yeah", "start": 3268.44, "end": 3270.48}, {"text": "stinky diaper", "start": 3270.48, "end": 3273.16}, {"text": "I'm wet and high right now. Wish I had a weed friend", "start": 3273.16, "end": 3280.2}, {"text": "Dude a wet-ass diaper and a blunt", "start": 3282.08, "end": 3284.74}, {"text": "Seal the blunt shut with the diaper", "start": 3284.74, "end": 3289.64}, {"text": "We got oh", "start": 3289.64, "end": 3295.92}, {"text": "There was one more. I wanted to read let me figure out which one it was you guys can keep going", "start": 3295.92, "end": 3301.04}, {"text": "I'm just trying to what is this", "start": 3301.04, "end": 3303.04}, {"text": "Peeing while driving no", "start": 3303.04, "end": 3305.84}, {"text": "Let's look at that's got to be illegal", "start": 3305.84, "end": 3309.28}, {"text": "Yeah, are any of y'all able to pee and drive? I'm having a hard time sitting down and going any advice", "start": 3309.56, "end": 3314.14}, {"text": "That's illegal in the same way the driving barefoot is illegal. Yeah", "start": 3314.14, "end": 3318.54}, {"text": "Gossamer 77 whose picture is on the monster gossamer from Looney Tunes, but in a diaper", "start": 3318.54, "end": 3326.56}, {"text": "Says what I find helps me is setting the cruise control so that my right leg can relax that helps me a lot", "start": 3326.56, "end": 3332.58}, {"text": "Then I can also use both legs to lift myself off the seat just enough to relieve some pressure off your muscles as he Horton", "start": 3332.58, "end": 3338.72}, {"text": "mentioned above I do know exactly what he's talking about because I've had to", "start": 3338.72, "end": 3342.34}, {"text": "I've had to piss in a bottle and oh yeah you can't just sit down you do have to", "start": 3342.34, "end": 3346.4}, {"text": "like lean over you have to get up yeah I mean and even then when it's time to", "start": 3346.4, "end": 3350.42}, {"text": "like you shake your dick I'm still just pissing my pants just a little bit when", "start": 3350.42, "end": 3353.88}, {"text": "I put it back in my pants yeah I can't do the shake down that's a casualty of", "start": 3353.88, "end": 3357.76}, {"text": "pissing in the car I think you're always gonna have a little bit of piss well any", "start": 3357.76, "end": 3361.52}, {"text": "of a giant piss bottle in your car also that right says earn up says practice", "start": 3361.52, "end": 3368.2}, {"text": "while the car is parked and then work your way up from there just hang just", "start": 3368.2, "end": 3375.54}, {"text": "hang a diaper over your shoulder like football pads I've done it before but I", "start": 3375.54, "end": 3385.5}, {"text": "had to go in little dribbles that's from the padded turtle which is a picture of", "start": 3385.5, "end": 3390.38}, {"text": "squirtle winking wearing a diaper lift you bum when you need to pee it takes the", "start": 3390.38, "end": 3395.94}, {"text": "pressure off. Lifty bum. Lifty bum. The D seat is the only is the one and only place situation", "start": 3395.94, "end": 3403.54}, {"text": "where my body refuses to pee. Oh the driver's seat. Okay. Yeah. Yeah. I was like what is", "start": 3403.54, "end": 3407.54}, {"text": "the D seat? The diaper seat. Your car doesn't have a diaper seat. No. You gotta get one", "start": 3407.54, "end": 3413.3}, {"text": "of those installed. Which diaper do these last two? Diaper days yeah diaper days is", "start": 3413.3, "end": 3420.98}, {"text": "the one I want to end with. So let's just let's check out Soaking a Diaper by", "start": 3420.98, "end": 3425.02}, {"text": "Nikki93. Does anyone intentionally soak their diaper? I have noticed that as I", "start": 3425.02, "end": 3429.02}, {"text": "have gotten more comfortable with being diapered and better at sneaking wearing", "start": 3429.02, "end": 3431.62}, {"text": "them at night sort of that I really enjoy the feeling of a very wet diaper. I've", "start": 3431.62, "end": 3435.1}, {"text": "been wearing these adult depends type diapers I can't remember the name but", "start": 3435.1, "end": 3437.66}, {"text": "they're great and so far are my favorite. Anywho I am getting distracted. I can", "start": 3437.66, "end": 3441.32}, {"text": "either have two big peas in them before they overflow or a few little peas. When", "start": 3441.32, "end": 3444.86}, {"text": "they start to overflow I feel more of a sense of excitement. I've gotten to the", "start": 3444.86, "end": 3447.9}, {"text": "point where I will be completely soaked around that part of my body and I love", "start": 3447.9, "end": 3450.96}, {"text": "it I really wet the bed as a child so I don't think it is a regression thing I", "start": 3450.96, "end": 3453.9}, {"text": "just genuinely enjoy the feeling of it I like the squish the wetness the fact", "start": 3453.9, "end": 3457.5}, {"text": "that I've wet the bed I suppose this is what initially drew me to diapers but I", "start": 3457.5, "end": 3460.7}, {"text": "know one I never let myself indulge in it as much as I have been I lay a large", "start": 3460.7, "end": 3464.66}, {"text": "disposable pad down which has kept my mates dry so everything is working out", "start": 3464.66, "end": 3468.12}, {"text": "well for now so I like that their profile photo is like a galaxy brain DMT", "start": 3468.12, "end": 3476.7}, {"text": "it's sick did yeah a lot of people enjoy it it's not sexual for me but I love the", "start": 3477.26, "end": 3483.26}, {"text": "squish and he responds it's several things for me that's from Jason the", "start": 3483.26, "end": 3490.26}, {"text": "regressor from a Wabax with an American flag profile picture just as it feels", "start": 3490.26, "end": 3497.78}, {"text": "nice don't it and that was posted on September 11 Chris Chris Chris says", "start": 3497.78, "end": 3503.9}, {"text": "there is nothing better than chilling out in a wet diaper in the morning when", "start": 3503.9, "end": 3506.82}, {"text": "you don't have to go out so true to what the fuck Christian type look at", "start": 3506.82, "end": 3511.84}, {"text": "Christian diaper Luffer's profile picture where is it oh my god not very yeah", "start": 3511.84, "end": 3519.8}, {"text": "that's not Chris must be their name oh dude they made a log in love Christian", "start": 3519.8, "end": 3524.28}, {"text": "diapers yeah I mean it's you have to log in of you people's profiles now - this is", "start": 3524.28, "end": 3530.96}, {"text": "seasoned seasoned citizen whose profile picture says one person can make a", "start": 3530.96, "end": 3535.52}, {"text": "difference and everyone should try.", "start": 3535.52, "end": 3537.52}, {"text": "Um, comments, one of the few pleasures in my very dull life.", "start": 3537.52, "end": 3541.52}, {"text": "[Laughter]", "start": 3541.52, "end": 3543.52}, {"text": "This one's from Frungi.", "start": 3543.52, "end": 3545.02}, {"text": "I love a very, very wet diaper, and I like to keep a wet diaper on until it reaches capacity", "start": 3545.02, "end": 3550.52}, {"text": "and is about to leak.", "start": 3550.52, "end": 3551.52}, {"text": "I am pretty good at judging when I reach the saturation point.", "start": 3551.52, "end": 3554.52}, {"text": "[Laughter]", "start": 3554.52, "end": 3555.52}, {"text": "But nothing is to perfection, and of course I have misjudged a few times, resulting in", "start": 3555.52, "end": 3559.02}, {"text": "the tell-tale crescent-shaped wetness on the back of my pants.", "start": 3559.02, "end": 3562.52}, {"text": "I like to get the maximum use for my diaper. Changing when the diaper is only", "start": 3562.52, "end": 3565.48}, {"text": "slightly wet seems like a waste of both the diaper and the great feeling of a", "start": 3565.48, "end": 3568.6}, {"text": "soaked diaper.", "start": 3568.6, "end": 3570.92}, {"text": "Bratty Princess Sophie says, \"Dry diaper is nice. Wet is better.", "start": 3570.92, "end": 3577.0}, {"text": "Soaked is a nirvana feeling that can't be beat.\"", "start": 3577.0, "end": 3581.48}, {"text": "I too enjoy the feel of diapers when they are wet. I might not flood,", "start": 3581.48, "end": 3586.68}, {"text": "but I do enjoy the feel and bludge when they start to soak.", "start": 3586.68, "end": 3590.92}, {"text": "the bloods. I did my kids laundry yesterday somehow an unused love size 5 diaper my", "start": 3590.92, "end": 3604.3}, {"text": "grandson uses made it into the wash when I opened up the washer I found the diaper", "start": 3604.3, "end": 3607.98}, {"text": "between two towels surprisingly open intact and flat it swelled to two inches", "start": 3607.98, "end": 3612.02}, {"text": "thick all over and was holding it all without any dripping doubled over and", "start": 3612.02, "end": 3615.34}, {"text": "taped it was four inches thick and quite weighty how come our diapers don't get", "start": 3615.34, "end": 3618.98}, {"text": "like that I really don't want to think about these people having like kids let", "start": 3618.98, "end": 3623.24}, {"text": "alone grandkids you know just so bad I guess if you mean filled to full", "start": 3623.24, "end": 3631.98}, {"text": "capacity I'm not crazy about my butt getting wet I love soaking the front so", "start": 3631.98, "end": 3636.1}, {"text": "it swells against my front side I like my junk to feel warm and padded but my", "start": 3636.1, "end": 3639.76}, {"text": "junk in the trunk I like the soft dry comfortable fabric against my butt feel", "start": 3639.76, "end": 3643.66}, {"text": "safe in the back arousing in the front someone just commented mine is which I", "start": 3643.66, "end": 3650.46}, {"text": "totally assume means that their diapers currently so wait what is why is this", "start": 3650.46, "end": 3659.7}, {"text": "guy on this website he says I don't wear them but if I did I'd echo pretty much", "start": 3659.7, "end": 3664.3}, {"text": "everybody here is a great feeling the way they start out and then swell up", "start": 3664.3, "end": 3670.82}, {"text": "when used they're much more fun to wear when they're soaking wet but again I do", "start": 3670.82, "end": 3676.42}, {"text": "not wear them. I would never oh no. I'm drawing on my very limited experience", "start": 3676.42, "end": 3681.96}, {"text": "from my first two years of life. Yeah I wore diapers back in the day but not too", "start": 3681.96, "end": 3688.38}, {"text": "much anymore. Yeah I used to be into that bullcrap but not anymore. Boy do I like to take a", "start": 3688.38, "end": 3694.98}, {"text": "trip down memory lane and visit these forums. It's just like I remember. I enjoy", "start": 3694.98, "end": 3700.74}, {"text": "any time that I can soak a diaper. I would rather wear a diaper than my clothes and", "start": 3700.74, "end": 3704.94}, {"text": "that's from partier22. Going to a party wearing only a diaper. Wet until I can't hold it anymore,", "start": 3704.94, "end": 3714.74}, {"text": "then enjoy the happy lovely feeling of a dry diaper in its place. I don't know", "start": 3714.74, "end": 3719.38}, {"text": "what that means. Is it dry or wet? Who knows?", "start": 3719.38, "end": 3724.5}, {"text": "Here's one from seasoned citizen that says one of the few pleasures in my very dull life.", "start": 3724.5, "end": 3731.66}, {"text": "I said that already, Patrick. Oh, you said that?", "start": 3731.66, "end": 3733.7}, {"text": "We read that one. Yeah, we read that one already. Patrick exposed.", "start": 3733.7, "end": 3736.78}, {"text": "Oh my God, Pat's exposed. Patrick just ruined the entire episode.", "start": 3736.78, "end": 3740.26}, {"text": "I did. You're going to do diaper days to bring it", "start": 3740.26, "end": 3742.22}, {"text": "back? Yeah, this is the last one. This is how we're", "start": 3742.22, "end": 3743.98}, {"text": "going to close it out. All right, I'm excited.", "start": 3743.98, "end": 3746.84}, {"text": "days da ze I would like", "start": 3746.84, "end": 3750.88}, {"text": "it's such a good phrase", "start": 3750.88, "end": 3756.28}, {"text": "but CDDL Jess the cross-dressing diaper lover and the picture is their avatar is", "start": 3756.28, "end": 3763.52}, {"text": "Teen Titans Robin and it looks like it's missing no in the background oh and", "start": 3763.52, "end": 3767.8}, {"text": "Robins wearing a diaper and Robins wearing a diaper of course I would like", "start": 3767.8, "end": 3772.32}, {"text": "to appreciate my piece I have found this weekend last week had a family weekend", "start": 3772.32, "end": 3776.68}, {"text": "gathering so no diaper time. Work has been hectic to say the least, working 70+ hours", "start": 3776.68, "end": 3781.32}, {"text": "for the last 3 or 4 weeks. Worked a short day yesterday and hit my favorite thrift store", "start": 3781.32, "end": 3785.7}, {"text": "where I have an agreement with the owner on if she gets any diapers in my size she holds", "start": 3785.7, "end": 3789.64}, {"text": "them for me. It's kind of right to first refusal arrangement. I have made many big", "start": 3789.64, "end": 3793.92}, {"text": "donations so I get a good deal. I also volunteer when time allows. So anyways, she gave me", "start": 3793.92, "end": 3799.22}, {"text": "a case of a 10s pull ups, a brand I haven't tried yet, and while they are thin and comfortable", "start": 3799.22, "end": 3803.88}, {"text": "they don't hold much. Even though I will be donating three packs back, I feel was a", "start": 3803.88, "end": 3807.72}, {"text": "great find. But I have been diapered since 4 p.m. yesterday and in such a better", "start": 3807.72, "end": 3811.52}, {"text": "mood. My wife commented, \"I must be in my diaper days\" before she left for work as she", "start": 3811.52, "end": 3816.28}, {"text": "patted my front to confirm. And then a smiley face and the last line is, \"Have a", "start": 3816.28, "end": 3820.48}, {"text": "padded day.\" No replies, dude. That is such love, dude. That is the most true love I've ever read about.", "start": 3820.48, "end": 3828.32}, {"text": "my wife must be in your diaper days and patted my front.", "start": 3828.32, "end": 3832.56}, {"text": "Oh you must be in your diaper days. I would kill for that.", "start": 3832.56, "end": 3836.48}, {"text": "That would be the last line in a diaper movie. Just a 1940s return to tradition wife", "start": 3836.48, "end": 3840.48}, {"text": "just telling you that you're in your diaper... you must be in your diaper days.", "start": 3840.48, "end": 3845.52}, {"text": "I'm so i'm so trad I went all the way back. I went back to my baby", "start": 3845.52, "end": 3849.84}, {"text": "shit. Yeah. I went too far into my diaper days and cheated on my wife.", "start": 3849.84, "end": 3856.88}, {"text": "Yeah, I was on a three or four day diaper date.", "start": 3857.12, "end": 3860.16}, {"text": "Don't let me get in my zone!", "start": 3860.16, "end": 3861.68}, {"text": "Oh, fuck. All right, uh, thanks for coming on, my beautiful friend. Yeah, we love you.", "start": 3861.68, "end": 3871.84}, {"text": "I love you guys.", "start": 3871.84, "end": 3872.24}, {"text": "Is there anything that you want people to know?", "start": 3872.24, "end": 3875.84}, {"text": "Uh, no. Well, just keep your eyes posted on for the Adult Swim thing that I worked on.", "start": 3875.84, "end": 3882.96}, {"text": "Okay, keep your eyes posted.", "start": 3882.96, "end": 3884.48}, {"text": "Keep your eyes posted.", "start": 3884.48, "end": 3885.44}, {"text": "Keep your eyes posted on that.", "start": 3885.44, "end": 3886.8}, {"text": "all right happy Patty", "start": 3886.8, "end": 3896.26}], "title": "Premium #64: Diaper Talk 3: Diaper Daze (w. Pierce)", "link": "https://www.patreon.com/posts/premium-64-talk-46850812", "date": "Sat, 30 Jan 2021 12:00:02 GMT", "id": 475}