{"lines": [{"text": "You're listening to Israel's number one podcast.", "start": 0.0, "end": 2.8}, {"text": "This is premium content.", "start": 2.8, "end": 4.8}, {"text": "If you are not a premium subscriber, please pause now and purchase a premium membership immediately.", "start": 4.8, "end": 10.8}, {"text": "[Laughter]", "start": 10.8, "end": 12.8}, {"text": "I think I got it.", "start": 12.8, "end": 14.8}, {"text": "What was that? What was that?", "start": 14.8, "end": 16.8}, {"text": "Pee-nays?", "start": 16.8, "end": 18.8}, {"text": "Pee-nays.", "start": 18.8, "end": 20.8}, {"text": "[Screams]", "start": 20.8, "end": 22.8}, {"text": "Pee-nays. 7pm, 5pm central.", "start": 22.8, "end": 24.8}, {"text": "Did you see this army hammer crap?", "start": 24.8, "end": 28.8}, {"text": "I mean this guy, this guy wants to eat a bitch.", "start": 28.8, "end": 32.4}, {"text": "This guy, one day, he said, man he's trying to eat a bitch.", "start": 32.4, "end": 36.92}, {"text": "I'm trying to eat a bitch right now.", "start": 36.92, "end": 38.16}, {"text": "I feel like one day we hopefully, do you see that, that crazy screenshot of him where he", "start": 38.16, "end": 42.72}, {"text": "said I find the dark taste of your crap to be delectable my friend.", "start": 42.72, "end": 47.88}, {"text": "That can't be real.", "start": 47.88, "end": 49.76}, {"text": "That's not real.", "start": 49.76, "end": 50.76}, {"text": "Did you see that guy?", "start": 50.76, "end": 51.76}, {"text": "You fell for it.", "start": 51.76, "end": 52.76}, {"text": "He said I wish to, he said did you see, he said I wish to envelop your ass in my cloak", "start": 52.76, "end": 58.6}, {"text": "and suck the feces from you like some kind of dark Dracula I'm reading that on", "start": 58.6, "end": 63.08}, {"text": "the screen right now. No he didn't say. He didn't. Wait I'm seeing it too. He's saying", "start": 63.08, "end": 68.32}, {"text": "I'm gonna use a straw made of bone to suck to suck your poo-poo dry. He says my", "start": 68.32, "end": 73.32}, {"text": "your body is a temple I want to suck the crap out of that temple right out of its", "start": 73.32, "end": 78.0}, {"text": "fucking shitty asshole. Army hammer why are you so nasty bro? He's really gross.", "start": 78.0, "end": 85.24}, {"text": "I hope that one day we get to a point in society where you can just identify as", "start": 85.24, "end": 90.08}, {"text": "evil and yeah then you can say shit like that's what that's what he's doing.", "start": 90.08, "end": 94.86}, {"text": "Yeah, Armie Hammer's whole thing is that he's evil. Yeah he's just like", "start": 94.86, "end": 98.84}, {"text": "breaking down boundaries for evil people. You know I mean and you know it's not his fault.", "start": 98.84, "end": 103.6}, {"text": "Like evil not like they do bad things I mean evil in the in the way that they just like", "start": 103.6, "end": 106.88}, {"text": "yeah a personality type yeah they are evil. A dark person. A dark evil. A dark system follower.", "start": 106.88, "end": 112.6}, {"text": "exactly yeah I mean and he grew up rich too so that I worship the devil yeah oh", "start": 112.6, "end": 118.6}, {"text": "yeah no his like uncle's Molok or whatever yeah you know the sentence I am", "start": 118.6, "end": 123.72}, {"text": "100% a cannibal is so fucking funny to send that to a woman do there's no way I", "start": 123.72, "end": 131.16}, {"text": "am 100% a cannibal no way part of me once you know food I'm all human there's", "start": 131.16, "end": 138.92}, {"text": "no way he hasn't eaten someone who would he eat a poor person he probably ate like", "start": 138.92, "end": 144.96}, {"text": "his his family's butler when he was like 10 years old or something just like like", "start": 144.96, "end": 149.0}, {"text": "all rich people just like eating hold on what what he comes like I got a", "start": 149.0, "end": 153.4}, {"text": "survivor of the Haiti earthquake but I got like it is risky he just like let it", "start": 153.4, "end": 157.08}, {"text": "slip out of nowhere that's what you think dude he ate yeah I'm a on the yeah", "start": 157.08, "end": 161.2}, {"text": "he's the he's like me by your name he's the grandson of like an oil great", "start": 161.2, "end": 165.48}, {"text": "grandson of an oil tycoon okay he's evil yeah not in the cool way no not in the", "start": 165.48, "end": 170.68}, {"text": "cool way he's now he like he's for sure eating a person no way he has I don't", "start": 170.68, "end": 177.64}, {"text": "know I don't know I feel like and I feel like no no no no I feel like allegedly", "start": 177.64, "end": 182.36}, {"text": "no I know you're wrong if you for sure if you're like a guy who you wouldn't you", "start": 182.36, "end": 190.4}, {"text": "wouldn't say it on Instagram if you actually ate someone you say that when", "start": 190.4, "end": 194.12}, {"text": "you're trying to like scare someone and be evil you know what I'm like maybe", "start": 194.12, "end": 198.68}, {"text": "you know what I mean? Maybe he's trying to like get them to- I feel like if you're a guy who's", "start": 198.68, "end": 203.6}, {"text": "actually eating people I don't you'd have to be really really fucking stupid to", "start": 203.6, "end": 209.28}, {"text": "say that you eat people but it's kind of a genius way to curve a woman if you're", "start": 209.28, "end": 213.56}, {"text": "uninterested yeah she's like hey let's hook up and you're like listen straight", "start": 213.56, "end": 217.44}, {"text": "up I'm gonna be real with you I'm down but I'm 100% a cannibal I will eat your", "start": 217.44, "end": 221.68}, {"text": "flesh you will die. I want to drink your blood straight up so if we go any", "start": 221.68, "end": 226.48}, {"text": "further that's what's about to happen. I feel like that kind of gets gets the", "start": 226.48, "end": 229.74}, {"text": "girls off your back maybe I'll pick up that move. Yeah yeah yeah maybe I'll just", "start": 229.74, "end": 234.82}, {"text": "start doing that. I want to softly drink your blood. Yeah I feel like no cuz that could backfire.", "start": 234.82, "end": 239.42}, {"text": "That would definitely backfire. I got a big pot I'm gonna boil you in when we get back.", "start": 239.42, "end": 243.06}, {"text": "That would backfire Patrick? You think that would make the girls more", "start": 243.06, "end": 245.86}, {"text": "interested in you? Yeah. What if you find a freak? I got a big pot with", "start": 245.86, "end": 250.94}, {"text": "different vegetables and onions and I'm gonna cook you in that thing.", "start": 250.94, "end": 253.52}, {"text": "Ooh I got a stock.", "start": 253.52, "end": 254.52}, {"text": "Yeah I got an apple for your mouth girl.", "start": 254.52, "end": 256.56}, {"text": "Damn.", "start": 256.56, "end": 257.56}, {"text": "Are you hungry?", "start": 257.56, "end": 258.56}, {"text": "Here eat this apple.", "start": 258.56, "end": 259.56}, {"text": "Damn now that you're all naked, let's get, I'm gonna tie you up.", "start": 259.56, "end": 264.52}, {"text": "Now that you're naked I mean.", "start": 264.52, "end": 265.88}, {"text": "There's no room on my bed because of all the dirty clothes I keep on there.", "start": 265.88, "end": 269.0}, {"text": "Let's just throw you on the dinner table.", "start": 269.0, "end": 272.0}, {"text": "Do you want to join this cauldron instead?", "start": 272.0, "end": 275.4}, {"text": "Just having like a huge cauldron on your bed.", "start": 275.4, "end": 278.48}, {"text": "Yeah I wonder if.", "start": 278.48, "end": 279.48}, {"text": "- That's where I sleep, what are you talking about?", "start": 279.48, "end": 281.24}, {"text": "It's a water bed.", "start": 281.24, "end": 282.08}, {"text": "- Come on, let's get in bed, ladies first.", "start": 282.08, "end": 284.2}, {"text": "- Yeah. - Come on.", "start": 284.2, "end": 285.24}, {"text": "I'm being polite, okay?", "start": 285.24, "end": 287.28}, {"text": "- Oh, by the way, hold on,", "start": 287.28, "end": 288.12}, {"text": "I gotta go to the bathroom real quick.", "start": 288.12, "end": 289.48}, {"text": "- All right. - You just sit in there", "start": 289.48, "end": 290.44}, {"text": "and you just wait. - I was on,", "start": 290.44, "end": 291.92}, {"text": "so when I was a kid-- - I'm back in a chef hat.", "start": 291.92, "end": 293.92}, {"text": "- I'm tucking you in and he rolls him in a tortilla.", "start": 293.92, "end": 296.68}, {"text": "(laughing)", "start": 296.68, "end": 299.4}, {"text": "When I was a kid, my dad was a chef", "start": 299.4, "end": 301.16}, {"text": "and we actually got put on Extreme Home Makeover", "start": 301.16, "end": 304.92}, {"text": "and they actually gave me an oven for a bed.", "start": 304.92, "end": 306.8}, {"text": "So if you wanna get in first,", "start": 306.8, "end": 308.96}, {"text": "I'm gonna cook you a light dinner.", "start": 308.96, "end": 309.96}, {"text": "Yeah, my dad is Emeril.", "start": 309.96, "end": 311.52}, {"text": "My dad is Emeril Lagasse.", "start": 311.52, "end": 314.08}, {"text": "And have you ever seen the inside of my dad's oven?", "start": 314.08, "end": 316.6}, {"text": "It's crazy big.", "start": 316.6, "end": 317.6}, {"text": "Yeah.", "start": 317.6, "end": 318.6}, {"text": "Oh, have you ever seen the inside of a gumbo pot?", "start": 318.6, "end": 322.28}, {"text": "They're huge.", "start": 322.28, "end": 323.28}, {"text": "They're fucking huge.", "start": 323.28, "end": 324.96}, {"text": "They're the biggest things on earth.", "start": 324.96, "end": 326.48}, {"text": "Look, you get in there.", "start": 326.48, "end": 327.48}, {"text": "Look, look, look, I'll put some shrimps in there too.", "start": 327.48, "end": 328.92}, {"text": "I can show you.", "start": 328.92, "end": 329.92}, {"text": "If you get in there, I'll put some crawfish, I'll put some potatoes and shit, some corn", "start": 329.92, "end": 333.88}, {"text": "on the cob.", "start": 333.88, "end": 334.88}, {"text": "I actually sleep in this giant tub of spice rub, so you just get in there. Oh no, I changed", "start": 334.88, "end": 339.84}, {"text": "my mind. Okay, I actually sleep in the oven now, now that you've rolled around in the", "start": 339.84, "end": 343.92}, {"text": "spice rub.", "start": 343.92, "end": 344.92}, {"text": "What if he was preparing for a role and he was trying to gain a lot of weight real fast", "start": 344.92, "end": 349.2}, {"text": "by eating like 120 pounds a person?", "start": 349.2, "end": 351.36}, {"text": "Yeah, that's the fastest way to gain weight.", "start": 351.36, "end": 353.48}, {"text": "Like he's just walking around.", "start": 353.48, "end": 354.48}, {"text": "Yeah, to eat someone who's bigger than you.", "start": 354.48, "end": 355.8}, {"text": "He's walking around on that J-Lo movie, just he looks like the pregnant man. He just has", "start": 355.8, "end": 360.0}, {"text": "like a humongous big belly full of delicious woman I don't know would have", "start": 360.0, "end": 364.32}, {"text": "been a good move he's definitely eating a bite of somebody yeah oh yeah I think", "start": 364.32, "end": 372.36}, {"text": "he's definitely eaten somebody oh I don't know it's a twin I haven't seen", "start": 372.36, "end": 377.72}, {"text": "him since the social network that's true come on that's true funny that like I", "start": 377.72, "end": 382.68}, {"text": "think about like oh what what roles does this guy play that I can think of and", "start": 382.68, "end": 388.04}, {"text": "it's like it's call me by your name the social network and sorry to bother you", "start": 388.04, "end": 392.82}, {"text": "and like all of those roles I'm like yeah okay that guy could have eaten someone", "start": 392.82, "end": 395.96}, {"text": "right yeah easily why I think he's a cannibal he was trying to eat Timothée", "start": 395.96, "end": 401.32}, {"text": "Chalamet that whole time he you see he ate the freaking peach with those little", "start": 401.32, "end": 405.44}, {"text": "you know what I never saw that yeah that's can't oh you never saw that movie", "start": 405.44, "end": 409.88}, {"text": "Patrick why not", "start": 409.88, "end": 412.6}, {"text": "no I just wasn't interested he's straight up to you straight up animalism that's", "start": 414.48, "end": 419.08}, {"text": "basically a type of that's even worse that's like eating a thousand babies I", "start": 419.08, "end": 422.72}, {"text": "know that's like the most horrible thing ever", "start": 422.72, "end": 426.56}, {"text": "I mean like yeah that killed all yeah that was the original that was the", "start": 426.56, "end": 434.08}, {"text": "original draft of that um Goya painting with uh yeah Saturn eating his giant", "start": 434.08, "end": 441.84}, {"text": "bowl of cum. Saturn eating his son's cum.", "start": 441.84, "end": 445.04}, {"text": "Oh! Why'd you gotta take it there? Well he's the Sun in the painting. The Sun is in the", "start": 445.04, "end": 451.12}, {"text": "sky. No he's not. You stupid idiot. The Sun is... you're dumb dude. Mm-hmm. You're so stupid.", "start": 451.12, "end": 458.8}, {"text": "You would eat cum if I gave it to you. I would. What? You would? Take that. You're being weird.", "start": 458.8, "end": 464.84}, {"text": "Ever since you shaved your face you've been weird. I haven't been weird. You have", "start": 464.84, "end": 468.6}, {"text": "You just acted weird.", "start": 468.6, "end": 469.96}, {"text": "You stopped drinking and you shaved your face and now you're, I find you a bit odd.", "start": 469.96, "end": 475.04}, {"text": "Not my problem.", "start": 475.04, "end": 476.4}, {"text": "Can you do something, can you grow facial hair back but this time do like some cool, maybe", "start": 476.4, "end": 480.4}, {"text": "like-", "start": 480.4, "end": 481.4}, {"text": "Can you do like just a soul patch?", "start": 481.4, "end": 482.4}, {"text": "I'll grow a soul patch, yeah.", "start": 482.4, "end": 483.4}, {"text": "Yeah, just like a huge soul patch, like it pops out an inch and a half off your face.", "start": 483.4, "end": 487.2}, {"text": "Like Scott Ian.", "start": 487.2, "end": 488.2}, {"text": "Can you do a soul patch that's shaped like the star of David?", "start": 488.2, "end": 491.84}, {"text": "I would take a very fine worksmanship by a barber.", "start": 491.84, "end": 495.6}, {"text": "I could do it.", "start": 495.6, "end": 496.6}, {"text": "I'm thinking about getting the once because I've been I shaved my head back in like", "start": 496.6, "end": 500.74}, {"text": "What was it like October something like that? Oh, yeah, and I'm thinking about when I when I finally get a haircut", "start": 500.74, "end": 507.84}, {"text": "I'm thinking about shaving the Jollibee logo in the back of my head. That would be sick to be", "start": 507.84, "end": 512.76}, {"text": "Mm-hmm the Jollibee best friend. I would be advanced dude. Yeah, are you gonna have do that? I", "start": 512.76, "end": 518.04}, {"text": "Don't know you got to come to New York and walk into a Dominican barbershop with a picture of that and be like", "start": 518.04, "end": 524.74}, {"text": "\"Can you guys lace me up with this?\"", "start": 524.74, "end": 527.26}, {"text": "Yeah, and then they give you antenna.", "start": 527.26, "end": 529.14}, {"text": "And I can't understand what you're asking.", "start": 529.14, "end": 531.38}, {"text": "(laughing)", "start": 531.38, "end": 533.46}, {"text": "Yeah, and I get a lineup with my receding hairline.", "start": 533.46, "end": 538.46}, {"text": "That's always such a good look.", "start": 538.46, "end": 539.7}, {"text": "I do think it would be funny if I tried to give myself waves.", "start": 539.7, "end": 544.14}, {"text": "Yeah?", "start": 544.14, "end": 544.98}, {"text": "Yeah, maybe throw my hair out and try and wave it up.", "start": 544.98, "end": 548.3}, {"text": "That would be cool.", "start": 548.3, "end": 549.18}, {"text": "Do you guys think that'd be cool?", "start": 549.18, "end": 550.46}, {"text": "I think it would be cool.", "start": 550.46, "end": 551.5}, {"text": "I would like it.", "start": 551.5, "end": 552.86}, {"text": "I think I could do it.", "start": 552.86, "end": 554.62}, {"text": "yeah yeah I just walk around in a do-rag like 24 hours a day yeah you guys just", "start": 554.62, "end": 560.5}, {"text": "wait and then I pop it off and I'm still completely bald you have like one hair", "start": 560.5, "end": 565.94}, {"text": "yeah one really long hair it's kind of in like a spiral you just look like you", "start": 565.94, "end": 572.02}, {"text": "remember when the Good Morning America hosts dressed up like Charlie Brown nope", "start": 572.02, "end": 576.5}, {"text": "characters oh well I do remember that actually yeah you just look like Al", "start": 576.5, "end": 580.12}, {"text": "Roker with the yeah you got the one Charlie Brown here yeah did you take that", "start": 580.12, "end": 584.48}, {"text": "shit off you're gonna look like Ralph Wiggum mm-hmm that's not a reference I", "start": 584.48, "end": 588.96}, {"text": "won't look anything like damn Homer Simpson I Homer Simpson I don't look", "start": 588.96, "end": 594.6}, {"text": "anything like Homer Simpson I don't have a beak or I'm not yellow Oh a beak yeah", "start": 594.6, "end": 601.24}, {"text": "yellow and a beak you're thinking of Big Bird homie. Oh that's my bad.", "start": 601.24, "end": 607.54}, {"text": "Homer Simpson thinking he's a bird.", "start": 607.54, "end": 611.54}, {"text": "Yellow and a beak on his mouth.", "start": 611.54, "end": 613.54}, {"text": "I love the Simpsons I just don't understand why the dad's a bird.", "start": 613.54, "end": 618.84}, {"text": "They don't mention it. They don't even talk about how they're all birds.", "start": 618.84, "end": 623.9}, {"text": "they're all big birds. Only Homer's a bird. Oh, only Homer? Homer and uh... Yeah, no one else has a beak.", "start": 623.9, "end": 629.26}, {"text": "Yeah. What do you mean? Homer and um... Lenny has a beak. Lenny, yeah. Lenny has a beak? Yeah.", "start": 629.26, "end": 635.9}, {"text": "Lenny has a beak. Does anyone else have a beak? Does anyone else have a beak? Well, it's on the Simpsons.", "start": 635.9, "end": 640.46}, {"text": "Krusty has a beak. Yeah. True. Well, Krusty is just Homer in disguise. Yeah, that's true. That was, that's,", "start": 640.46, "end": 645.5}, {"text": "that was where, they were planning to do that, right? I think I read that somewhere. I don't know.", "start": 645.5, "end": 649.98}, {"text": "know it's gonna be like the season finale of season one is they're gonna reveal", "start": 649.98, "end": 653.34}, {"text": "that crusty was Homer that would have been so sick yeah yeah I love twist", "start": 653.34, "end": 659.42}, {"text": "endings so who else has a beak we should do a twist ending to this podcast mm-hmm", "start": 659.42, "end": 667.14}, {"text": "we've done Patrick it's not the ending people fuck can I forget I said our", "start": 667.14, "end": 672.86}, {"text": "voices I don't think that works you're right I need to start doing something", "start": 672.86, "end": 676.62}, {"text": "different with my it's me Caleb that's I don't sound like guys it's rock dude hey", "start": 676.62, "end": 682.98}, {"text": "it's me hey I need my ass do I come on here to get bullied no I come on here to", "start": 682.98, "end": 690.98}, {"text": "bully okay so can you guys just let me do my work right you do do that yep", "start": 690.98, "end": 695.38}, {"text": "you're fat you're a girl", "start": 695.38, "end": 698.54}, {"text": "I drank two cups of coffee before this.", "start": 702.78, "end": 706.48}, {"text": "I ran out of coffee.", "start": 706.48, "end": 707.68}, {"text": "So apparently I bought some instant coffee that I was like, \"Fuck yeah, I'm gonna down", "start": 707.68, "end": 714.28}, {"text": "this shit.\"", "start": 714.28, "end": 715.28}, {"text": "And the other day, the last three days I've been drinking it, so much of it.", "start": 715.28, "end": 719.2}, {"text": "I felt like shit all the time.", "start": 719.2, "end": 720.96}, {"text": "I had a horrible headache.", "start": 720.96, "end": 723.8}, {"text": "And then last night I went and looked at the package and it's fucking decaf.", "start": 723.8, "end": 728.12}, {"text": "And I have not had caffeine for three days.", "start": 728.12, "end": 730.52}, {"text": "I thought that I had lead poisoning. I was like I have lead poisoning.", "start": 730.52, "end": 734.74}, {"text": "Why did you think you had lead poisoning?", "start": 734.74, "end": 737.24}, {"text": "Because I found out also yesterday morning that you're not supposed to", "start": 737.24, "end": 741.6}, {"text": "drink hot water from the tap because it can lead can dissolve into it and I was", "start": 741.6, "end": 745.8}, {"text": "like fuck I've been doing that my whole life maybe it's finally catching up to", "start": 745.8, "end": 748.44}, {"text": "me and now I'm dying of lead poisoning.", "start": 748.44, "end": 749.82}, {"text": "Why do you drink hot water from the tap?", "start": 749.82, "end": 751.82}, {"text": "It boils faster when I make tea.", "start": 751.82, "end": 754.68}, {"text": "Okay that's fine.", "start": 754.68, "end": 756.68}, {"text": "You didn't think I was a tea drinker.", "start": 756.68, "end": 758.68}, {"text": "do it so you're still wrong but I'm glad you're not just drinking hot water that's", "start": 758.68, "end": 762.12}, {"text": "something I could see you doing drinking I like hot water I like a nice cup of", "start": 762.12, "end": 768.52}, {"text": "hot I like a nice cup of warm I like drinking something hot because it keeps", "start": 768.52, "end": 771.96}, {"text": "me if it's hot I don't just like chug it because I'll chug anything cold it'll be", "start": 771.96, "end": 777.04}, {"text": "just be gone yeah that's why I mean I drink hot coffee I only drink ice coffee", "start": 777.04, "end": 781.36}, {"text": "I don't think so I think I only drink ice coffee I don't drink are you one of", "start": 781.36, "end": 786.2}, {"text": "- Cold brew is better than iced coffee too.", "start": 786.2, "end": 789.78}, {"text": "Iced coffee is the worst kind of coffee.", "start": 789.78, "end": 791.72}, {"text": "The three types of coffee are hot, iced, and cold brew.", "start": 791.72, "end": 796.88}, {"text": "- Yep.", "start": 796.88, "end": 797.72}, {"text": "- And it goes hot, cold brew, iced.", "start": 797.72, "end": 799.56}, {"text": "- No. - Sure.", "start": 799.56, "end": 801.36}, {"text": "- No, maybe cold brew, hot, iced.", "start": 801.36, "end": 803.32}, {"text": "- I don't really care what kind of coffee I have,", "start": 803.32, "end": 805.48}, {"text": "if I'm being honest. - You care?", "start": 805.48, "end": 806.76}, {"text": "- It doesn't bother me.", "start": 806.76, "end": 808.36}, {"text": "Are you one of these people, Patrick,", "start": 808.36, "end": 810.2}, {"text": "who like in Boston, when it's 10 degrees outside,", "start": 810.2, "end": 814.08}, {"text": "you get an iced coffee and put it in a styrofoam cup?", "start": 814.08, "end": 816.56}, {"text": "- I started drinking coffee in September.", "start": 816.56, "end": 818.72}, {"text": "I'm not even--", "start": 818.72, "end": 819.84}, {"text": "- So you haven't really gotten a chance then?", "start": 819.84, "end": 821.4}, {"text": "- No.", "start": 821.4, "end": 822.24}, {"text": "- Those people are freaks.", "start": 822.24, "end": 823.84}, {"text": "I respect them a lot.", "start": 823.84, "end": 825.76}, {"text": "- Yeah, they're always really fat also,", "start": 825.76, "end": 828.4}, {"text": "which I feel like is a,", "start": 828.4, "end": 830.68}, {"text": "that makes it easier to not get cold.", "start": 830.68, "end": 832.82}, {"text": "- I don't think they're always really fat.", "start": 832.82, "end": 834.56}, {"text": "- Anytime I see them in Boston,", "start": 834.56, "end": 835.96}, {"text": "they're very, very fat people.", "start": 835.96, "end": 837.68}, {"text": "They're disgusting.", "start": 837.68, "end": 838.88}, {"text": "- It's like a sully.", "start": 838.88, "end": 840.24}, {"text": "- It's like a sully type person, yeah.", "start": 840.24, "end": 843.04}, {"text": "Oh it's a sully or it's a nurse. Those are the two.", "start": 843.04, "end": 846.08}, {"text": "Also fat.", "start": 846.08, "end": 847.08}, {"text": "Yeah. No.", "start": 847.08, "end": 848.08}, {"text": "Yeah, one of the fatter, which is fine, but one of the fatter professions a woman can have.", "start": 848.08, "end": 852.88}, {"text": "Look, why do you hate nurses so much?", "start": 852.88, "end": 856.54}, {"text": "Because they sit around on their fucking phones all day and then expect you to call them doctor.", "start": 856.54, "end": 861.12}, {"text": "Yeah.", "start": 861.12, "end": 862.12}, {"text": "They don't expect you to call them doctor.", "start": 862.12, "end": 863.94}, {"text": "They do. Nurses are evil. Okay?", "start": 863.94, "end": 865.84}, {"text": "Their job is literally just to stall you so the doctor has more time to jack off in the", "start": 865.84, "end": 870.38}, {"text": "bathroom before he has to come and hit your knee with the", "start": 870.38, "end": 873.02}, {"text": "hammer yeah that's literally in the same way that in the same way that that the", "start": 873.02, "end": 878.06}, {"text": "police force developed out of slave patrols nurses systematically very very", "start": 878.06, "end": 888.54}, {"text": "fucked up professionally developed out of openers at comedy shows exactly those", "start": 888.54, "end": 893.94}, {"text": "all became nurses they develop they developed out of a guy who stands outside", "start": 893.94, "end": 898.22}, {"text": "the door of the doctor's office and shoots you if you try to walk in yeah I", "start": 898.22, "end": 902.66}, {"text": "I just don't like that nurses do all this extra bullshit.", "start": 902.66, "end": 905.8}, {"text": "I don't wanna know what my heart rate is.", "start": 905.8, "end": 907.64}, {"text": "- Yeah, you go to the doctor and you're like,", "start": 907.64, "end": 909.14}, {"text": "okay, I think I have a tumor in my armpit.", "start": 909.14, "end": 913.2}, {"text": "And the nurse comes in and goes,", "start": 913.2, "end": 914.64}, {"text": "okay, well, I'm gonna test the temperature", "start": 914.64, "end": 916.88}, {"text": "of your breath five times,", "start": 916.88, "end": 918.64}, {"text": "and then I'm gonna take your height.", "start": 918.64, "end": 919.48}, {"text": "- Let me suck your dick.", "start": 919.48, "end": 922.48}, {"text": "- Come on, bitch, I'm here to get cancer.", "start": 922.48, "end": 924.82}, {"text": "Or not get cancer, I don't remember.", "start": 924.82, "end": 928.4}, {"text": "They're always trying to fucking,", "start": 928.4, "end": 930.92}, {"text": "always dressing that you and that also stop wearing that tiny white skirt with", "start": 930.92, "end": 934.64}, {"text": "the with the plus sign on it yeah knock it off doctor's office are you going to", "start": 934.64, "end": 939.88}, {"text": "the doctor okay vivid entertainment doctor's office", "start": 939.88, "end": 946.48}, {"text": "did we see the vivid entertainment building when we were in LA I think it's", "start": 946.48, "end": 951.84}, {"text": "been gone for a while actually I think we saw it really I remember I remember", "start": 951.84, "end": 956.0}, {"text": "talking about it we were going to Sherman Oaks for that pool place that", "start": 956.0, "end": 964.24}, {"text": "you wanted to go to I don't remember that I remember talking about vivid", "start": 964.24, "end": 968.24}, {"text": "entertainment I remember it cuz I didn't know what vivid entertainment was and", "start": 968.24, "end": 971.4}, {"text": "then you're talking about the building so I think Caleb is still covering his", "start": 971.4, "end": 974.8}, {"text": "ass dude I'm not wrong I just don't remember it I didn't say we didn't do it", "start": 974.8, "end": 978.32}, {"text": "you said this you thought the building was gone for years so you did it was", "start": 978.32, "end": 982.52}, {"text": "gone last time I was there. Well they brought it back? They probably brought it", "start": 982.52, "end": 987.62}, {"text": "back. Yeah. They probably brought it back because people wanted to watch the Kim K", "start": 987.62, "end": 992.36}, {"text": "sex tape again and they had to reissue it. They should do a blu-ray reissue of that", "start": 992.36, "end": 996.56}, {"text": "sex tape. They should get it on Criterion. Yeah I think that's the first butthole I", "start": 996.56, "end": 1000.4}, {"text": "ever saw maybe. Really? Yeah dude I'm going to the draft house to see it on 35", "start": 1000.4, "end": 1004.88}, {"text": "millimeter. Yeah I'm going to Quentin Tarantino's fucking theater. Yeah I'm", "start": 1004.88, "end": 1012.04}, {"text": "I'm gonna go there and pay $85. It's so cool that he get like that's I mean", "start": 1012.04, "end": 1017.98}, {"text": "obviously it's what you're gonna do but it's so funny that he has this theater", "start": 1017.98, "end": 1020.6}, {"text": "and he just plays his own movies a bunch yeah and then he put it in Once Upon a", "start": 1020.6, "end": 1024.72}, {"text": "Time in Hollywood yeah yeah they're like oh that's a porno theater sucks yeah and", "start": 1024.72, "end": 1030.88}, {"text": "then just every fucking nerd in the audience like oh my god that's so his", "start": 1030.88, "end": 1034.78}, {"text": "place Wow he's right though shut up he's a cool guy the vivid entertainment", "start": 1034.78, "end": 1041.1}, {"text": "studios is permanently closed but the building must still be up can they do", "start": 1041.1, "end": 1047.18}, {"text": "porn with kovat is porn off I don't know they're still filming movies and shit so", "start": 1047.18, "end": 1053.42}, {"text": "I would imagine that they're oh yeah I feel like like porn is way more like I", "start": 1053.42, "end": 1058.62}, {"text": "think care way less about the actors than they do in movies so yeah they got", "start": 1058.62, "end": 1063.18}, {"text": "still be doing it but also you're putting your fucking penis in a butt yeah but", "start": 1063.18, "end": 1067.62}, {"text": "what yeah well some porn but yeah you put your penis in a butt pat don't google", "start": 1067.62, "end": 1078.18}, {"text": "that I'm serious you're gonna have nightmares that's the corner fudge is", "start": 1078.18, "end": 1084.1}, {"text": "made what oh god around the corner you can the corners like a hip you have a", "start": 1084.1, "end": 1094.72}, {"text": "corner in there Patrick yes you call it your corner I have a corner in there and", "start": 1094.72, "end": 1100.58}, {"text": "three guys four guys in leather jackets sit there and they sing do up is that", "start": 1100.58, "end": 1105.02}, {"text": "your finger that's I for timeout no like it's like a defense mechanism for the", "start": 1105.02, "end": 1110.56}, {"text": "against the the male g-spot is my my butt has a corner so you can't get all the", "start": 1110.56, "end": 1115.4}, {"text": "way in yeah yeah I have a doo-wop game you can only get in with like a with", "start": 1115.4, "end": 1119.64}, {"text": "like a big ol anybody like L shapes tool of some kind yeah you're not putting your", "start": 1119.64, "end": 1125.88}, {"text": "penis in here unless you get past the t-birds this year stops with me hey", "start": 1125.88, "end": 1132.08}, {"text": "hey you don't come to watch yeah we're the brown eagles and they're singing", "start": 1132.08, "end": 1146.7}, {"text": "they're singing for the longest time by Billy Joel they're playing tug of war", "start": 1146.7, "end": 1151.72}, {"text": "they're 80s they're 80s doo-wop revival guys they're not real 50s doo-wop guys I", "start": 1151.72, "end": 1156.52}, {"text": "I hate that shit. Like those diners. Those Johnny Rockets ass diners. Fuck you, man.", "start": 1156.52, "end": 1162.04}, {"text": "We had one in New Hampshire called Mary Ann's.", "start": 1162.04, "end": 1165.08}, {"text": "It's like just be normal racist.", "start": 1165.08, "end": 1166.68}, {"text": "That's where all the Republicans would go. That's where all the Republicans would go", "start": 1166.68, "end": 1170.2}, {"text": "on their Mary Ann's diners where Mitt Romney would go on his campaign stops and be like,", "start": 1170.2, "end": 1176.28}, {"text": "\"I love this place. Oh, I don't know why, but I love this place.\" They have pictures of", "start": 1176.28, "end": 1182.6}, {"text": "of Mitt Romney on the wall and like Paul Ryan and all these are in between like", "start": 1182.6, "end": 1188.64}, {"text": "pictures of like them with like chubby checker who reminds me back in the day", "start": 1188.64, "end": 1194.9}, {"text": "we used to we used to go walk into the diner we would all we we would see our", "start": 1194.9, "end": 1198.52}, {"text": "favorite waitress we would roofier every time that was a tip back then yeah it", "start": 1198.52, "end": 1204.6}, {"text": "was a little prank we pulled man do anything she we just she's collapsed", "start": 1204.6, "end": 1207.68}, {"text": "behind the counter left a little something in this last half of my", "start": 1207.68, "end": 1210.48}, {"text": "milkshake for you huh toots go for it it's funny because every every photo", "start": 1210.48, "end": 1215.92}, {"text": "I've seen of chubby checker since like like any thing I've seen of chubby", "start": 1215.92, "end": 1221.08}, {"text": "checker where he's like on the wall of some like diner like that he's always", "start": 1221.08, "end": 1223.88}, {"text": "wearing like a denim jacket and like matching jeans yeah dude it's an outfit", "start": 1223.88, "end": 1228.92}, {"text": "do you wear it's your outfit I I don't know when that became his thing it's", "start": 1228.92, "end": 1233.68}, {"text": "like I see if you're wearing all denim that might as well be pajamas right", "start": 1233.68, "end": 1238.32}, {"text": "that's the same thing as walking out of the house wearing wearing a full like", "start": 1238.32, "end": 1242.76}, {"text": "full silk pajamas man like striped striped Harold in the purple crayon", "start": 1242.76, "end": 1248.16}, {"text": "pajamas like that's only acceptable fire yeah exactly like like if you're like", "start": 1248.16, "end": 1254.0}, {"text": "like that's only acceptable if someone like like runs into the house and you're", "start": 1254.0, "end": 1258.92}, {"text": "wearing that you know what I mean yeah be ever leaving the house wearing that if", "start": 1258.92, "end": 1262.68}, {"text": "you're being haunted by the ghost of Christmas past I might let you slide I'm", "start": 1262.68, "end": 1267.92}, {"text": "I'm being haunted by the ghost of Chubby Checker.", "start": 1267.92, "end": 1270.32}, {"text": "Yeah, it's the middle of January.", "start": 1270.32, "end": 1272.04}, {"text": "Yeah, man.", "start": 1272.04, "end": 1273.88}, {"text": "You love Chubby Checker.", "start": 1273.88, "end": 1276.44}, {"text": "It's a good name.", "start": 1276.44, "end": 1277.36}, {"text": "What a great, yeah, it's a great name.", "start": 1277.36, "end": 1279.68}, {"text": "Once I start saying it, I can't stop.", "start": 1279.68, "end": 1281.88}, {"text": "Yeah?", "start": 1281.88, "end": 1282.72}, {"text": "Yeah.", "start": 1282.72, "end": 1283.56}, {"text": "Get it out of your system.", "start": 1283.56, "end": 1284.76}, {"text": "Come on baby!", "start": 1284.76, "end": 1286.24}, {"text": "(laughing)", "start": 1286.24, "end": 1287.68}, {"text": "Let's do the twist!", "start": 1287.68, "end": 1289.36}, {"text": "Was he good at the twist, you think?", "start": 1289.36, "end": 1292.12}, {"text": "He invented the twist!", "start": 1292.12, "end": 1293.56}, {"text": "Yeah, but was he the best?", "start": 1293.56, "end": 1295.16}, {"text": "There could have been, yeah, you know,", "start": 1295.16, "end": 1296.12}, {"text": "there could have been a guy better than him.", "start": 1296.12, "end": 1296.96}, {"text": "could have been a better twister could have been a woman better than him at the", "start": 1296.96, "end": 1299.6}, {"text": "twist and because it was the 50s they never talked about it yeah we need like", "start": 1299.6, "end": 1303.92}, {"text": "a hidden figures style movie about yeah actually yeah most inventions are like", "start": 1303.92, "end": 1309.54}, {"text": "that right like Thomas Edison made the light probably that's probably why he", "start": 1309.54, "end": 1313.0}, {"text": "made let's twist again because somebody made a really good somebody was better", "start": 1313.0, "end": 1317.44}, {"text": "than him at the twist and he was like I can't have them fucking Octavia Spencer", "start": 1317.44, "end": 1322.8}, {"text": "kept one upping people throughout history that's like when squeeze", "start": 1322.8, "end": 1325.68}, {"text": "re-recorded all their fucking songs because the record label owned them or", "start": 1325.68, "end": 1329.24}, {"text": "whatever yeah it's exactly like that spot the difference just like it's just", "start": 1329.24, "end": 1333.0}, {"text": "like that Patrick you're so fucking smart I'm not yeah you are I'm just give you", "start": 1333.0, "end": 1338.2}, {"text": "an IQ test again now that I'm not drunk and I bet you've studied no yeah no it's", "start": 1338.2, "end": 1346.52}, {"text": "like you like Thomas Edison made the first light bulb but I bet that light", "start": 1346.52, "end": 1350.12}, {"text": "bulb like just sucked ass yeah yeah there was no way to screw it in it didn't", "start": 1350.12, "end": 1356.28}, {"text": "light up yeah the first guy to make a glass ball with a little line inside it", "start": 1356.28, "end": 1359.96}, {"text": "yeah Edison what was it like the phonograph or like the edit like the", "start": 1359.96, "end": 1363.24}, {"text": "wax cylinders and then they made records and records were better yeah every", "start": 1363.24, "end": 1367.32}, {"text": "invention that gets better after right we should have the inventor any credit", "start": 1367.32, "end": 1370.92}, {"text": "doesn't matter they made the worst it's like we shouldn't reward someone for", "start": 1370.92, "end": 1374.32}, {"text": "making the worst version of something exactly also I can't make a better", "start": 1374.32, "end": 1378.12}, {"text": "light bulb than Thomas Edison. What's your first ingredient? Glass. Second", "start": 1378.12, "end": 1383.8}, {"text": "ingredient? Electricity. Damn he's good. This guy's a new Thomas Edison right now.", "start": 1383.8, "end": 1390.04}, {"text": "The third ingredient is two friends to help me put this together. Yeah, now anytime something new comes out you", "start": 1390.04, "end": 1397.6}, {"text": "should just be like oh well that sucks cuz the next thing's gonna be better.", "start": 1397.6, "end": 1402.44}, {"text": "I'm not gonna get it.", "start": 1402.44, "end": 1403.96}, {"text": "- It's true.", "start": 1403.96, "end": 1404.8}, {"text": "- You shouldn't ever get anything unless it's the last one.", "start": 1404.8, "end": 1407.08}, {"text": "- I'm saving all my money for the coolest thing ever", "start": 1407.08, "end": 1409.68}, {"text": "when that comes out.", "start": 1409.68, "end": 1410.52}, {"text": "The like last thing.", "start": 1410.52, "end": 1411.76}, {"text": "- Yeah, the last thing you make", "start": 1411.76, "end": 1414.08}, {"text": "is gonna be really, really good.", "start": 1414.08, "end": 1415.6}, {"text": "- I never wanna have buyer's remorse,", "start": 1415.6, "end": 1417.04}, {"text": "so I'm waiting for the last computer", "start": 1417.04, "end": 1418.72}, {"text": "and the last TV and the last--", "start": 1418.72, "end": 1419.92}, {"text": "- I'm gonna watch the last movie only.", "start": 1419.92, "end": 1422.2}, {"text": "- Yeah, only that one.", "start": 1422.2, "end": 1423.04}, {"text": "- That's all I need to watch.", "start": 1423.04, "end": 1423.86}, {"text": "- 'Cause that'll probably be the best one.", "start": 1423.86, "end": 1424.88}, {"text": "- Yeah. - Yeah.", "start": 1424.88, "end": 1425.72}, {"text": "I mean, that's why, I mean, Star Wars Episode IX,", "start": 1425.72, "end": 1429.24}, {"text": "it's the last movie, it's the best one.", "start": 1429.24, "end": 1430.68}, {"text": "- It's the best one, dude.", "start": 1430.68, "end": 1431.64}, {"text": "not the last movie they're making more what last one don't know why more", "start": 1431.64, "end": 1437.48}, {"text": "forever dude Star Wars is is it take it with TT's doing a trilogy or something", "start": 1437.48, "end": 1442.2}, {"text": "right they've got they've got fucking five trilogies lined up or some shit", "start": 1442.2, "end": 1445.84}, {"text": "sucks you know this you love it as soon as it comes out you're gonna be like the", "start": 1445.84, "end": 1450.78}, {"text": "new one's actually pretty good I know I know I'm gonna yeah you're so awkward", "start": 1450.78, "end": 1456.12}, {"text": "dude I think Taika Waititi could probably do something fun with Star Wars but I", "start": 1456.12, "end": 1460.72}, {"text": "don't think he will yeah he should do a scary movie he a scary creepy a scary", "start": 1460.72, "end": 1467.08}, {"text": "Star Wars yeah they could never know they could never make a scary Star Wars just", "start": 1467.08, "end": 1472.24}, {"text": "make Chewbacca like bad anytime just try to make a red lightsaber that would be", "start": 1472.24, "end": 1478.52}, {"text": "pretty that's so true a haunted red lightsaber yeah right or like maybe", "start": 1478.52, "end": 1483.36}, {"text": "Freddy Krueger but he has lightsaber tiny lightsaber that's on his finger", "start": 1483.36, "end": 1487.16}, {"text": "Yeah, and he goes into people's four streams. I bet I could find I wonder if I can find fan art of that right now", "start": 1487.16, "end": 1494.04}, {"text": "Freddy Krueger lightsaber", "start": 1494.04, "end": 1496.24}, {"text": "What about Sith Caleb? I'm gonna look that up. No, I don't look at all really ready Sith Lord. Yeah. Yeah", "start": 1496.24, "end": 1503.48}, {"text": "Is it cool I found a Wikipedia I found a Wikipedia article it's just Wikipedia", "start": 1503.48, "end": 1511.96}, {"text": "Caleb. No, that doesn't exist. Yeah, it does.", "start": 1513.08, "end": 1516.2}, {"text": "Caleb was a human male healer who resided on the abandoned world of Ambria", "start": 1516.2, "end": 1521.4}, {"text": "and he was killed by Darth Zanna in 990 BBY. It sounded like me until you said he was", "start": 1521.4, "end": 1526.72}, {"text": "killed. No. It could have been me, honestly, until you said he was being killed.", "start": 1526.72, "end": 1533.04}, {"text": "No, I was not killed by my own wife. Not true. You just reminded me I do have to", "start": 1533.04, "end": 1539.92}, {"text": "mop the floor before she gets home. Thank you so much. You're welcome. You just", "start": 1539.92, "end": 1545.84}, {"text": "actually saved me. Skills and abilities dude. Caleb's healing abilities stem from", "start": 1545.84, "end": 1550.56}, {"text": "the force but it was not like that of the Jedi or the Sith. It came directly", "start": 1550.56, "end": 1554.76}, {"text": "from the world around him. Yeah that's me dude. I'm not dead but oh and he was bald.", "start": 1554.76, "end": 1559.44}, {"text": "Nope that's Darth Bane. Fuck! There's a lot of people named Patrick on Wikipedia.", "start": 1559.44, "end": 1565.08}, {"text": "Really? Yeah. I looked up Wikipedia slash Patrick and nothing showed up. Oh no, they're all actors. Yeah.", "start": 1565.08, "end": 1571.58}, {"text": "Dan, they gotta get my asses. Here we go. Here we go. Faye, Faye Patrick. That's a woman. Faye Patrick is a", "start": 1571.58, "end": 1578.64}, {"text": "female Zabrak criminal. Yep. That's you. No. Yeah. Her name is Faye, Faye Patrick. She looks", "start": 1578.64, "end": 1585.72}, {"text": "sweet but she'll cut you up before you get done saying hello. You're a female", "start": 1585.72, "end": 1589.48}, {"text": "Zach Braff criminal. I'm, it's not Zach Braff. You're a Zach Braff criminal. It's Zabrak.", "start": 1589.48, "end": 1594.6}, {"text": "it's like Darth Maul. You did graffiti to his car. I did. You're a Zach Braff criminal.", "start": 1594.6, "end": 1601.96}, {"text": "That kid should have gotten the death penalty. Oh and she's a slaver. It's like Patrick.", "start": 1601.96, "end": 1606.52}, {"text": "Yeah, just like Pat. I'm not a slaver. Explain all those slaves behind you right now in your", "start": 1606.52, "end": 1610.06}, {"text": "video that people can't see. Those are my friends. It says here Patrick. Did you buy", "start": 1610.06, "end": 1613.96}, {"text": "them? I did buy friends. It says Patrick was responsible for a 500% increase in the number", "start": 1613.96, "end": 1621.3}, {"text": "of missing persons on Corellia in one month. Patrick usually seduced then", "start": 1621.3, "end": 1625.32}, {"text": "drugged men before selling them to the slave ring. Wow. That's a girl. You drugged men.", "start": 1625.32, "end": 1631.34}, {"text": "That's a girl bus. You drugged a man and sold him to a slave ring? You've been drugging men. There's gonna be a really swag chain text message about you", "start": 1631.34, "end": 1638.02}, {"text": "going around. Yeah. Yeah this man has been drugging men. Yeah every every yeah just", "start": 1638.02, "end": 1644.9}, {"text": "Patrick that shows up on the wookie media. Just be really careful when you're in Corellia.", "start": 1644.9, "end": 1648.26}, {"text": "okay yeah Zabrak who is if you see a Zach Braff it might be Pat human", "start": 1648.26, "end": 1654.94}, {"text": "traffickers are using galaxy okay Zabraks you know who's a Zabrak", "start": 1654.94, "end": 1661.26}, {"text": "who Darth Maul eateth koth no yeah eat this cock dude yeah eat this goth cock", "start": 1661.26, "end": 1668.9}, {"text": "you're not that's right you're not not goth anymore I've moved on I've decided", "start": 1668.9, "end": 1674.66}, {"text": "be an intellectual, public intellectual yeah I've decided to have different sort", "start": 1674.66, "end": 1679.94}, {"text": "of thoughts and write them down and I'm working on a couple of different books", "start": 1679.94, "end": 1682.7}, {"text": "at this point. What books are you writing? You know I don't really want to spoil", "start": 1682.7, "end": 1686.34}, {"text": "them but a lot of them are about media and gender and specifically one", "start": 1686.34, "end": 1694.66}, {"text": "gender and one type of media and it's milf porn books that I'm making. Yeah?", "start": 1694.66, "end": 1699.74}, {"text": "- Yeah. - Yep.", "start": 1699.74, "end": 1700.74}, {"text": "- Sounds pretty cool.", "start": 1700.74, "end": 1702.5}, {"text": "- I'm writing a bunch of different books about it.", "start": 1702.5, "end": 1707.14}, {"text": "- Yeah, that's--", "start": 1707.14, "end": 1707.98}, {"text": "- You're writing, I've got a title for you.", "start": 1707.98, "end": 1710.44}, {"text": "- Okay.", "start": 1710.44, "end": 1711.28}, {"text": "- She Stole My Wallet.", "start": 1711.28, "end": 1714.28}, {"text": "- That's it?", "start": 1714.28, "end": 1717.58}, {"text": "- It's not a very good title.", "start": 1717.58, "end": 1718.9}, {"text": "- Yeah, the history of milf porn in the United States.", "start": 1718.9, "end": 1721.88}, {"text": "After 1960.", "start": 1721.88, "end": 1723.34}, {"text": "- Yeah, or wait, wait, wait, wait.", "start": 1723.34, "end": 1724.18}, {"text": "- Pre-1960.", "start": 1724.18, "end": 1725.02}, {"text": "- When it comes to like an intellectual type book,", "start": 1725.02, "end": 1728.7}, {"text": "can pretty much you pretty much name it a bunch of random words or a random", "start": 1728.7, "end": 1732.72}, {"text": "sentence and then a colon and then what the book is about yeah so pretty much", "start": 1732.72, "end": 1736.86}, {"text": "okay like dames and dryers the history of milf porn in the United States gas from", "start": 1736.86, "end": 1744.72}, {"text": "the past right yeah a history of farts fucking I was I was thinking about this", "start": 1744.72, "end": 1752.54}, {"text": "the other day it's like one of those like videos or it's like stepmom stuck", "start": 1752.54, "end": 1757.74}, {"text": "in the dryer but it's like a top-loading dryer it's on spinning around stepmom", "start": 1757.74, "end": 1768.98}, {"text": "stuck in industrial late stepmom stuck in my airfryer", "start": 1768.98, "end": 1775.86}, {"text": "yeah my stepmom stuck in Stargate portal stepmom Chinese finger trap I need help", "start": 1780.46, "end": 1789.46}, {"text": "getting out oh my god dude the clock is ticking Jana just got off work I have to", "start": 1789.46, "end": 1795.22}, {"text": "mop that floor oh my god dude we're racing against the clock now I feel like", "start": 1795.22, "end": 1799.46}, {"text": "I'm in let's record the episode really fast no your voice wouldn't be low", "start": 1799.46, "end": 1809.9}, {"text": "- That would mean that your voice is normally lower", "start": 1809.9, "end": 1812.42}, {"text": "than that voice you just did.", "start": 1812.42, "end": 1813.26}, {"text": "- Okay, let's record it really fast.", "start": 1813.26, "end": 1815.02}, {"text": "Caleb is stupid.", "start": 1815.02, "end": 1819.1}, {"text": "- Oh yeah, 'cause then we speed it up.", "start": 1819.1, "end": 1819.94}, {"text": "- It's weird we spend so much time saying that so slowly.", "start": 1819.94, "end": 1821.38}, {"text": "- Then we speed it up.", "start": 1821.38, "end": 1822.36}, {"text": "If we talk slow.", "start": 1822.36, "end": 1824.22}, {"text": "- No, that was it sped up.", "start": 1824.22, "end": 1825.38}, {"text": "- No, if we talk slow, we can speed it up", "start": 1825.38, "end": 1827.42}, {"text": "and then we can do like patches in the chipmunks.", "start": 1827.42, "end": 1830.42}, {"text": "- I'm gonna walk up to you slow", "start": 1830.42, "end": 1831.26}, {"text": "and then I'm gonna speed up and I'm gonna get you.", "start": 1831.26, "end": 1833.34}, {"text": "- We can do patches in the chipmunks.", "start": 1833.34, "end": 1835.14}, {"text": "- You guys are wankers.", "start": 1835.14, "end": 1835.98}, {"text": "- We talk slow, we speed it up,", "start": 1835.98, "end": 1838.54}, {"text": "And then we do, 'cause I don't know who our Dave Seville would be.", "start": 1838.54, "end": 1842.18}, {"text": "It's me.", "start": 1842.18, "end": 1842.98}, {"text": "No.", "start": 1842.98, "end": 1843.88}, {"text": "'Cause you're one of the-", "start": 1843.88, "end": 1844.62}, {"text": "PATRICK!", "start": 1844.62, "end": 1845.62}, {"text": "You're...", "start": 1845.62, "end": 1846.42}, {"text": "No, okay, so it would be Caleb and the Chipmunks, and then...", "start": 1846.42, "end": 1850.06}, {"text": "Patches would be the Dave Seville.", "start": 1850.06, "end": 1852.9}, {"text": "Why are you- what are you doing with your hand?", "start": 1852.9, "end": 1854.9}, {"text": "You really need to move your hand around to figure out who-", "start": 1854.9, "end": 1857.42}, {"text": "He's doing three Chipmunks, one human math.", "start": 1857.42, "end": 1859.78}, {"text": "You're doing like, fucking like, minority report, like-", "start": 1859.78, "end": 1862.34}, {"text": "Yeah, you're doing like, Sherlock Mind Palace shit to figure out-", "start": 1862.34, "end": 1865.62}, {"text": "That's what I'm doing!", "start": 1865.62, "end": 1866.58}, {"text": "That's what I'm doing, I have to figure it out!", "start": 1866.58, "end": 1867.9}, {"text": "- Who would be who? - Three of us.", "start": 1867.9, "end": 1869.38}, {"text": "- There's three of us. - Ooh, ooh.", "start": 1869.38, "end": 1870.94}, {"text": "- It's really hot. - So the three of us", "start": 1870.94, "end": 1872.54}, {"text": "would be the chipmunks.", "start": 1872.54, "end": 1873.98}, {"text": "- You don't have to hold your hand in a three", "start": 1873.98, "end": 1876.66}, {"text": "to know that there's three of us.", "start": 1876.66, "end": 1878.18}, {"text": "- Yes I do.", "start": 1878.18, "end": 1879.26}, {"text": "- He's training for the IQ test.", "start": 1879.26, "end": 1882.3}, {"text": "- Yeah, I am.", "start": 1882.3, "end": 1883.22}, {"text": "- Yeah.", "start": 1883.22, "end": 1884.06}, {"text": "- And I'm gonna win this time.", "start": 1884.06, "end": 1887.38}, {"text": "- Were you one of those kids who during math tests", "start": 1887.38, "end": 1889.3}, {"text": "you would like sit there and talk to yourself?", "start": 1889.3, "end": 1891.26}, {"text": "- No.", "start": 1891.26, "end": 1892.1}, {"text": "- You'd be like, one, two, three.", "start": 1892.1, "end": 1894.3}, {"text": "- I did count on my fingers though.", "start": 1894.3, "end": 1895.9}, {"text": "- No. - But I wouldn't say it out loud.", "start": 1895.9, "end": 1897.62}, {"text": "Really? Yeah. So you just would sit there so inconspicuous just going...", "start": 1897.62, "end": 1902.26}, {"text": "Just wiggling your fingers under your desk. I'm doing very advanced math on your fingers.", "start": 1902.26, "end": 1909.78}, {"text": "I can't do, I just can't do math. I don't know what it is.", "start": 1909.78, "end": 1913.22}, {"text": "You don't know what it is? I know what it is.", "start": 1913.22, "end": 1916.5}, {"text": "Maybe you have lead poisoning too. It's that you're stupid.", "start": 1916.5, "end": 1919.3}, {"text": "No! Come on dude. Pat's smart. Pat, you're smart. Look at me. Look at me.", "start": 1919.3, "end": 1927.14}, {"text": "No, not behind you. Look at me. Look in my eyes. Look at me. Come here. Look at me.", "start": 1927.14, "end": 1935.14}, {"text": "Patrick, turn around. Patrick, look over here.", "start": 1935.14, "end": 1938.14}, {"text": "No, don't look. That's the other direction. Look at me.", "start": 1938.14, "end": 1941.14}, {"text": "Look over here at the camera.", "start": 1941.14, "end": 1943.14}, {"text": "Look at us. I want to tell you how smart you are.", "start": 1943.14, "end": 1946.14}, {"text": "One more. Almost. Almost.", "start": 1946.14, "end": 1950.14}, {"text": "[Laughter]", "start": 1950.14, "end": 1956.14}, {"text": "You're evil dude. Nobody's gonna hear, nobody's gonna see that.", "start": 1956.14, "end": 1959.9}, {"text": "I'm not evil. You are.", "start": 1959.9, "end": 1961.74}, {"text": "How am I evil? You're on your army hammer shit bro.", "start": 1961.74, "end": 1965.14}, {"text": "I'm not on my army hammer shit. I'm the least evil one out of all of us.", "start": 1965.14, "end": 1967.62}, {"text": "Also how could a guy named army hammer not be evil?", "start": 1967.62, "end": 1970.42}, {"text": "Yeah that's true. Did you guys see his DM that said...", "start": 1970.42, "end": 1973.14}, {"text": "The two most evil things, the army and hammer.", "start": 1973.14, "end": 1975.54}, {"text": "The army and the hammer. That's true.", "start": 1975.54, "end": 1977.54}, {"text": "Yeah. Did you guys see his DM that got screenshotted", "start": 1977.54, "end": 1980.14}, {"text": "that says \"I tremble in ecstasy at the thought of your billowing bat wings enveloping me", "start": 1980.14, "end": 1985.3}, {"text": "as I chase you deep within the abyss yeah that was swag that was really fucked up", "start": 1985.3, "end": 1991.18}, {"text": "of him to say to act evil to her did you see that one where he says I want to", "start": 1991.18, "end": 1994.7}, {"text": "fuck a block of tofu and then parentheses cold would you fuck a block", "start": 1994.7, "end": 2002.78}, {"text": "of tofu I mean it would make the right sound like so you see that one did you", "start": 2002.78, "end": 2007.62}, {"text": "see that one where he'll can tofu what the hell is wrong with you do you see", "start": 2007.62, "end": 2011.5}, {"text": "the one where he took a video of himself rubbing his hands around in his own hair", "start": 2011.5, "end": 2015.9}, {"text": "and he captioned it I feel like a werewolf did you guys did you guys see", "start": 2015.9, "end": 2020.98}, {"text": "that one where he put that woman's clit in the guillotine and then chopped it", "start": 2020.98, "end": 2023.98}, {"text": "off do you see the one where he tented his fingers and looked at the camera and", "start": 2023.98, "end": 2027.58}, {"text": "when dude I saw the most fucked up DM from army hammer he basically sent this", "start": 2027.58, "end": 2033.1}, {"text": "woman a picture of the full moon he said he like I love this but I'm feeling a", "start": 2033.1, "end": 2042.94}, {"text": "bit odd right now he said to me this is magical he said I saw I saw a DM where", "start": 2042.94, "end": 2050.52}, {"text": "he sent a woman a picture of a silver bullet and said never bring this in my", "start": 2050.52, "end": 2053.64}, {"text": "damn house again yeah yeah he said he thinks ghosts have swag and he wants a", "start": 2053.64, "end": 2061.2}, {"text": "kind of swag kind of ghost swag yeah he's I heard army hammer he used he used that", "start": 2061.2, "end": 2066.2}, {"text": "he used a Frankenstein snapchat filter on his story yeah army hammer you was", "start": 2066.2, "end": 2075.76}, {"text": "straight-up dude I heard haunted my uncle I slept over my uncle's house", "start": 2075.76, "end": 2078.88}, {"text": "fucking army hammer was dragging his chains around the attic all night it's", "start": 2078.88, "end": 2083.2}, {"text": "gotta be such a fucking menace on say army get off the ceiling buddy", "start": 2083.2, "end": 2090.2}, {"text": "down with his arms come on chest oh hey hey so can somebody get the production", "start": 2090.2, "end": 2095.72}, {"text": "assistant to get army out of his sarcophagus yeah they see spend so much", "start": 2095.72, "end": 2103.64}, {"text": "time in wardrobe getting unwrapped from his mummy wrappings yeah army is army", "start": 2103.64, "end": 2108.92}, {"text": "hammer is banned from every del taco in california because he goes up to the", "start": 2108.92, "end": 2112.8}, {"text": "drive-thru and he says in a really deep voice would stow like to live deliciously", "start": 2112.8, "end": 2117.6}, {"text": "my friend he's too you know dude yeah I do think he might be evil he can't be the", "start": 2117.6, "end": 2125.46}, {"text": "only actor though who else has an evil name army hammer style literally every", "start": 2125.46, "end": 2129.92}, {"text": "actor is that evil cinnamon Ronnie personal who's Sid vicious who he was an", "start": 2129.92, "end": 2137.68}, {"text": "evil he was just on heroin that's an e that's evil that's a kind of evil you", "start": 2137.68, "end": 2142.2}, {"text": "know he was evil he did wear a swastika shirt see that's some evil shit well no", "start": 2142.2, "end": 2147.08}, {"text": "that's just wrong that ain't evil that's just damn wrong that's just not good", "start": 2147.08, "end": 2152.88}, {"text": "listen even us evil fellas don't want him yeah yeah yeah yeah it's like that shit", "start": 2152.88, "end": 2161.36}, {"text": "whenever it like someone talks about Satanism and then like the Church of", "start": 2161.36, "end": 2164.36}, {"text": "Satan on Twitter is like actually Satanism means having a non-aggression", "start": 2164.36, "end": 2169.64}, {"text": "policy with your neighbor and right when did the Satanist become such a fucking", "start": 2169.64, "end": 2175.66}, {"text": "dork yeah such a pussy. When did Satan become a dork? Back in my day Satanism was some cool ass shit bro.", "start": 2175.66, "end": 2181.1}, {"text": "It just means you're a libertarian now. Satanism meant that you played Pokemon when I was a kid.", "start": 2181.1, "end": 2186.54}, {"text": "Yeah. Satanism was like oh Harry Potter is real? Come on. Satanism is when a guy talks louder than", "start": 2186.54, "end": 2196.78}, {"text": "his normal speaking voice in a song. Yeah that actually is kind of scary to me though. Yeah.", "start": 2196.78, "end": 2202.06}, {"text": "Satanism is when you sing about a wizard.", "start": 2203.02, "end": 2205.82}, {"text": "Yeah, a wizard who smokes weed?", "start": 2205.82, "end": 2209.2}, {"text": "Damn, that's double evil.", "start": 2209.2, "end": 2210.48}, {"text": "Yeah, oh yeah.", "start": 2210.48, "end": 2211.32}, {"text": "Satanism is when you make a song", "start": 2211.32, "end": 2212.8}, {"text": "that's about smoke on the water.", "start": 2212.8, "end": 2214.68}, {"text": "It's like, what, water on fire?", "start": 2214.68, "end": 2217.16}, {"text": "Sounds evil to me.", "start": 2217.16, "end": 2218.52}, {"text": "Back in my day, Satanism was just the Beatles.", "start": 2218.52, "end": 2220.76}, {"text": "When they talked about dancing close to a girl", "start": 2220.76, "end": 2222.96}, {"text": "or getting a kiss on the cheek.", "start": 2222.96, "end": 2224.6}, {"text": "Yeah, that's why he said he's bigger than Christ.", "start": 2224.6, "end": 2226.24}, {"text": "Yeah, excuse me, you're going to hell.", "start": 2226.24, "end": 2228.48}, {"text": "Yeah, I used to love you.", "start": 2228.48, "end": 2230.32}, {"text": "You wanna hold hands?", "start": 2230.32, "end": 2231.6}, {"text": "Uh-uh.", "start": 2231.6, "end": 2232.44}, {"text": "Yeah, hold hands with the devil in hell.", "start": 2232.44, "end": 2234.64}, {"text": "I used to lock my kids in the basement", "start": 2234.64, "end": 2237.52}, {"text": "and ritually abuse them", "start": 2237.52, "end": 2238.56}, {"text": "because they would listen to the Beach Boys", "start": 2238.56, "end": 2240.04}, {"text": "and I really don't want that kind of satanic energy", "start": 2240.04, "end": 2242.0}, {"text": "in my household.", "start": 2242.0, "end": 2243.18}, {"text": "That's so true.", "start": 2243.18, "end": 2244.76}, {"text": "Yeah, this guy's singing about someone", "start": 2244.76, "end": 2246.24}, {"text": "eating all of his corn.", "start": 2246.24, "end": 2247.88}, {"text": "That's Satan.", "start": 2247.88, "end": 2248.84}, {"text": "You know who's eating all the corn?", "start": 2248.84, "end": 2250.92}, {"text": "Satan.", "start": 2250.92, "end": 2251.76}, {"text": "It's the devil.", "start": 2251.76, "end": 2252.8}, {"text": "Sleuth John B.", "start": 2252.8, "end": 2253.64}, {"text": "Children of the corn ever see that?", "start": 2253.64, "end": 2254.92}, {"text": "If you say Sleuth John B, record it", "start": 2254.92, "end": 2257.88}, {"text": "and then play it in reverse,", "start": 2257.88, "end": 2258.84}, {"text": "you know what it says?", "start": 2258.84, "end": 2259.68}, {"text": "The devil.", "start": 2259.68, "end": 2260.5}, {"text": "That's why every court case is kind of about like understanding what kind of video games,", "start": 2260.5, "end": 2265.26}, {"text": "movies, and music somebody likes.", "start": 2265.26, "end": 2266.82}, {"text": "And if they like devil-y stuff, they go to jail.", "start": 2266.82, "end": 2270.38}, {"text": "That's why Casey Anthony went free because she liked pop music.", "start": 2270.38, "end": 2273.5}, {"text": "She liked Britney Spears.", "start": 2273.5, "end": 2274.5}, {"text": "She liked the office and shit, you know.", "start": 2274.5, "end": 2277.38}, {"text": "She liked good, normal, Christian shit like that, you know.", "start": 2277.38, "end": 2284.58}, {"text": "It's just common sense.", "start": 2284.58, "end": 2285.58}, {"text": "That is kind of the gauge for whether something is satanic or like good.", "start": 2285.58, "end": 2290.16}, {"text": "it whether Casey Anthony would like it yeah true cuz she's that border between", "start": 2290.16, "end": 2294.16}, {"text": "bad and good yeah she's like kind of the exact line bad meats yeah yeah cuz she's", "start": 2294.16, "end": 2299.12}, {"text": "hot good and then she lost she lost her kid what yeah she put her kid in toys r", "start": 2299.12, "end": 2305.68}, {"text": "us for too long yeah and overloaded by excitement let me see cuz I follow that", "start": 2305.68, "end": 2311.72}, {"text": "Casey Anthony updates account let me see if anything's happened since Casey", "start": 2311.72, "end": 2316.0}, {"text": "Anthony news last I think her 2014 I think her parents don't they like think", "start": 2316.0, "end": 2321.8}, {"text": "she did it but they still hang out with her I think so that's so fucking cool", "start": 2321.8, "end": 2328.52}, {"text": "there's been a you killed our grandma our grandkid but she got questioned again", "start": 2328.52, "end": 2333.96}, {"text": "in 2014 yeah that would make sense you know what let's do it again dude I'll", "start": 2333.96, "end": 2338.68}, {"text": "question right now man this Casey Anthony news accounts is this is evil", "start": 2338.68, "end": 2343.56}, {"text": "really November 13 2013 hashtag Casey Anthony's parents are facing foreclosure", "start": 2343.56, "end": 2350.76}, {"text": "Casey Anthony bankruptcy judge lawsuits can move forward it's not really yeah I", "start": 2350.76, "end": 2357.44}, {"text": "was in line behind her at the grocery store and she farted it smelled horrible", "start": 2357.44, "end": 2362.56}, {"text": "I want a Casey Anthony update pages just like every day they post plus or minus", "start": 2362.56, "end": 2368.24}, {"text": "like pounds that she's gained or lost like she's up three today down to well", "start": 2368.24, "end": 2377.48}, {"text": "we're close yeah just I want to model my daily meals off of her yeah exactly what", "start": 2377.48, "end": 2383.24}, {"text": "she eats yeah this must have been a this must have been a bot account cuz as long", "start": 2383.24, "end": 2388.2}, {"text": "as she keeps it tight she's innocent the second that she becomes ugly she's going", "start": 2388.2, "end": 2391.76}, {"text": "to jail they're gonna retrial immediately that's what happened they let", "start": 2391.76, "end": 2396.16}, {"text": "off because that's what happened they let her off because they were like you're so", "start": 2396.16, "end": 2400.0}, {"text": "goddamn hot I hope you do porn when you're out of jail there she didn't I", "start": 2400.0, "end": 2403.96}, {"text": "think given her some time this one the Casey Anthony there's like three news", "start": 2403.96, "end": 2409.16}, {"text": "stories I remember I don't I remember going to pick up my brother on 9/11 and", "start": 2409.16, "end": 2415.76}, {"text": "he was crying at the school because they told him yeah Terry Shivo I got is a", "start": 2415.76, "end": 2422.8}, {"text": "a really funny one for you to remember. I remember seeing Terry Shivo on TV and", "start": 2422.8, "end": 2427.24}, {"text": "being like \"that's horrible!\" when I was like six and then Casey Anthony because my mom was", "start": 2427.24, "end": 2433.72}, {"text": "really into the Casey Anthony trial. Terry Shivo was... I mean that bitch got so much", "start": 2433.72, "end": 2439.84}, {"text": "heat from so many horrible comedians back in the day. Yeah. Yeah. Dude yeah Jeb Bush.", "start": 2439.84, "end": 2444.28}, {"text": "Josh.", "start": 2444.28, "end": 2445.28}, {"text": "Jeb for one.", "start": 2445.28, "end": 2446.84}, {"text": "Wouldn't let her die.", "start": 2446.84, "end": 2448.84}, {"text": "Yeah.", "start": 2448.84, "end": 2449.84}, {"text": "Yeah.", "start": 2449.84, "end": 2450.84}, {"text": "Yeah, dude.", "start": 2450.84, "end": 2451.84}, {"text": "He fucking...", "start": 2451.84, "end": 2452.84}, {"text": "Just keep her alive long enough until you can do the like, you can inject her with like", "start": 2452.84, "end": 2456.84}, {"text": "the shit that Bane breathes.", "start": 2456.84, "end": 2459.96}, {"text": "You know?", "start": 2459.96, "end": 2460.96}, {"text": "Just turn her into like some fucking...", "start": 2460.96, "end": 2461.96}, {"text": "Get a Bane mask on her.", "start": 2461.96, "end": 2464.36}, {"text": "Yeah.", "start": 2464.36, "end": 2465.76}, {"text": "That is, that's...", "start": 2465.76, "end": 2466.76}, {"text": "Dude, I bet you like it'd be so cool if all the rich people who get like cryogenically", "start": 2466.76, "end": 2474.52}, {"text": "frozen to like survive diseases or whatever like Walt Disney and shit and like a hundred", "start": 2474.52, "end": 2480.12}, {"text": "or like in like a thousand years when the like the next civilization or whatever is", "start": 2480.12, "end": 2485.04}, {"text": "super advanced is going to find them and not remember who they were and just use them as", "start": 2485.04, "end": 2488.68}, {"text": "clone troopers.", "start": 2488.68, "end": 2489.68}, {"text": "(laughter)", "start": 2489.68, "end": 2491.94}, {"text": "- Just put like, gain masks on them", "start": 2491.94, "end": 2496.08}, {"text": "and like, space marine armor.", "start": 2496.08, "end": 2497.54}, {"text": "(laughter)", "start": 2497.54, "end": 2498.76}, {"text": "- Just some guy with a mid-Atlantic accent.", "start": 2498.76, "end": 2501.28}, {"text": "(laughter)", "start": 2501.28, "end": 2502.72}, {"text": "- Wow, take this, you alien bastards!", "start": 2502.72, "end": 2504.48}, {"text": "(laughter)", "start": 2504.48, "end": 2506.72}, {"text": "- Yeah.", "start": 2506.72, "end": 2508.68}, {"text": "- That's what I pray will happen, that would be so sick.", "start": 2508.68, "end": 2511.2}, {"text": "- Dude, that's the scariest thing you can think of,", "start": 2511.2, "end": 2513.24}, {"text": "a soldier with imagination.", "start": 2513.24, "end": 2514.76}, {"text": "- Imagine you're like a Mars separatist,", "start": 2514.76, "end": 2516.2}, {"text": "and like fucking like like John Rockefeller comes and stomps your shit out like a spiked", "start": 2516.2, "end": 2521.96}, {"text": "boot. I like to imagine a less violent future where they're just used as like coolers for", "start": 2521.96, "end": 2529.6}, {"text": "like cool beers that you're drinking. Yeah. Yeah. They just stick a fucking six pack a", "start": 2529.6, "end": 2535.6}, {"text": "six or a Coors Light Walt Disney's abdomen. Yeah. They auction them off. Yeah. Be so sick.", "start": 2535.6, "end": 2542.92}, {"text": "I'm looking forward to it.", "start": 2542.92, "end": 2543.76}, {"text": "You guys gonna freeze yourselves?", "start": 2543.76, "end": 2545.4}, {"text": "Maybe.", "start": 2545.4, "end": 2546.24}, {"text": "Only if I get really sick.", "start": 2546.24, "end": 2547.5}, {"text": "Which would you rather do, freeze yourself", "start": 2547.5, "end": 2549.18}, {"text": "or upload your brain to the internet?", "start": 2549.18, "end": 2551.74}, {"text": "Probably upload my brain.", "start": 2551.74, "end": 2553.76}, {"text": "But you have to use a girl avatar on the internet.", "start": 2553.76, "end": 2556.96}, {"text": "I'd rather freeze myself", "start": 2556.96, "end": 2559.26}, {"text": "than upload myself to the internet.", "start": 2559.26, "end": 2561.36}, {"text": "Hmm.", "start": 2561.36, "end": 2562.96}, {"text": "Why?", "start": 2562.96, "end": 2563.8}, {"text": "You just like gold.", "start": 2563.8, "end": 2567.04}, {"text": "No, it's just like if you upload yourself to,", "start": 2567.04, "end": 2569.48}, {"text": "Like what if you just, what if you lose internet?", "start": 2569.48, "end": 2573.84}, {"text": "True.", "start": 2573.84, "end": 2575.44}, {"text": "Well.", "start": 2575.44, "end": 2576.28}, {"text": "Or what if like you, what if you get an ad?", "start": 2576.28, "end": 2578.7}, {"text": "Yeah, that's true.", "start": 2578.7, "end": 2579.54}, {"text": "What if you get like adware or something?", "start": 2579.54, "end": 2580.74}, {"text": "Yeah, that's a really good point.", "start": 2580.74, "end": 2582.04}, {"text": "I'd rather just be in my body.", "start": 2582.04, "end": 2582.88}, {"text": "I guess I'd freeze myself too.", "start": 2582.88, "end": 2584.2}, {"text": "Yeah.", "start": 2584.2, "end": 2585.76}, {"text": "Is there a third option?", "start": 2585.76, "end": 2586.92}, {"text": "Can I encase myself in lava?", "start": 2586.92, "end": 2588.52}, {"text": "Or would you rather just live forever normally", "start": 2588.52, "end": 2590.56}, {"text": "and have no negative things happen to you ever?", "start": 2590.56, "end": 2592.44}, {"text": "I got an idea.", "start": 2592.44, "end": 2593.28}, {"text": "Would you rather freeze yourself,", "start": 2593.28, "end": 2594.1}, {"text": "be the internet, or just be God?", "start": 2594.1, "end": 2595.96}, {"text": "I got a, would you rather", "start": 2595.96, "end": 2598.28}, {"text": "freeze yourself or no you upload your brain to the computer and then you", "start": 2598.28, "end": 2604.68}, {"text": "freeze the computer. What if the computer freezes? Or go on vacation?", "start": 2604.68, "end": 2608.68}, {"text": "Oh, probably go on vacation honestly. Yeah. If I'm being completely honest.", "start": 2608.68, "end": 2614.88}, {"text": "Would you rather, okay, would you rather freeze yourself or freeze yourself, would", "start": 2614.88, "end": 2619.76}, {"text": "you rather freeze yourself and it cost a thousand dollars or freeze yourself and", "start": 2619.76, "end": 2622.68}, {"text": "it cost nine hundred dollars? A thousand dollars because I want my money to", "start": 2622.68, "end": 2627.16}, {"text": "to increase over time yeah would you rather interest would you rather freeze", "start": 2627.16, "end": 2632.0}, {"text": "yourself or freeze Terry Shivo I would like to freeze her and replace all those", "start": 2632.0, "end": 2637.96}, {"text": "like Civil War statues with her okay yeah like in Richmond and shit all that like", "start": 2637.96, "end": 2642.92}, {"text": "Robert E. Lee shit. They just replaced all the... Terry Shivo just a bunch of metal Terry Shivos. Goddamn. I hope we don't have like a", "start": 2642.92, "end": 2656.18}, {"text": "Ghostbusters situation where all this shit comes to life. Well actually it wouldn't be that bad.", "start": 2656.18, "end": 2662.0}, {"text": "Now that I think about it. Probably would barely notice. That might be the one defense against", "start": 2662.0, "end": 2669.68}, {"text": "ghost invading New York City. Is this Terry Shivo? All statues, billboards with Terry Shivo.", "start": 2669.68, "end": 2676.68}, {"text": "Instead Dan Akerate accidentally, I thought of the one thing, he actually", "start": 2676.68, "end": 2682.32}, {"text": "instead of the stave puffed marshmallow man he thinks of Terry Shivo. Yeah what the", "start": 2682.32, "end": 2685.84}, {"text": "fuck you gonna haunt now dude? You're stuck either way dumbass ghost. Who outsmarted you?", "start": 2685.84, "end": 2690.84}, {"text": "Yeah Jeb Bush ruined that family's life. Yeah.", "start": 2690.84, "end": 2696.56}, {"text": "I wasn't I think didn't she drowned in a pool ruin their life", "start": 2696.56, "end": 2701.16}, {"text": "well that did too I think the pools I think it's a combination of a pool and", "start": 2701.16, "end": 2705.24}, {"text": "it was Jeb Bush's pool definitely Jeb Bush and pools are the two worst things", "start": 2705.24, "end": 2709.24}, {"text": "to those people in Florida the two worst things because there's so many beaches", "start": 2709.24, "end": 2712.84}, {"text": "why would you need a pool yeah exactly and the water bath bath water warm mm-hmm", "start": 2712.84, "end": 2718.04}, {"text": "Yeah.", "start": 2718.04, "end": 2719.04}, {"text": "Oh boy.", "start": 2719.04, "end": 2720.04}, {"text": "Damn, a little Terry Shivo rewind for us.", "start": 2720.04, "end": 2725.52}, {"text": "What else happened in 2004 or whatever?", "start": 2725.52, "end": 2730.44}, {"text": "Jerry Shivo?", "start": 2730.44, "end": 2731.8}, {"text": "Jerry Shivo, yeah.", "start": 2731.8, "end": 2733.84}, {"text": "He was Jerry Shivo, lived a long and fulfilling life.", "start": 2733.84, "end": 2737.08}, {"text": "Yep, he walked all his life.", "start": 2737.08, "end": 2739.68}, {"text": "And he died.", "start": 2739.68, "end": 2741.44}, {"text": "Let's see, I'm just gonna Google 2004.", "start": 2741.44, "end": 2744.84}, {"text": "How old were we?", "start": 2744.84, "end": 2745.84}, {"text": "I was seven.", "start": 2745.84, "end": 2746.84}, {"text": "I was six.", "start": 2746.84, "end": 2747.84}, {"text": "I'm so old.", "start": 2747.84, "end": 2748.68}, {"text": "I'm old as dirt.", "start": 2748.68, "end": 2749.52}, {"text": "Oh, the tsunami.", "start": 2749.52, "end": 2751.46}, {"text": "Oh yeah.", "start": 2751.46, "end": 2752.3}, {"text": "Which one?", "start": 2752.3, "end": 2753.36}, {"text": "Japan.", "start": 2753.36, "end": 2754.2}, {"text": "Japan 4.", "start": 2754.2, "end": 2756.56}, {"text": "The My Doom computer virus is released.", "start": 2756.56, "end": 2761.6}, {"text": "Oh, Facebook was created.", "start": 2761.6, "end": 2763.44}, {"text": "The Nintendo DS.", "start": 2763.44, "end": 2765.12}, {"text": "Wow.", "start": 2765.12, "end": 2766.16}, {"text": "The best selling handheld console of all time.", "start": 2766.16, "end": 2768.16}, {"text": "Yeah, all that stuff's definitely cooler than Terry Shivo.", "start": 2768.16, "end": 2770.76}, {"text": "I don't know why Terry Shivo is the,", "start": 2770.76, "end": 2772.88}, {"text": "well that wasn't 2004, was it?", "start": 2772.88, "end": 2774.36}, {"text": "What year was that?", "start": 2774.36, "end": 2775.3}, {"text": "I don't know.", "start": 2775.3, "end": 2777.24}, {"text": "look it up why don't you look it up because i'm not your assistant yeah i'm", "start": 2777.24, "end": 2781.72}, {"text": "not your assistant terry shivo was 2005 is when she was put to death i'm so she", "start": 2781.72, "end": 2787.0}, {"text": "was put to death i don't think i don't think she was executed she was executed", "start": 2787.0, "end": 2793.64}, {"text": "by the government that's a very she was executed by military tribunal along with", "start": 2793.64, "end": 2800.04}, {"text": "elon musk and chris pratt and and all those people died in 2005 yeah yeah i", "start": 2800.04, "end": 2806.04}, {"text": "I don't know that that's necessarily being executed.", "start": 2806.04, "end": 2808.66}, {"text": "I saw something, something--", "start": 2808.66, "end": 2811.18}, {"text": "What do you mean?", "start": 2811.18, "end": 2812.76}, {"text": "They took out the feeding tube.", "start": 2812.76, "end": 2814.32}, {"text": "That's an execution?", "start": 2814.32, "end": 2815.48}, {"text": "I guess, you're right, yeah.", "start": 2815.48, "end": 2817.52}, {"text": "I guess, I saw something on like,", "start": 2817.52, "end": 2820.02}, {"text": "my Instagram explore page the other day", "start": 2820.02, "end": 2822.68}, {"text": "that was like, heartwarming video of like,", "start": 2822.68, "end": 2825.56}, {"text": "guy talking about how like,", "start": 2825.56, "end": 2827.5}, {"text": "his two year old son's been sentenced to death", "start": 2827.5, "end": 2831.0}, {"text": "by the British government.", "start": 2831.0, "end": 2832.28}, {"text": "And I was like, that's fucked up.", "start": 2832.28, "end": 2833.56}, {"text": "sentence a fucking baby to death and I looked it up and the baby's brain got", "start": 2833.56, "end": 2838.6}, {"text": "like cut in half or something and that he was being kept alive by like a double-a", "start": 2838.6, "end": 2842.56}, {"text": "battery and then they just like unplugged him it's like I don't know if", "start": 2842.56, "end": 2851.68}, {"text": "that's exactly the same thing yeah yeah well the word oh you're your Instagram", "start": 2851.68, "end": 2858.36}, {"text": "explore page usually has babies with their brains cut yeah yeah that's why I", "start": 2858.36, "end": 2862.88}, {"text": "That's why I ended up googling that way. 2004 the word podcast was invented. Wow who cares?", "start": 2862.88, "end": 2871.52}, {"text": "Well I think we owe a lot to 2004. Yeah George Bush re-elected dude. Oh that's when Dimebag", "start": 2871.52, "end": 2879.44}, {"text": "Darrell died. Bush dub. You know what's crazy about Dimebag, I think I've talked about it before,", "start": 2879.44, "end": 2884.24}, {"text": "but the 8-bit guy, do you ever watch that guy on YouTube? Nope. Nope. Oh well the 8-bit guy is", "start": 2884.24, "end": 2890.16}, {"text": "Dimebag Darrell's second cousin. What does the 8-bit guy do? The 8-bit guy, he does", "start": 2890.16, "end": 2897.68}, {"text": "like restorations of like Commodore 64s and like toy keyboards. He sounds like", "start": 2897.68, "end": 2905.56}, {"text": "maybe the coolest guy I've ever heard of. Mm-hmm. Yeah, no that's really really cool.", "start": 2905.56, "end": 2908.96}, {"text": "He's also a huge open carry guy. Dude, okay he actually is cool. Do you guys", "start": 2908.96, "end": 2914.36}, {"text": "remember that show American Pickers? Yeah. Where they would like go to some", "start": 2914.36, "end": 2918.44}, {"text": "fucking like dog shit town in Tennessee and they would like drive way out into", "start": 2918.44, "end": 2926.84}, {"text": "the boonies and find some shed and they'd be like oh my god in the middle of this", "start": 2926.84, "end": 2931.0}, {"text": "shed full of like construction shit there's like a brand new 2014 MacBook Pro", "start": 2931.0, "end": 2937.36}, {"text": "and then they'd sell the MacBook Pro and they'd be like yeah dude we seriously", "start": 2937.36, "end": 2941.68}, {"text": "found it here yeah that's what we found they just kept it's just so fun like", "start": 2941.68, "end": 2945.96}, {"text": "everything that they planted it would just be like in the middle of the shop", "start": 2945.96, "end": 2949.16}, {"text": "like they would never have to dig for anything and then they just find like a", "start": 2949.16, "end": 2953.36}, {"text": "fucking Stradivarius or some shit yeah it's propaganda yeah it's propaganda I", "start": 2953.36, "end": 2961.28}, {"text": "was that I was at a savers the other day to get like stuff for the apartment and", "start": 2961.28, "end": 2966.32}, {"text": "I haven't been to savers in a while I forgot how fucking terrifying the like", "start": 2966.32, "end": 2971.76}, {"text": "like old saver old people and savers are like yeah the shit like that they're", "start": 2971.76, "end": 2977.56}, {"text": "the kind of people who will just like take shit out of your cart or like try", "start": 2977.56, "end": 2980.88}, {"text": "and block you and stuff like like there was like there was like one of the", "start": 2980.88, "end": 2985.16}, {"text": "employees like came out of the back with like a cart to like put stuff on the", "start": 2985.16, "end": 2988.56}, {"text": "shelves and literally the second like there was a group of old people waiting", "start": 2988.56, "end": 2993.4}, {"text": "outside the doors to the back of the store when the double doors like open and", "start": 2993.4, "end": 2997.28}, {"text": "the person put push the cart out they just like fucking swarmed her and just", "start": 2997.28, "end": 3001.44}, {"text": "started taking everything off of the cart before she could get to the shelf", "start": 3001.44, "end": 3004.68}, {"text": "just to like get see if there is anything that they wanted to let someone", "start": 3004.68, "end": 3009.16}, {"text": "else it's scary as hell dude no dude that rules and be treating like like", "start": 3009.16, "end": 3013.2}, {"text": "fucking like discount computer duster like it's yeah it's paper during a", "start": 3013.2, "end": 3017.92}, {"text": "break there's not yet rules as if like as if the fucking savers people are", "start": 3017.92, "end": 3022.44}, {"text": "gonna like see like a gold bar in there and be like well I guess we might as", "start": 3022.44, "end": 3026.16}, {"text": "well put this on the guys got a great shelf that rules are rules here", "start": 3026.16, "end": 3029.52}, {"text": "- Yeah, just psycho people, dude.", "start": 3029.52, "end": 3033.76}, {"text": "- They put like, they have, at least at the Savers,", "start": 3033.76, "end": 3036.92}, {"text": "in my town, they have like a,", "start": 3036.92, "end": 3039.32}, {"text": "like they have like the rare stuff behind like a shelf.", "start": 3039.32, "end": 3044.32}, {"text": "- They have a rare, the rare stuff behind a velvet curtain.", "start": 3044.32, "end": 3047.68}, {"text": "You have to solve a riddle to get past there.", "start": 3047.68, "end": 3050.36}, {"text": "- Yeah, they have a porno room.", "start": 3050.36, "end": 3052.2}, {"text": "- Yeah, ooh.", "start": 3052.2, "end": 3053.04}, {"text": "- You know, the one I was at did not have any fancy stuff.", "start": 3053.04, "end": 3055.34}, {"text": "I know what you're talking about.", "start": 3055.34, "end": 3056.5}, {"text": "One of them I've been to.", "start": 3056.5, "end": 3057.68}, {"text": "- Yeah, like they'll have like a guitar room.", "start": 3057.68, "end": 3059.24}, {"text": "car or something. I was looking to see I found good band merch at Savers before but this time", "start": 3059.24, "end": 3063.92}, {"text": "I went and I looked and it was all just like you know the normal like stuff where it's", "start": 3063.92, "end": 3068.76}, {"text": "like shirts for like reunions and shit that you never heard of that don't even look good.", "start": 3068.76, "end": 3072.6}, {"text": "There were like literally there were six separate Deadpool shirts. Yo. With different designs", "start": 3072.6, "end": 3078.56}, {"text": "and different sizes. That's sick. Savers is just like a Goodwill style thing. Yeah. Yeah.", "start": 3078.56, "end": 3084.92}, {"text": "like Goodwill but like they kind of like know how to price everything like if it's", "start": 3084.92, "end": 3089.64}, {"text": "like polo shit like they'll put like polo shit up for like 14 bucks damn mm-hmm", "start": 3089.64, "end": 3095.84}, {"text": "good for that I got I got a napalm death shirt for and a Sun shirt for like I", "start": 3095.84, "end": 3102.2}, {"text": "actually don't need a shirt there so so sick you actually did what I accidentally", "start": 3102.2, "end": 3107.44}, {"text": "donated my nails shirt to there how do you just it just was in the bag that you", "start": 3107.44, "end": 3112.84}, {"text": "gave them yeah he accidentally took off the shirt and as soon as it touched the", "start": 3112.84, "end": 3119.44}, {"text": "ground it's technically property of savers yeah that's very true your hat", "start": 3119.44, "end": 3124.68}, {"text": "falls off yeah you drop drop your phone and savers and just like a little like a", "start": 3124.68, "end": 3128.56}, {"text": "little hand just reaches out from a little green hand yeah it's like it's", "start": 3128.56, "end": 3133.6}, {"text": "like the hand from ocarina of time that like the floor yeah that's scary in the", "start": 3133.6, "end": 3141.08}, {"text": "- In the South, it's all just, it's funny,", "start": 3141.08, "end": 3144.0}, {"text": "all the antique stores are full of racist memorabilia.", "start": 3144.0, "end": 3148.48}, {"text": "None of that shit makes it to Goodwill,", "start": 3148.48, "end": 3150.04}, {"text": "'cause those people are getting paid for that.", "start": 3150.04, "end": 3152.24}, {"text": "- Yeah? - Yeah.", "start": 3152.24, "end": 3153.32}, {"text": "- Like line jockeys and stuff?", "start": 3153.32, "end": 3154.8}, {"text": "- Yeah, yeah, and like an Aunt Jemima fucking jar", "start": 3154.8, "end": 3159.8}, {"text": "or something.", "start": 3159.8, "end": 3161.2}, {"text": "- Oh, where she looks like a Sambo?", "start": 3161.2, "end": 3162.6}, {"text": "- Yeah, like the one that Liz Warren has.", "start": 3162.6, "end": 3165.08}, {"text": "- Yeah. - Yeah.", "start": 3165.08, "end": 3165.92}, {"text": "Like all that shit, that just, only in antique stores.", "start": 3165.92, "end": 3169.48}, {"text": "You can't get that discount.", "start": 3169.48, "end": 3171.24}, {"text": "Yeah.", "start": 3171.24, "end": 3172.08}, {"text": "Yeah, but then the discount store, like Goodwill,", "start": 3172.08, "end": 3174.28}, {"text": "I got like a bunch of bapes there one time.", "start": 3174.28, "end": 3177.24}, {"text": "Oh yeah, your fucking, your fake bapes", "start": 3177.24, "end": 3179.16}, {"text": "that are like peeling?", "start": 3179.16, "end": 3180.0}, {"text": "They're real!", "start": 3180.0, "end": 3181.64}, {"text": "If they were real, they wouldn't be peeling like that.", "start": 3181.64, "end": 3183.8}, {"text": "I got 'em at Goodwill, here's my idea.", "start": 3183.8, "end": 3186.84}, {"text": "I think a really, really rich guy died", "start": 3186.84, "end": 3191.28}, {"text": "and then his mom was like,", "start": 3191.28, "end": 3192.72}, {"text": "these shoes look like they're for kids", "start": 3192.72, "end": 3194.56}, {"text": "and gave 'em to Goodwill.", "start": 3194.56, "end": 3196.64}, {"text": "But they're real, come on dude.", "start": 3196.64, "end": 3198.52}, {"text": "I don't know.", "start": 3198.52, "end": 3199.36}, {"text": "They're completely fallen apart.", "start": 3199.36, "end": 3201.4}, {"text": "The patent leather just like,", "start": 3201.4, "end": 3203.0}, {"text": "it comes off like a screen protector.", "start": 3203.0, "end": 3205.92}, {"text": "It's, they're real.", "start": 3205.92, "end": 3208.1}, {"text": "- I don't know about that.", "start": 3208.1, "end": 3209.82}, {"text": "- Yeah, dude, they're called Bakestas.", "start": 3209.82, "end": 3212.08}, {"text": "(laughing)", "start": 3212.08, "end": 3214.32}, {"text": "They're called Bapers,", "start": 3214.32, "end": 3216.08}, {"text": "and they're the realest shoe that there is.", "start": 3216.08, "end": 3217.96}, {"text": "- Yeah, dude, they're real, they're babes.", "start": 3217.96, "end": 3219.92}, {"text": "- Yeah, hot babes, come on.", "start": 3219.92, "end": 3222.52}, {"text": "Everybody loves those shoes, dude.", "start": 3222.52, "end": 3224.88}, {"text": "And how real they are.", "start": 3224.88, "end": 3225.72}, {"text": "- I have the Pabes, come on.", "start": 3225.72, "end": 3227.68}, {"text": "I got really into--", "start": 3227.68, "end": 3228.88}, {"text": "- I paid his Japanese for Bapesta.", "start": 3228.88, "end": 3230.68}, {"text": "- I wanted to get bapes when I was like 14.", "start": 3230.68, "end": 3233.72}, {"text": "And I got really into looking through", "start": 3233.72, "end": 3235.32}, {"text": "like the Chinese wholesale websites", "start": 3235.32, "end": 3237.92}, {"text": "that are like supremebape.com", "start": 3237.92, "end": 3241.28}, {"text": "or like stuff like supremebape.net.", "start": 3241.28, "end": 3243.9}, {"text": "It's just like the fakest shit you could ever fucking see.", "start": 3243.9, "end": 3247.96}, {"text": "- Back when there was the zip up hoodies were really popular.", "start": 3247.96, "end": 3252.08}, {"text": "One time I asked my mom for one for Christmas", "start": 3252.08, "end": 3254.1}, {"text": "and of course they were like way too expensive.", "start": 3254.1, "end": 3256.18}, {"text": "But my mom told me that they were just too,", "start": 3256.18, "end": 3257.72}, {"text": "was like that's too scary I don't want you wearing that I was like scary I guess", "start": 3257.72, "end": 3264.96}, {"text": "guess it's a little scary can you imagine if you saw an ape in your bathtub right", "start": 3264.96, "end": 3269.4}, {"text": "I mean it's a good way to like if somebody's chasing you just zip it up", "start": 3269.4, "end": 3272.32}, {"text": "and they're like where'd he go no yeah thank you kind monster the coolest", "start": 3272.32, "end": 3279.84}, {"text": "help back then was the it was the crew the crew zip up all the way like it's", "start": 3279.84, "end": 3285.44}, {"text": "supposed to be the bape one and then the crew the crew Jim Greco jeans remember", "start": 3285.44, "end": 3290.32}, {"text": "those yeah how about just all echo everything dude I think I'm gonna bring", "start": 3290.32, "end": 3295.12}, {"text": "that fit back I think that's gonna be let me let me see this let me look up crew", "start": 3295.12, "end": 3301.0}, {"text": "zip up hoodie can't be that expensive yeah oh I could probably find it on eBay", "start": 3301.0, "end": 3306.68}, {"text": "for like 20 bucks $100 fuck $100 that's too expensive for the crew", "start": 3306.68, "end": 3315.28}, {"text": "Terry Kennedy hoodie. No we're not doing that Pat. Yeah. I'm not. What do you mean? We can write it off on our taxes. I'm not paying you. I'm not paying you for that.", "start": 3315.28, "end": 3323.96}, {"text": "Why? I'm done buying all your crap all the time. Why? Pat doesn't get any of the", "start": 3323.96, "end": 3329.44}, {"text": "Patreon money but we do buy him presents but that one's off limits. That's how it", "start": 3329.44, "end": 3333.0}, {"text": "works but why? Come on. We'll get him every couple weeks we'll get him like a pack of gum.", "start": 3333.0, "end": 3336.92}, {"text": "That's how we can fix capitalism dude is you take away, workers don't get", "start": 3336.92, "end": 3341.76}, {"text": "paid anymore your boss just has to get you presents when you want them. Oh I", "start": 3341.76, "end": 3344.8}, {"text": "found it for 12 bucks. 12 bucks? Mm-hmm. I'm sure that's gonna be great quality", "start": 3344.8, "end": 3351.48}, {"text": "and normal. Yeah. And what you're looking for. It's on Depop. Not just like a picture of the", "start": 3351.48, "end": 3356.76}, {"text": "item you're trying to buy printed out on printer paper and sent to you in an", "start": 3356.76, "end": 3359.72}, {"text": "envelope. No it's on Depop. Why are all the cool shirts I want to buy on Depop being", "start": 3359.72, "end": 3364.84}, {"text": "worn by girls? Am I being fooled into buying girl clothes? No. It's so funny the", "start": 3364.84, "end": 3369.74}, {"text": "yeah the thing where it's like like vintage 2005 yeah like insane clown", "start": 3369.74, "end": 3383.48}, {"text": "posse shirt that's like and the woman is like like this would make a great dress", "start": 3383.48, "end": 3388.14}, {"text": "if you're looking for something vintage and you're like what are we talking", "start": 3388.14, "end": 3392.02}, {"text": "about I'm trying to fucking wear that to the club yeah dude are you stupid I'm", "start": 3392.02, "end": 3396.54}, {"text": "trying to wear that and some big-ass acid-wash jeans. Yeah. I have like a bunch of...", "start": 3396.54, "end": 3401.06}, {"text": "Oh yeah, the motorcycle jeans. The motorcycle jeans that are like somehow twice as wide as my hips.", "start": 3401.06, "end": 3405.58}, {"text": "Yeah and I'm trying to... ones that have like those things that you hold hammers", "start": 3405.58, "end": 3410.22}, {"text": "in on your jeans. Yeah. All the way down so I can hold like a thousand hammers. And I'm", "start": 3410.22, "end": 3414.22}, {"text": "holding hammers. And there's a hammer on them. I'm not gonna waste it. This is... that's wasted", "start": 3414.22, "end": 3418.66}, {"text": "space dude. Yeah. I'm taking those hammers in. Just walking in the club with a 4XL ICP shirt", "start": 3418.66, "end": 3425.18}, {"text": "that just like bunch of hammers hang it hangs down to your knees and nobody can", "start": 3425.18, "end": 3429.48}, {"text": "see that there's like ten hammers yeah that's just in case I walk in there I", "start": 3429.48, "end": 3436.48}, {"text": "walk over to the bar I'm I'm hitting all the nozzles yeah and I'm saying and", "start": 3436.48, "end": 3441.78}, {"text": "stuff and I said and I'm I'm breaking them and I'm drinking straight out of", "start": 3441.78, "end": 3444.9}, {"text": "yeah and they say what the hell are you doing that's good you gotta pay for that", "start": 3444.9, "end": 3448.18}, {"text": "that's like $300 and I'm saying how much is that in hammers how many hammers is", "start": 3448.18, "end": 3454.54}, {"text": "at that's gonna be like what ten hammers here yeah here here let me take out my", "start": 3454.54, "end": 3459.94}, {"text": "wallet and I take out a piece of leather that's shaped exactly like a hammer here", "start": 3459.94, "end": 3463.98}, {"text": "you go and I open it up and there's money inside I when I plot when I lived", "start": 3463.98, "end": 3471.46}, {"text": "in Revere I went to like this Walmart speaking of hammers and I was buying a", "start": 3471.46, "end": 3475.86}, {"text": "hammer so I could we could hang shit up on the wall it was like the first week", "start": 3475.86, "end": 3478.78}, {"text": "we were living there and I found like a hammer it was like a tiny hammer it was", "start": 3478.78, "end": 3483.14}, {"text": "about like this big and one of the employees walked up I was like do you", "start": 3483.14, "end": 3487.64}, {"text": "have like a bigger hammer than this and he took it out of my hand was like man", "start": 3487.64, "end": 3493.12}, {"text": "this hammer is like the perfect size to hit someone in the head", "start": 3493.12, "end": 3498.62}, {"text": "answer to an annoying question. I know. Damn. I couldn't even, I was just like,", "start": 3509.38, "end": 3515.62}, {"text": "\"All right, I'll take it.\" There was a guy at the liquor store I worked with who, he", "start": 3515.62, "end": 3526.82}, {"text": "was, he had some kind of sports autism or something. He would, whenever he wasn't", "start": 3526.82, "end": 3532.82}, {"text": "doing anything, he would just start like miming playing sports. Like he would just", "start": 3532.82, "end": 3536.94}, {"text": "like swing pretend to be swinging a baseball bat or like throwing a football", "start": 3536.94, "end": 3540.7}, {"text": "or like hitting a golf ball or something just like literally like whenever every", "start": 3540.7, "end": 3544.38}, {"text": "moment that he wasn't like doing something with his hands and he would do", "start": 3544.38, "end": 3546.98}, {"text": "it while he was talking to customers so he would be like like you'd be like", "start": 3546.98, "end": 3550.26}, {"text": "talking to someone and then you're fucking motion like he was hitting them", "start": 3550.26, "end": 3552.94}, {"text": "with a baseball bat.", "start": 3552.94, "end": 3555.74}, {"text": "So sick dude.", "start": 3555.74, "end": 3556.74}, {"text": "He's just like giving advice giving like recommendations on wine.", "start": 3556.74, "end": 3562.1}, {"text": "Well no I mean usually arguing with people too.", "start": 3562.1, "end": 3565.46}, {"text": "He would argue with the customers?", "start": 3565.46, "end": 3566.84}, {"text": "would he and also mime a baseball bat yeah yeah no he he he would like someone", "start": 3566.84, "end": 3572.72}, {"text": "would ask him something to be like I don't know I'm not sure I don't know he", "start": 3572.72, "end": 3576.28}, {"text": "wouldn't he would never like look it up he would just keep saying he didn't know", "start": 3576.28, "end": 3578.72}, {"text": "and then like do like look act like he was like throwing something at them yeah", "start": 3578.72, "end": 3582.76}, {"text": "somebody can I get a price check on this fire in the hole jump under the counter", "start": 3582.76, "end": 3590.96}, {"text": "yeah just closing one eye like you're looking down a scope yeah that's why 30", "start": 3590.96, "end": 3599.64}, {"text": "clicks east can you tell me can you like recommend me a wine that would pair", "start": 3599.64, "end": 3603.68}, {"text": "really good with like a steak dinner and he and he goes", "start": 3603.68, "end": 3608.48}, {"text": "Get down! Get down! Get down!", "start": 3608.48, "end": 3612.48}, {"text": "Somebody call the sergeant!", "start": 3612.48, "end": 3616.48}, {"text": "I'm hit! I'm hit!", "start": 3616.48, "end": 3620.48}, {"text": "No! Donny! No!", "start": 3620.48, "end": 3624.48}, {"text": "That's just like VFW guys working at McDonald's.", "start": 3624.48, "end": 3628.48}, {"text": "That's a good point. Yeah, that's just exactly what they do.", "start": 3628.48, "end": 3632.48}, {"text": "They just hear the frying pan hit the ground.", "start": 3632.48, "end": 3636.48}, {"text": "They hear the sizzle of the oil. Yeah. And they jump on the frying pan like a", "start": 3636.48, "end": 3641.84}, {"text": "human shield. Yeah. They see a Chinese tourist walk into the McDonald's and", "start": 3641.84, "end": 3647.04}, {"text": "their manager has to grab their arm to keep them from throwing the fry oil over", "start": 3647.04, "end": 3650.8}, {"text": "the counter. Yeah. I wish, I hope I become one of those guys one day. I hope I get", "start": 3650.8, "end": 3659.04}, {"text": "drafted into a war. I hope there's some way for me to become a veteran. Me too.", "start": 3659.04, "end": 3662.92}, {"text": "- I do, yeah.", "start": 3662.92, "end": 3663.76}, {"text": "- I wanna be a veteran so bad.", "start": 3663.76, "end": 3664.6}, {"text": "- I feel like I might be past my prime,", "start": 3664.6, "end": 3666.32}, {"text": "but I feel like veteran is, that's like, you know.", "start": 3666.32, "end": 3670.2}, {"text": "- The coolest thing you can do.", "start": 3670.2, "end": 3671.04}, {"text": "- Dude, I'm too old to be in the military,", "start": 3671.04, "end": 3674.0}, {"text": "but I'm too young to be a veteran.", "start": 3674.0, "end": 3675.82}, {"text": "- Yeah. - Damn.", "start": 3675.82, "end": 3676.66}, {"text": "- To think about it.", "start": 3676.66, "end": 3677.48}, {"text": "- Born too early to-- - I'm gonna become a veteran.", "start": 3677.48, "end": 3679.16}, {"text": "- Born too late to fucking fight in Iraq.", "start": 3679.16, "end": 3681.36}, {"text": "- Yeah, born too early to--", "start": 3681.36, "end": 3682.56}, {"text": "- To early to scream at a woman in McDonald's", "start": 3682.56, "end": 3685.0}, {"text": "and push her over.", "start": 3685.0, "end": 3685.84}, {"text": "- Born too early to fight in Iraq,", "start": 3685.84, "end": 3687.08}, {"text": "like the third time we're there.", "start": 3687.08, "end": 3689.08}, {"text": "- Yeah. - It's coming, buddy.", "start": 3689.08, "end": 3690.72}, {"text": "- Yeah. - Yeah.", "start": 3690.72, "end": 3691.92}, {"text": "2021 baby. Unfortunately, I will be a protected celebrity by then. Yeah. Yeah. Because I'll", "start": 3691.92, "end": 3700.56}, {"text": "have my movie debut. I'm picking up. Unfortunately, everyone will love me. I'll be too cherished", "start": 3700.56, "end": 3705.56}, {"text": "to go to war. Exactly. Nobody will even. Basically, they won't send me to war because even the", "start": 3705.56, "end": 3711.0}, {"text": "people on the other side will like me so much it would just like bring the war to a standstill.", "start": 3711.0, "end": 3714.56}, {"text": "Oh, I'll be doing Bob Hope shit for the other side. I'll be doing Benny Hill type stuff,", "start": 3714.56, "end": 3720.32}, {"text": "dude and I would be making I be making Isis laugh their asses off. Wait isn't it", "start": 3720.32, "end": 3724.88}, {"text": "in like... I'm gonna become Bob Hope for Isis. Isn't it in Korea like all the k-pop stars have to", "start": 3724.88, "end": 3733.16}, {"text": "serve in the military because it's like compulsory? That shit rules dude.", "start": 3733.16, "end": 3737.72}, {"text": "Imagine just like they keep just like they try to do like a Paul McCartney", "start": 3737.72, "end": 3742.92}, {"text": "like clone replacement thing and then the clone dies and they have to do it", "start": 3742.92, "end": 3748.0}, {"text": "over and over again and then it just looks progressively", "start": 3748.0, "end": 3750.72}, {"text": "less like him and just like some normal white actor", "start": 3750.72, "end": 3753.32}, {"text": "they got to play the new clone.", "start": 3753.32, "end": 3755.86}, {"text": "That'd be cool.", "start": 3755.86, "end": 3757.56}, {"text": "That would be kinda cool.", "start": 3757.56, "end": 3758.72}, {"text": "But that'll be me.", "start": 3758.72, "end": 3761.24}, {"text": "Yeah.", "start": 3761.24, "end": 3762.08}, {"text": "All right, I have to go pee pee.", "start": 3762.08, "end": 3763.12}, {"text": "Yeah, me too.", "start": 3763.12, "end": 3763.96}, {"text": "Bye boys.", "start": 3763.96, "end": 3764.92}, {"text": "Bye.", "start": 3764.92, "end": 3765.76}, {"text": "[BLANK_AUDIO]", "start": 3765.76, "end": 3775.76}], "title": "Premium #62: Armie Hammers Evil Slammer", "link": "https://www.patreon.com/posts/premium-62-armie-46222515", "date": "Sat, 16 Jan 2021 12:00:05 GMT", "id": 473}