{"lines": [{"text": "You're listening to Israel's number one podcast.", "start": 0.0, "end": 2.8}, {"text": "This is premium content.", "start": 2.8, "end": 4.8}, {"text": "If you are not a premium subscriber,", "start": 4.8, "end": 7.0}, {"text": "please pause now and purchase a premium membership immediately.", "start": 7.0, "end": 10.8}, {"text": "Are you guys ready to be my dual best man?", "start": 10.8, "end": 16.0}, {"text": "My akimbo best man?", "start": 16.0, "end": 17.4}, {"text": "I'm so excited.", "start": 17.4, "end": 18.2}, {"text": "I'm ready.", "start": 18.2, "end": 18.8}, {"text": "I'm already doing this.", "start": 18.8, "end": 19.7}, {"text": "This is my second dual best man role.", "start": 19.7, "end": 21.9}, {"text": "You've done dual besties before?", "start": 21.9, "end": 24.5}, {"text": "No, I have one coming up.", "start": 24.5, "end": 26.5}, {"text": "My brother's wedding.", "start": 26.5, "end": 27.5}, {"text": "When's that?", "start": 27.5, "end": 29.0}, {"text": "and what's the venue", "start": 29.0, "end": 30.24}, {"text": "july", "start": 30.24, "end": 32.72}, {"text": "the menu as they serve in the venue is outside", "start": 32.72, "end": 35.88}, {"text": "and am i do you have a plus one", "start": 35.88, "end": 38.28}, {"text": "now i don't think so", "start": 38.28, "end": 39.4}, {"text": "wait is your plus one your other best man", "start": 39.4, "end": 41.96}, {"text": "yes", "start": 41.96, "end": 43.2}, {"text": "the plus one is my other best man and it's my younger brother so", "start": 43.2, "end": 46.8}, {"text": "the best man should be able to have a best man to help him", "start": 46.8, "end": 49.4}, {"text": "yeah oh my that's what i thought", "start": 49.4, "end": 52.08}, {"text": "yeah i thought it was", "start": 52.08, "end": 53.28}, {"text": "an apprentice", "start": 53.28, "end": 54.2}, {"text": "exactly an apprentice best man", "start": 54.2, "end": 56.16}, {"text": "who can prepare the apprentice best man is preparing for the second wedding when", "start": 56.16, "end": 60.04}, {"text": "the couple gets divorced true yeah married that's a new basically you need", "start": 60.04, "end": 64.88}, {"text": "like you have like a paddle one yeah exactly yeah yeah which is a Jedi for", "start": 64.88, "end": 70.6}, {"text": "apprentice yeah oh yeah you're right it is yes the same thing yeah but that's", "start": 70.6, "end": 74.72}, {"text": "yeah no that is what you need I'm gonna send they do have to wear the outfit", "start": 74.72, "end": 78.32}, {"text": "though yeah you have to wear the braid the braid I'm gonna not invite no they", "start": 78.32, "end": 83.36}, {"text": "to wear a wedding dress no that's the bride you're thinking of the oh my god", "start": 83.36, "end": 88.2}, {"text": "I'm so stupid how am I gonna get married I need to go to one I thought a pad a", "start": 88.2, "end": 92.32}, {"text": "one would wear a wedding dress - so to my wedding I'm gonna invite my dad and not", "start": 92.32, "end": 97.24}, {"text": "my mom and just give my dad a plus one and see what he does hey you might want", "start": 97.24, "end": 103.82}, {"text": "to hey mom you might want to yeah I know guys have been divorced for 12 years but", "start": 103.82, "end": 108.16}, {"text": "you might want to patch a couple things up yeah it's like a saw game yeah I don't", "start": 108.16, "end": 112.96}, {"text": "know you might want to yeah I don't know yeah Cynthia you do know you did not", "start": 112.96, "end": 120.1}, {"text": "receive an invitation but your ex-husband has a plus one you have to", "start": 120.1, "end": 127.3}, {"text": "call Dave yeah the key is in Dave's wallet apologize to Dave or miss your", "start": 127.3, "end": 133.38}, {"text": "son's biggest day of his life make your choice maybe I'll do a funny themed", "start": 133.38, "end": 139.5}, {"text": "wedding yeah that's a good idea yeah under the sea under the under the sea", "start": 139.5, "end": 144.66}, {"text": "way beams like the song under the sea from the Little Mermaid yeah yeah you", "start": 144.66, "end": 150.58}, {"text": "can be that crab like an octopus playing you're gonna be the mermaid I'm gonna be", "start": 150.58, "end": 156.74}, {"text": "the mermaid no not the mermaid the mermaid is my wife yeah can I be the", "start": 156.74, "end": 160.62}, {"text": "can I be the genius seagull who's really smart you are both Ursula no we're", "start": 160.62, "end": 166.14}, {"text": "we're flow. You're the eels. You either get to be Ursula and we're the eels.", "start": 166.14, "end": 171.3}, {"text": "Ursula doesn't marry the mermaid. Yeah she does. Not the one I saw. Yeah. I saw one where she put a", "start": 171.3, "end": 182.46}, {"text": "tentacle in her thing. That was a fling. That was a fling. It's like that was that was her hall pass", "start": 182.46, "end": 186.14}, {"text": "to make sure she wasn't gay before the wedding. Everybody does that. It's true. I have to fuck", "start": 186.14, "end": 190.94}, {"text": "one guy before I before I commit to my wife forever. It's like it's like when", "start": 190.94, "end": 195.26}, {"text": "they DNA test you at town hall. They DNA test you to see if you're gay.", "start": 195.26, "end": 201.06}, {"text": "They get the the gene they find the gay gene and they say you can't marry. I don't know how", "start": 201.06, "end": 205.78}, {"text": "to tell you this you can't marry your wife because you're gay. Yeah. Oh no.", "start": 205.78, "end": 211.06}, {"text": "Oh no. You know what should have tipped me off is that I'm a woman. Yeah I'm not gay what?", "start": 211.06, "end": 219.58}, {"text": "that would be my reaction yeah I don't know why I remembered this today I don't", "start": 219.58, "end": 224.9}, {"text": "know how to segue this into this but I think I was looking at letterboxd and I", "start": 224.9, "end": 230.86}, {"text": "said I was looking at my list of movies that I need to rewatch and I saw El", "start": 230.86, "end": 235.02}, {"text": "Mariachi and I've never seen that I was thinking of the third movie in the", "start": 235.02, "end": 238.74}, {"text": "Robert Rodriguez Mexico trilogy Once Upon a Time in Mexico but I saw that when I", "start": 238.74, "end": 244.3}, {"text": "was like seven by accident I saw it like because I was sleeping on my parents", "start": 244.3, "end": 249.28}, {"text": "floor and I woke up at like midnight. It was on HBO and you remember how HBO used", "start": 249.28, "end": 253.88}, {"text": "to have softcore porn on at like midnight? Oh yeah dude. So when I was seven I saw", "start": 253.88, "end": 262.0}, {"text": "like that movie ended and then like this like I just remember it was like a", "start": 262.0, "end": 266.76}, {"text": "fucking it was a woman playing piano and she adjusted her boobs while she was", "start": 266.76, "end": 271.92}, {"text": "playing the piano. Like she was sitting there at the piano like you know when", "start": 271.92, "end": 275.56}, {"text": "you like crack your fingers and then start playing. She adjusted her boobs. That was like the", "start": 275.56, "end": 278.64}, {"text": "joke and I remember like seeing that I think like a couple minutes into the", "start": 278.64, "end": 283.38}, {"text": "movie I like turned I was sleeping on my parents floor so I turned to my dad and", "start": 283.38, "end": 287.28}, {"text": "I was like this movie sucks I I the the softcore like Showtime porn when I was a", "start": 287.28, "end": 294.48}, {"text": "kid we had like a Showtime free trial yeah and one of those movies came on", "start": 294.48, "end": 298.76}, {"text": "late at night and I was like but I didn't know what it was and I watched", "start": 298.76, "end": 302.76}, {"text": "like the first 10 minutes and then I had to go to bed but I was like oh there's", "start": 302.76, "end": 305.76}, {"text": "like a really interesting movie that seemed like really really cool that's", "start": 305.76, "end": 309.16}, {"text": "like that's like an awesome movie I want to watch that later and so then the next", "start": 309.16, "end": 313.0}, {"text": "day I was like oh shit this is like this movies coming up mom we should watch", "start": 313.0, "end": 316.6}, {"text": "this movie like this is really good and then like five minutes past where I'd", "start": 316.6, "end": 321.52}, {"text": "watch it was just guys just just fucking doggy styling in the kitchen it was", "start": 321.52, "end": 326.04}, {"text": "awesome she's like this is your favorite movie yeah mom yeah yeah you have an", "start": 326.04, "end": 333.44}, {"text": "awesome little pervert son is that so hard to believe yeah I just the idea of", "start": 333.44, "end": 340.4}, {"text": "just like seeing like a porno when you're really young and just being like", "start": 340.4, "end": 344.32}, {"text": "this movie's kind of cool yeah just like the exposition yeah right like you don't", "start": 344.32, "end": 351.0}, {"text": "know anything about like it's like when you see like a Quentin Tarantino movie", "start": 351.0, "end": 355.72}, {"text": "for the first time in middle school and you see like a title card like slam onto", "start": 355.72, "end": 359.4}, {"text": "the screen you're like holy fuck right I didn't even know you could do that this", "start": 359.4, "end": 364.76}, {"text": "must be one of those art movies yeah yeah damn they're talking in like a David", "start": 364.76, "end": 369.96}, {"text": "Lynch Ian kind of way yeah the dialogue in in the ghost in the teeny bikini is", "start": 369.96, "end": 379.32}, {"text": "very yeah the thing is those movies also there's like very little sex in them for", "start": 379.32, "end": 385.6}, {"text": "porn no no it's not usually like three scenes per 90 minutes basically so you", "start": 385.6, "end": 390.92}, {"text": "have to sit through 20 minutes of them being like we're not gonna be able to", "start": 390.92, "end": 394.24}, {"text": "afford rent this money yeah well you got to go visit the landlord and do whatever", "start": 394.24, "end": 398.68}, {"text": "it takes yeah yeah it's kind of a dark turn for one of those movies actually", "start": 398.68, "end": 403.84}, {"text": "it's a lot happier than that it's usually like Frankenstein's horny yeah", "start": 403.84, "end": 407.8}, {"text": "you got a suck-in fuck Frankenstein yeah cuz they do try to give it some", "start": 407.8, "end": 413.16}, {"text": "amount of like but they never show they never show anything going into anything", "start": 413.16, "end": 417.32}, {"text": "well you guys fucked up that that's like that genre of movie you don't you don't", "start": 417.32, "end": 421.68}, {"text": "see that as much anymore now it's all like took it all just go the kids just", "start": 421.68, "end": 425.28}, {"text": "can go to like porn demon net yeah watch like clown gets fucked in the ass in an", "start": 425.28, "end": 430.24}, {"text": "underpass like just their fingertips yeah yeah they don't have to sit through 30", "start": 430.24, "end": 435.4}, {"text": "minutes of like it's disgusting how much porno kids have nowadays we gotta get", "start": 435.4, "end": 440.76}, {"text": "this porn out of these kids hands. We do. There's kids on the street smoking porn. Uh-huh they're", "start": 440.76, "end": 446.0}, {"text": "smoking porn they're shooting it up. They're shooting pornography directly into their brains.", "start": 446.0, "end": 450.4}, {"text": "I'm sure I'm sure that's not gonna fuck up this generation at all the act the", "start": 450.4, "end": 456.12}, {"text": "amount of access to porno they have. I think we were probably the first", "start": 456.12, "end": 460.2}, {"text": "generation of people who had like you know unlimited porn. Every stand-up", "start": 460.2, "end": 467.28}, {"text": "comedian that's like older than like 30 had a bit where it's like I used to what", "start": 467.28, "end": 472.52}, {"text": "I used to read a playboy in the woods yeah yeah yeah I said I have to jack off", "start": 472.52, "end": 476.94}, {"text": "to a cloud yeah yeah trying to do that bin be related like I used to have to", "start": 476.94, "end": 484.2}, {"text": "jack off to my mom wait till my mom use the bathroom just fucking look under the", "start": 484.2, "end": 495.92}, {"text": "door frame yeah how good you have it I made a telescope out of a straw and I", "start": 495.92, "end": 501.36}, {"text": "put it through the keyhole yeah I just have my after jack off to my grandma", "start": 501.36, "end": 505.8}, {"text": "getting changed at the hospital come on you kids are so spoiled nowadays if you", "start": 505.8, "end": 512.88}, {"text": "want to see your dad your mom's pussy you just go online now. Man I used to have to", "start": 512.88, "end": 518.4}, {"text": "run into my dad's room on Saturday morning and pull down his sheets and see", "start": 518.4, "end": 522.48}, {"text": "his bare ass. Yeah it's Father's Day even though we both knew it wasn't. It's", "start": 522.48, "end": 529.4}, {"text": "breakfast in bed you don't want to have any breakfast. Now luckily I can just look at the", "start": 529.4, "end": 533.04}, {"text": "picture of my dad's bare ass that I have on my iPhone. Yeah well the technology", "start": 533.04, "end": 539.84}, {"text": "never ceases to amaze me. Technology's so crazy. And now I just got a 3D print on my mom's butt.", "start": 539.84, "end": 543.84}, {"text": "And now I have a drone. Yeah, now I have a drone. So I don't even have to be at my mom's house.", "start": 543.84, "end": 547.84}, {"text": "Now I just have a, now you put a spy camera in your parents' closet.", "start": 547.84, "end": 551.84}, {"text": "Yucky. Right? Yucky. Put a nanny cam.", "start": 551.84, "end": 555.84}, {"text": "Hey mom, I have this toy that I want to keep in your closet.", "start": 555.84, "end": 559.84}, {"text": "I have this kid in here. It's for Christmas. I used to have to give my mom a walkie", "start": 559.84, "end": 563.84}, {"text": "talkie and say, \"Press this button when you're peeing.\"", "start": 563.84, "end": 567.84}, {"text": "(laughter)", "start": 567.84, "end": 570.1}, {"text": "- Anytime you fart, press this button.", "start": 570.1, "end": 574.78}, {"text": "And then now, I just go on the Clubhouse app,", "start": 574.78, "end": 577.56}, {"text": "and I listen to my parents fart at each other.", "start": 577.56, "end": 579.76}, {"text": "- Is that, what is Clubhouse?", "start": 579.76, "end": 580.6}, {"text": "- Now I have the ring doorbell,", "start": 580.6, "end": 582.16}, {"text": "and I just had to move the toilet to the front door.", "start": 582.16, "end": 584.5}, {"text": "(laughter)", "start": 584.5, "end": 586.76}, {"text": "- Is Clubhouse, is that the, what is that?", "start": 586.76, "end": 590.68}, {"text": "- It's for listening to your parents fart at each other.", "start": 590.68, "end": 593.0}, {"text": "- I think I heard, I think I saw like a clip,", "start": 593.0, "end": 595.48}, {"text": "like something on Twitter.", "start": 595.48, "end": 596.32}, {"text": "- It's like the, it's a thing where like--", "start": 596.32, "end": 597.16}, {"text": "I think on Twitter the other day there was like a group Jack off session there and", "start": 597.16, "end": 601.04}, {"text": "everyone was like yeah they were like you got to delete they got to delete this", "start": 601.04, "end": 604.48}, {"text": "fucking app. Nope that's not the kind of clubhouse I want to be a part of.", "start": 604.48, "end": 607.56}, {"text": "What is clubhouse? I've heard of it maybe once before. It's like an app where they have like they have like people who are", "start": 607.56, "end": 614.88}, {"text": "mostly like media people have these like rooms where they're basically doing like", "start": 614.88, "end": 619.2}, {"text": "a live podcast or like a Q&A thing but then also do that people can talk back", "start": 619.2, "end": 624.44}, {"text": "so you can like be listening like Eric Weinstein talk about how like math", "start": 624.44, "end": 631.0}, {"text": "proves that gay marriage is wrong and be like you're fat mm-hmm so it's kind of a", "start": 631.0, "end": 637.0}, {"text": "great app that sounds really technologically awesome it's very", "start": 637.0, "end": 641.84}, {"text": "advanced and I came up with it it seems like something that we could make use of", "start": 641.84, "end": 645.16}, {"text": "and maybe do some like awesome stuff with it's kind of I don't like I don't", "start": 645.16, "end": 648.88}, {"text": "trust it cuz someone's gonna come in and start jacking off nobody jacks off to", "start": 648.88, "end": 653.64}, {"text": "anything dude what do you mean people just say people are always", "start": 653.64, "end": 658.64}, {"text": "nobody actually does that and that's yeah mm-hmm", "start": 658.64, "end": 662.24}, {"text": "they're probably just like sharing a video from their camera roll to their", "start": 662.24, "end": 665.94}, {"text": "yeah to their feet 90% of people when they're alone with their penis will just", "start": 665.94, "end": 670.44}, {"text": "try to push it into their bodies and see what it would look like if they didn't", "start": 670.44, "end": 673.56}, {"text": "have one and then fold the skin back over it that's what most people are", "start": 673.56, "end": 679.24}, {"text": "- What did you just like throw up, Patrick?", "start": 679.24, "end": 681.76}, {"text": "What was that noise?", "start": 681.76, "end": 682.6}, {"text": "- Pat is getting so easily grossed out this episode.", "start": 682.6, "end": 685.04}, {"text": "- Yeah, I don't know, I think I swallowed something weird.", "start": 685.04, "end": 689.36}, {"text": "You know what I did?", "start": 689.36, "end": 690.2}, {"text": "I did dry--", "start": 690.2, "end": 691.02}, {"text": "- You swallowed a gross-out potion?", "start": 691.02, "end": 691.86}, {"text": "- I think I swallowed--", "start": 691.86, "end": 692.7}, {"text": "- Yeah, I dry swallowed an ibuprofen before we recorded.", "start": 692.7, "end": 696.52}, {"text": "- Dry swallowed, that's a, what if you died?", "start": 696.52, "end": 699.02}, {"text": "- Hey, that shit, this is just the art part of the game.", "start": 699.02, "end": 703.4}, {"text": "- Why do you do that?", "start": 703.4, "end": 704.8}, {"text": "- I don't know why I did that.", "start": 704.8, "end": 705.88}, {"text": "I think I was just--", "start": 705.88, "end": 706.72}, {"text": "- You don't even like, you can literally just get water.", "start": 706.72, "end": 708.32}, {"text": "yeah there's a there's a sink like yeah I don't know away away from me I don't", "start": 708.32, "end": 712.64}, {"text": "know why I didn't do that it's like you did I don't know it's like trying to look", "start": 712.64, "end": 717.0}, {"text": "cool as a kid like walking around with with unlaced shoelaces and just eating", "start": 717.0, "end": 721.08}, {"text": "shit like well that's no reason to do that that's the thing in every fucking", "start": 721.08, "end": 725.78}, {"text": "movie they have if somebody's addicted to pills because you see me because I saw", "start": 725.78, "end": 731.84}, {"text": "dry swallow them in movies I saw them I saw the the the cop who's addicted to", "start": 731.84, "end": 738.24}, {"text": "gambling on the Sopranos do it the Sopranos Sopranos Sopranos Sopranos", "start": 738.24, "end": 744.96}, {"text": "Come on dude, it's the Sopranos. Get your head out of your ass. No. What's wrong with you dude?", "start": 744.96, "end": 749.68}, {"text": "It's Sopranos. It's not the Sopranos. It's Soprano. Tony says it that way. It's the Sopranos.", "start": 749.68, "end": 755.12}, {"text": "It's the Supremos. Supremo. Teemo Supremo. No. That was a show right? Teemo Supremo?", "start": 755.12, "end": 762.36}, {"text": "no you think of Tevo yeah Teemo Supremo no you're thinking of Tevo no that was a", "start": 762.36, "end": 768.76}, {"text": "show from 2002 to 2004 on toon Disney starring Spencer Breslin and Fred", "start": 768.76, "end": 775.56}, {"text": "Willard you have a terrifying brain I'm looking at Google no but remembering", "start": 775.56, "end": 781.48}, {"text": "remembering that that even existed I watched it as a kid. When you were three or four", "start": 781.48, "end": 788.24}, {"text": "every sentence Patrick says he's also typing it into Google at the same time", "start": 788.24, "end": 792.56}, {"text": "when we're recording a podcast I have to I have to keep make sure that I'm right", "start": 792.56, "end": 797.68}, {"text": "Google he loves he loves IMDB that's what he really likes to look at well", "start": 797.68, "end": 801.28}, {"text": "you have I am are you a pro on IMDB no no it's free you don't need to be a pro", "start": 801.28, "end": 807.88}, {"text": "user you can get the celebrities phone numbers or something oh yeah I forgot", "start": 807.88, "end": 812.64}, {"text": "about that yeah whoa yeah you get like instant access to everybody's private", "start": 812.64, "end": 817.52}, {"text": "information and one per person who's on there damn I should I should look into", "start": 817.52, "end": 822.32}, {"text": "this no what respect their privacy dude can I play the Google doodle right now", "start": 822.32, "end": 827.48}, {"text": "what is it today it's just it's just a picture of a lady", "start": 827.48, "end": 832.84}, {"text": "hmm Maria Maria gray there graver griever first female Mexican composer to", "start": 832.84, "end": 842.04}, {"text": "Eve International complain... declaim...", "start": 842.04, "end": 845.32}, {"text": "That's you actually.", "start": 845.32, "end": 847.6}, {"text": "I think I'm dying.", "start": 847.6, "end": 849.88}, {"text": "I think I'm passing away.", "start": 849.88, "end": 851.74}, {"text": "If you were Mexican, your name would be Don Elote and you'd eat a bunch of street corn.", "start": 851.74, "end": 856.06}, {"text": "My name would be Don Elote, it wouldn't be like Patricio?", "start": 856.06, "end": 859.08}, {"text": "No.", "start": 859.08, "end": 860.08}, {"text": "It'd be Don Elote.", "start": 860.08, "end": 863.02}, {"text": "Like Don Quixote.", "start": 863.02, "end": 864.02}, {"text": "Yeah, okay.", "start": 864.02, "end": 865.02}, {"text": "Yeah, but you'd be just munching mayonnaise, you'd be sucking the mayonnaise off of corn", "start": 865.02, "end": 869.04}, {"text": "cobs.", "start": 869.04, "end": 870.8}, {"text": "I haven't had street corn in such a long time.", "start": 870.8, "end": 873.36}, {"text": "Let's make it happen for you.", "start": 873.36, "end": 874.48}, {"text": "Yeah, let's get some milotes.", "start": 874.48, "end": 875.8}, {"text": "Let's go get one of those like $18 street corns that you get at like fancy restaurants.", "start": 875.8, "end": 880.24}, {"text": "Yeah.", "start": 880.24, "end": 881.24}, {"text": "Where it's even like a tiny section of the corn.", "start": 881.24, "end": 883.08}, {"text": "Come on man, give me the whole corn!", "start": 883.08, "end": 885.44}, {"text": "Right, yeah, why do they give you, they like break the corn up, they don't put it on a", "start": 885.44, "end": 889.0}, {"text": "stick or anything, it's not right.", "start": 889.0, "end": 890.8}, {"text": "Yeah, hey this one's got aioli on it, and don't even get me started on aioli.", "start": 890.8, "end": 894.64}, {"text": "Hey, come on.", "start": 894.64, "end": 895.8}, {"text": "Come on dude.", "start": 895.8, "end": 896.8}, {"text": "Aioli?", "start": 896.8, "end": 897.8}, {"text": "That's dog shit.", "start": 897.8, "end": 898.8}, {"text": "A-ole up the...", "start": 898.8, "end": 900.8}, {"text": "Yeah.", "start": 900.8, "end": 901.8}, {"text": "...fucking...", "start": 901.8, "end": 902.8}, {"text": "...your ass.", "start": 902.8, "end": 903.8}, {"text": "A-hold these.", "start": 903.8, "end": 904.8}, {"text": "They're my balls.", "start": 904.8, "end": 905.8}, {"text": "Mm-hmm.", "start": 905.8, "end": 906.8}, {"text": "What's wrong with A-ole?", "start": 906.8, "end": 907.8}, {"text": "Um, I don't know.", "start": 907.8, "end": 908.8}, {"text": "I'm...", "start": 908.8, "end": 909.8}, {"text": "I heard Dennis Leary complain about it.", "start": 909.8, "end": 910.8}, {"text": "Yeah, Dennis Leary hates it 'cause people put it in their coffee or something.", "start": 910.8, "end": 915.8}, {"text": "True.", "start": 915.8, "end": 916.8}, {"text": "Yeah.", "start": 916.8, "end": 917.8}, {"text": "Now you got these kids putting A-oles in their damn coffees.", "start": 917.8, "end": 920.8}, {"text": "Whatever happened to good old mayo?", "start": 920.8, "end": 922.8}, {"text": "What the fuck?", "start": 922.8, "end": 923.8}, {"text": "Yeah.", "start": 923.8, "end": 924.8}, {"text": "Yeah.", "start": 924.8, "end": 925.8}, {"text": "Whatever happened to mayonnaise in your coffee?", "start": 925.8, "end": 926.8}, {"text": "www.helmetsmayonnaise.com instead of wtf.com that was a good man what a classic", "start": 926.8, "end": 936.08}, {"text": "bit that we always go back to his coffee bit oh yeah that's cuz it's one of the", "start": 936.08, "end": 942.8}, {"text": "all-time stand-up bits it is it's a foundation of comedy it's so ubiquitous", "start": 942.8, "end": 947.2}, {"text": "dude everybody knows it everybody loves it every true what do they use your", "start": 947.2, "end": 951.16}, {"text": "favorite comedians favorite comedian exactly yeah mm-hmm and his favorite", "start": 951.16, "end": 955.4}, {"text": "comedian was Bill Hicks yeah whose big bit was being a fucking copycat of", "start": 955.4, "end": 963.72}, {"text": "Dennis Leary yeah yeah copied him with his cigarettes and his coffee and", "start": 963.72, "end": 970.36}, {"text": "watching Bill Hicks do like four hours of stand-up about DMT I mean like this", "start": 970.36, "end": 975.12}, {"text": "exactly like fucking Dennis Leary oh my gosh just ripping him off dude he's also", "start": 975.12, "end": 979.96}, {"text": "yeah you know he's from Boston you know Bill Hicks famously a Boston guy and he", "start": 979.96, "end": 986.24}, {"text": "died that's a that's a Ralphie May ripoff yeah yeah yeah he died from", "start": 986.24, "end": 990.4}, {"text": "obesity yeah you're taking Ralphie's bits dude yeah dude come on any comedian", "start": 990.4, "end": 995.32}, {"text": "that dies you're stealing it like you're stealing another comics bit Brody Robin", "start": 995.32, "end": 1002.04}, {"text": "first dude come on oh come on that's oh that's that's he he was too much of a", "start": 1002.04, "end": 1008.86}, {"text": "positive force yeah I agree yeah you're right we'll let the dead rest yeah yeah", "start": 1008.86, "end": 1017.44}, {"text": "you're right my bad remember when you got super mad at us for making fun of that", "start": 1017.44, "end": 1022.28}, {"text": "Star Wars guy who died who the Star Trek guy what was that guy who killed", "start": 1022.28, "end": 1028.1}, {"text": "Anton Yelchin yeah oh I think you Patrick got freaked out I think because we said", "start": 1028.1, "end": 1033.86}, {"text": "that Patrick killed him oh yeah well no he killed himself with like a Rube", "start": 1033.86, "end": 1037.58}, {"text": "Goldberg machine yeah he crushed himself yeah he got behind the Jeep and just", "start": 1037.58, "end": 1043.38}, {"text": "went all right nobody stopped me like it's literally it's literally a final", "start": 1043.38, "end": 1051.98}, {"text": "destination death right yeah no I think it was just I I was just thinking about", "start": 1051.98, "end": 1056.62}, {"text": "it and I was like ah that's like just such a shitty way to go just an accidental", "start": 1056.62, "end": 1061.06}, {"text": "jeep murder well here if you think about it he was actually a really bad guy", "start": 1061.06, "end": 1066.52}, {"text": "because he was in Green Room and he starred with a bunch of Nazis that's a", "start": 1066.52, "end": 1070.06}, {"text": "really good point he said he didn't do anything he sings Nazi punks fuck off to", "start": 1070.06, "end": 1075.82}, {"text": "them and then saying that and then guys yeah in the movie and in real life he", "start": 1075.82, "end": 1081.1}, {"text": "was being sarcastic when he's saying Nazi punks fuck off yeah they actually did", "start": 1081.1, "end": 1085.42}, {"text": "ADR he actually said \"Nazi punks come over\" \"Rock on\" \"Nazi punks rock on\" \"Nazi punks keep", "start": 1085.42, "end": 1096.58}, {"text": "doing what you're doing baby I love that shit\" It's funny though cuz like the", "start": 1096.58, "end": 1103.02}, {"text": "lyrics like Nazi punks is supposed to mean like like yeah it means like skin", "start": 1103.02, "end": 1107.46}, {"text": "heads but it also means like people who were like gatekeeping like punk stuff I", "start": 1107.46, "end": 1110.94}, {"text": "think I think I heard that somewhere on it I honestly Nazi punks fuck off is about", "start": 1110.94, "end": 1115.64}, {"text": "gatekeeping you think it's not about Nazis I think it's about both I watched I", "start": 1115.64, "end": 1120.38}, {"text": "showed that movie to my dad cuz he's a huge like punk fan and it was like", "start": 1120.38, "end": 1124.64}, {"text": "probably it was one of the it was such a great father something because like when", "start": 1124.64, "end": 1129.78}, {"text": "they show up to that like venue and it's filled with all the Nazis and he like", "start": 1129.78, "end": 1133.22}, {"text": "looks at me he's like like oh they should play Nazi punks fuck off like as a", "start": 1133.22, "end": 1137.36}, {"text": "joke and I just like had to like even straight face and they started playing", "start": 1137.36, "end": 1140.46}, {"text": "it and just seeing his face light up and look at me honestly.", "start": 1140.46, "end": 1143.06}, {"text": "That movie's made for someone like your dad.", "start": 1143.06, "end": 1145.06}, {"text": "Oh yeah.", "start": 1145.06, "end": 1146.06}, {"text": "It's like an old punk who has that like, that's like how he would write it exactly.", "start": 1146.06, "end": 1151.3}, {"text": "Yeah, it's like what happened to him.", "start": 1151.3, "end": 1153.66}, {"text": "Yeah, no the first line in the song is \"Punk ain't no religious cult, punk means thinking", "start": 1153.66, "end": 1158.98}, {"text": "for yourself.", "start": 1158.98, "end": 1159.98}, {"text": "You ain't hardcore cause you spike your hair when a jock still lives inside your head.\"", "start": 1159.98, "end": 1163.46}, {"text": "So it's about Nazis but it's also about jerks.", "start": 1163.46, "end": 1166.42}, {"text": "And jocks dude.", "start": 1166.42, "end": 1167.62}, {"text": "Jerks and jocks, the real fuckin Nazis.", "start": 1167.62, "end": 1169.86}, {"text": "these jocks dude jocks are the original Nazis it's true yeah he does say you", "start": 1169.86, "end": 1174.46}, {"text": "think swastikas wait hold on swastikas look cool the real Nazis run your", "start": 1174.46, "end": 1179.62}, {"text": "schools their coaches businessmen and cops in a real fourth Reich you'll be", "start": 1179.62, "end": 1186.14}, {"text": "the first to go their coat the football coach is a complete Nazi dude yeah it's", "start": 1186.14, "end": 1195.78}, {"text": "Swastika was actually a jock symbol of peace for many, for thousands of years.", "start": 1195.78, "end": 1202.78}, {"text": "Yeah, it was for hockey sticks.", "start": 1202.78, "end": 1207.78}, {"text": "And then they bastardized it, turned it into that disgusting...", "start": 1207.78, "end": 1210.78}, {"text": "That's where the phrase \"HE double hockey sticks\" comes from.", "start": 1210.78, "end": 1213.78}, {"text": "Yeah, but it was \"HE quadruple hockey sticks\" which meant \"HE jock.\"", "start": 1213.78, "end": 1218.78}, {"text": "And \"HE\" stood for \"Hitler's Evil.\"", "start": 1218.78, "end": 1221.78}, {"text": "evil no Hitler's evil quadruple hockey sticks yeah don't be saying no swastika", "start": 1221.78, "end": 1230.82}, {"text": "around me we call that Hitler's evil quadruple hockey sticks around here yeah", "start": 1230.82, "end": 1234.94}, {"text": "put some respect on the jocks please yeah for the love of God yeah I was never a", "start": 1234.94, "end": 1242.14}, {"text": "jock I was never a jock everybody I was until I realized kind of like a proof", "start": 1242.14, "end": 1248.14}, {"text": "that I don't think there is and also I if if I was I'm reformed to now I got my", "start": 1248.14, "end": 1255.62}, {"text": "job I don't like prison tattoos lasered off me and Cameron are the only two non", "start": 1255.62, "end": 1261.58}, {"text": "jocks on the show we've never been jocks I'm not a jock anymore I was a jock for", "start": 1261.58, "end": 1266.98}, {"text": "about 10 seconds one time I've decided to become kind of like a Chris Hardwick", "start": 1266.98, "end": 1272.06}, {"text": "pop culture nerd mm-hmm yeah well maybe not maybe not him maybe a different yeah", "start": 1272.06, "end": 1278.34}, {"text": "maybe Wil Wheaton yeah yeah you could you could start a brewery like Wil Wheaton", "start": 1278.34, "end": 1282.82}, {"text": "mmm I don't know beer is you can make nerdy about beer dude it's I think one", "start": 1282.82, "end": 1288.22}, {"text": "of those one of the the greatest failings of society is that people like", "start": 1288.22, "end": 1294.46}, {"text": "Wil Wheaton and Chris Hardwick got cast in movies just on virtue of doing", "start": 1294.46, "end": 1299.26}, {"text": "whatever they do yeah just yeah nerds just like like Chris Hartley yeah and", "start": 1299.26, "end": 1303.7}, {"text": "that's directors would be like yeah well that one is good because Rob Zombie", "start": 1303.7, "end": 1308.18}, {"text": "cast him because he's completely insufferable and he just gets killed but", "start": 1308.18, "end": 1311.54}, {"text": "like fucking like Will Wheaton what was he and he was in like Star Trek and shit", "start": 1311.54, "end": 1315.5}, {"text": "yeah he's like he's like he got his hands are trying to do like he made to", "start": 1315.5, "end": 1319.66}, {"text": "do a pot he got he made did he got to be on Star Trek cuz he made a podcast that", "start": 1319.66, "end": 1323.18}, {"text": "was like I love Star Trek or whatever and they're like oh dude we have to cast", "start": 1323.18, "end": 1327.06}, {"text": "this guy yeah no he would go to conventions because he was like oh my", "start": 1327.06, "end": 1330.68}, {"text": "god when he was on TNG people fucking hated him people hated Wesley Crusher", "start": 1330.68, "end": 1336.5}, {"text": "Jesus his name was yeah he was the son he was a son of Beverly", "start": 1336.5, "end": 1341.6}, {"text": "looking at will Wheaton and being like yo this guy Crusher yeah yeah dude he's", "start": 1341.6, "end": 1347.82}, {"text": "the he's the the son of the nurse Beverly Crusher yeah they should have", "start": 1347.82, "end": 1351.82}, {"text": "called it that's a bad name for a nurse I know it's a terrible name for a nurse", "start": 1351.82, "end": 1354.96}, {"text": "you know the name of the nurse and Tio and the original series is Hank evil", "start": 1354.96, "end": 1359.8}, {"text": "Hank bones no it's not Hank McCoy but it is bones is bones I know his name is", "start": 1359.8, "end": 1365.64}, {"text": "bones stinky piss nurse bones scary yeah skeleton dry bones skeleton the Leonard", "start": 1365.64, "end": 1372.72}, {"text": "is Leonard like what and it was my bones yeah cuz he was the doctor that makes", "start": 1372.72, "end": 1379.28}, {"text": "he's a saw bone so they got bones and crusher I hope that I hope never the two", "start": 1379.28, "end": 1385.24}, {"text": "shall meet and then the then on deep space nine and then the third one the", "start": 1385.24, "end": 1388.96}, {"text": "third medic was named not no his name was dr. Julian Bashir they they cut the", "start": 1388.96, "end": 1397.86}, {"text": "fucking they cut the cool doctor name yeah well cuz once you do bones and", "start": 1397.86, "end": 1402.28}, {"text": "Crusher where do you go from there Bashir al-Assad", "start": 1402.28, "end": 1404.28}, {"text": "That's where you go", "start": 1404.28, "end": 1406.28}, {"text": "The original Bones Crusher", "start": 1406.28, "end": 1408.28}, {"text": "Bashir al-Assad", "start": 1408.28, "end": 1410.28}, {"text": "Yeah", "start": 1410.28, "end": 1412.28}, {"text": "I don't know", "start": 1412.28, "end": 1414.28}, {"text": "Maybe we should try and sneak our way onto a TV show", "start": 1414.28, "end": 1416.28}, {"text": "Yeah let's sneak ourselves onto", "start": 1416.28, "end": 1418.28}, {"text": "Deep Space Nine", "start": 1418.28, "end": 1420.28}, {"text": "Mandalorian has an opening", "start": 1420.28, "end": 1422.28}, {"text": "We should be the triplet", "start": 1422.28, "end": 1424.28}, {"text": "No all three of us", "start": 1424.28, "end": 1426.28}, {"text": "All three of us could like stack up on top of each other", "start": 1426.28, "end": 1428.28}, {"text": "And probably be like the same size as that lady", "start": 1428.28, "end": 1430.28}, {"text": "we'd have to stack in front of each other - absolutely dude yeah how did she not", "start": 1430.28, "end": 1449.52}, {"text": "just like kill whoever tried to fire her yeah yeah just like crush you could have", "start": 1449.52, "end": 1454.24}, {"text": "put any of them in a headlock yeah absolutely apparently somebody's I saw", "start": 1454.24, "end": 1458.06}, {"text": "somebody say that they were like trying to fire her since November or something", "start": 1458.06, "end": 1461.3}, {"text": "yeah oh yeah she was saying it's like I said a bunch of transphobic scared of", "start": 1461.3, "end": 1464.74}, {"text": "this lady so crazy like to be in like a star were like make probably making", "start": 1464.74, "end": 1470.1}, {"text": "right insane fucking money oh my god she probably millions and just be like I'm", "start": 1470.1, "end": 1474.02}, {"text": "not gonna stop sharing these memes right yeah so funny it's so funny I compared", "start": 1474.02, "end": 1479.02}, {"text": "herself to a fucking a Jew in the Holocaust that is like the funniest", "start": 1479.02, "end": 1483.78}, {"text": "fucking thing she could have like that's like you get fired from Baskin-Robbins", "start": 1483.78, "end": 1488.46}, {"text": "for doing that you like that's like automatic fire wherever you fucking work", "start": 1488.46, "end": 1493.66}, {"text": "and she was like I gotta do it all you have to do is like make an alt like", "start": 1493.66, "end": 1498.16}, {"text": "right to be able to do that she also she would have gotten in less trouble if she", "start": 1498.16, "end": 1504.02}, {"text": "had said it's like it's she feels more like Hitler you know it was it was a", "start": 1504.02, "end": 1510.14}, {"text": "a weird you like yeah I'm being a conservative nowadays it's like being", "start": 1510.14, "end": 1513.82}, {"text": "Hitler during the Holocaust she would have people been like oh sure yeah I", "start": 1513.82, "end": 1519.46}, {"text": "guess she's making a point go off Hitler go lady Hitler lady Hitler you snapped", "start": 1519.46, "end": 1526.06}, {"text": "on that damn if there was a female Hitler that's a that's a one of the", "start": 1526.06, "end": 1532.02}, {"text": "really that's a really good Venture Brothers joke the girl Hitler there's", "start": 1532.02, "end": 1536.3}, {"text": "like a supervillain who's just named girl Hitler. Oh really? We should try and get on a", "start": 1536.3, "end": 1541.98}, {"text": "cartoon. We should dude. Yeah. We should try to get into Trolls 2. Oh well Trolls 2", "start": 1541.98, "end": 1548.8}, {"text": "already had, we should get into Trolls 3. Mm-hmm no we're gonna get into Trolls 2. I don't think", "start": 1548.8, "end": 1553.26}, {"text": "we're the first podcast to do this. Yeah I think we're gonna be the first trio of podcasters who are gonna", "start": 1553.26, "end": 1557.62}, {"text": "start a campaign to get into Trolls 2. You know what's funny is I did make that", "start": 1557.62, "end": 1561.5}, {"text": "joke and then Cameron did call me out for it was like early on in the podcast", "start": 1561.5, "end": 1567.26}, {"text": "because I remember that I don't know what podcast did this before my brother my", "start": 1567.26, "end": 1572.26}, {"text": "brother and me oh they tried to get on trolls yeah they did trolls yeah they", "start": 1572.26, "end": 1575.78}, {"text": "got into trolls - that's right damn it you fucking it beat us to everything do", "start": 1575.78, "end": 1580.62}, {"text": "you think we could get them to give us a transformer we could be transformers in", "start": 1580.62, "end": 1586.02}, {"text": "the next movie we could be like guys what kind of transformers would you guys be", "start": 1586.02, "end": 1590.18}, {"text": "one with beautiful hair i'd be the one that talks through the radio sometimes bumblebee i'd be the", "start": 1590.18, "end": 1596.58}, {"text": "two black transformers yeah the yeah the ones voiced by tom kenney yeah they're called like", "start": 1596.58, "end": 1601.7}, {"text": "sketch and dj or whatever like wearing durags literally like car parts and they go yo yo yo", "start": 1601.7, "end": 1608.82}, {"text": "i don't know if this is true but in my brain they at some point call shia labeouf cracker", "start": 1608.82, "end": 1615.22}, {"text": "I think probably they do.", "start": 1615.22, "end": 1617.22}, {"text": "That's so awesome.", "start": 1617.22, "end": 1619.22}, {"text": "There's something, they die in a real-", "start": 1619.22, "end": 1621.22}, {"text": "they die- when they die they say something", "start": 1621.22, "end": 1623.22}, {"text": "fucked up too but I can't remember what it was.", "start": 1623.22, "end": 1625.22}, {"text": "The N word?", "start": 1625.22, "end": 1627.22}, {"text": "Yeah.", "start": 1627.22, "end": 1629.22}, {"text": "Racist", "start": 1629.22, "end": 1631.22}, {"text": "Transformers", "start": 1631.22, "end": 1633.22}, {"text": "Revenge of the Fallen.", "start": 1633.22, "end": 1635.22}, {"text": "Oh that's when they- they die in that one?", "start": 1635.22, "end": 1637.22}, {"text": "That one's like- I thought they died in the first one.", "start": 1637.22, "end": 1639.22}, {"text": "Their names are", "start": 1639.22, "end": 1641.22}, {"text": "Skids and Mudflap.", "start": 1641.22, "end": 1643.22}, {"text": "mudflap!", "start": 1643.22, "end": 1645.22}, {"text": "no!", "start": 1645.22, "end": 1647.22}, {"text": "Hambone and Miles Davis", "start": 1647.22, "end": 1651.22}, {"text": "the two", "start": 1651.22, "end": 1653.22}, {"text": "black transformers", "start": 1653.22, "end": 1655.22}, {"text": "damn, it's so funny to imagine Michael Bay", "start": 1655.22, "end": 1661.22}, {"text": "just like, yeah dude, you got that", "start": 1661.22, "end": 1663.22}, {"text": "I'm reading this article here about it", "start": 1663.22, "end": 1665.22}, {"text": "from back in the animated series", "start": 1665.22, "end": 1667.22}, {"text": "there was a, there was a", "start": 1667.22, "end": 1669.22}, {"text": "an Autobot who talked in a", "start": 1669.22, "end": 1671.22}, {"text": "a suave funky street style you transformed it to a Porsche named Jazz.", "start": 1671.22, "end": 1676.26}, {"text": "Yeah, yeah, that's I thought that uh...", "start": 1676.26, "end": 1679.22}, {"text": "Oh, a Porsche?", "start": 1679.22, "end": 1679.62}, {"text": "A Scatman Crothers voiced him.", "start": 1679.62, "end": 1681.06}, {"text": "Yeah, no I thought Jazz was um...", "start": 1681.06, "end": 1682.98}, {"text": "Like an Oldsmobile or like a Cadillac or something if you're just gonna full send it like that.", "start": 1682.98, "end": 1687.14}, {"text": "Yeah.", "start": 1687.14, "end": 1687.62}, {"text": "If you're gonna name yourself Jazz.", "start": 1687.62, "end": 1689.14}, {"text": "Man.", "start": 1689.14, "end": 1691.22}, {"text": "I don't know.", "start": 1691.22, "end": 1692.1}, {"text": "Missed opportunities but...", "start": 1692.1, "end": 1692.98}, {"text": "Oh damn dude, they had Jazz in the first live action movie too and when he lands on earth", "start": 1692.98, "end": 1697.46}, {"text": "he announces what's cracking little bitches this looks like a cool place to", "start": 1697.46, "end": 1701.54}, {"text": "kick it is it the whole thing that they like learn to talk from like listening", "start": 1701.54, "end": 1707.82}, {"text": "to the radio or something yeah yeah yeah so I mean I guess yeah at some point", "start": 1707.82, "end": 1713.02}, {"text": "they do they so one of them is gonna turn on BET or something and then just", "start": 1713.02, "end": 1717.74}, {"text": "be the most offensive transformer of all time skids and mud flap quotes let's see", "start": 1717.74, "end": 1724.74}, {"text": "here yeah here we go thank god one of them didn't like my booty call right here time to", "start": 1724.74, "end": 1730.82}, {"text": "get my sexy on with the green oh man thank god one of them didn't like learn how to talk", "start": 1730.82, "end": 1737.02}, {"text": "from listening to like rush limbaugh or something like opie and anthony that would have been", "start": 1737.02, "end": 1742.18}, {"text": "a that would have been a really bad transformer yeah yeah just like stomping on homeless people", "start": 1742.18, "end": 1747.9}, {"text": "all around the the city mud flap let's pop a cap in his ass throw him in the trunk and", "start": 1747.9, "end": 1753.02}, {"text": "then nobody gonna know nothing know what I mean skids not in my trunk and", "start": 1753.02, "end": 1757.82}, {"text": "Spongebob why don't you get a haircut with your bitch ass haircut with your", "start": 1757.82, "end": 1764.26}, {"text": "bitch", "start": 1764.26, "end": 1766.26}, {"text": "what uh-huh it makes it I think that's after Obama was the president - right", "start": 1766.26, "end": 1777.26}, {"text": "That's old school, yo. That's like, that's Cybertronian.", "start": 1777.26, "end": 1781.26}, {"text": "They're real hip-hop, dude. Skids and mudflaps.", "start": 1781.26, "end": 1786.26}, {"text": "One of them was voiced by Tom Kenny. I don't know which one. Let me check here.", "start": 1786.26, "end": 1790.26}, {"text": "The one that was voiced by Tom Kenny was Optimus Prime and he was saying all this.", "start": 1790.26, "end": 1794.26}, {"text": "Yeah.", "start": 1794.26, "end": 1795.26}, {"text": "Yo! I'm going to pop a cap in your ass.", "start": 1795.26, "end": 1800.26}, {"text": "I'm going to pop a cap in your ass, Shia LaBeouf.", "start": 1800.26, "end": 1803.26}, {"text": "Autobots, smoke weed.", "start": 1803.26, "end": 1805.26}, {"text": "(laughing)", "start": 1805.26, "end": 1807.02}, {"text": "- Roll up.", "start": 1807.02, "end": 1807.86}, {"text": "- Autobots roll up.", "start": 1807.86, "end": 1809.68}, {"text": "- Hold up.", "start": 1809.68, "end": 1810.52}, {"text": "- Okay, well Mudflap was at least voiced by a black guy.", "start": 1810.52, "end": 1815.18}, {"text": "- Okay.", "start": 1815.18, "end": 1816.02}, {"text": "- So it's all okay.", "start": 1816.02, "end": 1816.86}, {"text": "- So yeah.", "start": 1816.86, "end": 1817.68}, {"text": "- Everything's forgiven.", "start": 1817.68, "end": 1818.52}, {"text": "- Yeah, it's a black guy and his white friend.", "start": 1818.52, "end": 1820.52}, {"text": "- Yeah.", "start": 1820.52, "end": 1821.36}, {"text": "- All right, now it makes more sense.", "start": 1821.36, "end": 1823.26}, {"text": "- Yeah.", "start": 1823.26, "end": 1824.1}, {"text": "- Yeah.", "start": 1824.1, "end": 1824.92}, {"text": "- They should have made more Transformers", "start": 1824.92, "end": 1826.7}, {"text": "different ethnicities.", "start": 1826.7, "end": 1828.58}, {"text": "- You think so?", "start": 1828.58, "end": 1829.82}, {"text": "- They had a samurai one in the fourth one, dude.", "start": 1829.82, "end": 1831.94}, {"text": "(laughing)", "start": 1831.94, "end": 1834.18}, {"text": "at a samurai one yeah those are you're so sick oh yeah dude those are the some of", "start": 1834.18, "end": 1839.86}, {"text": "the best action movies at all time at any time the third one is just perfect no", "start": 1839.86, "end": 1844.86}, {"text": "that's not cinema to me oh yeah you wanna yeah what's what's what cinema to you", "start": 1844.86, "end": 1853.34}, {"text": "well first of all honestly the Transformers killed thousands of people", "start": 1853.34, "end": 1857.1}, {"text": "and it seems like the movies glorifying them mm-hmm it's glorifying a", "start": 1857.1, "end": 1861.5}, {"text": "a Decepticon. It's glorifying cars and honestly I don't, I can't drive so. Yeah where's the trains?", "start": 1861.5, "end": 1868.54}, {"text": "It's actually really fucked up for people who don't have licenses. Right you know you're kind", "start": 1868.54, "end": 1872.22}, {"text": "of rubbing it in the audience's face if they can't drive. This is a movie that it's rated D", "start": 1872.22, "end": 1878.54}, {"text": "for drivers only. It would be D-O. No. Yeah. Dude imagine seeing Transformers at a drive-in movie", "start": 1878.54, "end": 1886.62}, {"text": "theater and one of the cars transform. You would be watching the movie you would look around you'd", "start": 1886.62, "end": 1890.62}, {"text": "think any of these cars could be a transformer it would totally say no", "start": 1890.62, "end": 1894.3}, {"text": "insurance the one with mark walberg there's like a i've only seen this scene", "start": 1894.3, "end": 1898.82}, {"text": "from that or he's like jay miller did yeah he's in a barn mark walbert in a", "start": 1898.82, "end": 1903.78}, {"text": "bar and he walks up and he's like i think i just found a transformer it's so", "start": 1903.78, "end": 1912.58}, {"text": "so", "start": 1912.58, "end": 1925.5}, {"text": "movie right now I think Beast Wars was always my go-to as kid. Beast Wars is sick.", "start": 1925.5, "end": 1929.66}, {"text": "Did you ever watch Beetle Borgs? Did you ever watch Bababooey?", "start": 1929.66, "end": 1935.14}, {"text": "Did you see Beetle Borgs? Do you remember you guys don't remember Beetle Borgs? I", "start": 1935.14, "end": 1939.86}, {"text": "know of it but I didn't watch it. Oh it was like one of those like like super", "start": 1939.86, "end": 1944.94}, {"text": "sentai shows. Yeah. But it was like I don't know what I was from Jouko B", "start": 1944.94, "end": 1952.74}, {"text": "fighter it's a Japanese yeah it was like these kids who's like their dad is a", "start": 1952.74, "end": 1958.1}, {"text": "Frankenstein and a Dracula no and they're also Power Rangers wait their dad is a", "start": 1958.1, "end": 1963.58}, {"text": "Frankenstein and a Dracula they have they have count Fangula can't be both", "start": 1963.58, "end": 1969.9}, {"text": "a dragon a Frankenstein so there it's not their parents this is just a house that", "start": 1969.9, "end": 1975.66}, {"text": "they hang out in it's an old mansion that they hang out in and there's count", "start": 1975.66, "end": 1979.82}, {"text": "fangula and there's flabber and there's mums who's a mummy and Franken beans and", "start": 1979.82, "end": 1988.3}, {"text": "I love it dude the little people who fucking localized Japanese shows oh my", "start": 1988.3, "end": 1994.06}, {"text": "god I got to have so like just be like yeah that guy's Franken beans I don't", "start": 1994.06, "end": 2001.06}, {"text": "know see I don't think the the like the monsters I think the monsters were part", "start": 2001.06, "end": 2008.06}, {"text": "of the localization I don't think they were in the Japanese show. Then what was", "start": 2008.06, "end": 2012.06}, {"text": "the show? The show... Just them hanging out with in the house? Well I'll have to look", "start": 2012.06, "end": 2017.18}, {"text": "but yeah I don't think I don't think that the beetle Borg's in this I don't know", "start": 2017.18, "end": 2025.26}, {"text": "I've never seen the Japanese one I've only seen beetle Borg's. You're just making this up?", "start": 2025.26, "end": 2029.1}, {"text": "No I'm not making this up. Then okay then why did you say they don't have monsters", "start": 2029.1, "end": 2033.14}, {"text": "in it if you've never seen it? In the Japanese one I don't think they have. So you think", "start": 2033.14, "end": 2036.74}, {"text": "there's no monsters because you've never seen the Japanese one I'm looking at the", "start": 2036.74, "end": 2040.06}, {"text": "Wikipedia right now and what is leading you to say there's no monsters in it", "start": 2040.06, "end": 2044.78}, {"text": "it's in Japanese and I can't read it", "start": 2044.78, "end": 2048.94}, {"text": "that's fair dude it's forbidden knowledge it's not for you it's forbidden", "start": 2048.94, "end": 2056.94}, {"text": "for ya no but I'm looking at it now no there's like parts of it that are in", "start": 2056.94, "end": 2060.46}, {"text": "Japanese but it looks like there's no like there's no mention of the word", "start": 2060.46, "end": 2066.94}, {"text": "there's I'm looking at for the word Dracula there's no mention of Dracula", "start": 2066.94, "end": 2070.42}, {"text": "it's probably not called Dracula's on you go be fighter his name okay I'm looking", "start": 2070.42, "end": 2074.74}, {"text": "for the word vampire nothing I'm gonna look for Frankenstein okay let's see", "start": 2074.74, "end": 2079.08}, {"text": "here nothing is there any that is just like like like Dracula is there any like", "start": 2079.08, "end": 2086.02}, {"text": "is it is a kanji for Dracula like a little drawing? It could be. Little fangs. That'd be cool.", "start": 2086.02, "end": 2092.5}, {"text": "I feel like at some point you run out of things to, different lines to arrange and you should just be,", "start": 2092.5, "end": 2098.42}, {"text": "for new words, just be making little tiny cute drawings, you know. That's what emoji was. Wow,", "start": 2098.42, "end": 2105.3}, {"text": "emoji is Japanese language technically, huh? I don't want to say that. I think that's true.", "start": 2105.3, "end": 2111.14}, {"text": "But yeah I think the localization for Beatleborgs, they were like fuck it let's make them hang", "start": 2113.78, "end": 2121.94}, {"text": "out with the Dracula.", "start": 2121.94, "end": 2125.54}, {"text": "Do you guys think we could do an overseas version of this show?", "start": 2125.54, "end": 2130.14}, {"text": "Yeah.", "start": 2130.14, "end": 2131.14}, {"text": "Absolutely.", "start": 2131.14, "end": 2132.14}, {"text": "We should have already been doing that.", "start": 2132.14, "end": 2133.14}, {"text": "Yeah.", "start": 2133.14, "end": 2134.14}, {"text": "Wait what are we doing dude?", "start": 2134.14, "end": 2135.14}, {"text": "We need like three Japanese guys who look like us.", "start": 2135.14, "end": 2136.7}, {"text": "That's a good idea.", "start": 2136.7, "end": 2137.7}, {"text": "If you're Japanese and you look like anybody send an email.", "start": 2137.7, "end": 2139.06}, {"text": "If you are a Japanese guy who only speaks Japanese and you're listening to this, send us an email", "start": 2139.06, "end": 2145.72}, {"text": "and we'll pay for the plastic surgery, we'll make you look like us.", "start": 2145.72, "end": 2151.02}, {"text": "One guy that looks like all three of us.", "start": 2151.02, "end": 2154.66}, {"text": "Very efficient.", "start": 2154.66, "end": 2155.66}, {"text": "Yeah.", "start": 2155.66, "end": 2156.66}, {"text": "Yeah.", "start": 2156.66, "end": 2157.66}, {"text": "Like a Japanese businessman.", "start": 2157.66, "end": 2158.66}, {"text": "Yeah.", "start": 2158.66, "end": 2159.66}, {"text": "He's going to get it all done for us.", "start": 2159.66, "end": 2163.4}, {"text": "One man doing the work of three.", "start": 2163.4, "end": 2165.42}, {"text": "Genius.", "start": 2165.42, "end": 2166.42}, {"text": "Yeah.", "start": 2166.42, "end": 2167.42}, {"text": "Pretty smart.", "start": 2167.42, "end": 2168.42}, {"text": "like split down the middle like Two-Face but three ways. But the Neapolitan Man.", "start": 2168.42, "end": 2173.74}, {"text": "Yeah. Oh, that's a good name for a movie dude. The Neapolitan Man? It sounds like a", "start": 2173.74, "end": 2180.78}, {"text": "thriller, like a thriller about a guy with three personalities called the", "start": 2180.78, "end": 2186.1}, {"text": "Neapolitan Man. Wow, you're right. That'd be so cool. One is white and one is black and", "start": 2186.1, "end": 2193.14}, {"text": "and one is strawberry.", "start": 2193.14, "end": 2195.14}, {"text": "(laughing)", "start": 2195.14, "end": 2196.98}, {"text": "Yeah, he is much like the Transformers,", "start": 2196.98, "end": 2199.86}, {"text": "he has a white and a black personality", "start": 2199.86, "end": 2201.56}, {"text": "and then also a strawberry one.", "start": 2201.56, "end": 2203.78}, {"text": "Yeah.", "start": 2203.78, "end": 2204.78}, {"text": "And also if it's a thriller, he's evil?", "start": 2204.78, "end": 2207.82}, {"text": "Or he's unraveling some evil plot.", "start": 2207.82, "end": 2210.32}, {"text": "That might be a better move.", "start": 2210.32, "end": 2213.38}, {"text": "He has to kill a guy named Chocolate Chip.", "start": 2213.38, "end": 2215.62}, {"text": "Man, why the fuck would you make,", "start": 2215.62, "end": 2217.1}, {"text": "I don't understand why they were like,", "start": 2217.1, "end": 2221.38}, {"text": "\"Yeah, yeah, you know, this fucking, this Power Rangers show,", "start": 2221.38, "end": 2225.3}, {"text": "\"let's put fucking Boo-Berry in it.\"", "start": 2225.3, "end": 2227.1}, {"text": "I don't, why, why do they do that?", "start": 2227.1, "end": 2229.58}, {"text": "- It's 'cause kids like it, dude.", "start": 2229.58, "end": 2231.3}, {"text": "- It was sick, I will say.", "start": 2231.3, "end": 2233.02}, {"text": "It was awesome. - We're gonna do that", "start": 2233.02, "end": 2233.86}, {"text": "to you pretty soon.", "start": 2233.86, "end": 2234.74}, {"text": "We're gonna introduce a new guy on the podcast.", "start": 2234.74, "end": 2237.38}, {"text": "- Yeah, a ghost. - Yeah, a ghost", "start": 2237.38, "end": 2239.22}, {"text": "that you have to deal with.", "start": 2239.22, "end": 2241.06}, {"text": "- Oh, I'd love that. - Yeah, he's only gonna be", "start": 2241.06, "end": 2242.66}, {"text": "in your room.", "start": 2242.66, "end": 2244.3}, {"text": "- Okay. - Yeah.", "start": 2244.3, "end": 2246.1}, {"text": "- I made Cameron so mad talking about this.", "start": 2246.1, "end": 2247.86}, {"text": "- Made Cameron so mad that he just left.", "start": 2247.86, "end": 2250.02}, {"text": "Yeah.", "start": 2250.02, "end": 2251.02}, {"text": "Son of a gun.", "start": 2251.02, "end": 2254.78}, {"text": "Beetle Borg's The Vampire Files on VHS is $40 if you want to buy that on Amazon.", "start": 2254.78, "end": 2262.02}, {"text": "Yeah, I'll buy, what, six, seven hundred copies of it?", "start": 2262.02, "end": 2265.42}, {"text": "That's not a big deal to me.", "start": 2265.42, "end": 2266.42}, {"text": "I'm extremely rich.", "start": 2266.42, "end": 2267.42}, {"text": "Yeah, that's fine.", "start": 2267.42, "end": 2268.42}, {"text": "Yeah, whatever.", "start": 2268.42, "end": 2269.42}, {"text": "Let's see, what else can we buy?", "start": 2269.42, "end": 2272.42}, {"text": "Flintstones gummies.", "start": 2272.42, "end": 2273.42}, {"text": "People who bought this also bought Flintstones gummies.", "start": 2273.42, "end": 2277.42}, {"text": "Dude I told you I think I'm blacklisted from Amazon. Yeah oh yeah.", "start": 2277.42, "end": 2283.06}, {"text": "People order packages and they say \"undeliverable\" yeah I don't know why. It doesn't give me any... yeah I", "start": 2283.06, "end": 2288.3}, {"text": "know you don't know why if you knew why then I would I'd probably fight you", "start": 2288.3, "end": 2293.06}, {"text": "because I'm still waiting on a USB adapter and a gold chain that I ordered", "start": 2293.06, "end": 2298.46}, {"text": "two months ago. If I had anything to do with it I'd tell you. That makes it", "start": 2298.46, "end": 2305.74}, {"text": "feel like you did have something to do with it stop smiling when you say that", "start": 2305.74, "end": 2308.74}, {"text": "mm-hmm I got it wait did you intercept my packages no I'm just kind of looking", "start": 2308.74, "end": 2315.18}, {"text": "at stuff right now I'm looking at are you looking at my I can see the", "start": 2315.18, "end": 2318.9}, {"text": "reflection of my gold chain in your sunglasses no I see that's a different", "start": 2318.9, "end": 2323.78}, {"text": "gold chain that's my rosary chain oh you got the same one as me no I got this", "start": 2323.78, "end": 2328.82}, {"text": "from my priest the priest doesn't give out rosary chains did the priest gave me", "start": 2328.82, "end": 2333.62}, {"text": "one why are you his chosen child mm-hmm I was the priest's chosen child yeah he", "start": 2333.62, "end": 2340.5}, {"text": "did no so wait Patrick he gave you beads the priest gave me golden you gave you a", "start": 2340.5, "end": 2347.14}, {"text": "string with big beads on it yeah they were pretty big why gave you his beans", "start": 2347.14, "end": 2351.66}, {"text": "no no dr. Franken beans is from beetle Borg's we're not talking about that oh", "start": 2351.66, "end": 2355.9}, {"text": "yeah okay we're talking about my priest who gave me big beads father Acula", "start": 2355.9, "end": 2367.42}, {"text": "beware of father he may be hiding a deep dark secret mm-hmm he's a father Acula", "start": 2367.42, "end": 2376.94}, {"text": "father Acula yeah my name is hello parish I'm your new priest I'm father", "start": 2376.94, "end": 2394.54}, {"text": "Rankin Stein you know I thought there was something funny about this church", "start": 2394.54, "end": 2405.02}, {"text": "ever saw since I saw it was called Church Acula's castle.", "start": 2405.02, "end": 2411.1}, {"text": "Yeah.", "start": 2411.1, "end": 2412.1}, {"text": "Oh, that's why the crosses are all upside down.", "start": 2412.1, "end": 2416.9}, {"text": "I was just talking to Father Acula.", "start": 2416.9, "end": 2419.66}, {"text": "I visited Father Acula.", "start": 2419.66, "end": 2424.14}, {"text": "Sister Aten.", "start": 2424.14, "end": 2425.14}, {"text": "Yeah, you know, it was kind of weird at the church today.", "start": 2425.14, "end": 2430.54}, {"text": "Frankenstein the what are they called the fucking the altar boy was bringing the", "start": 2430.54, "end": 2435.4}, {"text": "candle up to the the pulpit and he attacked him he attacked the child he", "start": 2435.4, "end": 2441.88}, {"text": "saw the candle and he attacked them I'd like to just in my sermon today I just", "start": 2441.88, "end": 2449.38}, {"text": "like to shine a spotlight on people who are are making a positive change in our", "start": 2449.38, "end": 2452.6}, {"text": "community mr. um II could you please", "start": 2452.6, "end": 2457.12}, {"text": "yeah and uh fucking Steve werewolf please Steve airwolf do airwolf do airwolf oh my", "start": 2462.04, "end": 2475.7}, {"text": "god he's still we're everybody in my life is is a different creature I'm", "start": 2475.7, "end": 2484.36}, {"text": "realizing fuck dude my friend Seth Itler he's a villain he's villainous", "start": 2484.36, "end": 2493.24}, {"text": "no I can't believe I didn't realize this my mom mom stir my dad bag dad that's", "start": 2493.24, "end": 2506.92}, {"text": "like that place no would you guys monster names be that that would fool civilians", "start": 2506.92, "end": 2515.56}, {"text": "cancer either like a spider camp sure mmm that's pretty good probably a little", "start": 2515.56, "end": 2523.16}, {"text": "Caleb boobs Caleb Caleb Caleb ig boobs it boobs that's pretty good I think I", "start": 2523.16, "end": 2531.8}, {"text": "would just go by Patrick just to not like Patrick Patrick", "start": 2531.8, "end": 2536.1}, {"text": "razy man okay I like that hello mr. razy man yeah Patrick Patrick reapy", "start": 2536.1, "end": 2543.64}, {"text": "Patrick raisin dead my name's Patrick raisin crazy crazy dead", "start": 2543.64, "end": 2550.24}, {"text": "even follow the template at all yeah I completely fucked it up how about this", "start": 2550.24, "end": 2556.24}, {"text": "Patrick Luke Lux clan no yeah I think it would be something like that I think it", "start": 2556.24, "end": 2561.24}, {"text": "something like that and it might look a little something like what Patrick has", "start": 2561.24, "end": 2564.12}, {"text": "been wearing the whole episode maybe Patrick karate oh karate is pretty scary", "start": 2564.12, "end": 2571.24}, {"text": "karate is scary dude yeah yeah I wish my name ended in like a G so I could do", "start": 2571.24, "end": 2576.0}, {"text": "like yeah on yeah yeah Kim Kim John gun there is a team is Kim John gun fuck", "start": 2576.0, "end": 2585.96}, {"text": "yeah can I call that have a gun - yes but he has the John gun no the John gun yeah", "start": 2585.96, "end": 2595.24}, {"text": "that's what that's what they've been warning us about North Korea is that", "start": 2595.24, "end": 2599.6}, {"text": "they had no John Korea has developed the John gun yeah it's the gun that John", "start": 2599.6, "end": 2604.24}, {"text": "Wayne used by industrial light and magic that they have they've kidnapped a bunch", "start": 2604.24, "end": 2614.56}, {"text": "from and they're making them do cool replicas back home yeah I want to I hope", "start": 2614.56, "end": 2620.38}, {"text": "they get back into movies that they yeah into into kidnapping filmmakers and", "start": 2620.38, "end": 2623.98}, {"text": "having a movies that's one of the coolest thing I mean North Korea's done", "start": 2623.98, "end": 2627.34}, {"text": "a lot of cool shit over the years but that's movie is like good to pull", "start": 2627.34, "end": 2630.54}, {"text": "ghasari the kaiju movie they made when they kidnapped I gotta see that director", "start": 2630.54, "end": 2634.26}, {"text": "I really want you to I want Kim Jong-un to get really into like a mumble core", "start": 2634.26, "end": 2638.34}, {"text": "and yeah like North Korean Napoleon dynamite that'd be amazing yeah yeah they", "start": 2638.34, "end": 2648.86}, {"text": "just have like a instead of like putting like tater tots in his pocket he has", "start": 2648.86, "end": 2653.18}, {"text": "like well no tater tots I think would still work tater tots are very big in", "start": 2653.18, "end": 2661.02}, {"text": "North Korea I don't think so I learned I think it probably learned when I learned", "start": 2661.02, "end": 2664.66}, {"text": "on my trip they probably you know it probably be evil", "start": 2664.66, "end": 2669.22}, {"text": "true he has evil in his pockets yeah he has uranium in his pocket give me some", "start": 2669.22, "end": 2675.5}, {"text": "with your earring yeah give me that plutonium in your butthole like kicking", "start": 2675.5, "end": 2678.84}, {"text": "yeah oh yes I love to share with my neighbor damn your missiles have jets and", "start": 2678.84, "end": 2683.82}, {"text": "plutonium lucky dude shit and and Kim Jong-un stars yeah yeah of course if", "start": 2683.82, "end": 2694.74}, {"text": "you're gonna start yeah if you're gonna be like you he should be starring in in", "start": 2694.74, "end": 2698.58}, {"text": "every movie that they make I feel like yeah that's why he was gone for that", "start": 2698.58, "end": 2702.8}, {"text": "like two months when people thought he was dead filming he was filming", "start": 2702.8, "end": 2705.78}, {"text": "something in in New Zealand's filming one of the best movies of all time mm-hmm", "start": 2705.78, "end": 2710.78}, {"text": "he was filming their version of Lord of the Rings that'd be amazing yeah oh my", "start": 2710.78, "end": 2716.5}, {"text": "god that would be really I'm gonna be one of the best it is kind of just the", "start": 2716.5, "end": 2719.24}, {"text": "origin story of his dad right is like Lord of the Rings kind of it's like", "start": 2719.24, "end": 2724.46}, {"text": "crazy I did it I went I didn't know no I I just copied and pasted like the I", "start": 2724.46, "end": 2731.54}, {"text": "needed like a bio for a stand-up show on time and I just copied and pasted the", "start": 2731.54, "end": 2735.7}, {"text": "like North Korean like legend about Kim Jong-il and like where he came from he's", "start": 2735.7, "end": 2741.4}, {"text": "like born from like a mountain's vagina and shit and nobody knew what it was", "start": 2741.4, "end": 2747.32}, {"text": "that's they're just like this is kind of an odd it's one of these weird comedian", "start": 2747.32, "end": 2753.52}, {"text": "things yeah yeah or maybe they thought maybe they were just disappointed when I", "start": 2753.52, "end": 2757.64}, {"text": "came out cuz I wasn't Kim Jong-il yeah maybe like shit you got it you got it", "start": 2757.64, "end": 2761.72}, {"text": "like a bad reception from the crowd yeah yeah cuz they were like we want bring", "start": 2761.72, "end": 2766.02}, {"text": "out Kim bring him out I love his face a second wait a second", "start": 2766.02, "end": 2770.82}, {"text": "Kim John Gil he was a fish the Gilman oh my god oh my god dude", "start": 2770.82, "end": 2782.02}, {"text": "Kim Jong- Kim Jong-Kill.", "start": 2782.02, "end": 2784.02}, {"text": "Oh no, no, no, no, no.", "start": 2784.02, "end": 2788.5}, {"text": "Wait, you guys know Santic-", "start": 2788.5, "end": 2791.22}, {"text": "Santiclaws, right?", "start": 2791.22, "end": 2793.22}, {"text": "Santa's claws?", "start": 2793.22, "end": 2794.5}, {"text": "Santa's claws. He's a beast.", "start": 2794.5, "end": 2796.74}, {"text": "No, that's how he's a shape-shifting beast. That's why he can fit in all the uh,", "start": 2796.74, "end": 2802.18}, {"text": "fucking chimneys. Do you guys know my friend Barack Obama?", "start": 2802.18, "end": 2807.32}, {"text": "I think he might be Barack Obama, the president.", "start": 2810.42, "end": 2812.82}, {"text": "No.", "start": 2812.82, "end": 2813.82}, {"text": "No way.", "start": 2813.82, "end": 2814.82}, {"text": "Do you guys know my friend Barack Obama?", "start": 2814.82, "end": 2820.54}, {"text": "I think he might be my mom.", "start": 2820.54, "end": 2821.7}, {"text": "Do you know Barack Obama, my friend?", "start": 2821.7, "end": 2824.98}, {"text": "Barack Obama.", "start": 2824.98, "end": 2826.46}, {"text": "Do you guys know Barack Hussein Obama?", "start": 2826.46, "end": 2831.46}, {"text": "I think he might be Barack Obama in disguise or something.", "start": 2831.46, "end": 2834.46}, {"text": "I don't trust it.", "start": 2834.46, "end": 2835.86}, {"text": "No.", "start": 2835.86, "end": 2836.86}, {"text": "You don't trust Barack Obama?", "start": 2836.86, "end": 2837.86}, {"text": "Why?", "start": 2837.86, "end": 2838.86}, {"text": "I don't trust that he's your mom.", "start": 2838.86, "end": 2841.62}, {"text": "Oh yeah, he's not my mom.", "start": 2841.62, "end": 2843.7}, {"text": "Yeah.", "start": 2843.7, "end": 2844.7}, {"text": "No, we've been over this.", "start": 2844.7, "end": 2845.7}, {"text": "My mom's name is Cynthia Caleb.", "start": 2845.7, "end": 2851.26}, {"text": "That's her name.", "start": 2851.26, "end": 2854.38}, {"text": "Mom mood.", "start": 2854.38, "end": 2855.38}, {"text": "Mom mood.", "start": 2855.38, "end": 2856.38}, {"text": "Mom mood.", "start": 2856.38, "end": 2857.38}, {"text": "Yeah.", "start": 2857.38, "end": 2858.38}, {"text": "Mom mood.", "start": 2858.38, "end": 2859.38}, {"text": "Mom mood.", "start": 2859.38, "end": 2860.38}, {"text": "Mom mood.", "start": 2860.38, "end": 2861.38}, {"text": "I'm up in your dad.", "start": 2861.38, "end": 2862.38}, {"text": "I'm up in your dad", "start": 2862.38, "end": 2864.38}, {"text": "I'm up in your dad is so gross to me. We're in my dad", "start": 2864.38, "end": 2889.78}, {"text": "dad. His butt. Oh, what the? That was the last one I wanted to hear. He's knocking", "start": 2889.78, "end": 2895.54}, {"text": "out his, knocking out his pee stot. I'm knocking all the teeth out of your dad's", "start": 2895.54, "end": 2899.3}, {"text": "butt right now. We're getting some pee man to pee stot action going. I'm, I'm", "start": 2899.3, "end": 2904.3}, {"text": "pumping him full. You can see the, you can see the, the bulges going down my, my", "start": 2904.3, "end": 2908.9}, {"text": "penis like a snake swallowing a, an elephant.", "start": 2908.9, "end": 2912.66}, {"text": "I'm pumping him full up.", "start": 2912.66, "end": 2916.86}, {"text": "It's like a clog in a fire hose, dude.", "start": 2916.86, "end": 2923.86}, {"text": "I've got a bucket brigade down there.", "start": 2923.86, "end": 2939.7}, {"text": "That's disgusting.", "start": 2939.7, "end": 2940.7}, {"text": "That's my father you're talking about.", "start": 2940.7, "end": 2941.7}, {"text": "Yeah, come on, man.", "start": 2941.7, "end": 2942.7}, {"text": "That's a kill of dad.", "start": 2942.7, "end": 2943.7}, {"text": "What if this is the episode he decided to listen to?", "start": 2943.7, "end": 2947.3}, {"text": "And I'm rolling up my balls like the end of a toothpaste tube.", "start": 2947.3, "end": 2950.5}, {"text": "Gotta get every last drop out, dude.", "start": 2950.5, "end": 2953.3}, {"text": "Yeah.", "start": 2953.3, "end": 2954.3}, {"text": "I'm not going to the store for more of this.", "start": 2954.3, "end": 2956.78}, {"text": "It's so crazy, I was thinking about this earlier today, it's so crazy how like most ingredients", "start": 2956.78, "end": 2960.7}, {"text": "in toothpaste you can't swallow.", "start": 2960.7, "end": 2964.7}, {"text": "Like it says on-", "start": 2964.7, "end": 2965.7}, {"text": "With toothpaste on the other hand, you can swallow all you want.", "start": 2965.7, "end": 2968.18}, {"text": "Yeah.", "start": 2968.18, "end": 2969.18}, {"text": "You can sit there and drink it.", "start": 2969.18, "end": 2970.18}, {"text": "like it says like if you if you swallow it you have to contact poison control", "start": 2970.18, "end": 2974.74}, {"text": "I don't yeah it does say yeah if you swallow it you should contact poison", "start": 2974.74, "end": 2979.98}, {"text": "control yeah really yeah it depends on what like I use like arm and hammer", "start": 2979.98, "end": 2983.62}, {"text": "toothpaste which is just like baking so toxic toothpaste yeah yeah yeah yeah I", "start": 2983.62, "end": 2990.06}, {"text": "use I use an evil I just have a battery that I it is kind of hard to swallow", "start": 2990.06, "end": 2995.82}, {"text": "toothpaste by accident though I guess um what do you mean I don't think I saw you", "start": 2995.82, "end": 3001.82}, {"text": "don't accidentally swallow toothpaste not usually I'm not well not like", "start": 3001.82, "end": 3006.14}, {"text": "toothpaste whole like I mean like like when I'm brushing my teeth I don't think", "start": 3006.14, "end": 3011.18}, {"text": "I swallow at all I mean my mouth is filled with toothpaste how are you gonna", "start": 3011.18, "end": 3016.46}, {"text": "get your throat clean yeah and your stomach you got to get that", "start": 3016.46, "end": 3020.34}, {"text": "man shit in the back of your throat yeah how are you get I don't understand how", "start": 3020.34, "end": 3024.62}, {"text": "you gonna use a microfiber rag and you shove it down your throat? It's the same kind of thing you use to clean a", "start": 3024.62, "end": 3029.58}, {"text": "MacBook. Well if you think about it like", "start": 3029.58, "end": 3032.78}, {"text": "teeth are just kind of exposed bones in your you know wet hole. Whoa.", "start": 3032.78, "end": 3038.98}, {"text": "That's a nice little crack.com snippet right there.", "start": 3038.98, "end": 3043.34}, {"text": "We're all kind of like monkeys on like this rock that's just", "start": 3043.34, "end": 3047.26}, {"text": "whizzing through space. Yeah we're all like we're basically brain stuck in", "start": 3047.26, "end": 3051.42}, {"text": "in in shit yeah it's basically eat suits yeah it's like we're like ghosts that", "start": 3051.42, "end": 3056.58}, {"text": "are piloting giant meat man kind of did you know wait did you know you have a", "start": 3056.58, "end": 3060.98}, {"text": "skeleton inside of you right now there's two skeletons inside of you fighting", "start": 3060.98, "end": 3064.9}, {"text": "right now no skeletons fighting inside of you one of them is taller you let win I", "start": 3064.9, "end": 3074.66}, {"text": "hope that one wins one skeleton represents all your bones and one", "start": 3074.66, "end": 3078.06}, {"text": "skeleton represents all your meat which one will win the one you feed mm-hmm", "start": 3078.06, "end": 3082.9}, {"text": "I'm feeding my meat skeleton bones yeah could I get a McChicken that's for my", "start": 3082.9, "end": 3090.5}, {"text": "meat skeleton and a burger and a McBurger that's for my bone skeleton I", "start": 3090.5, "end": 3097.54}, {"text": "went to McDonald's today and they had signs all over the restaurant that like", "start": 3097.54, "end": 3102.38}, {"text": "at least four signs that said please do not lie down please lie I don't lie to", "start": 3102.38, "end": 3109.86}, {"text": "me do not lie this is McDonald's you will go to hell it is a sin to lie in", "start": 3109.86, "end": 3115.26}, {"text": "McDonald's yeah I totally want some no imagine the kind of the kind of fucked up", "start": 3115.26, "end": 3119.94}, {"text": "guy who would lie to a McDonald's cashier that's just yeah yeah if you lie", "start": 3119.94, "end": 3123.7}, {"text": "about your name to McDonald's I can I have the bathroom code I have to go", "start": 3123.7, "end": 3128.18}, {"text": "number one lie lie they should have to hook you up to a lie detector every time", "start": 3128.18, "end": 3135.42}, {"text": "the order food so that you never order the wrong thing that's not a good", "start": 3135.42, "end": 3139.02}, {"text": "invention of a lot of type of lie detector me okay you have Pinocchio", "start": 3139.02, "end": 3144.02}, {"text": "there he repeats what you said you say I have to go number one and then they look", "start": 3144.02, "end": 3148.26}, {"text": "at Pinocchio and Pinocchio goes he has to go number one Pinocchio's nose grows and", "start": 3148.26, "end": 3153.38}, {"text": "and out your those hoes goes.", "start": 3153.38, "end": 3157.3}, {"text": "- Well, wouldn't, wouldn't Pinocchio be lying though?", "start": 3157.3, "end": 3161.82}, {"text": "Because--", "start": 3161.82, "end": 3162.66}, {"text": "- Yeah, that's why you would know that he was--", "start": 3162.66, "end": 3166.26}, {"text": "- No, like wouldn't he be lying", "start": 3166.26, "end": 3167.98}, {"text": "'cause he wouldn't have to go, oh wait, that guy.", "start": 3167.98, "end": 3170.22}, {"text": "- He said that guy.", "start": 3170.22, "end": 3171.18}, {"text": "- Yeah, yeah.", "start": 3171.18, "end": 3172.02}, {"text": "- There, yeah, I'm just picturing Pinocchio first day", "start": 3172.02, "end": 3174.94}, {"text": "on the job just kind of being like, I have to, wait, oh no!", "start": 3174.94, "end": 3178.74}, {"text": "Just his nose growing, you know?", "start": 3178.74, "end": 3180.34}, {"text": "- Pinocchio, I guess--", "start": 3180.34, "end": 3181.5}, {"text": "- But he doesn't say I have to, he says that guy.", "start": 3181.5, "end": 3183.26}, {"text": "He might fuck up.", "start": 3183.26, "end": 3186.32}, {"text": "Hey, Pinocchio, even Pinocchio fucks up sometimes.", "start": 3186.32, "end": 3190.46}, {"text": "And that's okay.", "start": 3190.46, "end": 3193.66}, {"text": "Not for me.", "start": 3193.66, "end": 3194.66}, {"text": "No?", "start": 3194.66, "end": 3195.66}, {"text": "You're not gonna forgive Pinocchio?", "start": 3195.66, "end": 3196.94}, {"text": "I wouldn't forgive Pinocchio.", "start": 3196.94, "end": 3198.78}, {"text": "No.", "start": 3198.78, "end": 3199.78}, {"text": "Pinocchio.", "start": 3199.78, "end": 3200.78}, {"text": "This damned Pinocchio.", "start": 3200.78, "end": 3201.78}, {"text": "This damned Pinocchio.", "start": 3201.78, "end": 3202.78}, {"text": "This damned Pinocchio has lied for the last time.", "start": 3202.78, "end": 3206.7}, {"text": "This fucking guy, this Pinocchio, I'm sick of him.", "start": 3206.7, "end": 3209.5}, {"text": "I'm sick of his face.", "start": 3209.5, "end": 3210.5}, {"text": "Pinocchio's been terrorizing the town. He ain't even a real boy. Not yet.", "start": 3210.5, "end": 3217.5}, {"text": "Pinocchio's not a real boy yet. His damned Pinocchio took my prize cricket and went in a well.", "start": 3217.5, "end": 3225.5}, {"text": "Have you seen my cricket? Pinocchio tames Germany.", "start": 3225.5, "end": 3232.5}, {"text": "that's a cowboy who hates Pinocchio. Pinocchio took my cricket! A cowboy has been wronged by Pinocchio.", "start": 3237.5, "end": 3247.34}, {"text": "Have you seen a little wooden boy around in these parts? Yeah he's been stealing crickets left and right I don't", "start": 3247.34, "end": 3254.74}, {"text": "know what the fuck to do with him. I listen I didn't bother me till he touched", "start": 3254.74, "end": 3259.98}, {"text": "my cricket he came for he came for my neighbors cricket I said I wish I had a", "start": 3259.98, "end": 3271.62}, {"text": "Pinocchio nose I'd be lying all the time yeah wait does he go does it go back to", "start": 3271.62, "end": 3276.5}, {"text": "being small if he tells the truth I think I don't think says like I think", "start": 3276.5, "end": 3280.22}, {"text": "yesterday saw it off it's permanently okay yeah I guess it does he that's got", "start": 3280.22, "end": 3285.18}, {"text": "hurt yeah I don't know I don't know if that's what it does how does Google does", "start": 3285.18, "end": 3291.74}, {"text": "how does Pinocchio does Pinocchio's nose shrink would you would you lie to save", "start": 3291.74, "end": 3299.06}, {"text": "Pinocchio yeah cuz I don't have a Pinocchio nose so I can lie okay so this", "start": 3299.06, "end": 3304.98}, {"text": "is really helpful my my Google search does Pinocchio's nose shrink well", "start": 3304.98, "end": 3309.58}, {"text": "Pinocchio's nose would extend when he lies lied it seems the reverse is true", "start": 3309.58, "end": 3313.26}, {"text": "in reality scientists from the University of Grenada have found that when a person", "start": 3313.26, "end": 3317.22}, {"text": "is telling a lie their nose actually shrinks from the drop in temperature.", "start": 3317.22, "end": 3320.28}, {"text": "What? I don't believe that. I don't think that's true. This is from times of India", "start": 3320.28, "end": 3326.06}, {"text": "dot India times dot com and it's like it was like a Google info box you know that", "start": 3326.06, "end": 3332.26}, {"text": "thing that happens when you google a question. Oh yeah. Yeah this story is", "start": 3332.26, "end": 3336.42}, {"text": "when somebody lies their nose gets small. I don't think that's one of those things", "start": 3336.42, "end": 3341.66}, {"text": "That's one of those things where you'll see an article that's like, \"People who eat sandwiches", "start": 3341.66, "end": 3346.66}, {"text": "have an 8% chance of never dying.\"", "start": 3346.66, "end": 3349.34}, {"text": "True.", "start": 3349.34, "end": 3350.34}, {"text": "It's like, yeah.", "start": 3350.34, "end": 3351.34}, {"text": "I'll tell a lie to prove this.", "start": 3351.34, "end": 3352.66}, {"text": "Ready?", "start": 3352.66, "end": 3353.66}, {"text": "Okay.", "start": 3353.66, "end": 3354.66}, {"text": "Tell a lie.", "start": 3354.66, "end": 3355.66}, {"text": "I hate my friends.", "start": 3355.66, "end": 3357.06}, {"text": "Your nose has never looked bigger, honestly.", "start": 3357.06, "end": 3360.26}, {"text": "What?", "start": 3360.26, "end": 3361.26}, {"text": "It looks fucking huge right now.", "start": 3361.26, "end": 3362.98}, {"text": "No, I don't believe you.", "start": 3362.98, "end": 3364.38}, {"text": "What the fuck?", "start": 3364.38, "end": 3365.38}, {"text": "Dude, listen to this.", "start": 3365.38, "end": 3366.38}, {"text": "Okay.", "start": 3366.38, "end": 3367.38}, {"text": "You got like a snape nose right now.", "start": 3367.38, "end": 3368.38}, {"text": "Listen to their test.", "start": 3368.38, "end": 3369.38}, {"text": "Snape?", "start": 3369.38, "end": 3370.38}, {"text": "Yeah.", "start": 3370.38, "end": 3371.38}, {"text": "I think you mean Voldemort.", "start": 3371.38, "end": 3373.38}, {"text": "No, Voldemort. No, that's a big ass nose you got there, dude. That's a sniffer.", "start": 3373.38, "end": 3377.38}, {"text": "Listen how they tested how people's nose would shrink.", "start": 3377.38, "end": 3381.38}, {"text": "In the study, the team used thermal imaging on 60 students as they completed a number of tasks.", "start": 3381.38, "end": 3386.38}, {"text": "This included placing a phone call, during which they had to tell a close friend a significant lie.", "start": 3386.38, "end": 3390.38}, {"text": "Meanwhile, a control group watched distressing videos of car accidents, which they had to explain to someone over the phone.", "start": 3390.38, "end": 3397.38}, {"text": "What?", "start": 3397.38, "end": 3399.38}, {"text": "So that just means a car, talking about car accidents gives you maybe a big nose.", "start": 3399.38, "end": 3404.74}, {"text": "Yeah, I don't think", "start": 3404.74, "end": 3407.46}, {"text": "I don't know what the car accidents have to do with anything.", "start": 3407.46, "end": 3409.46}, {"text": "Did you guys see that humongous pile up in Texas with a hundred cars?", "start": 3409.46, "end": 3415.9}, {"text": "Oh, yeah, the 50, I thought it was a 50, it was a hundred?", "start": 3415.9, "end": 3417.9}, {"text": "No, over a hundred cars just ran.", "start": 3417.9, "end": 3419.9}, {"text": "There was probably 50 and then people just kept running into it, dude.", "start": 3419.9, "end": 3421.9}, {"text": "Those fucking idiots.", "start": 3421.9, "end": 3423.9}, {"text": "They don't know what to do when there's like a quarter of an inch of snow on the ground.", "start": 3423.9, "end": 3425.9}, {"text": "Oh, it's because it snowed in Texas?", "start": 3425.9, "end": 3427.9}, {"text": "because it snowed in Texas it was like icy or something I thought that's so cool", "start": 3427.9, "end": 3432.62}, {"text": "so with if there's 50 cars on the road yeah yeah five killed you can't oh and", "start": 3432.62, "end": 3438.82}, {"text": "that don't know yeah did I know any of them it says it's Fort Worth could be", "start": 3438.82, "end": 3446.02}, {"text": "Thomas Thomas no well I think he sent it to me but that would be funny if he sent", "start": 3446.02, "end": 3450.18}, {"text": "it to me while he was driving yeah look at this a hundred fucking cars piled up", "start": 3450.18, "end": 3455.5}, {"text": "and then he died. Wait, that's random. I just said that there was a", "start": 3455.5, "end": 3460.62}, {"text": "hundred car pileup. There's a hundred cars in front of me right now. Oh well, I'm", "start": 3460.62, "end": 3464.18}, {"text": "gonna drive closer to get a better look. There's 99 cars! Look at this fucking 99 car pileup!", "start": 3464.18, "end": 3473.5}, {"text": "Imagine if the guy, one of the people who died was the 100th car.", "start": 3473.5, "end": 3477.58}, {"text": "Can you imagine how awful that would feel? Because that guy definitely saw it coming.", "start": 3477.58, "end": 3481.98}, {"text": "Yeah. Like he should have been able to avoid being the hundredth car. Yeah. Yeah.", "start": 3481.98, "end": 3486.74}, {"text": "Well that guy saw it was like, \"Oh there's 99 cars.\" I mean. Yeah. What's one more?", "start": 3486.74, "end": 3490.42}, {"text": "Might as well. Yeah. Maybe they were filming Jackass 3. More from Times of India. Blue Rice is the", "start": 3490.42, "end": 3496.3}, {"text": "latest craze that is Insta-worthy too. Blue Rice? Blue Rice. I don't want to know", "start": 3496.3, "end": 3501.62}, {"text": "Avatar Rice. I ain't no Smurf. Blue, let's see here, Blue Rice. Wow. Is it a health food?", "start": 3501.62, "end": 3508.82}, {"text": "Even the actress Jacqueline Fernandez was seen indulging in this dish along with her friends.", "start": 3508.82, "end": 3518.2}, {"text": "What is it made out of?", "start": 3518.2, "end": 3519.76}, {"text": "Blue.", "start": 3519.76, "end": 3520.76}, {"text": "But oh my god, it started auto-playing an Indian ad really loud.", "start": 3520.76, "end": 3525.54}, {"text": "Thai blue rice, the blue color of the rice comes from the petals of the clitora tornado.", "start": 3525.54, "end": 3531.24}, {"text": "I will not be eating that.", "start": 3531.24, "end": 3532.88}, {"text": "It says butterfly pea flowers.", "start": 3532.88, "end": 3535.6}, {"text": "Butterfly pea.", "start": 3535.6, "end": 3537.96}, {"text": "why it's the clitoris because it comes that's where the pee comes out yeah", "start": 3537.96, "end": 3542.6}, {"text": "exactly like a woman's clitoris mm-hmm there's a tiny little hole that's why", "start": 3542.6, "end": 3546.92}, {"text": "women take so long in the bathroom to squeeze all that there's a comment on", "start": 3546.92, "end": 3551.48}, {"text": "this on this news story that says Indians eating a lot of rice", "start": 3551.48, "end": 3555.48}, {"text": "carbohydrates is a problem for their health in the long run they need to", "start": 3555.48, "end": 3558.56}, {"text": "reduce rice and increase protein consumption eggs fish meat to be strong", "start": 3558.56, "end": 3561.8}, {"text": "and healthy and that comment is from China expert 555 yeah I think he's on", "start": 3561.8, "end": 3567.92}, {"text": "the wrong website yeah I think he needs to go on Chinese facts org Chinese facts", "start": 3567.92, "end": 3575.64}, {"text": "where I am a moderator I just got to make sure they're all the right facts you", "start": 3575.64, "end": 3582.4}, {"text": "know yeah yeah I'm the only I'm the only editor on Chinese Wikipedia and I've", "start": 3582.4, "end": 3587.54}, {"text": "just been making it all up like that guy yeah I've just been doing that I mean if", "start": 3587.54, "end": 3595.4}, {"text": "you think about it. I've just been typing basically tic-tac-toe games over and over again.", "start": 3595.4, "end": 3601.12}, {"text": "That guy, that kid who like ruined the thing, it's not his fault because like the thing", "start": 3601.12, "end": 3607.36}, {"text": "he ruined was he ruined like AI, artificial intelligence stuff that was like using Wikipedia", "start": 3607.36, "end": 3612.32}, {"text": "to train like neural networks and it's like what you shouldn't be using Wikipedia like", "start": 3612.32, "end": 3617.8}, {"text": "right you should be able to look at this this Scottish page and be like oh this is a guy", "start": 3617.8, "end": 3621.72}, {"text": "I'm messing around and saying like calling yeah you know like cuz it was all just", "start": 3621.72, "end": 3628.22}, {"text": "phonetic right exactly it's like it's like if you wrote like this huge blog", "start": 3628.22, "end": 3631.78}, {"text": "that was like my life as an alien and then like a scientist thought it was", "start": 3631.78, "end": 3635.3}, {"text": "like this is what alien life is really like yeah or like you did the Italian", "start": 3635.3, "end": 3641.58}, {"text": "Wikipedia just like spelled out like how Tony Soprano talks yeah yeah good about", "start": 3641.58, "end": 3646.94}, {"text": "(mumbling)", "start": 3646.94, "end": 3649.2}, {"text": "I'm a fucking Wikipedia editor.", "start": 3649.2, "end": 3650.92}, {"text": "What do you fucking want from me?", "start": 3650.92, "end": 3651.76}, {"text": "- You should be rewarding that kid", "start": 3651.76, "end": 3652.6}, {"text": "for tricking computer scientists.", "start": 3652.6, "end": 3655.1}, {"text": "- Tony Soprano, but he's just,", "start": 3655.1, "end": 3656.74}, {"text": "he's really into Wikipedia.", "start": 3656.74, "end": 3658.34}, {"text": "(laughing)", "start": 3658.34, "end": 3660.94}, {"text": "Look, you can find fucking anything on there.", "start": 3660.94, "end": 3662.98}, {"text": "- Yeah.", "start": 3662.98, "end": 3663.98}, {"text": "What happened to the strong, shiny type,", "start": 3663.98, "end": 3665.6}, {"text": "like, and then like five minutes of typing?", "start": 3665.6, "end": 3667.02}, {"text": "- Chippy Wales.", "start": 3667.02, "end": 3667.86}, {"text": "(laughing)", "start": 3667.86, "end": 3670.1}, {"text": "That's why they're always asking for money.", "start": 3670.1, "end": 3676.5}, {"text": "fucking protection money true yeah yeah he's got to make sure that they don't get", "start": 3676.5, "end": 3680.96}, {"text": "clipped look you fucking doubt you donate a hundred fucking dollars to Wikipedia", "start": 3680.96, "end": 3684.36}, {"text": "will never fucking touch your articles okay we'll never say you're they go they", "start": 3684.36, "end": 3689.72}, {"text": "don't pay it they go into the articles and just edit them out as a poop yeah it", "start": 3689.72, "end": 3693.64}, {"text": "would be a shame if somebody took your fucking Wikipedia and made you a", "start": 3693.64, "end": 3696.52}, {"text": "pedophile on there it would be a shame if on the person of life has said though I", "start": 3696.52, "end": 3701.88}, {"text": "I don't know loves kids yeah fuck all right I gotta go pee pee so bad yeah I", "start": 3701.88, "end": 3730.28}], "title": "Premium #66: Hiiiii", "link": "https://www.patreon.com/posts/premium-66-47463796", "date": "Sat, 13 Feb 2021 12:01:01 GMT", "id": 477}