{"lines": [{"text": "come back and make a bet", "start": 0.0, "end": 1.12}, {"text": "and receive a bite", "start": 1.12, "end": 8.12}, {"text": "snow we're not doing that", "start": 8.12, "end": 16.68}, {"text": "for what maybe this is a new get are you a citizen of the day we are going to", "start": 16.68, "end": 20.42}, {"text": "that we would have had a this is not a this is how the sausage gets made a", "start": 20.42, "end": 23.76}, {"text": "kind of workshop as you know", "start": 23.76, "end": 24.86}, {"text": "between before a lot of these episodes you guys might", "start": 24.86, "end": 27.78}, {"text": "these these podcasters they have they have some they have some crazy bits and", "start": 27.78, "end": 31.88}, {"text": "riffs they're funny as fuck they're just endless that's what we do it for", "start": 31.88, "end": 35.5}, {"text": "bits and they and they and they riff endlessly yeah and you know it might", "start": 35.5, "end": 39.12}, {"text": "seem like we're doing it on the spot but a lot of these we develop beforehand and", "start": 39.12, "end": 42.42}, {"text": "we thought maybe we do a workshop episode today. So this one Patrick is one of those one of", "start": 42.42, "end": 45.9}, {"text": "those wheels that a child uses where they press a button and it lands on an", "start": 45.9, "end": 49.46}, {"text": "animal yeah and it makes a noise. So this is called animal wheels but... I thought it was fighting its cats.", "start": 49.46, "end": 54.26}, {"text": "you know what that's what that's actually one of the maybe that's one of the", "start": 54.26, "end": 57.14}, {"text": "symbols on the wheel of symbols. The kid turns it yeah like it's like what's", "start": 57.14, "end": 59.7}, {"text": "this and he turns it and it's a picture of us fighting as yeah yeah that's true", "start": 59.7, "end": 63.54}, {"text": "that could be.", "start": 63.54, "end": 64.1}, {"text": "The us fighting as cats says.", "start": 64.1, "end": 72.1}, {"text": "Get that cat out of here. Get that cat out of here. No i'm fighting the cat.", "start": 72.1, "end": 78.82}, {"text": "Yeah you're a cat. No you're a cat too.", "start": 78.82, "end": 80.5}, {"text": "Wow wow wow wow wow wow okay that one's good that's a good bit but it doesn't", "start": 81.5, "end": 89.26}, {"text": "have much riffing okay it's kind of too much on the bit side of that to two guys", "start": 89.26, "end": 95.54}, {"text": "two guys okay wait two guys they're both trying to play with the toy the cat toy", "start": 95.54, "end": 101.66}, {"text": "we're both trying to play the toy that does they're playing with a cat toy the", "start": 101.66, "end": 105.7}, {"text": "toy we were just talking or maybe they're playing with a cat toy do you", "start": 105.7, "end": 109.26}, {"text": "you guys ever think about the those cat towers that they scratch and that that", "start": 109.26, "end": 113.34}, {"text": "might actually be really nice to do that yeah yeah cuz I'd be on there like mm-hmm", "start": 113.34, "end": 119.46}, {"text": "and if that was on the wheel ago me scratching the cat pole", "start": 119.46, "end": 128.9}, {"text": "so I could go to sleep right now you can go to sleep I could it's so horrible in", "start": 128.9, "end": 136.46}, {"text": "here is I feel great and here we are you can wait better than us to to hear for an", "start": 136.46, "end": 141.22}, {"text": "extra hour okay so first of all I'd like to get one of those little AC you know I", "start": 141.22, "end": 145.78}, {"text": "know we need we don't we need a fan or you guys really think it's hot in here", "start": 145.78, "end": 148.54}, {"text": "it's not hot it's just so stuff muggy oh my god you got you I mean I'm in", "start": 148.54, "end": 153.02}, {"text": "Northeastern is sitting here for an out now get so fucking muggy in the northeast", "start": 153.02, "end": 156.74}, {"text": "I can sit here for forever this is a you're in your muggy in New York City oh", "start": 156.74, "end": 161.74}, {"text": "Oh yeah. Yeah, I got mugged last night.", "start": 161.74, "end": 163.98}, {"text": "Not a joke.", "start": 163.98, "end": 164.98}, {"text": "No, that's what you meant.", "start": 164.98, "end": 165.98}, {"text": "They stole my AirPods.", "start": 165.98, "end": 166.98}, {"text": "Really?", "start": 166.98, "end": 167.98}, {"text": "Mm-hmm.", "start": 167.98, "end": 168.98}, {"text": "That's, I'm actually joking.", "start": 168.98, "end": 169.98}, {"text": "That would have been so funny to wait until we're recording to tell us that you got mugged.", "start": 169.98, "end": 180.98}, {"text": "Also, if someone steals your AirPods, that's...", "start": 180.98, "end": 181.98}, {"text": "They have a geotag.", "start": 181.98, "end": 182.98}, {"text": "You deserve that.", "start": 182.98, "end": 183.98}, {"text": "Yeah, you deserve that.", "start": 183.98, "end": 184.98}, {"text": "No, they shouldn't have those in the first place.", "start": 184.98, "end": 185.98}, {"text": "They have a geotag.", "start": 185.98, "end": 186.98}, {"text": "They have a geocache.", "start": 186.98, "end": 187.98}, {"text": "Geocache yeah, you fall you go to the location on the map you give me my air pods back", "start": 187.98, "end": 193.38}, {"text": "I know you have my air pods the geotag. I have the tattle phone app. Yeah, that is true", "start": 193.38, "end": 199.54}, {"text": "Like what do you what the fuck give those back? Yeah? I got your pods. Yeah, I can't", "start": 199.54, "end": 204.8}, {"text": "Wired headphones for so long fucking way better. I bought air pods", "start": 204.8, "end": 210.18}, {"text": "The thing about like everyone I saw these articles like the day that I bought them all these articles came out where it's like our", "start": 210.18, "end": 217.14}, {"text": "AirPods out wired earphones are the new thing and it was just like", "start": 217.54, "end": 221.98}, {"text": "Lily Rose Depp is wearing wired headphones and you wish that you had", "start": 221.98, "end": 226.14}, {"text": "you had stayed with the new thing you're kind of mad that you know it's just", "start": 226.14, "end": 229.74}, {"text": "yeah I'm saying there was not a bunch of articles that said wire look it up on", "start": 229.74, "end": 241.82}, {"text": "the on the on the like stuff he looks like that probably true Google what's", "start": 241.82, "end": 246.1}, {"text": "cool today. FUD mag. What's the new cool thing today? Yeah. I'm gonna look up what's the cool", "start": 246.1, "end": 251.22}, {"text": "thing. How did you find lots of articles about- Because people were complaining about the things.", "start": 251.22, "end": 256.18}, {"text": "People like there's like people complain about this shit all the time. Like some 30 year old", "start": 256.18, "end": 260.98}, {"text": "complains that like oh like uh Gen Z is like wearing uh Gen Z is wearing stuff that I wore", "start": 260.98, "end": 266.5}, {"text": "in middle school and now looks stupid. This is skateboarder brain. I know yeah. Skateboarders", "start": 266.5, "end": 269.54}, {"text": "are truly the biggest posers in the world. I think I just am. I'll take that I guess.", "start": 269.54, "end": 276.82}, {"text": "I was expecting to say there was like an article that said like they fry your brain or something.", "start": 276.82, "end": 280.74}, {"text": "Well that's what I was expecting. Yeah that's what I was expecting.", "start": 280.74, "end": 283.3}, {"text": "Bluetooth radiation. Also I feel like you get something and then immediately it's just like", "start": 283.3, "end": 289.54}, {"text": "this thing sucks. This thing actually sucks and is bullshit.", "start": 289.54, "end": 292.82}, {"text": "But it's not like it was on CNN. It's not like it was breaking news.", "start": 292.82, "end": 296.58}, {"text": "I was always more bullshit and sucked those breaking that I don't think you", "start": 296.58, "end": 300.1}, {"text": "should need an air quality look really stupid look stupid and they are there", "start": 300.1, "end": 303.94}, {"text": "don't I'm not I like this I like the spatial audio when I see somebody Apple", "start": 303.94, "end": 309.26}, {"text": "music is so good what is spatial audio you don't know non-air pod use it's when", "start": 309.26, "end": 313.62}, {"text": "you can play it plays a sound only in the left side no you can you can hold", "start": 313.62, "end": 316.94}, {"text": "you can hold it down and it noise cancels and then you hear a threat so it", "start": 316.94, "end": 321.46}, {"text": "it sounds like it's in 360. What does that mean? It sounds like I just love", "start": 321.46, "end": 325.74}, {"text": "360. You hate technology. I love technology. You don't. I love new apps. You do like new", "start": 325.74, "end": 331.38}, {"text": "apps. You do, that's true. I love new apps and I love new games. Yeah. I just don't,", "start": 331.38, "end": 336.62}, {"text": "I do still mentally detract kind of points when I meet somebody for the first time and", "start": 336.62, "end": 341.3}, {"text": "they have AirPods on. Definitely. For me, yeah, I can't stand Bluetooth headphones in", "start": 341.3, "end": 345.3}, {"text": "general. I think that it is, I think it is the stupidest thing ever that people were", "start": 345.3, "end": 349.5}, {"text": "like like that that these companies are like oh we're making new headphones but", "start": 349.5, "end": 353.38}, {"text": "that you have to charge and people are like oh I want that I'll pay more money", "start": 353.38, "end": 357.86}, {"text": "for that well I think it's actually so the audio quality is actually pretty", "start": 357.86, "end": 362.74}, {"text": "good but that doesn't it doesn't matter you're still there's nice useless the", "start": 362.74, "end": 367.54}, {"text": "ones that are the what the ones that are no it's not useless you can walk away", "start": 367.54, "end": 370.98}, {"text": "from whatever it's connected to just have your phone in your pocket", "start": 370.98, "end": 374.34}, {"text": "somebody's not a runner now I am or I've run and I would just hold my phone or", "start": 374.34, "end": 378.3}, {"text": "put in my pocket. That's the one thing that I would think that is useful for.", "start": 378.3, "end": 382.78}, {"text": "But when I see like people like on the train with them or something or even just", "start": 382.78, "end": 385.54}, {"text": "like sitting at your computer with them. Also, you can be complete... Alright, here's honestly the", "start": 385.54, "end": 388.54}, {"text": "benefit of a Bluetooth headphones. You can sit, you can be completely naked and", "start": 388.54, "end": 393.9}, {"text": "that's true. And you do stuff with your hands in your house and still have headphones in.", "start": 393.9, "end": 397.66}, {"text": "That is true. Sometimes I wish I could have a pocket on my underwear. I could have a pocket on my underwear.", "start": 397.66, "end": 402.78}, {"text": "Well, I'm not gonna say that Bluetooth headphones are completely useless.", "start": 402.78, "end": 406.34}, {"text": "I used to do it. I think it's very stupid. I used to clench my phone between my butt", "start": 406.34, "end": 410.08}, {"text": "cheeks while I do the dishes. Yeah, that's pretty sick. And now I don't have to do", "start": 410.08, "end": 414.18}, {"text": "that anymore. Yeah, I mostly, I usually when I'm in that situation I just, I just", "start": 414.18, "end": 418.12}, {"text": "play, I just don't use headphones. I don't, I actually don't like wired", "start": 418.12, "end": 422.02}, {"text": "headphones at all. I'm thinking about every time that I've worn wired", "start": 422.02, "end": 425.54}, {"text": "headphones and I've been trying to do something and it's just like, like me", "start": 425.54, "end": 430.7}, {"text": "going on the train and then getting like stuck in that the wire gets stuck in the", "start": 430.7, "end": 434.12}, {"text": "turnstile.", "start": 434.12, "end": 435.12}, {"text": "I don't think that's ever happened to me.", "start": 435.12, "end": 444.12}, {"text": "No, it happens to me on doorknobs, but in the turnstile, what are you doing on the turnstile", "start": 444.12, "end": 450.16}, {"text": "that the wire gets caught?", "start": 450.16, "end": 451.68}, {"text": "Well, I'm trying to slide it.", "start": 451.68, "end": 453.84}, {"text": "I'm trying to go through.", "start": 453.84, "end": 454.84}, {"text": "You're trying to slide it into the space to the side of it.", "start": 454.84, "end": 456.4}, {"text": "And then...", "start": 456.4, "end": 457.4}, {"text": "Yeah, I just hate when it gets like, when I'm using wired headphones and the wire gets", "start": 457.4, "end": 461.8}, {"text": "get caught in the door handle of a taxi driving by and I get dragged along for", "start": 461.8, "end": 465.16}, {"text": "ten blocks. Yeah, when I get when I'm falling out of a window and my wireless", "start": 465.16, "end": 469.0}, {"text": "headphones, I actually catch a gargoyle on the corner like that, because I", "start": 469.0, "end": 472.36}, {"text": "survive. I don't like that.", "start": 472.36, "end": 474.12}, {"text": "Yeah, when the door or the turn style pulls that out of the headphone jack and", "start": 474.12, "end": 479.12}, {"text": "then your headphone jack doesn't work anymore. I do I can't bring out the", "start": 479.12, "end": 483.46}, {"text": "whole", "start": 483.46, "end": 483.72}, {"text": "subway station. They take", "start": 483.72, "end": 486.08}, {"text": "yeah it's annoying yeah yeah have you guys ever had the the i think that's as", "start": 488.16, "end": 493.44}, {"text": "embarrassing as having your pants pulled down is having your phone unplugged yeah", "start": 493.44, "end": 497.92}, {"text": "this and remember back when stuff would just keep playing yeah yeah touch when", "start": 497.92, "end": 502.64}, {"text": "stuff would just yeah what the worst part is when they don't pull when that", "start": 502.64, "end": 506.08}, {"text": "doesn't get pulled out and yeah your headphone jack is like partially broken", "start": 506.08, "end": 509.2}, {"text": "and it's every once in a while just play a snippet yeah just out loud and then go", "start": 509.2, "end": 512.56}, {"text": "back to the wire headphones do the it and you have to like twist it yeah but", "start": 512.56, "end": 517.68}, {"text": "but that doesn't do that anymore.", "start": 517.68, "end": 519.52}, {"text": "- What's the most embarrassing thing that you can,", "start": 519.52, "end": 522.68}, {"text": "besides like porn.", "start": 522.68, "end": 523.92}, {"text": "- Probably peeing my pants and pooping on the floor.", "start": 523.92, "end": 526.32}, {"text": "- As a, no, I mean a sound.", "start": 526.32, "end": 528.08}, {"text": "- Naked.", "start": 528.08, "end": 528.92}, {"text": "- Admitting to your crush. - Naked in court.", "start": 528.92, "end": 530.52}, {"text": "- Admitting that one time I peed and pooped.", "start": 530.52, "end": 532.72}, {"text": "- Admitting that you love your crush in court", "start": 532.72, "end": 534.44}, {"text": "while you pee your pants.", "start": 534.44, "end": 535.48}, {"text": "- Your headphones, your headphones,", "start": 535.48, "end": 537.52}, {"text": "they like come out and you just hear your voice", "start": 537.52, "end": 539.92}, {"text": "coming from under like,", "start": 539.92, "end": 541.6}, {"text": "later, earlier I peed on the floor", "start": 541.6, "end": 543.72}, {"text": "I pooped all over the floor in my into my pants and I hope my crush doesn't and my", "start": 543.72, "end": 549.6}, {"text": "crush is Veronica and I really want to eat pee and poop and I don't know why I", "start": 549.6, "end": 556.08}, {"text": "recorded this and I recorded it so loud so everyone could it in a super volume", "start": 556.08, "end": 561.72}, {"text": "oh no my bluetooth speaker accidentally connected to my phone yeah my headphones", "start": 561.72, "end": 567.24}, {"text": "came out and it defaulted to the giant boom box on my back all completely", "start": 567.24, "end": 571.4}, {"text": "pre-recorded I was hanging out with this these guys like we were all skating and", "start": 571.4, "end": 575.6}, {"text": "like what is it it was it this did or was it these guys get your story straight", "start": 575.6, "end": 579.76}, {"text": "huh you said I was hanging out with this duh like you were gonna say this dude", "start": 579.76, "end": 583.64}, {"text": "and then all the sudden the story was a bunch of guys well there's a guy it was", "start": 583.64, "end": 587.12}, {"text": "a bunch of areas a bunch of us were skating and then he like he saw on doodoo", "start": 587.12, "end": 591.08}, {"text": "mag that one guy to hang out with isn't cool anymore and he had to redo his whole", "start": 591.08, "end": 595.64}, {"text": "story there's actually a bunch of guys cuz I", "start": 595.64, "end": 598.08}, {"text": "Who hangs out with just one dude?", "start": 598.08, "end": 600.08}, {"text": "Can I speak? Didn't you see Fart Weekly said that one dude sucks?", "start": 600.08, "end": 604.84}, {"text": "Well, continue. The guy he had like music playing from his Bluetooth speaker, but he was going like", "start": 604.84, "end": 610.98}, {"text": "It was one guy. It was one guy in a group of guys, and he was going to the thing", "start": 610.98, "end": 616.2}, {"text": "He was going to like a spot so that he could like go and then skate this ledge", "start": 616.2, "end": 620.16}, {"text": "So he was playing this song and all you could hear like he would go away and all you'd hear is like", "start": 620.16, "end": 624.18}, {"text": "*imitates the music*", "start": 624.18, "end": 626.18}, {"text": "Yeah, like dance hall stuff. Whoa", "start": 626.56, "end": 628.56}, {"text": "Like see not no like why don't you just leave us his phones in his pocket? Why doesn't he just leave it there?", "start": 628.56, "end": 637.2}, {"text": "I really that he was cool. I think that people who play", "start": 637.2, "end": 640.72}, {"text": "Speaker music on the street are like crazier than the craziest like I know", "start": 640.72, "end": 645.66}, {"text": "I can't imagine like wanting to do that", "start": 645.66, "end": 649.68}, {"text": "Yeah, the worst thing now is like the music what the music was like bad", "start": 649.68, "end": 654.4}, {"text": "But now it's like you can like go somewhere and it's just somebody watching like tick tocks on full volume", "start": 654.68, "end": 660.16}, {"text": "And on the train and you hear like like yeah, this is my new car or like yeah", "start": 660.16, "end": 667.24}, {"text": "I'm like that tick-tock", "start": 667.24, "end": 669.04}, {"text": "I just it to me like like that that sucks", "start": 669.04, "end": 671.12}, {"text": "But I can least I can at least understand where it's like oh, I have my phone and I'm doing something", "start": 671.12, "end": 675.04}, {"text": "Yeah", "start": 675.04, "end": 675.32}, {"text": "like when I see so like there'll be like", "start": 675.32, "end": 677.16}, {"text": "Somebody like bikes by and they have like a blue tooth for my kids in their backpack like playing their their favorite music", "start": 677.16, "end": 683.92}, {"text": "music that everyone that's safer than having headphones in as a yeah bike in", "start": 683.92, "end": 688.22}, {"text": "that you kind of that makes I guess okay when you're biking I guess that makes", "start": 688.22, "end": 691.02}, {"text": "sense but it's still just the people walking to it just is weird to be all", "start": 691.02, "end": 694.62}, {"text": "completely alone I guess that the thing you're doing I guess the argument would", "start": 694.62, "end": 698.22}, {"text": "be like that's what like if you're like I guess I just wouldn't be listening I", "start": 698.22, "end": 701.72}, {"text": "wouldn't listen to music if it was between wearing head not a bike wearing", "start": 701.72, "end": 705.12}, {"text": "headphones and playing a speaker I would do that I need to listen to my music", "start": 705.12, "end": 709.22}, {"text": "every day you need your tunes I'm on I'm on a no I'm on a no music break really", "start": 709.22, "end": 713.62}, {"text": "music break. A no music break. Hell, I'm on a no music break. I'm having, I have", "start": 713.62, "end": 719.3}, {"text": "nothing playing in my headphones. I'll leave my headphones at home for the next", "start": 719.3, "end": 722.22}, {"text": "couple of days. Yeah. Yeah, I'm sick of just, just walking around. I'm just, all", "start": 722.22, "end": 726.66}, {"text": "I'm thinking about is these fucking Blondie songs I'm listening to. I just", "start": 726.66, "end": 730.22}, {"text": "don't like them. I love, I found all my Pet Shop Boys remixes. Nice. That I made.", "start": 730.22, "end": 735.22}, {"text": "Very cool. Yeah. I've been listening to those. It's such a drag to pick what", "start": 735.22, "end": 740.18}, {"text": "- I like listening to music to listen to.", "start": 740.18, "end": 741.52}, {"text": "I like listening to music while I'm walking around,", "start": 741.52, "end": 744.42}, {"text": "but that's the reason I would take it.", "start": 744.42, "end": 746.9}, {"text": "- There's walking around music", "start": 746.9, "end": 747.9}, {"text": "and then there's at home music.", "start": 747.9, "end": 751.0}, {"text": "- I don't think that's necessarily true.", "start": 751.0, "end": 752.98}, {"text": "- I never listen to music at home.", "start": 752.98, "end": 754.72}, {"text": "- I listen to music, yeah, I guess I don't,", "start": 754.72, "end": 757.68}, {"text": "I listen to music much more when I'm walking around,", "start": 757.68, "end": 759.58}, {"text": "but also I'll listen to music when I'm doing the dishes", "start": 759.58, "end": 761.78}, {"text": "or some really menial thing.", "start": 761.78, "end": 763.24}, {"text": "- Do you not just sit there and listen, what the hell?", "start": 763.24, "end": 764.88}, {"text": "- 'Cause I usually watch movies or like,", "start": 764.88, "end": 766.52}, {"text": "actually I listen to music when I read.", "start": 766.52, "end": 768.1}, {"text": "I do that's probably the most I have it on constantly. Yeah, I think I have to shower", "start": 768.1, "end": 772.74}, {"text": "with music on. I know it's very funny. Yeah, it is funny to be a grown man who showers with music.", "start": 772.74, "end": 778.02}, {"text": "I don't care. It's just funny every time because every time that we're all three of us are together", "start": 778.02, "end": 782.18}, {"text": "somewhere and you're like, I'm going to take a quick shower and then I just hear all the", "start": 782.18, "end": 786.42}, {"text": "I don't listen to Blink 182 in the shower. What do you listen to in the shower?", "start": 786.42, "end": 792.1}, {"text": "You need to listen to a song that's like, first you wash your hair,", "start": 797.62, "end": 801.98}, {"text": "then you wash your face.", "start": 801.98, "end": 803.98}, {"text": "Yeah, what? I'm just listening to my music.", "start": 803.98, "end": 805.98}, {"text": "This is my favorite song.", "start": 805.98, "end": 807.98}, {"text": "Time to turn the shower off.", "start": 807.98, "end": 809.98}, {"text": "And then you hear Patrick go, \"I don't want to turn the shower off! I'm not done!\"", "start": 809.98, "end": 814.62}, {"text": "You start the song.", "start": 814.62, "end": 816.62}, {"text": "Yeah, the song restarts and then I turn the shower off, and the song restarts.", "start": 816.62, "end": 820.62}, {"text": "You turn the shower on.", "start": 820.62, "end": 822.62}, {"text": "You turn the shower on.", "start": 822.62, "end": 824.62}, {"text": "shower on. I don't have any clean you get shampoo. You put it on your hair.", "start": 824.62, "end": 829.62}, {"text": "Then you wash your hair. Then you don't check off in the shower that will take", "start": 829.62, "end": 837.54}, {"text": "too long and clog the drain. Patrick does a homer doe", "start": 837.54, "end": 840.58}, {"text": "unless you're the only one who uses the shower, but it's still kind of gross.", "start": 840.58, "end": 847.32}, {"text": "Whoa", "start": 847.32, "end": 847.98}, {"text": "yeah", "start": 847.98, "end": 850.92}, {"text": "Yeah, I don't know like I think that it's good to have music on in the shower. I don't think there's anything wrong with it", "start": 852.02, "end": 858.82}, {"text": "It's all funny. It's I", "start": 858.82, "end": 860.82}, {"text": "It's yeah, I think it's a normal thing to do. I think the thing that's funny", "start": 860.82, "end": 863.92}, {"text": "Was that you were doing it at someone else's house. That's what made me laugh to do it", "start": 863.92, "end": 867.26}, {"text": "It's like boring in there, but that's that's the good part of the shower. That's why people come up with good ideas in the show", "start": 867.26, "end": 873.22}, {"text": "Yeah, I do genuinely do come up with good ideas that it's crazy", "start": 873.22, "end": 877.14}, {"text": "That's true that I most of my good ideas. I feel because I just heard somebody talk about this the other day", "start": 877.7, "end": 883.82}, {"text": "It's like that's like the closest the waking person gets to being like", "start": 883.82, "end": 888.2}, {"text": "Like that the 30 minutes before you fall asleep where you're sitting in bed. That's a little bit of shower", "start": 888.2, "end": 893.58}, {"text": "I think it's also cuz like a constant state of that", "start": 893.58, "end": 895.84}, {"text": "I think that like when coming up with ideas is easier like if you do it regularly", "start": 895.84, "end": 900.44}, {"text": "I guess like it's like a they they do like creativity studies or whatever where it's like", "start": 900.44, "end": 904.9}, {"text": "oh if you like try to write at the same time every day yeah and you'll it'll get", "start": 904.9, "end": 908.58}, {"text": "better you'll get better at it and it'll be easier to come up with stuff and then", "start": 908.58, "end": 911.26}, {"text": "you just if you're always in the shower when the when you're in the shower you", "start": 911.26, "end": 913.7}, {"text": "know I have to think of ideas and they think like what if there's a crazy", "start": 913.7, "end": 916.5}, {"text": "invention that could change the world I'm trying to really most of my ideas I", "start": 916.5, "end": 919.9}, {"text": "just gotta leave my penis in my balls alone on the shower because I'll just sit", "start": 919.9, "end": 923.1}, {"text": "there no I'm speed bagging I'm yeah just smack them back and forth I'm just doing", "start": 923.1, "end": 926.7}, {"text": "different stuff in the shower of course I have come on you got that never have", "start": 926.7, "end": 931.3}, {"text": "sticky racing stripe down your leg.", "start": 931.3, "end": 933.3}, {"text": "(laughing)", "start": 933.3, "end": 935.54}, {"text": "- I don't think I have.", "start": 935.54, "end": 936.78}, {"text": "- It's really, it's definitely something that", "start": 936.78, "end": 939.1}, {"text": "I probably did as a teen and then realized,", "start": 939.1, "end": 941.18}, {"text": "oh, this is actually like so nasty.", "start": 941.18, "end": 943.26}, {"text": "- How cruel is God that he makes hot water", "start": 943.26, "end": 946.86}, {"text": "do a science experiment when it touches cum?", "start": 946.86, "end": 949.74}, {"text": "- Yeah, it's crazy.", "start": 949.74, "end": 950.78}, {"text": "- What the fuck is that?", "start": 950.78, "end": 951.62}, {"text": "- It's crazy what it does.", "start": 951.62, "end": 952.46}, {"text": "- What, like, it turns into--", "start": 952.46, "end": 953.78}, {"text": "- It's literally oobleck.", "start": 953.78, "end": 955.26}, {"text": "- It actually is, dude.", "start": 955.26, "end": 956.82}, {"text": "That is like the cruelest fact of nature,", "start": 956.82, "end": 959.9}, {"text": "is that when hot water touches come, it turns into super glue immediately.", "start": 959.9, "end": 964.78}, {"text": "That's how you know God didn't want us jacking off in the shower. Absolutely,", "start": 964.78, "end": 967.68}, {"text": "yeah. If you have somehow the like endurance, the like tenacity to jack off", "start": 967.68, "end": 971.4}, {"text": "in a cold shower, yeah, then you are to you. The first time I ever heard the", "start": 971.4, "end": 975.42}, {"text": "word gelatinous was on the bus when like a kid was, my friend was like talking", "start": 975.42, "end": 980.64}, {"text": "about jacking off in the shower and he's like, yeah, just make sure like you're", "start": 980.64, "end": 985.14}, {"text": "not facing the water or else it'll become gelatinous.", "start": 985.14, "end": 987.64}, {"text": "I was like what does that mean? I thought that no you have to do is you", "start": 988.18, "end": 992.26}, {"text": "have to you have to peek open the shower curtain a little and just come on to", "start": 992.26, "end": 994.98}, {"text": "the best", "start": 994.98, "end": 995.5}, {"text": "come on to your", "start": 995.5, "end": 997.0}, {"text": "doors cracked open to see a little like", "start": 997.0, "end": 1002.0}, {"text": "and off to the floor bath, aiming into the toilet and then you get out of the", "start": 1002.0, "end": 1009.5}, {"text": "shower. Do you just step on it? You're a shag bath", "start": 1009.5, "end": 1012.3}, {"text": "oh damn that's just that bit was actually good though dude I'm that would be a", "start": 1014.5, "end": 1018.7}, {"text": "good bit the bits in the riffs today or just you know it's all do we think we", "start": 1018.7, "end": 1022.26}, {"text": "come up with any good bits or riffs so far that we could maybe use I think this", "start": 1022.26, "end": 1025.66}, {"text": "is the we're gonna delete this episode after we got it I gotta ask myself", "start": 1025.66, "end": 1029.74}, {"text": "delete this episode after I got it I doubted myself as a huge poser I'm a", "start": 1029.74, "end": 1036.58}, {"text": "huge poser it's cool to admit it now actually I really know poser is actually", "start": 1036.58, "end": 1043.06}, {"text": "it's like based these days. Yeah, it's actually based as fuck to be a poser.", "start": 1043.06, "end": 1046.62}, {"text": "That is based as fuck to be a shrub. That's a good bit. What was that?", "start": 1046.62, "end": 1050.34}, {"text": "Saying it's based to be a poser? Yeah. That's actually a good bit. Yeah,", "start": 1050.34, "end": 1053.66}, {"text": "that's a might be a good riff. I love this bit. If you take it to another", "start": 1053.66, "end": 1056.78}, {"text": "level, it could be a good riff. What the hell? No, it's not a riff. It's", "start": 1056.78, "end": 1059.66}, {"text": "more of a bit. No, riffing is what you do to a bit. Riffing is like...", "start": 1059.66, "end": 1062.58}, {"text": "What's the difference? Riffing is like the funny ass shit that follows a", "start": 1062.58, "end": 1066.14}, {"text": "good ass bit. Yeah. Shit. And it... Riffing, like...", "start": 1066.14, "end": 1070.1}, {"text": "bits are actually good, but riffing whip sack when it happens. Okay, I'm starting", "start": 1071.82, "end": 1076.94}, {"text": "to understand a little more. I think yeah, Dr Pepper whips asked Dr Pepper does", "start": 1076.94, "end": 1082.06}, {"text": "you and I fuckin what the thing about like brutalist architecture is it", "start": 1082.06, "end": 1086.94}, {"text": "actually whip sack to twenty eighteen is just like the worst time for language", "start": 1086.94, "end": 1091.14}, {"text": "and every white person. I would have said that whips ass bro. Oh, you're", "start": 1091.14, "end": 1095.94}, {"text": "worried about white people using language wrong. I would have personally", "start": 1095.94, "end": 1099.86}, {"text": "in the antebellum south but go ahead I would have said that was the worst time", "start": 1099.88, "end": 1104.68}, {"text": "for language do the horrific racial epithets that people were hurling what's", "start": 1104.68, "end": 1109.26}, {"text": "an epithet I'm gonna you may say what you put on your gravestone you say yeah", "start": 1109.26, "end": 1116.62}, {"text": "WAP. Wappy Wapper. That actually made me very sad. Okay that's actually a good bit.", "start": 1116.62, "end": 1123.7}, {"text": "Actually made me very sad to hear that yeah makes me sad too yeah I you know we", "start": 1123.7, "end": 1129.2}, {"text": "having fun. I think I've discovered an underground Polish mafia.", "start": 1129.2, "end": 1134.56}, {"text": "You know what I saw today? I've been getting these DMs from a crazy person.", "start": 1134.56, "end": 1140.48}, {"text": "He sends me like full-on, like I've showed you him, the German guy.", "start": 1140.48, "end": 1146.08}, {"text": "He sends a selfie and then he sends, like he's an older man, and then", "start": 1146.08, "end": 1151.48}, {"text": "he sends me a bunch of stuff about how his rights in Germany are being", "start": 1151.48, "end": 1155.96}, {"text": "stripped or something yeah and he sent me something today and he said like it said", "start": 1155.96, "end": 1161.54}, {"text": "like good evening blah blah blah per me and and then he tagged somebody and", "start": 1161.54, "end": 1167.1}, {"text": "their at was Polack hunter and I was like what and I clicked it and it was a guy", "start": 1167.1, "end": 1173.4}, {"text": "named hunter Polack holy shit it's crazy I was like that's like Kevin Pollak yeah", "start": 1173.4, "end": 1184.82}, {"text": "spelled like that okay that's hilarious dude it was the fuck cuz I thought that", "start": 1184.82, "end": 1190.54}, {"text": "like oh this guy must be involved with some like racist yeah yeah but no his", "start": 1190.54, "end": 1195.92}, {"text": "name is a guy hunter Pollock so fucking yeah that's a really bad I've shown you", "start": 1195.92, "end": 1203.02}, {"text": "that where yeah yeah he sends me photos of his passport that's cool I think it's", "start": 1203.02, "end": 1208.74}, {"text": "a passport I'm gonna use a German passport looks like but he sends me like", "start": 1208.74, "end": 1211.94}, {"text": "a full it's like I'm getting like a like a dossier on this guy every day or he", "start": 1211.94, "end": 1218.6}, {"text": "sends it like bi-monthly now but like it used to be every I kept sending him he", "start": 1218.6, "end": 1223.4}, {"text": "sent it to me and then I said like oh my stomach hurts and he just replied with", "start": 1223.4, "end": 1227.48}, {"text": "like a like a surprised emoji and then I continued to send me his dossiers cool", "start": 1227.48, "end": 1234.38}, {"text": "it's so cool to be like somebody that like a targeted individual is reaching", "start": 1234.38, "end": 1238.72}, {"text": "out to yeah I think you're the target individual I think the target I've", "start": 1238.72, "end": 1242.92}, {"text": "become targeted yeah from the targeted individual um maybe there's something he", "start": 1242.92, "end": 1249.32}, {"text": "sees in me maybe I can change this guy maybe I can save yeah I think you need", "start": 1249.32, "end": 1252.68}, {"text": "to change your life in your hands yeah yeah no question man I got it I gotta", "start": 1252.68, "end": 1257.64}, {"text": "save him yeah he needs help we should adopt him I think we should he's a 43", "start": 1257.64, "end": 1262.92}, {"text": "year old or Mary you can marry him let me show you a photo of him he could come to", "start": 1262.92, "end": 1267.28}, {"text": "United States. That's maybe what he's trying to do because it's a lot of", "start": 1267.28, "end": 1271.64}, {"text": "photos. He might think you're like yeah like an immigration person. Say I ain't no say I", "start": 1271.64, "end": 1276.64}, {"text": "ain't no I'm not Captain Save-A-Ho. I'm not Captain Save-A-Ho. I can't say okay let", "start": 1276.64, "end": 1282.96}, {"text": "me see. While you find this I'm gonna get a water. Look at how he sent so much. He sent so", "start": 1282.96, "end": 1288.54}, {"text": "much that it broke it broke the screen oh my god but then this is him he looks", "start": 1288.54, "end": 1297.76}, {"text": "great yeah he kind of looks like James Lipton can I see him again here's his", "start": 1297.76, "end": 1303.08}, {"text": "license yeah can you say at least his first name", "start": 1303.08, "end": 1306.84}, {"text": "Joaquim Joaquim okay him maybe oh yeah like oh that's a star of David emoji", "start": 1306.84, "end": 1314.34}, {"text": "in there. Noah an emoji. Dear journalists and my last Twitter I'm now taking action", "start": 1314.34, "end": 1319.5}, {"text": "and self-defense against the 26 years of discrimination according to BGB 227 for", "start": 1319.5, "end": 1324.3}, {"text": "that long civil servants have been active against me without empathy from", "start": 1324.3, "end": 1328.06}, {"text": "bullying to provoked accident in 1996 90% severely cured that's 26 years of", "start": 1328.06, "end": 1333.94}, {"text": "discrimination so far the thugs and criminals and then he tagged somebody", "start": 1333.94, "end": 1339.66}, {"text": "interest is I have to shit yeah he's cool dude this guy rocks I thought it would", "start": 1339.66, "end": 1349.98}, {"text": "stop when I kept saying I have a stomach ache yeah that usually any response", "start": 1349.98, "end": 1353.9}, {"text": "usually eggs those people on yeah here's him in his wife maybe whoa he's not 43", "start": 1353.9, "end": 1359.06}, {"text": "yeah he's way older that's his full life oh my this guy's a spy yeah look at his", "start": 1359.06, "end": 1364.1}, {"text": "fucking face he's trying to get sent back home they have been yeah they", "start": 1364.1, "end": 1368.7}, {"text": "abandoned I guess whatever country he was a spy for dissolved I guess he had an", "start": 1368.7, "end": 1373.1}, {"text": "accident in 1996 and he's 90% completely cured of what does it specify injury oh", "start": 1373.1, "end": 1380.34}, {"text": "well that's nice yeah how what percentage of the population is people", "start": 1380.34, "end": 1385.66}, {"text": "like this at this point I don't know and what is doing everybody doing this to", "start": 1385.66, "end": 1389.82}, {"text": "people everybody's been so MK altered into into living like this what does", "start": 1389.82, "end": 1395.18}, {"text": "does that mean I don't know", "start": 1395.18, "end": 1396.7}, {"text": "I was just making stuff up. I thought that I would just make it up and then", "start": 1396.7, "end": 1403.88}, {"text": "we we just move on.", "start": 1403.88, "end": 1405.04}, {"text": "I thought that we'd you know, it's been so in kale. I look you can just", "start": 1405.04, "end": 1413.14}, {"text": "throw words around your you're right. I mean that basically, but that's that's", "start": 1413.14, "end": 1416.68}, {"text": "that's passable yeah. I think that's a that's a that's a made up statement", "start": 1416.68, "end": 1420.26}, {"text": "that's worth moving past. I think that counts yeah, yeah, there's no reason a", "start": 1420.26, "end": 1425.06}, {"text": "lot of things. There's a lot of", "start": 1425.08, "end": 1426.18}, {"text": "basic. It's basically true. It's", "start": 1426.18, "end": 1428.18}, {"text": "blank. Sure, basically true. Yeah,", "start": 1428.18, "end": 1430.08}, {"text": "it's true enough to accept yeah", "start": 1430.08, "end": 1432.18}, {"text": "yeah. A lot of statements. I make", "start": 1432.18, "end": 1433.78}, {"text": "that could be passed on", "start": 1433.78, "end": 1435.2}, {"text": "that we think we just get a little", "start": 1435.2, "end": 1437.5}, {"text": "up on just drilling to", "start": 1437.5, "end": 1439.6}, {"text": "yeah. I'm willing to let this one", "start": 1439.6, "end": 1441.2}, {"text": "slide. Yeah, all right. If we have", "start": 1441.2, "end": 1443.2}, {"text": "you, it is crazy that people just", "start": 1443.2, "end": 1445.1}, {"text": "are mk altered", "start": 1445.1, "end": 1446.2}, {"text": "to live like this. You know that", "start": 1446.2, "end": 1449.4}, {"text": "this bit is going too far. Sorry,", "start": 1449.4, "end": 1451.4}, {"text": "that's a bad. Yeah, the bit is I", "start": 1451.4, "end": 1453.1}, {"text": "I tried to riff on the bit and it was yeah, you just can't do it. Yeah, I", "start": 1453.1, "end": 1456.54}, {"text": "wonder I it's already complete. I bet that like I feel like five percent of", "start": 1456.54, "end": 1460.34}, {"text": "the people who act like that actually there's actually is something going on.", "start": 1460.34, "end": 1463.34}, {"text": "Yeah, yeah, I know I just believe I would I would sooner believe him. I", "start": 1463.34, "end": 1467.7}, {"text": "think yeah, I mean that's that like people it doesn't have to be the", "start": 1467.7, "end": 1471.9}, {"text": "government. That's the thing people get like are mean and bully other people", "start": 1471.9, "end": 1475.22}, {"text": "and if everyone bullies you probably think that everyone's you know, you'd", "start": 1475.22, "end": 1479.1}, {"text": "probably break your brain pretty watch a lot of targeted individual videos. I", "start": 1479.12, "end": 1483.92}, {"text": "think you become one one day. Yeah, yeah, I think if you watch a bunch of them,", "start": 1483.92, "end": 1487.72}, {"text": "yeah, I think like that living like that. I think that's what you do is you", "start": 1487.72, "end": 1491.22}, {"text": "spend all day being like, oh, that's it's funny that people are like that and", "start": 1491.22, "end": 1494.52}, {"text": "then one of them make some amount of sense to you and you're done. Yeah,", "start": 1494.52, "end": 1497.52}, {"text": "exactly. You have to be really careful. It's the same. It's the same with", "start": 1497.52, "end": 1500.22}, {"text": "morgulans stuff. Yeah, there's you can't let that stuff get to you have to eat", "start": 1500.22, "end": 1504.42}, {"text": "like whether even if it is real, you can't believe that it's real or else it", "start": 1504.42, "end": 1508.02}, {"text": "happen to you yeah there was a guy I used to watch in middle school who was like a", "start": 1508.02, "end": 1513.94}, {"text": "targeted an individual who believed he was a reincarnation of Hitler really yeah", "start": 1513.94, "end": 1519.14}, {"text": "and he said that like Steven Spielberg and everybody were in the CIA and they", "start": 1519.14, "end": 1522.74}, {"text": "were watching it was just a skit wait he's reincarnated so what did he was he", "start": 1522.74, "end": 1526.5}, {"text": "like sorry yeah was it he was he happy I don't know he didn't really talk too", "start": 1526.5, "end": 1532.1}, {"text": "much see that would be my I would say the only there was a video of him", "start": 1532.1, "end": 1535.22}, {"text": "microwaving a steak though that's how I found out about him he microwaves a", "start": 1535.22, "end": 1540.74}, {"text": "steak and he says like it's the juiciest thing I've ever eaten. That's the best", "start": 1540.74, "end": 1546.06}, {"text": "part is that as when they those people also live normal lives like or like", "start": 1546.06, "end": 1550.66}, {"text": "semi normal lives. Oh he didn't live a normal life. He lived in a tent. Like just see like less than that but more just like", "start": 1550.66, "end": 1556.22}, {"text": "seeing what else they do like like when you go to their YouTube channel and they", "start": 1556.22, "end": 1559.5}, {"text": "have like you know like a hundred videos that are like the CIA is killing me with", "start": 1559.5, "end": 1562.62}, {"text": "rays and then in between you'll see a video that's like me singing my", "start": 1562.62, "end": 1566.22}, {"text": "favorite song and it's just them like like it's so that's the better fly. I", "start": 1566.22, "end": 1569.66}, {"text": "saw on the street. Yeah, what am I do you guys remember this the targeted", "start": 1569.66, "end": 1573.58}, {"text": "individual guy who said that the CIA stole his penis? No, that he used to", "start": 1573.58, "end": 1578.14}, {"text": "have like he used to have a twelve inch penis and the CIA actually the CIA", "start": 1578.14, "end": 1581.5}, {"text": "stole it and replaced it with like a four inch penis or something. Yeah,", "start": 1581.5, "end": 1584.38}, {"text": "that's the CIA stole it and they're using it to fuck people. Yeah, yeah,", "start": 1584.38, "end": 1590.14}, {"text": "And he didn't have like a bunch of shit taped on his walls or I think so.", "start": 1590.14, "end": 1593.94}, {"text": "Yeah. Yeah, and I think there was maybe some race stuff in there, too.", "start": 1593.94, "end": 1597.64}, {"text": "That was maybe a super awesome.", "start": 1597.64, "end": 1599.54}, {"text": "Yeah, but just the thing of like, yeah, they stole my penis.", "start": 1599.54, "end": 1603.54}, {"text": "You know why because they wanted to fuck people with yeah, it's so funny.", "start": 1603.54, "end": 1607.64}, {"text": "They don't want me to fuck people with it.", "start": 1607.64, "end": 1609.14}, {"text": "They wanted to fuck the also fuck people like screw them over is like a cooler way to fit like they need his penis.", "start": 1609.14, "end": 1615.64}, {"text": "so they need his penis to ruin someone's life.", "start": 1615.64, "end": 1618.56}, {"text": "- Yeah. - Yeah.", "start": 1618.56, "end": 1619.76}, {"text": "- With that good dick. - That good dick", "start": 1619.76, "end": 1621.16}, {"text": "will ruin a bitch's life. - That good dick", "start": 1621.16, "end": 1622.4}, {"text": "will ruin a bitch. - True.", "start": 1622.4, "end": 1623.24}, {"text": "- Have you sitting up in the house", "start": 1623.24, "end": 1625.44}, {"text": "with your life ruined.", "start": 1625.44, "end": 1627.36}, {"text": "- Yup, yup. - Okay, that bit actually.", "start": 1627.36, "end": 1629.48}, {"text": "- The CIA, the CIA is using good dick", "start": 1629.48, "end": 1632.92}, {"text": "to ruin bad bitches' lives. - It's true.", "start": 1632.92, "end": 1635.32}, {"text": "(laughing)", "start": 1635.32, "end": 1636.16}, {"text": "- That is true, yeah.", "start": 1636.16, "end": 1638.32}, {"text": "- Some true shit.", "start": 1638.32, "end": 1639.36}, {"text": "- Yeah, that moment where you're like,", "start": 1639.36, "end": 1640.76}, {"text": "I'm not messing with his lazy ass anymore.", "start": 1640.76, "end": 1644.28}, {"text": "- Buh-ding. - Yup.", "start": 1644.28, "end": 1645.44}, {"text": "and then I check my phone like bro yeah, it's fucking true man.", "start": 1645.44, "end": 1650.8}, {"text": "It's like a it's like a Cia like it's like a guy and like a classic like spy", "start": 1650.8, "end": 1662.4}, {"text": "outfit with like a suit and like shades and so but it's with a giant", "start": 1662.4, "end": 1665.92}, {"text": "think about like a briefcase and stuff - yeah his briefcase is filled to the", "start": 1672.24, "end": 1678.34}, {"text": "brim with Magnum condoms yeah you ever think about how like like some of some", "start": 1678.34, "end": 1684.92}, {"text": "of the like weirdest people are blessed with the like biggest Pete like Ron", "start": 1684.92, "end": 1688.7}, {"text": "Jeremy got a big penis looks like he's definitely we think that good people", "start": 1688.7, "end": 1694.68}, {"text": "have little penis yes yeah I probably I think that's true yeah I think bad", "start": 1694.68, "end": 1700.14}, {"text": "people have big penises yeah I think having a big penis cause you to be a bad", "start": 1700.14, "end": 1705.26}, {"text": "person absolutely cuz you get to you get to confident you don't you don't build", "start": 1705.26, "end": 1708.94}, {"text": "your own kind of personality you know and and also you never learn how to how to", "start": 1708.94, "end": 1713.98}, {"text": "actually I know what there is some exceptions no there's no exceptions if", "start": 1713.98, "end": 1718.7}, {"text": "you have a big penis Tyler bad person I do have a friend I don't know anybody I", "start": 1718.7, "end": 1726.38}, {"text": "You have a friend who's brother has like a friend of mine his older brother has", "start": 1726.38, "end": 1733.42}, {"text": "like had just a scary big penis and we we see big penises are fucking terrifying", "start": 1733.42, "end": 1738.7}, {"text": "he's just see it he would like a shower and he would like go was like fall out", "start": 1738.7, "end": 1742.58}, {"text": "of the bottom of his fucking towel and she's we just be like we're terrified", "start": 1742.58, "end": 1747.22}, {"text": "yeah yeah yeah do you know scary I think he works as an engineer or something", "start": 1747.22, "end": 1752.38}, {"text": "Probably for the CIA.", "start": 1752.38, "end": 1754.38}, {"text": "Is it R. Crumb? Robert Crumb? I was watching that documentary.", "start": 1754.38, "end": 1757.38}, {"text": "Apparently he's like hung.", "start": 1757.38, "end": 1759.38}, {"text": "That's pretty funny.", "start": 1759.38, "end": 1761.38}, {"text": "He's hung like crazy but he only gets off if he gets a piggyback ride.", "start": 1761.38, "end": 1765.38}, {"text": "Yeah.", "start": 1765.38, "end": 1766.38}, {"text": "Which they say in the movie.", "start": 1766.38, "end": 1767.38}, {"text": "That's awesome.", "start": 1767.38, "end": 1768.38}, {"text": "That's the way you can be a... I mean I guess he probably wasn't that good of a person was he?", "start": 1768.38, "end": 1772.38}, {"text": "No. I mean look at how he drew black people. That's not good.", "start": 1772.38, "end": 1776.38}, {"text": "But maybe that's the key is that if you can shortcut being a bad person if you", "start": 1776.38, "end": 1780.54}, {"text": "have some horrible fetish that yeah that that humbles you like like he's into", "start": 1780.54, "end": 1785.72}, {"text": "like women who are like seven feet tall like he likes he likes Bigfoot - yeah", "start": 1785.72, "end": 1790.22}, {"text": "yeah yeah he likes to like there's that scene where he's like I was sexually", "start": 1790.22, "end": 1794.38}, {"text": "attracted to Bugs Bunny I like bought it I was like yeah I'm gonna watch this", "start": 1794.38, "end": 1802.94}, {"text": "multiple times. I have some fucked up sexual fetishes. Yeah. I actually, I like getting", "start": 1802.94, "end": 1808.92}, {"text": "head. I kind of, yeah, I honestly like getting head and I kind of like doggy style honestly.", "start": 1808.92, "end": 1814.44}, {"text": "Yeah. I like kissing a girl. I know it's kind of scary and fucked up but like. I like kissing", "start": 1814.44, "end": 1819.16}, {"text": "my girlfriend as a fetish. I like to see my wiener disappear inside someone's body. Yeah.", "start": 1819.16, "end": 1823.32}, {"text": "Just making it go away. Alright. You know what time it is? It's time to make my wiener", "start": 1823.32, "end": 1827.84}, {"text": "go away inside your body. Alright, I have to make my next trick. And every time I'm praying", "start": 1827.84, "end": 1834.24}, {"text": "that I go to pull it and there's nothing there. It sucks it up and it's gone. They should suck", "start": 1834.24, "end": 1842.58}, {"text": "up your penis, that should be sex. You should only have sex one time like a spider. Yeah,", "start": 1842.58, "end": 1848.48}, {"text": "like the tube at the bank. Yeah, exactly. Like the tube at the bank, which my dad used", "start": 1848.48, "end": 1852.44}, {"text": "one of those tubes so bad. The penis grows in. My dad used to talk about it all the time.", "start": 1852.44, "end": 1856.6}, {"text": "dad would talk he'd be like we need to get one of those tubes installed in our", "start": 1856.6, "end": 1860.2}, {"text": "house so that we can send beer to the living room from the kitchen that's sick", "start": 1860.2, "end": 1863.64}, {"text": "and it'd be like that'd be the most fucked up beer in the world when you opened it.", "start": 1863.64, "end": 1866.68}, {"text": "Yeah, it goes up, it goes up, it like goes around a bend immediately shatters and", "start": 1866.68, "end": 1871.24}, {"text": "that just shoots broken glass into the living room. It kills my mom.", "start": 1871.24, "end": 1876.32}, {"text": "You put a beer bottle in it and it just goes *swoosh*. Like Doc Ock's eye.", "start": 1876.32, "end": 1880.2}, {"text": "Just shards of glass directly in her eye. I'm thinking about that penis thing where it", "start": 1880.2, "end": 1885.08}, {"text": "like goes into like that's how it should work this thing where it goes in it goes", "start": 1885.08, "end": 1889.58}, {"text": "in and out thinking about that penis thing where it goes in and out although", "start": 1889.58, "end": 1892.92}, {"text": "like goes up like a vacuum tube so like the size of your penis will determine", "start": 1892.92, "end": 1898.26}, {"text": "the size of your child so if it goes in right here's here's here's my like the", "start": 1898.26, "end": 1906.6}, {"text": "raw material so it's like when you get those little dinosaurs yeah in the", "start": 1906.6, "end": 1910.48}, {"text": "capsule and it unfolds gonna get whatever multitude larger mm-hmm so", "start": 1910.48, "end": 1916.36}, {"text": "basically your penis becomes so in this scenario your penis is a little guy yeah", "start": 1916.36, "end": 1921.08}, {"text": "or girl okay depends but you only get to use it once is it like stone still or is", "start": 1921.08, "end": 1927.52}, {"text": "it like alive it's I mean dead until it's like it's like the capsule with the", "start": 1927.52, "end": 1932.6}, {"text": "dinosaur great so it's not real okay then so it's not real it's made of a", "start": 1932.6, "end": 1936.82}, {"text": "sponge. Okay. Maybe it's alive in there but it's a waxy coating. But it's showing you what", "start": 1936.82, "end": 1940.86}, {"text": "it's gonna look like. It still looks like a penis. I was thinking maybe you could see what", "start": 1940.86, "end": 1946.38}, {"text": "your son would look like. No, no it still looks like a penis. But there's like certain things", "start": 1946.38, "end": 1951.82}, {"text": "like you look at it and you're like oh the head's a little big I think he's gonna have", "start": 1951.82, "end": 1954.98}, {"text": "a big head. Oh, so it follows the characteristics of your penis. Yeah. And then it goes in and", "start": 1954.98, "end": 1961.98}, {"text": "and then it goes in and it grows in mommy", "start": 1961.98, "end": 1963.46}, {"text": "and then it comes out nine months later.", "start": 1963.46, "end": 1965.1}, {"text": "- Yeah.", "start": 1965.1, "end": 1965.94}, {"text": "- It goes into mommy?", "start": 1965.94, "end": 1966.78}, {"text": "- It goes into mommy.", "start": 1966.78, "end": 1967.78}, {"text": "- Okay.", "start": 1967.78, "end": 1968.62}, {"text": "All right, I'm starting to get it.", "start": 1968.62, "end": 1971.98}, {"text": "What if your penis had red skin and horns?", "start": 1971.98, "end": 1976.98}, {"text": "- Oh no.", "start": 1976.98, "end": 1978.1}, {"text": "- Chomp it off.", "start": 1978.1, "end": 1979.42}, {"text": "- What would you do?", "start": 1979.42, "end": 1980.26}, {"text": "- What if it looked like a Bulbasaur?", "start": 1980.26, "end": 1982.22}, {"text": "- Get that penis off of there.", "start": 1982.22, "end": 1984.14}, {"text": "- Yeah.", "start": 1984.14, "end": 1984.98}, {"text": "- Get that penis off my body.", "start": 1984.98, "end": 1985.82}, {"text": "- Since I broke my toe, I've been getting so,", "start": 1985.82, "end": 1987.1}, {"text": "back into Pokemon so hard.", "start": 1987.1, "end": 1988.62}, {"text": "- That makes no sense 'cause I feel like", "start": 1988.62, "end": 1989.82}, {"text": "you wouldn't wanna walk around very much", "start": 1989.82, "end": 1991.66}, {"text": "pokemon go no no no pokemon the pokemon normal oh yeah he mon i beat rcs or", "start": 1991.66, "end": 1996.98}, {"text": "arceus i don't know how you say it the arceus is a beat rcs main quest that's", "start": 1996.98, "end": 2002.5}, {"text": "done nice nice got a level up i'm starting i'm starting shining pearl", "start": 2002.5, "end": 2007.3}, {"text": "gaming patrick i became a gamer too i've been playing so much game well we've", "start": 2007.3, "end": 2011.38}, {"text": "been playing pokemon go speaking of hold on don't you dare i've been playing", "start": 2011.38, "end": 2016.3}, {"text": "I have to do my streak.", "start": 2016.3, "end": 2017.3}, {"text": "Sekiro Shadows Die Twice.", "start": 2017.3, "end": 2018.3}, {"text": "I've been off of video games.", "start": 2018.3, "end": 2019.3}, {"text": "Shadow?", "start": 2019.3, "end": 2020.3}, {"text": "Shadows Die Twice.", "start": 2020.3, "end": 2021.3}, {"text": "Sekiro Shadows Die Twice.", "start": 2021.3, "end": 2022.3}, {"text": "Oh, I thought you were talking about Shadow the Hedgehog.", "start": 2022.3, "end": 2025.78}, {"text": "That would be a cool game to play.", "start": 2025.78, "end": 2027.18}, {"text": "Yeah.", "start": 2027.18, "end": 2028.18}, {"text": "No, this one's about a ninja fighting Samurai.", "start": 2028.18, "end": 2029.86}, {"text": "Shadow's kind of a ninja if you think about it.", "start": 2029.86, "end": 2031.7}, {"text": "I'm doing a full dopamine fest.", "start": 2031.7, "end": 2034.42}, {"text": "Yeah.", "start": 2034.42, "end": 2035.42}, {"text": "No music, no movies, no video games, no TV show, no food, no water.", "start": 2035.42, "end": 2040.5}, {"text": "Team Rocket Gym.", "start": 2040.5, "end": 2042.14}, {"text": "Team Rocket Poke Stop.", "start": 2042.14, "end": 2043.14}, {"text": "I'm not going to.", "start": 2043.14, "end": 2044.9}, {"text": "Not right now.", "start": 2044.9, "end": 2045.9}, {"text": "now but I figure it out I think you got to catch a cat real quick yeah I gotta", "start": 2045.9, "end": 2049.4}, {"text": "catch this cat the spring what's its name this is what is this glam meow", "start": 2049.4, "end": 2053.9}, {"text": "glam mixing in normal animal yeah the glam meow fled so they don't have any", "start": 2053.9, "end": 2058.74}, {"text": "normal animals in Pokemon kind of there's some that are just birds and", "start": 2058.74, "end": 2062.1}, {"text": "cats and stuff I mean they're not but they're not called bird but yeah that's", "start": 2062.1, "end": 2065.86}, {"text": "what they don't have like there's not a bird or a dog there is a few dogs like", "start": 2065.86, "end": 2071.1}, {"text": "they don't you know what you know what there's one called there's one called", "start": 2071.1, "end": 2073.98}, {"text": "crabby that's a crab so does is our humans the only animals that had a", "start": 2073.98, "end": 2080.38}, {"text": "normal evolution are they the only animals yeah so yeah so is the god of", "start": 2080.38, "end": 2086.26}, {"text": "all Pokemon yeah but that's like before that what and like just one Pokemon like", "start": 2086.26, "end": 2090.62}, {"text": "came out or everyone they're making a show before they had this whole like", "start": 2090.62, "end": 2093.34}, {"text": "mythology thing and it it's really you can like look up you can they have like", "start": 2093.34, "end": 2097.58}, {"text": "you can read parts of the like style guide for the show and it's like yeah you", "start": 2097.58, "end": 2103.22}, {"text": "can never show an animal that's not a Pokemon because it will make the world", "start": 2103.22, "end": 2107.38}, {"text": "not make sense and like the really fun part that is like you can't ever show", "start": 2107.38, "end": 2112.1}, {"text": "like they can't ever eat anything with meat and the show you can't visibly see", "start": 2112.1, "end": 2116.58}, {"text": "them eating because because they would be eating yeah come on yeah that's why", "start": 2116.58, "end": 2119.82}, {"text": "they're always eating just the rice and stuff oh yeah and then the American", "start": 2119.82, "end": 2123.98}, {"text": "localization they say call it donuts yeah jelly doughnuts or what is it like", "start": 2123.98, "end": 2128.7}, {"text": "like hot dogs and stuff. - Rice balls, or jelly donuts.", "start": 2128.7, "end": 2132.02}, {"text": "- Yeah, it's pretty funny.", "start": 2132.02, "end": 2133.18}, {"text": "But yeah, I just, I love that they had to put that", "start": 2133.18, "end": 2135.62}, {"text": "in the thing, it's like the design document.", "start": 2135.62, "end": 2136.46}, {"text": "- Yeah, 'cause you can't eat a Pokemon.", "start": 2136.46, "end": 2137.98}, {"text": "- Yeah, you cannot.", "start": 2137.98, "end": 2139.82}, {"text": "'Cause imagine one guy slips up and has,", "start": 2139.82, "end": 2142.54}, {"text": "they eat a hamburger one time,", "start": 2142.54, "end": 2144.9}, {"text": "and it's like, yeah, one kid sees it,", "start": 2144.9, "end": 2146.42}, {"text": "and is like, oh my God.", "start": 2146.42, "end": 2148.18}, {"text": "Like one kid who's smart enough to realize what that means.", "start": 2148.18, "end": 2151.54}, {"text": "- Yeah, or they're eating something", "start": 2151.54, "end": 2152.94}, {"text": "that looks like fried chicken,", "start": 2152.94, "end": 2154.02}, {"text": "but it's clearly like, you see Pikachu's tail,", "start": 2154.02, "end": 2157.3}, {"text": "lightning thing yeah I guess it's good that they said didn't show that you", "start": 2157.3, "end": 2162.54}, {"text": "could eat a Pokemon you should I want to know exactly what I mean honestly I would", "start": 2162.54, "end": 2168.56}, {"text": "love to eat a match oak making them fight each other getting them to thin", "start": 2168.56, "end": 2173.52}, {"text": "fight and lean knock at each other out is is way worse than eating them I", "start": 2173.52, "end": 2178.4}, {"text": "absolutely yeah it's like what you can't battle dogs in the real world yeah but", "start": 2178.4, "end": 2183.18}, {"text": "you can eat them yeah you're making they're making the Pokemon fight so that", "start": 2183.18, "end": 2187.06}, {"text": "you can be the king of a building that has a pool in it.", "start": 2187.06, "end": 2190.1}, {"text": "- Yeah, wait, okay, so it's a freaking,", "start": 2190.1, "end": 2192.28}, {"text": "and they have balls.", "start": 2192.28, "end": 2193.9}, {"text": "- Yeah. - Balls, what the hell?", "start": 2193.9, "end": 2195.38}, {"text": "- Is a Pokeball on the Nintendo Switch today?", "start": 2195.38, "end": 2198.3}, {"text": "- And you wake up, and your mom wakes you up.", "start": 2198.3, "end": 2200.38}, {"text": "You're 10 years old and you go on an adventure.", "start": 2200.38, "end": 2202.38}, {"text": "Isn't that a little young?", "start": 2202.38, "end": 2203.46}, {"text": "- Makes no sense.", "start": 2203.46, "end": 2204.3}, {"text": "- Wait, and you can only--", "start": 2204.3, "end": 2205.12}, {"text": "- Isn't Professor Oak a little bit weird", "start": 2205.12, "end": 2206.14}, {"text": "for hanging out with a child?", "start": 2206.14, "end": 2207.7}, {"text": "- Yep. (laughing)", "start": 2207.7, "end": 2209.3}, {"text": "- Isn't he a little bit weird for hanging out with a child?", "start": 2209.3, "end": 2210.54}, {"text": "- Wait, and you only get one starter Pokemon?", "start": 2210.54, "end": 2212.46}, {"text": "Why can't you get all three?", "start": 2212.46, "end": 2213.78}, {"text": "- And hold on, this makes no sense.", "start": 2213.78, "end": 2215.98}, {"text": "He's making you take pictures of Pokemon in a little car.", "start": 2215.98, "end": 2218.7}, {"text": "Isn't that kind of dangerous for the dogs and stuff?", "start": 2218.7, "end": 2220.46}, {"text": "- And why can't you just get every Pokemon instantly", "start": 2220.46, "end": 2222.58}, {"text": "at the start of the game?", "start": 2222.58, "end": 2223.5}, {"text": "- It's actually true.", "start": 2223.5, "end": 2224.34}, {"text": "- It doesn't make any sense.", "start": 2224.34, "end": 2225.3}, {"text": "- How come I have to complete the Pokedex?", "start": 2225.3, "end": 2227.98}, {"text": "- What the hell did you just say?", "start": 2227.98, "end": 2228.82}, {"text": "- I have to look at Pokemon's dicks?", "start": 2228.82, "end": 2230.02}, {"text": "- No, that's not at all.", "start": 2230.02, "end": 2230.86}, {"text": "- Bruh, come on.", "start": 2230.86, "end": 2231.68}, {"text": "- Bruh.", "start": 2231.68, "end": 2232.52}, {"text": "- No, bruh.", "start": 2232.52, "end": 2233.36}, {"text": "- No, bruh.", "start": 2233.36, "end": 2234.18}, {"text": "- Come on, bruh.", "start": 2234.18, "end": 2235.02}, {"text": "- No, that can't be right.", "start": 2235.02, "end": 2236.02}, {"text": "- I thought the Pokedex was so cool when I was a kid.", "start": 2236.02, "end": 2238.62}, {"text": "- It is cool.", "start": 2238.62, "end": 2239.46}, {"text": "- That was one of the coolest things ever to me.", "start": 2239.46, "end": 2240.28}, {"text": "and that looks like that now I'd literally I would I would have like I", "start": 2240.28, "end": 2243.64}, {"text": "would have killed one of my parents to make my other parent by me a real life", "start": 2243.64, "end": 2246.3}, {"text": "Pokedex if there was one maybe there was one, but just like one where I can like", "start": 2246.3, "end": 2249.72}, {"text": "like in the in the show they like scan the Pokemon yeah, and it goes like yeah,", "start": 2249.72, "end": 2253.82}, {"text": "like the crab Pokemon and then like says that like if I had something like that", "start": 2253.82, "end": 2257.48}, {"text": "as a kid well, it would make that I was one that worked completely the same", "start": 2257.48, "end": 2261.14}, {"text": "perfectly, but because there's no Pokemon in the world you would just been", "start": 2261.14, "end": 2264.44}, {"text": "fucked yeah. Well, you first of all okay to branching pads here either they make", "start": 2264.44, "end": 2268.32}, {"text": "it for animals.", "start": 2268.32, "end": 2269.16}, {"text": "or they may do that with this you can do that on Google now you can like really", "start": 2269.16, "end": 2273.6}, {"text": "yeah and the Google voice well you can do that with plants and shit doesn't", "start": 2273.6, "end": 2277.4}, {"text": "important part lion enclosure huh I'm gonna drop myself in with the lions and", "start": 2277.4, "end": 2283.76}, {"text": "the bamboos and I'm gonna scan them with my Google app yeah and then they shreds", "start": 2283.76, "end": 2288.16}, {"text": "the second before the the lion eats you it's like could not recognize yeah you", "start": 2288.16, "end": 2292.28}, {"text": "die lion the human eater the human eater animal lion type its weakness is being", "start": 2292.28, "end": 2306.5}, {"text": "dropped off a building", "start": 2306.5, "end": 2309.32}, {"text": "What's the one animal that you would not want to be put into an animal enclosure", "start": 2317.12, "end": 2323.12}, {"text": "with? Squidward. Yeah, Squidward is this big. He'd be so rude to me. He is really small, I guess.", "start": 2323.12, "end": 2330.08}, {"text": "Yeah, he's really small. Yeah, okay. But he's got that plot armor. Oh, true. No, but I mean--", "start": 2330.08, "end": 2336.72}, {"text": "And I'd probably kill myself after being with him for five minutes. I think", "start": 2336.72, "end": 2339.6}, {"text": "alligators is-- they're not gonna attack you, honestly. I don't think alligators--", "start": 2339.6, "end": 2344.0}, {"text": "All you have to do is climb.", "start": 2344.0, "end": 2345.8}, {"text": "- Well, also, alligators in enclosures,", "start": 2345.8, "end": 2348.68}, {"text": "alligators only need to eat once a week,", "start": 2348.68, "end": 2350.96}, {"text": "and they're all pretty well-fed.", "start": 2350.96, "end": 2352.64}, {"text": "That's why they don't attack people who--", "start": 2352.64, "end": 2354.64}, {"text": "- Well, hungry alligator is the scenario.", "start": 2354.64, "end": 2356.88}, {"text": "- There's not-- - They're saying--", "start": 2356.88, "end": 2357.72}, {"text": "(laughing)", "start": 2357.72, "end": 2358.8}, {"text": "- That's the part of the scenario.", "start": 2358.8, "end": 2359.64}, {"text": "- You could assume the placard says--", "start": 2359.64, "end": 2362.4}, {"text": "- The hungriest alligator. - Hungry alligator.", "start": 2362.4, "end": 2365.36}, {"text": "American hungry alligator.", "start": 2365.36, "end": 2367.08}, {"text": "- Also, yeah, if an alligator bucks at you,", "start": 2367.08, "end": 2369.12}, {"text": "you can kind of, there's stuff,", "start": 2369.12, "end": 2370.56}, {"text": "if you hit it on the nose and stuff,", "start": 2370.56, "end": 2371.88}, {"text": "or that's a shark, there's something you can do where--", "start": 2371.88, "end": 2373.72}, {"text": "anything if you hear no it's like if you stand behind it and hold its mouth shut", "start": 2373.72, "end": 2376.92}, {"text": "that's what you do it's all pretty easy. I think alligators are just not that big", "start": 2376.92, "end": 2381.24}, {"text": "of a deal yeah they don't kill that I've been watching a bunch of alligator", "start": 2381.24, "end": 2384.44}, {"text": "movies they're the belly and lions I think you're not so good to be around", "start": 2384.44, "end": 2389.64}, {"text": "yeah I think a tiger would or lion any of any big cat that's not good and then I", "start": 2389.64, "end": 2395.48}, {"text": "think maybe oh you know what a grizzly bear yeah grizzly bear like an enclosure", "start": 2395.48, "end": 2400.52}, {"text": "with a grizzly bear you're fucked. You think so? Yeah, completely. You have no", "start": 2400.52, "end": 2404.32}, {"text": "chance because they're so big you can't climb away. I don't think it's gonna try, I don't", "start": 2404.32, "end": 2408.52}, {"text": "think it'll. Yes it will, they're aggressive. They are aggressive. That's the thing about", "start": 2408.52, "end": 2411.48}, {"text": "grizzly bears. Grizzly man? Literally the thing with grizzly bears is that they. No,", "start": 2411.48, "end": 2416.52}, {"text": "you're absolutely fucked. A grizzly bear is a brown bear? Yeah. It's an American brown", "start": 2416.52, "end": 2421.24}, {"text": "bear. I think I could soothe it. No. You could sue it? Have you ever seen the video of the", "start": 2421.24, "end": 2426.36}, {"text": "brown bear that walks up next to the guy always fishing that was fine. That was a", "start": 2426.36, "end": 2430.4}, {"text": "I think that's probably a Kodiak bear was it I don't know it was brown. I think I", "start": 2430.4, "end": 2435.04}, {"text": "know the video you're talking about the thing about girls. I guess the thing", "start": 2435.04, "end": 2438.16}, {"text": "about a grizzly bear is a grizzly bear. I think is the one that will chase you if", "start": 2438.16, "end": 2441.12}, {"text": "you run if you freak out at all like if you if you have any sense yeah like", "start": 2441.12, "end": 2444.88}, {"text": "like seen that that video that bear that gets stuck in the window no no trying to", "start": 2444.88, "end": 2450.28}, {"text": "get honey and his friends have to push him out. Oh my god that shit's scary as", "start": 2450.28, "end": 2453.72}, {"text": "fuck yeah and it's trying to get yeah it has and the scariest part of that bear", "start": 2453.72, "end": 2457.6}, {"text": "is on the back of it it is like another face yeah have you seen this it is like", "start": 2457.6, "end": 2461.76}, {"text": "fucking horns on the back I can't believe how much you just got me I can't even", "start": 2461.76, "end": 2468.68}, {"text": "believe it I was like no I haven't I can't believe how bad I just got owned", "start": 2468.68, "end": 2479.64}, {"text": "ground yeah. No, I think grizzly bear you're fucked yeah. I think that's it's", "start": 2479.64, "end": 2485.46}, {"text": "called a grizzly bear. Yeah, you know there's a scientific name is murderous", "start": 2485.46, "end": 2490.46}, {"text": "man literally is it's ersus arctos horribilis. That's sick. Yeah, it's so", "start": 2490.46, "end": 2496.9}, {"text": "cool. Yeah, the fucking like what because which came first grizzly bear or", "start": 2496.9, "end": 2503.4}, {"text": "grizzly murder because grizzly murder is spelled with an s. Yeah, it's different", "start": 2503.4, "end": 2508.14}, {"text": "words. Really? Yeah. I didn't know that. Yeah. Gris, so it's grisly? Grisly murder.", "start": 2508.14, "end": 2514.18}, {"text": "Grisly, yeah. So which game, like, I feel like Grisly Bear. Is that, is Grisly Bear", "start": 2514.18, "end": 2520.06}, {"text": "a scientific name? Like, is that like it's... That's, no, it's, so it's like, well, you", "start": 2520.06, "end": 2525.7}, {"text": "know, it's scientific name is Ursus Arctos Horribilis. You know what I mean? Like...", "start": 2525.7, "end": 2529.18}, {"text": "Yeah, but I think that... A subspecies or whatever? It's called an American Brown Bear,", "start": 2529.18, "end": 2534.14}, {"text": "also I think it's one of those things where neither of them like there's not", "start": 2534.14, "end": 2537.02}, {"text": "like enough necessarily an official name like you would know either way yeah I", "start": 2537.02, "end": 2542.58}, {"text": "don't think there's such thing as like an official name and that's like really", "start": 2542.58, "end": 2546.1}, {"text": "mean well so do you want to know a fun fact about bears yeah why they're called", "start": 2546.1, "end": 2549.58}, {"text": "bears is it called a grizzly bear because of that or is it like a like", "start": 2549.58, "end": 2553.54}, {"text": "oh there's like a little grizzled grizzled is like also like like they're", "start": 2553.54, "end": 2557.54}, {"text": "like I think is like a type of color texture type thing like I think that's", "start": 2557.54, "end": 2562.22}, {"text": "that's where it's okay, but so bear is originally bears were called there's", "start": 2562.22, "end": 2568.1}, {"text": "some words for bears and like like old like like", "start": 2568.1, "end": 2571.0}, {"text": "european or like maybe it was russian like like oh they had this word for bear,", "start": 2571.0, "end": 2576.94}, {"text": "but they never they would never call bear. It was arctos that's what it was", "start": 2576.94, "end": 2580.38}, {"text": "they would never call bear arctos because they believed that bears were", "start": 2580.38, "end": 2583.3}, {"text": "like demons, and if you said the word arctos, it would summon a bear to come", "start": 2583.3, "end": 2586.86}, {"text": "kill you. So they would they'd instead they called them like like brown haired", "start": 2586.86, "end": 2590.94}, {"text": "animals or like they would use like euphemisms to describe them and that's", "start": 2590.98, "end": 2593.86}, {"text": "where bear comes from is like brown or something whoa or they would call them", "start": 2593.86, "end": 2597.4}, {"text": "like honey eaters and stuff, but they were too afraid to say the word the word", "start": 2597.4, "end": 2600.78}, {"text": "for bear whoa yeah bears were out there fucking people up for quite yeah", "start": 2600.78, "end": 2604.5}, {"text": "they're they're crazy. That's sick before that we got houses and cars yeah", "start": 2604.5, "end": 2609.9}, {"text": "pre houses and cars. They were just fucking destroyers were just doing", "start": 2609.9, "end": 2615.92}, {"text": "crazy. I was reading this thing about", "start": 2615.94, "end": 2617.74}, {"text": "about bear attacks throughout history. I was going through the wikipedia page", "start": 2617.74, "end": 2622.5}, {"text": "yeah and it's like it goes from like the seventeen hundreds or whatever to", "start": 2622.5, "end": 2626.56}, {"text": "like just to the present day. It's funny because all the first ones are", "start": 2626.56, "end": 2629.82}, {"text": "like a man, a man put on his hunting had and today, like from the excerpt", "start": 2629.82, "end": 2634.0}, {"text": "from a newspaper, like a man put on his hunting hat today and and stated I'm", "start": 2634.0, "end": 2638.2}, {"text": "going out to kill a bear and he never returned", "start": 2638.2, "end": 2640.64}, {"text": "like the nineteen hundreds. They're like twenty in a row that are just", "start": 2640.64, "end": 2644.8}, {"text": "like a man was hitting a bear with a stick through the bars that a zoo and he", "start": 2644.84, "end": 2649.16}, {"text": "got pulled in and ripped apart.", "start": 2649.16, "end": 2650.52}, {"text": "Yeah, that's a bad. I think there's a bad way to go. I think any any lot of", "start": 2650.52, "end": 2656.76}, {"text": "just animal just tear you to bits alive. Yeah, probably got to be in my top two", "start": 2656.76, "end": 2662.68}, {"text": "worst ways of die there, so it's so far. So the original question is like which", "start": 2662.68, "end": 2666.52}, {"text": "animal would you would you least want to be in an enclosure with? I guess there's", "start": 2666.52, "end": 2670.72}, {"text": "lot yeah what's the most probably a mosquito you know that's the deadliest", "start": 2670.76, "end": 2675.4}, {"text": "animal I carry West Nile true and truly yeah Hitler yeah yeah I got Jack the", "start": 2675.4, "end": 2682.68}, {"text": "Ripper I jacked the rip do you guys think I feel like I'm not a I'm not a lady of", "start": 2682.68, "end": 2686.68}, {"text": "the night I would probably like a hundred and ten pounds yeah you know", "start": 2686.68, "end": 2690.64}, {"text": "yeah like he's probably such a pussy dude yeah well yeah he was a pussy", "start": 2690.64, "end": 2695.52}, {"text": "because of all that stuff he did to those women that's right that's right the", "start": 2695.52, "end": 2698.0}, {"text": "a coward. Yeah, you're a loser. Pick on someone your own size. Jack the Ripper?", "start": 2698.0, "end": 2701.5}, {"text": "You're a frigging bitch. Yeah, this is... That's it. You're done, Jack the Ripper.", "start": 2701.5, "end": 2707.12}, {"text": "You're done, man. You're not doing that shit anymore. So did he really... We're", "start": 2707.12, "end": 2710.24}, {"text": "putting an end to it. Did he really rip these women up? He did.", "start": 2710.24, "end": 2713.24}, {"text": "They get some crazy old serial...", "start": 2713.24, "end": 2717.62}, {"text": "There's the old joke, like, \"Oh, stop giving them such cool names.\"", "start": 2717.62, "end": 2722.24}, {"text": "I feel like we've effectively done,", "start": 2723.52, "end": 2726.52}, {"text": "there hasn't been a cool serial killer name in a while.", "start": 2726.52, "end": 2730.8}, {"text": "- That's 'cause we don't have serial killers anymore,", "start": 2730.8, "end": 2732.6}, {"text": "we have mass shooters and now we just,", "start": 2732.6, "end": 2734.9}, {"text": "they just have their names.", "start": 2734.9, "end": 2737.38}, {"text": "- Most of their names are very stupid.", "start": 2737.38, "end": 2738.9}, {"text": "- True crime has just destroyed the brains of people.", "start": 2738.9, "end": 2743.48}, {"text": "- Zodiac is so cool.", "start": 2743.48, "end": 2745.14}, {"text": "- Zodiac Killer?", "start": 2745.14, "end": 2745.98}, {"text": "- Such a cool--", "start": 2745.98, "end": 2746.82}, {"text": "- Zodiac and Mr. Cruel was like some Australian.", "start": 2746.82, "end": 2751.02}, {"text": "Actually, he wasn't a killer, I don't think.", "start": 2751.02, "end": 2752.98}, {"text": "He was a serial rapist.", "start": 2752.98, "end": 2753.98}, {"text": "Yeah, BTK.", "start": 2753.98, "end": 2754.98}, {"text": "It's all just so cool.", "start": 2754.98, "end": 2755.98}, {"text": "Yeah.", "start": 2755.98, "end": 2756.98}, {"text": "Yeah.", "start": 2756.98, "end": 2757.98}, {"text": "But like, True Crime's just, it's eroded our brains into fucking shit.", "start": 2757.98, "end": 2762.86}, {"text": "You think so?", "start": 2762.86, "end": 2763.86}, {"text": "Yeah.", "start": 2763.86, "end": 2764.86}, {"text": "Our brains?", "start": 2764.86, "end": 2765.86}, {"text": "I don't think so.", "start": 2765.86, "end": 2766.86}, {"text": "People's brains, the collective conscious.", "start": 2766.86, "end": 2767.86}, {"text": "I'm not so much into True Crime.", "start": 2767.86, "end": 2769.42}, {"text": "I hate it.", "start": 2769.42, "end": 2770.42}, {"text": "I really liked the first season of Serial.", "start": 2770.42, "end": 2772.7}, {"text": "I think.", "start": 2772.7, "end": 2773.7}, {"text": "Because I thought, I really, I was hoping that the girl and the kid in jail were going to", "start": 2773.7, "end": 2777.78}, {"text": "fuck at the end, but they didn't.", "start": 2777.78, "end": 2779.14}, {"text": "I think the problem with True Crime is that it all has really boring endings.", "start": 2779.14, "end": 2782.34}, {"text": "because it's all real. You either go to jail. They should make up endings for it.", "start": 2782.34, "end": 2786.02}, {"text": "Yeah, the ending should be scary. You think the guy's dead and then he's", "start": 2786.02, "end": 2790.3}, {"text": "actually alive. Exactly, the ending to every true crime thing is either, \"but we have", "start": 2790.3, "end": 2793.5}, {"text": "no idea and there's no way to solve this\" or it's like, \"and then they got him and", "start": 2793.5, "end": 2796.66}, {"text": "they put him in jail and that's that.\" Yeah, there's always, it's there's never", "start": 2796.66, "end": 2799.74}, {"text": "like a, like they always try to tell it like it's like a movie story.", "start": 2799.74, "end": 2803.38}, {"text": "In the end, there's just like, \"was Robert Durst having a heart attack and then like you...\"", "start": 2803.38, "end": 2807.62}, {"text": "and then a lightning strikes him. Yeah exactly. Or you see his body under a sheet at the morgue.", "start": 2807.62, "end": 2813.7}, {"text": "And the sheet's gone. Yeah exactly. There's this woman who like, because her mom got killed by her", "start": 2813.7, "end": 2822.74}, {"text": "mom's friend who took out a life insurance policy on her or some shit. Her friend? Yeah. I don't", "start": 2822.74, "end": 2829.14}, {"text": "know. I don't remember the exact details of the story. When someone kills somebody and one week", "start": 2829.14, "end": 2832.82}, {"text": "earlier they were at a life insurance office like, \"I'd like to take out a life insurance policy on", "start": 2832.82, "end": 2836.82}, {"text": "my friend yeah but there is like some detail out there's some details I forget", "start": 2836.82, "end": 2841.42}, {"text": "but like because there was a Dateline episode that story of her mom's murder", "start": 2841.42, "end": 2847.18}, {"text": "is like being optioned off into a show it's like Jesus fucking Christ like", "start": 2847.18, "end": 2852.06}, {"text": "there's a real person like how the foot like this fucking stupid like she should", "start": 2852.06, "end": 2856.82}, {"text": "always get some money for that she yeah like you should get like a shit ton of", "start": 2856.82, "end": 2860.5}, {"text": "of money yeah yeah money money will bring the mommy back yeah money brings mommy", "start": 2860.5, "end": 2867.74}, {"text": "back money brings mommy back mm-hmm yeah yeah yeah I don't know I don't think it", "start": 2867.74, "end": 2872.14}, {"text": "matters that much I mean I think if you had your entire family killed I mean I", "start": 2872.14, "end": 2876.38}, {"text": "would I would be really mad I wouldn't like it I don't think it's like my like", "start": 2876.38, "end": 2880.18}, {"text": "here's the caveat you should be able to pick who plays you yeah yeah cuz you're", "start": 2880.18, "end": 2885.1}, {"text": "gonna be in the show exactly and you should either be able to play yourself or", "start": 2885.1, "end": 2888.9}, {"text": "or you should be able to pick just whoever you want yeah you get the choice", "start": 2888.9, "end": 2892.54}, {"text": "if I if I if I lose my parents to a murderer mm-hmm and then they are like", "start": 2892.54, "end": 2899.54}, {"text": "on the dateline reenactment is some like ugly motherfucker yeah just like totally", "start": 2899.54, "end": 2905.76}, {"text": "dishonor", "start": 2905.76, "end": 2908.22}, {"text": "they get Jonah Hill to play you in the true cry like they had like like 50", "start": 2908.22, "end": 2916.1}, {"text": "infidelity subplots between yeah yeah like Pamela Adlon both of your parents", "start": 2916.1, "end": 2921.98}, {"text": "have like like 50 side okay Pamela Adlon plays my dad and or my mom and Louie", "start": 2921.98, "end": 2926.78}, {"text": "plays my dad that's that's the only way I'll do it uh-huh", "start": 2926.78, "end": 2929.86}, {"text": "and I know like they they get some like they make my dad bald for no reason well", "start": 2929.86, "end": 2934.38}, {"text": "that's a that's okay no like ball like you know like bald like he's got like a", "start": 2934.38, "end": 2938.74}, {"text": "a cleft lip or something.", "start": 2938.74, "end": 2940.74}, {"text": "- Yeah, no, like, bald is not on the same level as cleft lip.", "start": 2940.74, "end": 2943.24}, {"text": "- No, what are you talking about?", "start": 2943.24, "end": 2945.04}, {"text": "- Like, the reenactor--", "start": 2945.04, "end": 2945.88}, {"text": "- They make my dad bald, he has one arm.", "start": 2945.88, "end": 2948.54}, {"text": "- In the reenactment, they make my dad a bald guy", "start": 2948.54, "end": 2951.62}, {"text": "with a cleft lip, it's like, you're not honoring my dad.", "start": 2951.62, "end": 2954.22}, {"text": "- They make my dad Immortan Joe from Mad Max Fury Road.", "start": 2954.22, "end": 2957.78}, {"text": "They give him like a gas mask.", "start": 2957.78, "end": 2959.46}, {"text": "- Yeah, they make my dad, like, if they did that shit,", "start": 2959.46, "end": 2961.58}, {"text": "if my, like, if the reenactors of my life", "start": 2961.58, "end": 2964.74}, {"text": "were fucking weird looking, I'd be so mad.", "start": 2964.74, "end": 2968.02}, {"text": "Yeah, it's like I already lost my mom and now you're making her like 600 pounds. Yeah, that's fucked up. You're adding insult", "start": 2968.02, "end": 2975.5}, {"text": "Yeah, they make my dad an alien", "start": 2975.5, "end": 2977.5}, {"text": "And he's totally from another world. Here's Brosnan and Pamela Anderson to be my mom and dad and you're if they get murdered", "start": 2977.5, "end": 2983.82}, {"text": "Yeah, yeah, the person who it's about should have some power over it, I guess but I don't think yeah, I don't I don't know", "start": 2983.82, "end": 2989.62}, {"text": "Whatever Idris Elba plays my dad", "start": 2989.62, "end": 2991.9}, {"text": "Please me. Did you sell what plays my dad? I play myself. Mm-hmm", "start": 2993.1, "end": 2997.14}, {"text": "Favorite son Caleb. Yeah, thank you dad", "start": 2997.14, "end": 3001.62}, {"text": "Thank you dad my favorite son. I've always thought murdered now. No, don't go get murdered. I've always loved how similar we are", "start": 3001.62, "end": 3010.74}, {"text": "People immediately know that I'm your show", "start": 3010.74, "end": 3014.26}, {"text": "You're amazing on a soccer field, I'm a footy player ball field. I'm a footy player. I really am", "start": 3014.26, "end": 3021.82}, {"text": "You're so amazing. I wish you were alive to solve your own blokes on your thank you. I really appreciate that age or a dad", "start": 3022.38, "end": 3029.46}, {"text": "That's so sweet of you", "start": 3029.46, "end": 3032.34}, {"text": "and my mom", "start": 3032.34, "end": 3035.06}, {"text": "my mom is", "start": 3035.06, "end": 3037.3}, {"text": "Kate Kate yeah, and then the the murderer Darth Vader", "start": 3037.3, "end": 3041.7}, {"text": "Okay, my mom is Kate Upton and a plot point is that I breastfed until I was", "start": 3041.7, "end": 3045.62}, {"text": "having like a like like you know what okay we are saying all these like true", "start": 3048.9, "end": 3052.5}, {"text": "crime stories and like like starting a true crime show and being like like", "start": 3052.5, "end": 3055.74}, {"text": "figuring out all the stories you're gonna do and just like every episode and", "start": 3055.74, "end": 3058.74}, {"text": "just being like now there aren't that many hints but I think we're being that", "start": 3058.74, "end": 3063.3}, {"text": "I think based on the clues here we can conclude that Darth Vader was the killer", "start": 3063.3, "end": 3069.06}, {"text": "who's more evil than possibly have it in them to do something so evil giving", "start": 3069.06, "end": 3076.18}, {"text": "like interviews with all the family were like dredging up this horrible stuff.", "start": 3076.18, "end": 3079.6}, {"text": "Everyone's crying and then they're like so did you ever see Darth Vader around", "start": 3079.6, "end": 3083.84}, {"text": "the house at any point during your childhood? I mean I've seen him a few", "start": 3083.84, "end": 3087.6}, {"text": "times. Not really. I mean I guess I guess I guess on the TV. Yeah, I saw I", "start": 3087.6, "end": 3092.04}, {"text": "saw Darth Vader. So after yes, so the family admits what is there a big bug?", "start": 3092.04, "end": 3096.26}, {"text": "Oh, it's just a spider. It's a big spider going down to you. That is a", "start": 3096.26, "end": 3099.9}, {"text": "crazy coming down to me. Shut up. You screamed last time. I was hoping you", "start": 3099.9, "end": 3103.54}, {"text": "it again. We were in the middle of doing an amazing riff slash bit. I'm sorry.", "start": 3103.54, "end": 3108.42}, {"text": "Darth Vader being the killer. Okay let's get back into the riff. I don't even have", "start": 3108.42, "end": 3112.22}, {"text": "an enemy anymore. You don't have the riff anymore dude. Okay here's a new bit.", "start": 3112.22, "end": 3115.54}, {"text": "Caleb would if he sees a spider. Okay that one's pretty good. Do you want to riff on", "start": 3115.54, "end": 3119.38}, {"text": "that Pat? Here's a sound Caleb would make if he saw like the if he was in stuck in", "start": 3119.38, "end": 3123.58}, {"text": "a spider enclosure. Yeah a spider enclosure would give fuck. Okay wait here's the sound that Caleb would make if he", "start": 3123.58, "end": 3129.94}, {"text": "was if he saw Darth Vader I would say his name Darth Vader I mean I would get", "start": 3129.94, "end": 3138.54}, {"text": "pretty excited so I get a photo of them that's probably one that you don't want", "start": 3138.54, "end": 3142.3}, {"text": "to see you see you into he's a scariest battle at the end of Kenobi no looks", "start": 3142.3, "end": 3155.54}, {"text": "like shit. Oh my god. But before I've had that battle at the end of my cannoli, all that cheese,", "start": 3155.54, "end": 3162.34}, {"text": "oh my god. Oh, the raccote. That battle in my body. It's so cool that people- My body battle.", "start": 3162.34, "end": 3168.02}, {"text": "Jersey Italians just make up that word, make up words. Raccote. Raccote. That's what my grandpa", "start": 3168.02, "end": 3173.54}, {"text": "does, he does that. Yeah. Yeah. Fucking piece of shit. Mm. Madone. He doesn't say madone. Oof,", "start": 3173.54, "end": 3179.7}, {"text": "madone. My girlfriend says that. That's just from the Sopranos. That's not it, no. She's never seen", "start": 3179.7, "end": 3185.38}, {"text": "it. She's never seen The Sopranos? Yeah. Unless she picked it up from somebody who", "start": 3185.38, "end": 3188.76}, {"text": "had seen it then. Probably. Yeah, it's only in Sopranos. It only exists in New Jersey. If you're from like", "start": 3188.76, "end": 3193.54}, {"text": "Bergen County or just you're in Sopranos all the time. Pretty much. Yeah. Yeah. It", "start": 3193.54, "end": 3198.62}, {"text": "is so cool that the that the... Did you guys see the thing where the the fucking", "start": 3198.62, "end": 3204.54}, {"text": "what's-his-name Tony Soprano, the actor, what is his name? Oh yeah. James Gannolfini.", "start": 3204.54, "end": 3208.98}, {"text": "He got a call in the middle of the night from some like unknown number and it was", "start": 3208.98, "end": 3214.18}, {"text": "just somebody they were like listen we really like what you're doing we think", "start": 3214.18, "end": 3217.86}, {"text": "you're doing a very good job but a Don would never wear shorts and then he hung", "start": 3217.86, "end": 3223.98}, {"text": "up that's crazy just called us a like no guy who's in the mafia would never be", "start": 3223.98, "end": 3229.22}, {"text": "caught dead where that's sick what a beast yeah I something I love about the", "start": 3229.22, "end": 3236.48}, {"text": "Sopranos that I think that needs to be more chose still is a leftism the left", "start": 3236.48, "end": 3241.02}, {"text": "leftism is huge. But I love how many how many jokes are just of a fat guy who's", "start": 3241.02, "end": 3247.58}, {"text": "like I'm gonna go eat some food. It's funny. It's not a no Bobby. No Bobby", "start": 3247.58, "end": 3258.06}, {"text": "Bacala Bobby Bacala. He's the best. What's the fucking this every time. Oh", "start": 3258.06, "end": 3264.58}, {"text": "Don Vito. Yeah. Don't say any spoilers though because I haven't finished the", "start": 3264.58, "end": 3268.82}, {"text": "Oh, yeah, oh, I know he's gay though. I found that out. Okay, I just watch that episode season 5", "start": 3268.82, "end": 3275.06}, {"text": "Second to last right there's like season 6 a and 6 beers. Oh, yeah, damn", "start": 3275.06, "end": 3281.78}, {"text": "New Hampshire makes an appearance for real. I will holy crap. Okay, I need a", "start": 3281.78, "end": 3288.18}, {"text": "TV show like that goes to New Hampshire not breaking bad. What the fuck are you talking about?", "start": 3288.18, "end": 3294.42}, {"text": "about I got to hold the license plate from Breaking Bad because in my in my", "start": 3294.42, "end": 3298.54}, {"text": "wait when did you know he goes to New Hampshire at the end of season or the", "start": 3298.54, "end": 3301.82}, {"text": "beginning of season 5 he's in New Hampshire oh I thought he's in fucking", "start": 3301.82, "end": 3304.74}, {"text": "Alaska no that's New Hampshire he's gonna be in are they say it's Alaska", "start": 3304.74, "end": 3309.18}, {"text": "though it may be oh no it's in you he has New Hampshire plates on his car I", "start": 3309.18, "end": 3314.26}, {"text": "guess Alaska they live in the show they say he's going to Alaska I'm like 90", "start": 3314.26, "end": 3320.38}, {"text": "he must have gotten New Hampshire plates and gone to Alaska it doesn't look like", "start": 3320.38, "end": 3323.9}, {"text": "like New Hampshire always. Yeah, it's Alaska. The first episode is called Live Free or Die.", "start": 3323.9, "end": 3328.5}, {"text": "Oh, you're right. Let me look it up. I also, I, that's crazy. I think I honestly just assumed", "start": 3328.5, "end": 3334.42}, {"text": "that it was Alaska. Because it was snowy and in a TV show that it was supposed to be Alaska.", "start": 3334.42, "end": 3338.26}, {"text": "I could have sworn he said something about Alaska. I'm like clearly I am right about", "start": 3338.26, "end": 3342.62}, {"text": "something but the both, there's a, the mob mentality of you two. Two versus one is always", "start": 3342.62, "end": 3347.78}, {"text": "right. Oh, it always wins. Dude, it is New Hampshire, what the fuck? You're such a genius.", "start": 3347.78, "end": 3352.42}, {"text": "- Dude, that was a huge thing.", "start": 3352.42, "end": 3355.1}, {"text": "- Was it huge for y'all?", "start": 3355.1, "end": 3355.94}, {"text": "- That was huge and everyone was like, \"Holy shit.\"", "start": 3355.94, "end": 3358.22}, {"text": "And then, yeah, I got to some guy", "start": 3358.22, "end": 3360.66}, {"text": "who came to my class and held a license plate up.", "start": 3360.66, "end": 3362.66}, {"text": "- Fucking Jesse wants to go to Alaska.", "start": 3362.66, "end": 3365.5}, {"text": "- Oh, yeah.", "start": 3365.5, "end": 3366.34}, {"text": "- That's what I'm thinking of.", "start": 3366.34, "end": 3368.02}, {"text": "- You know, that's very cool about New Hampshire,", "start": 3368.02, "end": 3370.9}, {"text": "but they actually filmed \"Under the Dome\" in Wilmington.", "start": 3370.9, "end": 3373.82}, {"text": "- Was \"Under the Dome.\"", "start": 3373.82, "end": 3374.7}, {"text": "- Okay, so somebody fucking hates prestige television.", "start": 3374.7, "end": 3377.46}, {"text": "\"Under the Dome.\"", "start": 3377.46, "end": 3378.58}, {"text": "- They go \"Under a Dome.\"", "start": 3378.58, "end": 3380.46}, {"text": "every show that somebody like like like Breaking Bad and like Sopranos maybe", "start": 3380.46, "end": 3385.18}, {"text": "it's just Breaking Bad and Sopranos do they go to I've never seen Mad Men do", "start": 3385.18, "end": 3389.28}, {"text": "they go to New Hampshire and Mad Men I don't think so I mean if we're talking", "start": 3389.28, "end": 3393.18}, {"text": "the wires TV Holly Flax moves to Nashua what the fuck is that it's Holly Flax", "start": 3393.18, "end": 3400.9}, {"text": "you can imagine the face I'm making at the camera right now I don't know what", "start": 3400.9, "end": 3405.62}, {"text": "what it is. He's at the office. Yeah. Oh, I'm doing a gym face at him not", "start": 3405.62, "end": 3410.06}, {"text": "knowing who Holly Flax is Holly Flax. Which one is that? Which one is", "start": 3410.06, "end": 3413.52}, {"text": "Holly Sweetheart? Michael's sweet my way. Michael has a sweetheart. Oh,", "start": 3413.52, "end": 3417.82}, {"text": "when they yeah, when I see screenshots of that stupid ass character in that", "start": 3417.82, "end": 3421.28}, {"text": "show, I'm like I pray that this this white guy never breeds true and he has", "start": 3421.28, "end": 3426.48}, {"text": "a fucking sweetheart. Thank God. She moves away. She moves away, but then", "start": 3426.48, "end": 3430.12}, {"text": "he moves to Nashua. Does he get her eggs before she moves? He goes and he", "start": 3430.12, "end": 3433.36}, {"text": "has six kids with her.", "start": 3433.38, "end": 3434.38}, {"text": "That is fucking disgusting.", "start": 3434.38, "end": 3439.02}, {"text": "They go to Nashville, but they did not film in Nashville.", "start": 3439.02, "end": 3441.34}, {"text": "I know.", "start": 3441.34, "end": 3442.34}, {"text": "I see some of the quotes.", "start": 3442.34, "end": 3443.34}, {"text": "I'll tell you what, I like the Stanley and Pam.", "start": 3443.34, "end": 3444.9}, {"text": "Some of the quotes from that fucking idiot moronic lunatic, I wish I could shake him", "start": 3444.9, "end": 3449.98}, {"text": "by the shoulders and say, \"Sir, never reproduce.\"", "start": 3449.98, "end": 3454.18}, {"text": "We need a new plague.", "start": 3454.18, "end": 3455.18}, {"text": "Remove yourself from the gene pool.", "start": 3455.18, "end": 3456.5}, {"text": "Oh my God, Darwin award, please.", "start": 3456.5, "end": 3459.34}, {"text": "Please give yourself a Darwin award, my friend.", "start": 3459.34, "end": 3461.94}, {"text": "I shouldn't even call you my friend.", "start": 3461.94, "end": 3463.82}, {"text": "My moronic friend.", "start": 3463.82, "end": 3465.22}, {"text": "He's a fucking idiot.", "start": 3465.22, "end": 3467.14}, {"text": "You waste of crapping space.", "start": 3467.14, "end": 3470.9}, {"text": "You friggin' idiot, Michael Scott.", "start": 3470.9, "end": 3473.22}, {"text": "You don't even have 30 IQ points to rub together.", "start": 3473.22, "end": 3476.7}, {"text": "You are basically like a shit on a stick with a pooper brain.", "start": 3476.7, "end": 3480.94}, {"text": "Michael Scott, I hope you get AIDS.", "start": 3480.94, "end": 3481.94}, {"text": "How did you get to be boss?", "start": 3481.94, "end": 3482.94}, {"text": "How did you get to be boss?", "start": 3482.94, "end": 3485.06}, {"text": "See, I think that's where the comedy lies.", "start": 3485.06, "end": 3487.34}, {"text": "The boss should be everyone else.", "start": 3487.34, "end": 3489.82}, {"text": "I agree.", "start": 3489.82, "end": 3490.82}, {"text": "This guy has no business being a boss of a lunch, let alone a fucking entire company.", "start": 3490.82, "end": 3496.02}, {"text": "Oh my God, don't even get me started.", "start": 3496.02, "end": 3497.02}, {"text": "He'd be like, \"Don't eat the sandwich.\"", "start": 3497.02, "end": 3499.9}, {"text": "Yeah.", "start": 3499.9, "end": 3500.9}, {"text": "Meanwhile, an effective boss, \"Eat the sandwich at your own pace.\"", "start": 3500.9, "end": 3503.82}, {"text": "Yep.", "start": 3503.82, "end": 3504.82}, {"text": "Yep.", "start": 3504.82, "end": 3505.82}, {"text": "Meanwhile, an effective boss.", "start": 3505.82, "end": 3508.54}, {"text": "We should do the office with, but like fixing the office where we get, we replace...", "start": 3508.54, "end": 3514.46}, {"text": "CinemaSins.", "start": 3514.46, "end": 3515.46}, {"text": "CinemaSins.", "start": 3515.46, "end": 3516.46}, {"text": "Michael is actually a really ineffective boss.", "start": 3516.46, "end": 3518.06}, {"text": "(laughing)", "start": 3518.06, "end": 3518.9}, {"text": "- He's inefficient and poor management technique.", "start": 3518.9, "end": 3521.14}, {"text": "- His team building is pitiful.", "start": 3521.14, "end": 3524.06}, {"text": "- Pris and Mike is actually quite offensive.", "start": 3524.06, "end": 3525.9}, {"text": "(laughing)", "start": 3525.9, "end": 3527.7}, {"text": "- No office would actually have a diversity day.", "start": 3527.7, "end": 3530.02}, {"text": "- Yep.", "start": 3530.02, "end": 3531.5}, {"text": "- Actually, they probably would these days.", "start": 3531.5, "end": 3532.34}, {"text": "- I think they would have a diversity day.", "start": 3532.34, "end": 3534.26}, {"text": "- Nowadays, probably.", "start": 3534.26, "end": 3535.22}, {"text": "- Nowadays, they'd love--", "start": 3535.22, "end": 3536.34}, {"text": "- Back when I was working at offices.", "start": 3536.34, "end": 3538.62}, {"text": "- When I worked in an office,", "start": 3538.62, "end": 3540.46}, {"text": "when I worked in an office, I was harassed every day.", "start": 3540.46, "end": 3542.78}, {"text": "- For being the only-- - For real?", "start": 3542.78, "end": 3544.1}, {"text": "- For wearing a skirt.", "start": 3544.1, "end": 3545.72}, {"text": "- Me too.", "start": 3545.72, "end": 3546.56}, {"text": "Well, not for wearing a skirt.", "start": 3546.56, "end": 3547.54}, {"text": "I did it for wearing pants because I was in a liberal office.", "start": 3547.54, "end": 3550.14}, {"text": "Oh yeah.", "start": 3550.14, "end": 3551.14}, {"text": "And I was the only-", "start": 3551.14, "end": 3552.14}, {"text": "Why aren't you wearing a dress?", "start": 3552.14, "end": 3553.14}, {"text": "I was the only white cracker in the whole office.", "start": 3553.14, "end": 3555.22}, {"text": "Yep.", "start": 3555.22, "end": 3556.22}, {"text": "And I was completely male.", "start": 3556.22, "end": 3557.22}, {"text": "Yeah.", "start": 3557.22, "end": 3558.22}, {"text": "I was completely a male cracker and they hated me for that.", "start": 3558.22, "end": 3567.26}, {"text": "And they hated me at my liberal office.", "start": 3567.26, "end": 3569.22}, {"text": "Can you believe it?", "start": 3569.22, "end": 3570.22}, {"text": "Oh my God, they hated you.", "start": 3570.22, "end": 3571.22}, {"text": "And I was straight.", "start": 3571.22, "end": 3572.22}, {"text": "Wow.", "start": 3572.22, "end": 3573.22}, {"text": "Yeah.", "start": 3573.22, "end": 3574.22}, {"text": "I mean nowadays at liberal offices they'll be like, \"Oh, you're wearing pants?", "start": 3574.22, "end": 3577.18}, {"text": "Why aren't you wearing a dress?\" And I'll be like, \"Buddy, the only address I care", "start": 3577.18, "end": 3581.18}, {"text": "about is 1600 Pennsylvania Avenue.\"", "start": 3581.18, "end": 3583.18}, {"text": "That's right.", "start": 3583.18, "end": 3584.18}, {"text": "And then I do this.", "start": 3584.18, "end": 3585.18}, {"text": "\"Why aren't you wearing a dress? The only address I care about...\"", "start": 3585.18, "end": 3588.18}, {"text": "Holy shit.", "start": 3588.18, "end": 3589.18}, {"text": "I'm about to shit myself. I'm about to shit myself.", "start": 3589.18, "end": 3592.18}, {"text": "I thought that was the chair breaking.", "start": 3592.18, "end": 3596.18}, {"text": "It was the chair and it was a little bit my stomach and I have to go. And I hope", "start": 3596.18, "end": 3599.18}, {"text": "you guys have a great last 15 seconds of this episode. But I am going to leave.", "start": 3599.18, "end": 3604.18}, {"text": "How long is it gonna take you to shit in there?", "start": 3604.18, "end": 3606.46}, {"text": "Probably three minutes. Okay, or less. Okay, I'm just gonna be a shotgun blast. I'm gonna run", "start": 3606.46, "end": 3612.82}, {"text": "Wait bring the mic in with you", "start": 3612.82, "end": 3617.5}, {"text": "Just go in there the door and start pooping", "start": 3617.5, "end": 3623.3}, {"text": "I'm not gonna do it. I'm afraid I don't think we should record him pooping. Oh", "start": 3623.3, "end": 3630.26}, {"text": "He turned the sink on so we can't hear it. All right. It's what a fucking bitch", "start": 3631.98, "end": 3635.5}, {"text": "So we have learned merges up merges up. It's not we announced the last time but if you didn't go it's a pre-order", "start": 3635.5, "end": 3643.04}, {"text": "Don't use no promo code use promo code Buffy", "start": 3643.04, "end": 3646.72}, {"text": "Buffy for 100% added to the price of your order. We'd like to pay twice as much use Buffy", "start": 3646.72, "end": 3653.58}, {"text": "Swag poop comm slash shop. We have two beautiful shirts up", "start": 3653.58, "end": 3656.78}, {"text": "And if you'd rather if instead of a shirt, you'd rather wear our skin", "start": 3656.78, "end": 3661.54}, {"text": "you can come and kill us in Portland or Seattle.", "start": 3661.54, "end": 3664.54}, {"text": "- Portland, Oregon or Seattle, Washington.", "start": 3664.54, "end": 3667.54}, {"text": "- Pacific Northwest, that's August 18th and 19th.", "start": 3667.54, "end": 3670.54}, {"text": "Tickets are up at swagpoop.com/shows.", "start": 3670.54, "end": 3672.54}, {"text": "It's gonna be the last show of the tour.", "start": 3672.54, "end": 3675.54}, {"text": "- Last show of the tour.", "start": 3675.54, "end": 3677.54}, {"text": "And then go to swagpoop.com/patrickscorner.", "start": 3677.54, "end": 3680.54}, {"text": "- For a special surprise.", "start": 3680.54, "end": 3682.54}, {"text": "All right, bye everybody.", "start": 3682.54, "end": 3683.54}, {"text": "- Bye bye.", "start": 3683.54, "end": 3684.54}], "title": "Premium #138: Darth Vader", "link": "https://www.patreon.com/posts/premium-138-68529458", "date": "Sat, 02 Jul 2022 11:01:01 GMT", "id": 409}