{"lines": [{"text": "Hello, everybody. Today we're having a dnd episode with no randomness at all.", "start": 0.0, "end": 5.6}, {"text": "Yo, yo, yo, yo, yo, wait, do the chimes on random chimes be like random chiming", "start": 5.6, "end": 16.96}, {"text": "cheese potato. Okay, we got out of our system. We're ready to go. No randomness", "start": 16.96, "end": 23.52}, {"text": "the entire episode. Okay, well, very soon we'll be no randomness random air horn", "start": 23.52, "end": 29.08}, {"text": "and I'm a horn. Damn, damn,", "start": 29.08, "end": 33.52}, {"text": "I wish we had an AI voice that could do random dancing for different. Okay,", "start": 33.52, "end": 40.16}, {"text": "yeah, we're just doing a podcast over patches. I watched I watched Patrick", "start": 40.16, "end": 44.4}, {"text": "turn it into just a regular conversation.", "start": 44.4, "end": 46.4}, {"text": "All right, last time on the diaper network, Tron. Why are we like so close", "start": 46.4, "end": 53.56}, {"text": "together this one? Because there's four of us because I didn't move the table", "start": 53.56, "end": 57.52}, {"text": "still needs to be yeah, but", "start": 57.52, "end": 59.38}, {"text": "isn't he usually off and then Cameron has a new hat. There we go. I want to", "start": 59.38, "end": 65.46}, {"text": "change up my character a little bit. I don't like being the same guy every", "start": 65.46, "end": 68.02}, {"text": "damn time. That's fair. I was talking about a werewolf. What happened last", "start": 68.02, "end": 71.42}, {"text": "time? A milk man to what happened? Well, we'll find out what happened last time", "start": 71.42, "end": 75.62}, {"text": "on the diaper network. Tron Mark Eduardo and the finger bros twins continued", "start": 75.62, "end": 80.58}, {"text": "their journey into the", "start": 80.58, "end": 81.74}, {"text": "diaper network source code.", "start": 81.74, "end": 84.94}, {"text": "A reminder of the setup, mostly for you guys here. I mean, for the people", "start": 87.38, "end": 93.62}, {"text": "listening, but you know, they can... time is different for them because of the", "start": 93.62, "end": 97.62}, {"text": "episode, how that works. While the three were on trial, so while you three were on", "start": 97.62, "end": 102.06}, {"text": "trial for a three-way courtroom battle, that's what I wrote, over the creation of", "start": 102.06, "end": 108.14}, {"text": "the Diaper Network, you guys decided to settle who created the website, the Diaper", "start": 108.14, "end": 114.82}, {"text": "network once and for all with a court-ordered code-a-thon.", "start": 114.82, "end": 121.18}, {"text": "Suddenly, though, before the code-a-thon", "start": 121.18, "end": 123.46}, {"text": "could even get underway, you guys were sucked into a computer", "start": 123.46, "end": 126.06}, {"text": "by FieldCompletely, a program that controls the diaper", "start": 126.06, "end": 129.46}, {"text": "network.", "start": 129.46, "end": 131.62}, {"text": "Now you must fight your way out by performing", "start": 131.62, "end": 133.44}, {"text": "an overly elaborate series of tasks", "start": 133.44, "end": 136.34}, {"text": "to destroy FieldCompletely and ensure that there", "start": 136.34, "end": 138.3}, {"text": "are zero redundancies.", "start": 138.3, "end": 141.38}, {"text": "So two sessions ago--", "start": 141.38, "end": 143.5}, {"text": "this is going to be brief.", "start": 143.5, "end": 144.54}, {"text": "So two sessions ago, you guys broke out of the Play Play Games prison", "start": 144.54, "end": 147.58}, {"text": "with fellow prisoner Joe Music 1976,", "start": 147.58, "end": 150.98}, {"text": "a member of an elite group of Diaper Network power users who were sucked", "start": 150.98, "end": 154.86}, {"text": "into the system before you guys,", "start": 154.86, "end": 156.9}, {"text": "before you guys were when Phil completely was testing his new user", "start": 156.9, "end": 163.34}, {"text": "sucking software.", "start": 163.34, "end": 164.98}, {"text": "You then killed Joe and stole his ship, the SS Nappy,", "start": 164.98, "end": 169.82}, {"text": "and rode the wedding way to the Tinkle Lair.", "start": 169.82, "end": 173.74}, {"text": "That's right. I remember that there you souped up your bikes with a very high", "start": 173.74, "end": 180.14}, {"text": "intelligence role", "start": 180.14, "end": 181.08}, {"text": "turn into hover bikes", "start": 181.08, "end": 184.78}, {"text": "all right", "start": 184.78, "end": 186.94}, {"text": "easily gliding above the shimmery, but sallow sea.", "start": 186.94, "end": 191.28}, {"text": "Why don't you do the chimes? This is shimmery. Oh, shimmering. Well,", "start": 191.28, "end": 195.88}, {"text": "shimmering is not really kind of a key word in my brain to but yeah, I guess", "start": 195.88, "end": 200.04}, {"text": "don't shimmer yeah, but I that was a good size should have picked up on that. I", "start": 200.06, "end": 204.0}, {"text": "was kind of just thinking about yeah, how about you other take care of the", "start": 204.0, "end": 206.7}, {"text": "sounds badges? How about that", "start": 206.7, "end": 207.76}, {"text": "asshole? So you guys glided over the sea, oops reaching the I was a mistake", "start": 207.76, "end": 214.02}, {"text": "y'all and you found the emergency mass communication tower, emergency mass", "start": 214.02, "end": 217.84}, {"text": "communication tower. It was going to allow you guys to communicate with", "start": 217.84, "end": 220.86}, {"text": "outside people outside the computer to give you a hash in slow motion and we", "start": 220.86, "end": 225.54}, {"text": "did right. Yes, you did and well here's before you did that with that time", "start": 225.54, "end": 229.54}, {"text": "ramping really didn't make that much sense to me. It didn't make sense in Tron either,", "start": 229.56, "end": 232.84}, {"text": "so I got nothing for you there. That's fair. So when you reached there, you ran into Joe", "start": 232.84, "end": 241.12}, {"text": "Music 1976's leaky legends comrade. We sent him away. Sissybaby34. I'm remembering. Who", "start": 241.12, "end": 249.88}, {"text": "suspected you guys of killing his comrade Joe Music 1976. Completely baseless accusation.", "start": 249.88, "end": 255.66}, {"text": "you guys told him you killed him. Well it was false. After disposing of him and a cross-eyed", "start": 255.66, "end": 260.78}, {"text": "fliper you entered the tower. Thank you and met with a Dylan program. Dylan being the", "start": 260.78, "end": 268.5}, {"text": "guy who helped fund and jumpstart Zuckerberg's. You don't gotta intro Dylan man. Sorry yeah", "start": 268.5, "end": 274.06}, {"text": "sorry. Everybody here knows Dylan. That program of Dylan who was created helped use the emergency", "start": 274.06, "end": 280.02}, {"text": "mass communication tower to communicate with the bailiff in the courtroom who sent the hash", "start": 280.02, "end": 285.14}, {"text": "hashed code into the computer and you guys now have it, which by the way,", "start": 285.14, "end": 289.38}, {"text": "which one of you has the hashed code? I think I think I think you do to pretty", "start": 289.38, "end": 293.14}, {"text": "sure because you tried to I wasn't sure because he because we tried you to the", "start": 293.14, "end": 296.74}, {"text": "thing he went into the world. Yeah, I figured it was you who the world yes,", "start": 296.74, "end": 300.34}, {"text": "and he was doing mischief. Afterwards, you visited the leaky legends HQ", "start": 300.34, "end": 305.66}, {"text": "through the damp layer. That's the second level of the diaper network source", "start": 305.66, "end": 309.18}, {"text": "code. You smooth talked your way into being allies with them and fought", "start": 309.18, "end": 313.5}, {"text": "alongside them to enter into the PVN launcher. It's a private virtual network", "start": 313.52, "end": 317.76}, {"text": "launcher, which sends you guys up to the private virtual network through the", "start": 317.76, "end": 323.6}, {"text": "Stinky Cloud. You have a new friend, Forst, who is a Diaper Talk power user and now", "start": 323.6, "end": 329.84}, {"text": "a member of the Leaky Legends. Forst is his real username.", "start": 329.84, "end": 333.52}, {"text": "- Wow.", "start": 333.52, "end": 334.12}, {"text": "- And he joined you and he flew with you guys through the Stinky Cloud on the PVN.", "start": 334.12, "end": 341.16}, {"text": "Now he is stationed there, ready to, the second you guys kill with the hashed code, filled", "start": 341.16, "end": 347.36}, {"text": "completely, he will on his end, enact, destroy the redundancy of, of, of, of, uh, filled", "start": 347.36, "end": 355.72}, {"text": "completely in that brief gap where there is no one to oversee that kind of like regeneration", "start": 355.72, "end": 363.72}, {"text": "of like, you know, standing up another, basically another network.", "start": 363.72, "end": 366.6}, {"text": "Well, let's hop to it, man.", "start": 366.6, "end": 368.28}, {"text": "I want to get out of this computer for the rest of my life.", "start": 368.28, "end": 371.2}, {"text": "So you guys are now in Soaked City, where Warm Feeling and the rest of the Leaky Legends", "start": 371.2, "end": 378.28}, {"text": "told you he'd meet you guys here.", "start": 378.28, "end": 381.72}, {"text": "So in Soaked City, it's a simulation of the kind of the world that Phil completely wants", "start": 381.72, "end": 392.32}, {"text": "to create.", "start": 392.32, "end": 393.32}, {"text": "it's got where, like the tinkle layer was yellow and the damp layer was brown", "start": 393.32, "end": 398.28}, {"text": "and dark and damp.", "start": 398.28, "end": 399.28}, {"text": "The the soaked city is bluey blues everywhere. You see", "start": 399.28, "end": 404.86}, {"text": "lots of clean water rubber duckies rubber duck. Yes, rubber duckies like in", "start": 404.86, "end": 410.22}, {"text": "the water, I guess. How do you know that I fucking guess and there's it's all", "start": 410.22, "end": 413.9}, {"text": "it's sort of it's the Venice of the Internet. You can ride on gondolas that", "start": 413.9, "end": 419.44}, {"text": "not is it still here? It is still diapered out. Okay, so that what it is", "start": 419.48, "end": 424.84}, {"text": "is it's a simulation of the world he wants to create. So you're gonna hear", "start": 424.84, "end": 428.12}, {"text": "from a lot of different members of the diaper talk community,", "start": 428.12, "end": 432.36}, {"text": "all different creeds. Yeah,", "start": 432.36, "end": 435.56}, {"text": "who are living in here as if they're in a city. It's a simulation of", "start": 435.56, "end": 439.28}, {"text": "their accounts basically being manifest here. So they are it's them interacting", "start": 439.28, "end": 442.64}, {"text": "on the forums, but it being represented. What's the dominant religion in soaked", "start": 442.64, "end": 447.48}, {"text": "city. Probably atheism is a theist. I was trying to come with funny. I think it's", "start": 447.48, "end": 454.08}, {"text": "Shinto atheism Shinto. I think they believe all the diapers and poops have", "start": 454.08, "end": 457.88}, {"text": "spirits and they have to make offerings to them that to make offerings to the", "start": 457.88, "end": 461.28}, {"text": "diaper. I will say that so the thing is is now you're closer and closer to", "start": 461.28, "end": 467.28}, {"text": "filled completely. So, you know, you have to just be smart, you know, you can't make", "start": 467.28, "end": 472.98}, {"text": "too much noise to my you know what have been a good character name is hash", "start": 472.98, "end": 477.1}, {"text": "brown. So you can't we can't make too much noise and we need to be kind of", "start": 477.1, "end": 480.54}, {"text": "low key. Yeah. So should we be like maybe we could do disguises? Yes, you", "start": 480.54, "end": 484.06}, {"text": "can. I'm already wearing my disguise. I'll disguise myself as a one man band.", "start": 484.06, "end": 488.58}, {"text": "I'm disguised. I'm a werewolf. I'm disguised as a milkman.", "start": 488.58, "end": 491.94}, {"text": "I'm carrying bottles of milk. I'm disguised as a horse, but I don't have", "start": 491.94, "end": 496.62}, {"text": "the costume.", "start": 496.62, "end": 497.3}, {"text": "So it's a one man band, a horse and", "start": 497.3, "end": 500.58}, {"text": "do your heads in your brother's my brother's head is in my butt yeah", "start": 501.7, "end": 504.9}, {"text": "yeah and I yeah", "start": 504.9, "end": 507.66}, {"text": "we're trying to be incognito. That's fine. That's that is very not on every", "start": 507.66, "end": 512.66}, {"text": "door", "start": 512.66, "end": 512.94}, {"text": "you get a", "start": 512.94, "end": 519.46}, {"text": "I'm knocking on everybody's door and ringing everybody's doorbells. Well", "start": 519.46, "end": 524.08}, {"text": "yeah, you got to deliver milk. You have milk with you yeah milk. Well, he's", "start": 524.08, "end": 528.14}, {"text": "got to explain to them that I have some of the milk. You can't have any of the", "start": 528.14, "end": 530.9}, {"text": "no, it goes to houses. You know, okay, you don't go to the mailman and say,", "start": 530.94, "end": 535.14}, {"text": "can I have some of that mail? You guys are wait to actually saw a lady try to", "start": 535.14, "end": 538.7}, {"text": "do that the other day and the mail man always want to do it. The mail man had", "start": 538.7, "end": 541.24}, {"text": "to say legally I cannot give you the mail, not through the mailbox, and she", "start": 541.24, "end": 545.28}, {"text": "was like that makes sense. Yeah, I always think about doing so you guys", "start": 545.28, "end": 549.14}, {"text": "entered in through the", "start": 549.14, "end": 550.86}, {"text": "adult baby. I'm sorry, an adult baby introductions for him. Okay, so when", "start": 550.86, "end": 556.7}, {"text": "knocking on people's door. I go into some knock on the one that says how to make", "start": 556.72, "end": 561.44}, {"text": "friends. Yeah, I knocked on that one for sure. Cool. So when you open when you", "start": 561.44, "end": 567.8}, {"text": "knock on the door, you see a cow, an anthropomorphic cow. It says moves quick", "start": 567.8, "end": 572.72}, {"text": "guide to making friends on the diaper talk network. Fill out your profile as", "start": 572.72, "end": 577.12}, {"text": "many fields as you possibly can. The more if in this this by the way goes on", "start": 577.12, "end": 580.72}, {"text": "for the as explains the entire I go up to the cow and I start naying at it and I", "start": 580.72, "end": 585.76}, {"text": "I try to speak to it in barnyard. Okay, you are blocked. It is blocked from", "start": 585.76, "end": 590.76}, {"text": "from the", "start": 590.76, "end": 592.06}, {"text": "so I say okay, I'll start filling up my profile occupation, milk man, species,", "start": 592.06, "end": 597.7}, {"text": "wolf man name,", "start": 597.7, "end": 599.64}, {"text": "milk wolf. I try to type everything in, but my hooves make it impossible. You", "start": 599.64, "end": 605.2}, {"text": "don't have who's well. I'm pretending that I have", "start": 605.2, "end": 607.52}, {"text": "pretending it's a possible. I'm doing this. I'm just going", "start": 607.52, "end": 610.84}, {"text": "I my setting my name to one man band with a one tan hand because I put my hand in", "start": 611.64, "end": 619.08}, {"text": "my diaper and got poop on it. You got one man band with... Your poop is tan? Is what fit?", "start": 619.08, "end": 623.16}, {"text": "Well, maybe your one hand is tan your other one is dark brown with yellow and", "start": 623.16, "end": 628.72}, {"text": "green flecks. No, it tanned my hand with poop. So I left it in there for so long.", "start": 628.72, "end": 633.36}, {"text": "One man band with... With a one hand tan. No, that's it couldn't fit. One hand band wit.", "start": 633.36, "end": 638.16}, {"text": "I somehow type in Hashbrown.", "start": 638.16, "end": 645.16}, {"text": "And your name is Milkwolf?", "start": 645.16, "end": 647.16}, {"text": "Mr. Milkwolf.", "start": 647.16, "end": 648.16}, {"text": "Mr. Milkwolf, okay cool.", "start": 648.16, "end": 650.16}, {"text": "Mr. E. Milkwolf.", "start": 650.16, "end": 652.16}, {"text": "Yeah.", "start": 652.16, "end": 653.16}, {"text": "At an absolute minimum, you must have an avatar set on your profile.", "start": 653.16, "end": 656.16}, {"text": "This is required to get to EC status, which lets you message people.", "start": 656.16, "end": 661.16}, {"text": "Lena Dunham.", "start": 661.16, "end": 662.16}, {"text": "I want to do a photo shoot with y'all.", "start": 662.16, "end": 664.16}, {"text": "Yeah, I also pick Lena Dunham.", "start": 664.16, "end": 666.16}, {"text": "This is kind of a barnyard animal. Mine I put my phone on the ground and I stand over it.", "start": 666.16, "end": 674.72}, {"text": "I love doing that. I set it on self-timer and I put it screened down too so I can get", "start": 674.72, "end": 682.68}, {"text": "the really wide angle and I said turn the flash on of course and I go in and I'm putting", "start": 682.68, "end": 688.8}, {"text": "the exposure up. That would be a really scary photo of a werewolf. Put the brightness down.", "start": 688.8, "end": 692.8}, {"text": "I'm telling you, I'm sharpness. Oh, no, don't deep fry that", "start": 692.8, "end": 696.68}, {"text": "saturation way of God. I'm putting on the tilt shift and a vignette. This", "start": 696.68, "end": 702.16}, {"text": "shit is actually okay. Wait, I put on the I put my phone on the", "start": 702.16, "end": 706.08}, {"text": "on like a thing and then I put the horse filter on and I stand", "start": 706.08, "end": 709.64}, {"text": "on all force", "start": 709.64, "end": 710.36}, {"text": "the horse and your name is hash brown and my name is hash brown.", "start": 710.36, "end": 714.84}, {"text": "Okay, and you're Lena Dunham, right? Yeah, but you can't even tell because", "start": 714.84, "end": 721.04}, {"text": "have so many instruments in front of me. It doesn't I picked it because I just", "start": 721.08, "end": 724.34}, {"text": "feel like she could carry a lot. See a combination between her and her ex", "start": 724.34, "end": 727.44}, {"text": "husband, so post post. She's got shoulders built for shopping bags man.", "start": 727.44, "end": 732.2}, {"text": "She built like a rescue hero.", "start": 732.2, "end": 733.9}, {"text": "She carried two batches of groceries in one trip. No perfect housewife and one", "start": 733.9, "end": 738.94}, {"text": "day she'll be Costco come back, put all the bags on your shoulder, drive back to", "start": 738.94, "end": 743.24}, {"text": "all the beer that that shopping again open up.", "start": 743.24, "end": 745.7}, {"text": "What are you", "start": 745.7, "end": 746.86}, {"text": "that's a horrible. That's awfully misogynistic. What the heck we don't", "start": 747.82, "end": 752.02}, {"text": "engage with that kind of conversation. It's got to be me. She's a artistic", "start": 752.02, "end": 756.72}, {"text": "genius. I just", "start": 756.72, "end": 758.06}, {"text": "you're disgusting. Can get her heart broken. Posted introduction, which is", "start": 758.06, "end": 763.3}, {"text": "more information about who you are, your likes, interests, etcetera. Show us how", "start": 763.3, "end": 767.94}, {"text": "interesting you can be. Tell an interesting story about yourself. You're", "start": 767.94, "end": 772.14}, {"text": "trying to portray yourself as a person who is likable. I want to hide. Oh, go", "start": 772.14, "end": 777.22}, {"text": "good. Let's say our story in your character in your care.", "start": 777.26, "end": 780.8}, {"text": "What's a character? One time I was eating hay and", "start": 780.8, "end": 788.38}, {"text": "it tasted good because I got the finger bros twins. Well, we're trying to be", "start": 788.38, "end": 793.66}, {"text": "the", "start": 793.66, "end": 793.86}, {"text": "you and have your voice in the horse. One time I was trying. I was a little", "start": 793.86, "end": 799.86}, {"text": "higher than I tasted good. Meanwhile, okay, now lean it on a one time. I was", "start": 799.86, "end": 804.3}, {"text": "hey and it tastes so good. You I delivered milk to a whole family. Okay,", "start": 805.86, "end": 811.7}, {"text": "mine is a bunch of will. I watched the whole. I watched the whole family drink", "start": 811.7, "end": 815.06}, {"text": "my milk. That's mine. My I was milked. Mine is all will. I was built for the", "start": 815.06, "end": 820.64}, {"text": "book. If you ain't first, you're last. I like you, but you're crazy.", "start": 820.64, "end": 823.94}, {"text": "What else man? My I feel this down in my plum. They're all they're all will", "start": 823.94, "end": 830.3}, {"text": "feral quotes, but they're only from kicking and screaming more cowbell and", "start": 830.3, "end": 833.46}, {"text": "and at the end I know the pieces fit.", "start": 833.5, "end": 835.16}, {"text": "- All right, cool. - Damn.", "start": 835.16, "end": 836.16}, {"text": "I chaperoned a field trip to my house.", "start": 836.16, "end": 838.26}, {"text": "- That's Moo's quick guide to making friends.", "start": 838.26, "end": 841.42}, {"text": "Moo is a staff member of the website.", "start": 841.42, "end": 844.3}, {"text": "- So I leave the milk on the doorstep and I close the door.", "start": 844.3, "end": 847.74}, {"text": "- Simple as.", "start": 847.74, "end": 848.82}, {"text": "- Cool. - Easy.", "start": 848.82, "end": 849.66}, {"text": "- So now you guys are now registering the site.", "start": 849.66, "end": 851.38}, {"text": "You have who you are, your disguises,", "start": 851.38, "end": 853.26}, {"text": "your like new avatars and profiles.", "start": 853.26, "end": 855.18}, {"text": "- I just realized that--", "start": 855.18, "end": 856.3}, {"text": "- And now you can message people too.", "start": 856.3, "end": 857.54}, {"text": "- I set my first initial to E for Eduardo", "start": 857.54, "end": 859.94}, {"text": "and I just realized I made my name mystery milk wolf because I said Mr.", "start": 859.94, "end": 864.62}, {"text": "E. I didn't even realize I did that's a mystery milk. Well, I made myself a", "start": 864.62, "end": 869.58}, {"text": "horse. Yeah, so you guys receive a message on your in your I just realized", "start": 869.58, "end": 873.86}, {"text": "that your hud that you see in your life", "start": 873.86, "end": 876.1}, {"text": "from warm feeling that tells you guys to meet him at the good feelings thread,", "start": 876.1, "end": 882.98}, {"text": "and he shows you a little map of you have to kind of ride the waterways", "start": 882.98, "end": 887.22}, {"text": "through a number of", "start": 887.22, "end": 888.58}, {"text": "discussions", "start": 888.58, "end": 889.78}, {"text": "and threads to get on doesn't make that noise. So like bubbles, I've been I'm", "start": 889.78, "end": 895.88}, {"text": "trying to be a moral vigilance. These gondolas are the I was supposed to chime", "start": 895.88, "end": 899.54}, {"text": "these gondolas. I appreciate it. Thank you. These gondolas are all big. They're", "start": 899.54, "end": 903.64}, {"text": "all big rubber duckies, little diapers on them and they're piloted by programs", "start": 903.64, "end": 908.94}, {"text": "that", "start": 908.94, "end": 909.38}, {"text": "oops", "start": 909.38, "end": 911.18}, {"text": "he made he made me say we made me a robot", "start": 911.18, "end": 914.98}, {"text": "accident. Is that everyone? A complete accident. I swear to God it was that time for real.", "start": 916.58, "end": 920.98}, {"text": "Okay. The time when I said hamburger I'm going to come clean, that was on purpose. But that", "start": 920.98, "end": 926.34}, {"text": "one was a real accident. Alright, well let's get on one of those gondolas. Let's go, let's", "start": 926.34, "end": 928.7}, {"text": "go, let's go. So you guys get on one of the rubber ducky gondolas. Oh, very nice. Where", "start": 928.7, "end": 933.94}, {"text": "did you find that? You gave it to me. Probably for this. Whoa. What happened? What happened", "start": 933.94, "end": 942.94}, {"text": "What happened? I don't know if I that wasn't smart. I don't remember what", "start": 942.94, "end": 950.78}, {"text": "that is. It's called Tsunami W, the master shoot on me.", "start": 950.78, "end": 955.26}, {"text": "That's crazy. It had a little thing in it anyway. Sorry, I'm sorry to do I was", "start": 955.26, "end": 959.78}, {"text": "trying to", "start": 959.78, "end": 960.06}, {"text": "you did a great job yeah. I just for some reason, very happy,", "start": 960.06, "end": 965.26}, {"text": "so yeah this these programs, you know, collect and send user data,", "start": 965.26, "end": 971.26}, {"text": "So they are piloting the rubber ducky for you guys.", "start": 972.42, "end": 975.42}, {"text": "But it's important to maintain your disguises while you're in these things", "start": 975.42, "end": 979.42}, {"text": "because of the fact that their whole thing is about scanning, understanding user data.", "start": 979.42, "end": 983.42}, {"text": "So if it's flagged that you guys are one of the three humans who are in here", "start": 983.42, "end": 987.42}, {"text": "besides the Leaky Legends, right?", "start": 987.42, "end": 989.42}, {"text": "I asked for an apple.", "start": 989.42, "end": 992.42}, {"text": "The program goes, \"Sure, I will give you\"-- I'm a robot voice.", "start": 992.42, "end": 997.42}, {"text": "I can give you a robot voice. You just have to give me one second here.", "start": 997.42, "end": 1001.42}, {"text": "I just have to switch it to what are you to yeah, no, I'm four years old.", "start": 1001.42, "end": 1006.02}, {"text": "You're four.", "start": 1006.02, "end": 1006.82}, {"text": "Who's who's who?", "start": 1006.82, "end": 1008.52}, {"text": "I'm four.", "start": 1008.52, "end": 1009.22}, {"text": "I'm four.", "start": 1009.22, "end": 1011.22}, {"text": "Yeah, I'm four.", "start": 1011.22, "end": 1013.32}, {"text": "I thought I was four.", "start": 1013.32, "end": 1014.52}, {"text": "There I go.", "start": 1014.52, "end": 1015.12}, {"text": "There we go.", "start": 1015.12, "end": 1015.62}, {"text": "Wait.", "start": 1015.62, "end": 1015.82}, {"text": "Now I'm wait.", "start": 1015.82, "end": 1017.02}, {"text": "What the fuck are you permanently a robot now?", "start": 1017.02, "end": 1019.72}, {"text": "What can't be saved?", "start": 1019.72, "end": 1021.32}, {"text": "Take glaze on through it.", "start": 1021.32, "end": 1023.32}, {"text": "I don't know how it's not supposed to be happening.", "start": 1023.32, "end": 1025.72}, {"text": "No way.", "start": 1025.72, "end": 1027.22}, {"text": "I'm not back.", "start": 1027.22, "end": 1027.92}, {"text": "Okay.", "start": 1027.92, "end": 1028.32}, {"text": "What do you want me to say?", "start": 1028.32, "end": 1029.52}, {"text": "man. I'll say what the fuck is going on. Is this going to be? Oh, no, am I stuck", "start": 1029.52, "end": 1033.82}, {"text": "as a whatever", "start": 1033.82, "end": 1034.66}, {"text": "not a big deal. Okay,", "start": 1034.66, "end": 1039.18}, {"text": "can you just I what did you ask again? What do you want me to say? I asked for", "start": 1039.18, "end": 1045.06}, {"text": "an apple.", "start": 1045.06, "end": 1045.7}, {"text": "Yes, you can have an apple", "start": 1045.7, "end": 1050.5}, {"text": "affirmative apple", "start": 1050.5, "end": 1054.08}, {"text": "required. I'm there we go. Oh my God,", "start": 1056.08, "end": 1059.6}, {"text": "being a human, that was the first time that we've ever had a glitch on it. We", "start": 1059.6, "end": 1064.4}, {"text": "made you a permanent rope. I was really fucking scared. I'm not I was scared to", "start": 1064.4, "end": 1069.24}, {"text": "was going to ruin the episode. I was fucking scared that I was straight up", "start": 1069.24, "end": 1072.56}, {"text": "scared of shit dude. I had to turn on a different robot effect and then turn it", "start": 1072.56, "end": 1075.92}, {"text": "back. Okay, well thank God you figured yeah. Well, do you mind? Can you try", "start": 1075.92, "end": 1080.12}, {"text": "again? There we go.", "start": 1080.12, "end": 1081.6}, {"text": "Caleb say something", "start": 1081.6, "end": 1083.6}, {"text": "I have an apple.", "start": 1083.6, "end": 1084.6}, {"text": "All that. All that was worth it. There'll be other times for robot voices.", "start": 1084.6, "end": 1092.0}, {"text": "I asked for a carrot now. I got to get the, you know,", "start": 1092.0, "end": 1095.2}, {"text": "no, we do not have carrots. Okay.", "start": 1095.2, "end": 1097.8}, {"text": "My goal is to go to the other side of the world and deliver milk to a tribe", "start": 1097.8, "end": 1101.48}, {"text": "that never discovered it.", "start": 1101.48, "end": 1102.6}, {"text": "You tell it you tell him that yeah,", "start": 1102.6, "end": 1105.2}, {"text": "that sounds great.", "start": 1105.2, "end": 1107.2}, {"text": "And I like I'm playing", "start": 1107.2, "end": 1109.4}, {"text": "of Coldplay's \"Something Just Like This\" on my one man band.", "start": 1110.5, "end": 1114.5}, {"text": "- Do we have that?", "start": 1114.5, "end": 1115.34}, {"text": "- I don't know.", "start": 1115.34, "end": 1116.16}, {"text": "♪ I want something just like this ♪", "start": 1116.16, "end": 1117.0}, {"text": "- Oh, he's got some music video of the Buc-ees.", "start": 1117.0, "end": 1118.7}, {"text": "I got it.", "start": 1118.7, "end": 1119.54}, {"text": "♪ Do do do do do do ♪", "start": 1119.54, "end": 1121.62}, {"text": "♪ That's a dark music ♪", "start": 1121.62, "end": 1124.18}, {"text": "♪ I want something just like this ♪", "start": 1124.18, "end": 1127.18}, {"text": "♪ Do do do do do do ♪", "start": 1127.18, "end": 1128.62}, {"text": "- You guys ride the waves,", "start": 1128.62, "end": 1130.3}, {"text": "you hear the music playing as you're doing it,", "start": 1130.3, "end": 1132.9}, {"text": "as the one man band playing,", "start": 1132.9, "end": 1135.14}, {"text": "and you reach the first forum,", "start": 1135.14, "end": 1138.06}, {"text": "the adult baby forum.", "start": 1138.06, "end": 1140.46}, {"text": "So did someone actually get caught?", "start": 1140.46, "end": 1146.46}, {"text": "Were some people here actually caught in a diaper with a pacifier or anything", "start": 1146.46, "end": 1151.56}, {"text": "else ABDL related? What was the reaction?", "start": 1151.56, "end": 1153.96}, {"text": "How did your relationship develop from that point?", "start": 1153.96, "end": 1155.86}, {"text": "We have to answer this?", "start": 1155.86, "end": 1157.36}, {"text": "You guys can answer this and then I got some other answers for you.", "start": 1157.36, "end": 1160.76}, {"text": "Oh, I thought that we had to like, yeah, it's being discussed.", "start": 1160.76, "end": 1164.96}, {"text": "It's being discussed.", "start": 1164.96, "end": 1165.96}, {"text": "Okay.", "start": 1165.96, "end": 1166.56}, {"text": "Yeah.", "start": 1166.56, "end": 1166.96}, {"text": "Um, yes, that shit happened to me at one of my one of my sold out Madison Square", "start": 1166.96, "end": 1172.2}, {"text": "Garden one man band shows. I was painting my house and I was wearing only a", "start": 1172.2, "end": 1176.34}, {"text": "diaper so I didn't get stains on any of my cool sweatshirts or my sweat pants.", "start": 1176.34, "end": 1180.48}, {"text": "I'm a horse. You're a whore. So pretty much everyone in my life knows my", "start": 1180.48, "end": 1186.84}, {"text": "co workers, my family, my friends. I'm an out of diaper boy. It's been really", "start": 1186.84, "end": 1191.36}, {"text": "interesting. And after the initial seriously, it didn't really change", "start": 1191.36, "end": 1195.0}, {"text": "change anything. No one treats me differently. No one is weird. I didn't", "start": 1195.0, "end": 1199.3}, {"text": "lose any friends. It's been a complete non issue. I expected more pushback.", "start": 1199.3, "end": 1203.64}, {"text": "L. O. L. All I got was the opportunity to be myself and not stress about", "start": 1203.64, "end": 1207.44}, {"text": "wearing a diaper cap. Your friends all hate you. I reply. I reply with a cap", "start": 1207.44, "end": 1211.72}, {"text": "emoji. Your friends and family all despise", "start": 1211.72, "end": 1213.8}, {"text": "thanksgiving is weird at your house. I reply with a reverse emoji and a shoe", "start": 1213.8, "end": 1219.08}, {"text": "emoji. You guys keep going along to the best pacifiers for thumb suckers.", "start": 1219.08, "end": 1224.64}, {"text": "How does orthodontic sizing work?", "start": 1224.64, "end": 1228.14}, {"text": "That's a good question. Tell you as a milk man, I would have no expertise in", "start": 1228.14, "end": 1233.08}, {"text": "that. I have no expertise on anything human related because I'm a horse.", "start": 1233.08, "end": 1236.96}, {"text": "Passifier wouldn't fit no mouth. How about a pacifier shaped like a thumb? I", "start": 1236.96, "end": 1241.6}, {"text": "you have a that's a good idea.", "start": 1241.6, "end": 1243.76}, {"text": "You replied that's a good idea. I replied that's a good idea.", "start": 1243.76, "end": 1249.52}, {"text": "I reply I have no room for a pacifier because of the harmonica and then a", "start": 1251.04, "end": 1255.6}, {"text": "photo of me performing in front of another sold out show. I reply, I reply,", "start": 1255.6, "end": 1259.5}, {"text": "\"Any y'all want some milk?\" And then I reply to Caleb and I say, \"I post a", "start": 1259.5, "end": 1264.56}, {"text": "picture where I have a bunch of bottles of milk laid out in a bed.", "start": 1264.56, "end": 1267.68}, {"text": "I got milk, anyone buy a milk? Anyone want milk?\" And you immediately get 10,000", "start": 1267.68, "end": 1271.56}, {"text": "DMs of people like, \"Yes, yes, yes, yes, yes, yes, yes, yes, yes, yes, yes, yes,", "start": 1271.56, "end": 1275.2}, {"text": "yes, yes, yes.\" I reply to Caleb's post and I say, \"What about", "start": 1275.2, "end": 1278.08}, {"text": "harmonica pacifier. That's a good idea. Maybe I'll pull that out the next time", "start": 1278.8, "end": 1282.28}, {"text": "I'm performing at the Greek to a completely sold-out audience. You see a", "start": 1282.28, "end": 1286.08}, {"text": "one that's about... How the snow? About what what kind of wetness that they like and", "start": 1286.08, "end": 1290.92}, {"text": "you see one person says, \"I like it when it's wet enough to make it harder to", "start": 1290.92, "end": 1294.32}, {"text": "walk. I literally can't sleep unless I am somewhat wet. I usually pee my diaper", "start": 1294.32, "end": 1299.52}, {"text": "before bed. I'm going commando on a puppy pad because after all this hot weather I", "start": 1299.52, "end": 1303.64}, {"text": "why I have a diaper rash", "start": 1303.64, "end": 1304.74}, {"text": "that's sad on the ground diaper to Justin says probably eating nothing but", "start": 1304.74, "end": 1311.08}, {"text": "baby food for two days straight, then wedding and messing my diaper is", "start": 1311.08, "end": 1314.54}, {"text": "sleeping in it. I reply with a photo of my teeth,", "start": 1314.54, "end": 1317.22}, {"text": "my gnarled horse to", "start": 1317.22, "end": 1322.42}, {"text": "close up", "start": 1322.42, "end": 1323.96}, {"text": "mine swinging like a pendulum and it's making me waddle when I walk. Oh, the", "start": 1331.16, "end": 1335.42}, {"text": "diaper is I thought I just love how squidgy it is when I sit down heart,", "start": 1335.42, "end": 1340.04}, {"text": "heart, tear to your heart, heart, baby sign, thumbs up, baby sign. There's a", "start": 1340.04, "end": 1346.42}, {"text": "baby sign, a baby sign. Y'all the only witness I like is the condensation on", "start": 1346.42, "end": 1351.34}, {"text": "the outside of a milk bottle. I got milk low low prices. Anyone want milk hit my", "start": 1351.34, "end": 1355.22}, {"text": "am you get a message you get a", "start": 1355.26, "end": 1357.86}, {"text": "theory", "start": 1357.86, "end": 1360.5}, {"text": "to this wallet. You get a message from from baby for ninety two, whoa saying", "start": 1360.5, "end": 1367.66}, {"text": "milk, milk, milk, milk, milk, so pretty. I want your milky milky milk five", "start": 1367.66, "end": 1372.48}, {"text": "thousand dollars.", "start": 1372.48, "end": 1373.3}, {"text": "This is the richest Eduardo has ever been", "start": 1373.3, "end": 1376.78}, {"text": "whoa by the baby for bought the milk. You have okay. I delete my account. Oh", "start": 1376.78, "end": 1382.34}, {"text": "my God, not given this guy any milk. You don't have oh you have some milk,", "start": 1382.38, "end": 1387.14}, {"text": "some milk. I have houses to visit on my route, but what if you just put it", "start": 1387.14, "end": 1391.5}, {"text": "okay? I'll give them I sent upload the by paper clip, the milk to my dm use", "start": 1391.5, "end": 1395.62}, {"text": "after milk.", "start": 1395.62, "end": 1396.34}, {"text": "Finally, make it to the positive vibes area,", "start": 1396.34, "end": 1400.9}, {"text": "no matter how big or small name one good thing that happened to you today", "start": 1400.9, "end": 1405.14}, {"text": "made a band made five bands", "start": 1405.14, "end": 1408.06}, {"text": "five bands off my friend made five racks", "start": 1411.02, "end": 1413.82}, {"text": "flipping milk", "start": 1413.82, "end": 1416.92}, {"text": "and you you hear from you here from another rubber ducky nearby you.", "start": 1416.92, "end": 1423.52}, {"text": "My day was good because we're going to take down fill completely and it's warm", "start": 1423.52, "end": 1429.32}, {"text": "feeling. Hey, warm feeling yo", "start": 1429.32, "end": 1432.02}, {"text": "hey warm feeling. Call me a different call me. Call me a different name. Hey", "start": 1432.02, "end": 1437.02}, {"text": "-Fo-red. -Hey, Mr. Milk Wolf.", "start": 1437.02, "end": 1440.22}, {"text": "-Fo-red? -Hello, Fo-red.", "start": 1440.22, "end": 1441.92}, {"text": "-Fo-red is fine. -I'm a horse.", "start": 1441.92, "end": 1443.92}, {"text": "-How you guys doing? -I'm a horse.", "start": 1443.92, "end": 1445.82}, {"text": "-We're good, man. -We're a horse now.", "start": 1445.82, "end": 1447.32}, {"text": "-Where's your bro-- Oh. All right. -He's in my butt.", "start": 1447.32, "end": 1449.92}, {"text": "I know a few guys who are into that, so...", "start": 1449.92, "end": 1451.72}, {"text": "Um, all right.", "start": 1451.72, "end": 1453.42}, {"text": "So, we're gonna storm...", "start": 1453.42, "end": 1456.12}, {"text": "-The capital? -The Mazy Gate.", "start": 1456.12, "end": 1458.12}, {"text": "Well, sort of.", "start": 1458.12, "end": 1459.62}, {"text": "Between Soaked City and Fill Completely", "start": 1459.62, "end": 1464.62}, {"text": "is the messy maze where the messy tour lives.", "start": 1464.62, "end": 1467.42}, {"text": "You have to break through the mazey gate membrane though first.", "start": 1467.42, "end": 1472.3}, {"text": "Now, fill completely as the messing hour.", "start": 1472.3, "end": 1476.78}, {"text": "Every hour where all users inside Soak City, whether they want to or not,", "start": 1476.78, "end": 1480.86}, {"text": "fill their diapers completely.", "start": 1480.86, "end": 1483.74}, {"text": "At that moment, we have to crap.", "start": 1483.74, "end": 1486.7}, {"text": "Wait, we will not.", "start": 1486.7, "end": 1488.46}, {"text": "My brother's head is in my butt.", "start": 1488.46, "end": 1489.66}, {"text": "I'll be crap because we are not", "start": 1489.66, "end": 1491.32}, {"text": "that compose. It's too bad now that we all have to crap at the crappy. No", "start": 1491.32, "end": 1499.68}, {"text": "announcing our well, you seems like you guys have to", "start": 1499.68, "end": 1502.78}, {"text": "I like that, but not before you guys cast around. It seems like this guy's", "start": 1502.78, "end": 1507.22}, {"text": "saying that me and this one man band guy don't have to do that, but you do for", "start": 1507.22, "end": 1511.0}, {"text": "us for some reason. Oh my God, no how well I mean you're tempting me that it", "start": 1511.0, "end": 1515.66}, {"text": "should be what happens, but", "start": 1515.66, "end": 1517.74}, {"text": "you know what? So no, no, no, just because I want that to happen. Hold on,", "start": 1519.02, "end": 1524.38}, {"text": "I'm not in control here.", "start": 1524.38, "end": 1526.3}, {"text": "What we need to do is during that missing hour, that's a brief window that", "start": 1526.3, "end": 1531.02}, {"text": "me and the rest of the leaky legends will strike.", "start": 1531.02, "end": 1535.1}, {"text": "What's up? You just shit in your I was testing.", "start": 1535.1, "end": 1543.02}, {"text": "I was doing a test run. Stop don't don't draw attention to yourself right now.", "start": 1543.02, "end": 1548.94}, {"text": "- Okay. - We'll go in there.", "start": 1548.94, "end": 1550.66}, {"text": "- Why am I smelling it?", "start": 1550.66, "end": 1551.86}, {"text": "- In the three of you, then-- - In real life, I'm smelling it.", "start": 1551.86, "end": 1554.46}, {"text": "Somehow.", "start": 1554.46, "end": 1555.04}, {"text": "Once we strike and distract the elite guards,", "start": 1555.04, "end": 1557.3}, {"text": "the three of you will break through the membrane", "start": 1557.3, "end": 1558.9}, {"text": "and enter the messy maze.", "start": 1558.9, "end": 1560.22}, {"text": "We will break through the membrane.", "start": 1560.22, "end": 1562.38}, {"text": "We gonna break through the brain.", "start": 1562.38, "end": 1563.66}, {"text": "Insane in the maze!", "start": 1563.66, "end": 1565.62}, {"text": "And once you get--", "start": 1565.62, "end": 1566.62}, {"text": "(laughing)", "start": 1566.62, "end": 1567.62}, {"text": "It's crazy.", "start": 1567.62, "end": 1568.62}, {"text": "Once you get through the membrane--", "start": 1568.62, "end": 1571.46}, {"text": "I'm sorry, once you get through the maze", "start": 1571.46, "end": 1572.86}, {"text": "and defeat the Messytaur,", "start": 1572.86, "end": 1574.34}, {"text": "then it's just you versus Phil completely.", "start": 1574.34, "end": 1576.42}, {"text": "You guys ready?", "start": 1576.42, "end": 1578.26}, {"text": "Do we have a chance to heal before?", "start": 1578.26, "end": 1579.38}, {"text": "- Ready as Oliver Peabra.", "start": 1579.38, "end": 1580.46}, {"text": "- Are we gonna, do we have like a save point outside of the?", "start": 1580.46, "end": 1583.3}, {"text": "- Yeah, where are your, I just realized", "start": 1583.3, "end": 1585.1}, {"text": "I have not looked at your sheets in a little bit.", "start": 1585.1, "end": 1586.42}, {"text": "- Eight, eight.", "start": 1586.42, "end": 1588.02}, {"text": "- I'm full.", "start": 1588.02, "end": 1588.86}, {"text": "- You guys should, yeah.", "start": 1588.86, "end": 1589.68}, {"text": "- 10.", "start": 1589.68, "end": 1590.78}, {"text": "- Yeah, you could fill up to your max HP,", "start": 1590.78, "end": 1592.66}, {"text": "'cause it's gonna be, I would say that like,", "start": 1592.66, "end": 1594.3}, {"text": "you've done enough. - Oh, we should fill now.", "start": 1594.3, "end": 1595.78}, {"text": "- You've done enough short rests-ish.", "start": 1595.78, "end": 1597.5}, {"text": "- Fill completely?", "start": 1597.5, "end": 1598.34}, {"text": "- No.", "start": 1598.34, "end": 1600.1}, {"text": "- Meow?", "start": 1600.1, "end": 1601.8}, {"text": "- Well, yes.", "start": 1601.8, "end": 1602.64}, {"text": "- Oh, yes, I guess so. - Fill to the max.", "start": 1602.64, "end": 1603.46}, {"text": "- Yeah, fill completely.", "start": 1603.46, "end": 1604.3}, {"text": "- All right.", "start": 1604.3, "end": 1605.9}, {"text": "How many do you have?", "start": 1605.9, "end": 1606.74}, {"text": "You have four left.", "start": 1606.74, "end": 1607.82}, {"text": "You should get your moves back.", "start": 1607.82, "end": 1610.14}, {"text": "This is gonna be a brutal fight.", "start": 1610.14, "end": 1612.26}, {"text": "If you guys have been spending your resources.", "start": 1612.26, "end": 1613.1}, {"text": "- Whoa, a brutal fight.", "start": 1613.1, "end": 1614.62}, {"text": "- Oh my God.", "start": 1614.62, "end": 1615.66}, {"text": "- Good thing I have eight HP.", "start": 1615.66, "end": 1617.36}, {"text": "- Yeah, get your resources back.", "start": 1617.36, "end": 1621.02}, {"text": "I think that's fair.", "start": 1621.02, "end": 1623.02}, {"text": "- Okay.", "start": 1623.02, "end": 1623.86}, {"text": "- 'Cause I didn't get a--", "start": 1623.86, "end": 1624.9}, {"text": "- I still have makeover party.", "start": 1624.9, "end": 1626.62}, {"text": "Oh, I guess I'm a horse.", "start": 1626.62, "end": 1627.46}, {"text": "- I didn't go this through a fine tooth comb.", "start": 1627.46, "end": 1629.62}, {"text": "All right, so you guys ride on your parallel rubber duckies", "start": 1629.62, "end": 1635.1}, {"text": "until you reach the messy gate.", "start": 1635.1, "end": 1636.62}, {"text": "And you and the Leaky Legends are just sort of ambling about,", "start": 1637.74, "end": 1642.74}, {"text": "and about five or so minutes goes by,", "start": 1642.74, "end": 1645.54}, {"text": "and a warm feeling goes to you and he says,", "start": 1645.54, "end": 1647.38}, {"text": "\"All right, it's about to be the messing hour", "start": 1647.38, "end": 1649.28}, {"text": "\"in about 30 seconds.", "start": 1649.28, "end": 1651.36}, {"text": "\"You guys ready?\"", "start": 1651.36, "end": 1652.3}, {"text": "- 30 second heads up.", "start": 1652.3, "end": 1653.94}, {"text": "Yeah, man, yeah, that's good.", "start": 1653.94, "end": 1655.54}, {"text": "Yeah, that's a really efficient thing.", "start": 1655.54, "end": 1657.02}, {"text": "- Yeah, I'm ready.", "start": 1657.02, "end": 1658.5}, {"text": "- Maybe I skipped all the other heads ups", "start": 1658.5, "end": 1661.66}, {"text": "that I was given.", "start": 1661.66, "end": 1662.5}, {"text": "- Yeah, sure, whatever, 30 seconds, sure.", "start": 1662.5, "end": 1665.3}, {"text": "Let me just get excited.", "start": 1665.3, "end": 1667.08}, {"text": "Now you're now you're in character. It's good. I hold I hold my brother in it.", "start": 1667.08, "end": 1671.88}, {"text": "Don't I can't stress enough. You do not need to crap your brother out. If you", "start": 1671.88, "end": 1674.98}, {"text": "don't want I hold I hold his shoulders and I say I'm doing this because we have", "start": 1674.98, "end": 1679.18}, {"text": "to", "start": 1679.18, "end": 1679.38}, {"text": "cake.", "start": 1679.38, "end": 1680.98}, {"text": "So", "start": 1680.98, "end": 1682.88}, {"text": "as it's winding down, you see the sky with all its bluey blues and it's sort of", "start": 1682.88, "end": 1689.18}, {"text": "all the water. You see it start to turn red slowly", "start": 1689.18, "end": 1693.08}, {"text": "and like start to pass over and get dark.", "start": 1693.98, "end": 1697.28}, {"text": "- I've said pass over.", "start": 1697.28, "end": 1698.34}, {"text": "(laughing)", "start": 1698.34, "end": 1701.68}, {"text": "- And you see the members of the diaper network", "start": 1701.68, "end": 1705.62}, {"text": "who are not humans like you guys", "start": 1705.62, "end": 1708.6}, {"text": "and see their eyes roll in the back of their heads", "start": 1708.6, "end": 1710.56}, {"text": "and you hear a rumbling of a thousand stomachs.", "start": 1710.56, "end": 1713.84}, {"text": "Yes.", "start": 1713.84, "end": 1717.36}, {"text": "- Holy shit.", "start": 1717.36, "end": 1718.2}, {"text": "- And you hear a warm feeling go, now!", "start": 1718.2, "end": 1720.6}, {"text": "and they all, the League of Legends charge and attack", "start": 1721.44, "end": 1725.16}, {"text": "the elite guards there while they are having an ecstasy,", "start": 1725.16, "end": 1729.44}, {"text": "orgy, porgy style shitting themselves kind of moment.", "start": 1729.44, "end": 1732.6}, {"text": "And you guys now, in this moment,", "start": 1732.6, "end": 1734.96}, {"text": "are you guys breaking through the membrane or what?", "start": 1734.96, "end": 1736.44}, {"text": "- Let's go man, yeah.", "start": 1736.44, "end": 1737.28}, {"text": "- Let's break through. - Okay.", "start": 1737.28, "end": 1738.2}, {"text": "You guys go through, what do you do?", "start": 1738.2, "end": 1739.72}, {"text": "Do you shit your brother out too?", "start": 1739.72, "end": 1741.32}, {"text": "- I shit on my brother's face", "start": 1741.32, "end": 1743.64}, {"text": "and then he jumps up and runs.", "start": 1743.64, "end": 1746.12}, {"text": "- Okay.", "start": 1746.12, "end": 1746.96}, {"text": "- So now he has poop damage or something, I don't know.", "start": 1746.96, "end": 1749.32}, {"text": "- And now they can't tell him apart.", "start": 1749.32, "end": 1750.64}, {"text": "Yeah, well now they", "start": 1750.64, "end": 1751.64}, {"text": "can tell us apart.", "start": 1751.64, "end": 1754.0}, {"text": "You're right.", "start": 1754.0, "end": 1757.32}, {"text": "Whatever. Wait, they can't tell us apart?", "start": 1757.32, "end": 1759.2}, {"text": "I don't understand.", "start": 1759.2, "end": 1760.24}, {"text": "They can't. I thought.", "start": 1760.24, "end": 1761.24}, {"text": "What do you mean?", "start": 1761.24, "end": 1762.16}, {"text": "I just like I'm sorry.", "start": 1762.16, "end": 1763.48}, {"text": "I don't know. I was just trying", "start": 1763.48, "end": 1764.36}, {"text": "something new.", "start": 1764.36, "end": 1765.36}, {"text": "Well, don't try it again.", "start": 1765.36, "end": 1766.84}, {"text": "You guys burst through the membrane", "start": 1766.84, "end": 1768.8}, {"text": "into the messy maze.", "start": 1768.8, "end": 1770.6}, {"text": "Now, the messy maze is", "start": 1770.6, "end": 1773.96}, {"text": "what I turn left, then right, then", "start": 1773.96, "end": 1776.08}, {"text": "right, then left, then left, then", "start": 1776.08, "end": 1777.8}, {"text": "forward, then right, then left,", "start": 1777.8, "end": 1779.48}, {"text": "stop and straight. Did I get to it?", "start": 1779.56, "end": 1782.06}, {"text": "No, I go", "start": 1782.06, "end": 1784.22}, {"text": "right", "start": 1784.22, "end": 1786.64}, {"text": "BA start. That is a Konami code. How are you going to go be an A in a maze?", "start": 1786.64, "end": 1793.0}, {"text": "I hit the T. I already did that one time and I beat him. That was true.", "start": 1793.0, "end": 1796.72}, {"text": "That was the worst. I hit the Teal day and I hit I type in", "start": 1796.72, "end": 1799.76}, {"text": "no clip and then I talk about maybe our best campaign to", "start": 1799.76, "end": 1803.92}, {"text": "think about that one where I defeated you. Yes, yeah, sorry. What are you", "start": 1803.92, "end": 1808.68}, {"text": "I hit the teal day and then I type in no clip and then I hit enter and then I", "start": 1808.72, "end": 1812.32}, {"text": "click through the whole maze. Okay we're in a maze yeah. Okay can I roll a perception check?", "start": 1812.32, "end": 1818.64}, {"text": "I go all the way down. Yes you may roll a perception check. Look at that. Okay Mr. Baldur's", "start": 1818.64, "end": 1822.56}, {"text": "Gate. Yeah I've been playing Baldur's Gate 3 guys 20 minutes at a time because I get so bored.", "start": 1822.56, "end": 1827.76}, {"text": "Here I go. A 7 man. Okay cool. What were you trying to like pick up on by the way? Trying", "start": 1827.76, "end": 1834.32}, {"text": "Trying to pick up on what way seemed the best direction to go. Yeah, it's hard", "start": 1834.32, "end": 1837.52}, {"text": "for you to tell. So,", "start": 1837.52, "end": 1838.62}, {"text": "what you do know is that the... And sorry, Warren Filling would have told", "start": 1838.62, "end": 1843.02}, {"text": "this to you in the lead up, I should have mentioned this earlier.", "start": 1843.02, "end": 1845.02}, {"text": "The way that the messy maze works is that all the walls and sort of", "start": 1845.02, "end": 1850.12}, {"text": "the sky above it, which is a little bit more...", "start": 1850.12, "end": 1852.32}, {"text": "Has a little bit more like motherboardy kind of texture. It's a little less", "start": 1852.32, "end": 1858.22}, {"text": "like trying to be idyllic and more back to being what it's supposed to", "start": 1858.22, "end": 1861.82}, {"text": "be, like the inner webs.", "start": 1861.82, "end": 1863.82}, {"text": "it's brown. When it's brown, you don't move and when it's good game and when", "start": 1863.82, "end": 1870.52}, {"text": "it's yellow, you go. What's red light green light, which is before it's good.", "start": 1870.52, "end": 1874.32}, {"text": "No, so it's not really a good game. Well, it's also a maze. This is a hat on a", "start": 1874.32, "end": 1880.02}, {"text": "hat man. Yeah, but like well either that or we had to set up the camera so I can", "start": 1880.02, "end": 1884.62}, {"text": "do an actual maze mean. Okay, so then I'm just going to proceed through the", "start": 1884.62, "end": 1889.52}, {"text": "maze. I'll turn every corner. No, I'm still going to Brown. I'll stop moving.", "start": 1889.52, "end": 1893.92}, {"text": "There'll be checks. There'll be checks. Let's go then. And I'll want to bring it", "start": 1893.92, "end": 1897.8}, {"text": "on. Bring it out of the mind. Cool. You guys will also know that if you move", "start": 1897.8, "end": 1903.12}, {"text": "while it's Brown, the messy tour will go get you.", "start": 1903.12, "end": 1907.6}, {"text": "Is it hard to tell when it's Brown? It's not hard to tell. So it should be fine.", "start": 1907.6, "end": 1913.56}, {"text": "Okay. Right. But maybe something scary will happen and come to get me like", "start": 1913.56, "end": 1917.28}, {"text": "a cloud of bees, the only a cloud of bees yeah and I'm like oh God, I don't like", "start": 1917.36, "end": 1922.56}, {"text": "I might be allergic to cloud of beef stew, clouded, clouded beef,", "start": 1922.56, "end": 1926.72}, {"text": "clouded beef, bro. You watch videos about clouded beefs all day, Bert", "start": 1926.72, "end": 1931.3}, {"text": "Kreischer.", "start": 1931.3, "end": 1931.82}, {"text": "No, it's Bobby Lee and Brendan Chaube.", "start": 1931.82, "end": 1942.52}, {"text": "Also, two bears, one cave might be over guys.", "start": 1942.52, "end": 1945.68}, {"text": "you're just dropping that and then drawing on the table like you're some", "start": 1945.68, "end": 1951.14}, {"text": "kind of a fucking", "start": 1951.14, "end": 1952.0}, {"text": "like you can you hit pause on the episode right now. I need to I need to", "start": 1952.0, "end": 1957.64}, {"text": "go to the bathroom real quick. You can just go. It's the whole no it's not", "start": 1957.64, "end": 1961.64}, {"text": "because of a p. Oh I see. Oh it's because of a t. It's because of it's", "start": 1961.64, "end": 1965.8}, {"text": "because of a seat. Oh con. Sorry. What the hell. I'm sorry. I'm not even", "start": 1965.8, "end": 1970.76}, {"text": "gonna cry. Our fans say that", "start": 1970.76, "end": 1972.44}, {"text": "When you say cunt, they turn into cricket and I'm not saying I'm not", "start": 1973.6, "end": 1977.76}, {"text": "saying it. I'm simply repeating. So today was the day patches got", "start": 1977.76, "end": 1981.36}, {"text": "cancelled. Y'all", "start": 1981.36, "end": 1982.08}, {"text": "patches haters be like", "start": 1982.08, "end": 1987.6}, {"text": "okay, so", "start": 1987.6, "end": 1993.92}, {"text": "it turned yellow. So now you guys can go", "start": 1993.92, "end": 1997.64}, {"text": "so roll who wants to take lead here? I will lead. Okay, I'm like the", "start": 1997.64, "end": 2003.2}, {"text": "Oh, why don't we take twin leads?", "start": 2003.2, "end": 2005.6}, {"text": "What's your what's role?", "start": 2005.6, "end": 2006.8}, {"text": "What kind of role are we doing?", "start": 2006.8, "end": 2007.9}, {"text": "Good question.", "start": 2007.9, "end": 2009.0}, {"text": "So it's up to you guys though.", "start": 2009.0, "end": 2010.3}, {"text": "So you can either strong or ball.", "start": 2010.3, "end": 2012.3}, {"text": "No, no.", "start": 2012.3, "end": 2013.3}, {"text": "No, so it's taking the lead is figuring out how to get out", "start": 2013.3, "end": 2015.6}, {"text": "of this maze so you can use either, you know, you can use", "start": 2015.6, "end": 2018.9}, {"text": "your intelligence, right?", "start": 2018.9, "end": 2020.7}, {"text": "Your brain.", "start": 2020.7, "end": 2021.4}, {"text": "Uh-huh.", "start": 2021.4, "end": 2021.9}, {"text": "You can use more of your wisdom to figure it out.", "start": 2021.9, "end": 2024.4}, {"text": "So can we roll all three of it is like investigation versus", "start": 2024.4, "end": 2027.2}, {"text": "like perception, right?", "start": 2027.2, "end": 2028.7}, {"text": "I think you should do it.", "start": 2028.7, "end": 2029.6}, {"text": "Can we I was going to say can we roll all three?", "start": 2029.6, "end": 2031.4}, {"text": "can we roll like the three things?", "start": 2031.4, "end": 2033.4}, {"text": "Can we roll like I can roll strength,", "start": 2033.4, "end": 2036.2}, {"text": "he can roll intelligence and then he can roll like perception.", "start": 2036.2, "end": 2038.9}, {"text": "Describe to me what you're going to try to do.", "start": 2038.9, "end": 2039.9}, {"text": "I was just going to roll strength and try to barrel through everything.", "start": 2039.9, "end": 2042.7}, {"text": "You're going to say you want to try to knock down the walls.", "start": 2042.7, "end": 2045.5}, {"text": "Yes.", "start": 2045.5, "end": 2046.0}, {"text": "Okay.", "start": 2046.0, "end": 2046.5}, {"text": "I want to knock down the walls until I create a path.", "start": 2046.5, "end": 2048.7}, {"text": "You can try to do that.", "start": 2048.7, "end": 2049.7}, {"text": "What are you guys going to try to do?", "start": 2049.7, "end": 2051.1}, {"text": "I'm going to follow the rules, man.", "start": 2051.1, "end": 2053.0}, {"text": "Yeah, I think I'm going to.", "start": 2053.0, "end": 2054.5}, {"text": "I don't want to take any chances here.", "start": 2054.5, "end": 2055.8}, {"text": "I'm going to follow the rules as well and maybe try to go really fast", "start": 2055.8, "end": 2059.1}, {"text": "while it's yellow.", "start": 2059.1, "end": 2060.1}, {"text": "I got an eight to run really quickly. An eighteen. Yeah, because it's strength", "start": 2060.1, "end": 2064.02}, {"text": "plus three. Yeah. Okay. It's very good. You're not able to knock down these", "start": 2064.02, "end": 2067.78}, {"text": "walls. I mean, you would have to have gotten a twenty basically, but knock", "start": 2067.78, "end": 2072.7}, {"text": "down every wall. What? No, you would have just well, you would have been able", "start": 2072.7, "end": 2076.58}, {"text": "to knock start. Yeah, I guess you would have been able. I would. That's", "start": 2076.58, "end": 2078.5}, {"text": "probably what I would have had to do. But beyond that, it's like you're able", "start": 2078.5, "end": 2082.82}, {"text": "to like knock into it and rattle around a bit, but that's about it. Yeah, I", "start": 2082.82, "end": 2088.22}, {"text": "notice anything or oh, I like that. What if you're when it's like a bat kind of", "start": 2089.1, "end": 2095.66}, {"text": "sonar thing? Yeah, let's have you roll. It's a horse thing.", "start": 2095.66, "end": 2100.34}, {"text": "A hole in the wall small enough so they can't get through. Why don't we try?", "start": 2100.34, "end": 2104.86}, {"text": "Let's have you do a owl. Okay, see if you could do it. I like that. That's fun.", "start": 2104.86, "end": 2109.46}, {"text": "No, there's a two. I was a two damn. All right, yeah, you don't quite get the", "start": 2109.46, "end": 2114.54}, {"text": "makeup of the maze. Okay, try though. I like that. Okay, cool. I would have", "start": 2114.54, "end": 2118.86}, {"text": "the wind going into different caverns of the cave. Yes, you would have heard. But", "start": 2118.9, "end": 2122.86}, {"text": "now all I did was give myself a concussion. You're just like kind of a", "start": 2122.86, "end": 2126.7}, {"text": "little dazed right now. Okay, so suddenly though you guys do actually all of you", "start": 2126.7, "end": 2134.46}, {"text": "roll perception check. Suddenly. That's owl. Yeah, that's owl. Sorry, roll owl. That is", "start": 2134.46, "end": 2139.7}, {"text": "is", "start": 2139.7, "end": 2146.7}, {"text": "17", "start": 2146.7, "end": 2148.62}, {"text": "Who was leading?", "start": 2148.62, "end": 2150.34}, {"text": "Me no it was I thought it was Pat", "start": 2150.34, "end": 2153.1}, {"text": "It was it was it was Pat", "start": 2153.1, "end": 2156.06}, {"text": "Whatever man that was a time. I save you okay. Well we passed the honesty test so we get another role", "start": 2156.06, "end": 2162.82}, {"text": "Caleb's character dies", "start": 2162.82, "end": 2166.26}, {"text": "I'll be lying for sending you can't die from lying so Pat is not able to hear this despite being a horse", "start": 2166.26, "end": 2172.58}, {"text": "But you're a rush of brown", "start": 2172.58, "end": 2174.82}, {"text": "flowing through. You do. And you have roll a... What do you want... Actually, so don't", "start": 2176.14, "end": 2180.7}, {"text": "roll. What do you want to do? You have a moment right now where you could potentially help", "start": 2180.7, "end": 2185.94}, {"text": "your team like not get...", "start": 2185.94, "end": 2188.18}, {"text": "I just yell stop.", "start": 2188.18, "end": 2190.18}, {"text": "That's a good start. Do they listen to you? Do you guys listen to them?", "start": 2190.18, "end": 2195.18}, {"text": "Yes.", "start": 2195.18, "end": 2196.18}, {"text": "Nice. That makes it a lot easier, I think. But now all of you guys have to roll constitution...", "start": 2196.18, "end": 2201.34}, {"text": "You still have to roll like strength checks rather to see if you get bowled over.", "start": 2201.34, "end": 2204.86}, {"text": "it won't be as hard for you. What did you get?", "start": 2204.86, "end": 2209.1}, {"text": "Thirteen.", "start": 2209.1, "end": 2210.1}, {"text": "Ten.", "start": 2210.1, "end": 2211.1}, {"text": "Okay.", "start": 2211.1, "end": 2212.1}, {"text": "I got a five.", "start": 2212.1, "end": 2214.1}, {"text": "Damn.", "start": 2214.1, "end": 2215.1}, {"text": "So, it turns brown, you two manage to stay still, you do fall over.", "start": 2215.1, "end": 2222.1}, {"text": "Like I fucking noticed.", "start": 2222.1, "end": 2223.26}, {"text": "You screamed so loud that you threw up.", "start": 2223.26, "end": 2225.62}, {"text": "No, I just shit.", "start": 2225.62, "end": 2226.62}, {"text": "I think a cloud of bees came and scared me.", "start": 2226.62, "end": 2228.66}, {"text": "There's no bees in the website.", "start": 2228.66, "end": 2230.54}, {"text": "There possibly is.", "start": 2230.54, "end": 2231.54}, {"text": "In front of you, you see it. A minotaur wearing a diaper. It's a", "start": 2231.54, "end": 2237.88}, {"text": "massy taur. Can we kill it? You can certainly try. Or can we seduce it?", "start": 2237.88, "end": 2243.34}, {"text": "You could also try that, I guess. As a horse.", "start": 2243.34, "end": 2246.54}, {"text": "Oh, man, I do like that. Oh, shit. I hate when you do that. That's good.", "start": 2246.54, "end": 2253.26}, {"text": "'Cause what am I gonna do, say no to that? That's a really funny idea.", "start": 2253.26, "end": 2255.98}, {"text": "wait and I and I have cows.", "start": 2256.18, "end": 2258.5}, {"text": "I'm a horse with one. I have cows milk and a minotaur is a type of cow and I", "start": 2258.5, "end": 2265.32}, {"text": "can play a horse song.", "start": 2265.32, "end": 2266.34}, {"text": "Yeah, okay, so so so I'm painting the scenario here. So you you're playing", "start": 2266.34, "end": 2273.32}, {"text": "like a fucking like neo soul, can actually song bird, but it's called", "start": 2273.32, "end": 2277.5}, {"text": "song or Kenny G song bird is the other angle. You can go. You are giving your", "start": 2277.5, "end": 2282.94}, {"text": "are you going to install milk in him?", "start": 2282.94, "end": 2284.7}, {"text": "that's a good idea that you gotta do that. That's a good idea. I guess", "start": 2285.78, "end": 2288.98}, {"text": "squirt in his brother's. I was thinking it's just like you know if someone's", "start": 2288.98, "end": 2292.58}, {"text": "coming running at if you're someone's running at you to kill you and you hold", "start": 2292.58, "end": 2296.38}, {"text": "up, you're just holding a bunch of breast milk. They're probably gonna", "start": 2296.38, "end": 2299.74}, {"text": "they would definitely not they might not stop, but they're definitely gonna be", "start": 2299.74, "end": 2303.94}, {"text": "like. I thought you guys were gonna like build a sexy scenario. Yeah, I thought", "start": 2303.94, "end": 2307.42}, {"text": "that's what was sexy. Let's build a sexy scenario. Then messy tore into milk,", "start": 2307.42, "end": 2311.26}, {"text": "leave a trail of milk leading to his body, but only the bottom half is", "start": 2311.3, "end": 2317.26}, {"text": "believe his brother and get fucked by the maybe I'll pretend", "start": 2317.26, "end": 2320.06}, {"text": "yeah and then I", "start": 2320.06, "end": 2321.82}, {"text": "my brother's my bottom half. Yeah,", "start": 2321.82, "end": 2324.66}, {"text": "yeah, I guess the milk can be used in any way that you deem fit.", "start": 2324.66, "end": 2329.18}, {"text": "I like to hand me the milk. I can pour the milk talking bugs, bunny in a", "start": 2329.18, "end": 2333.98}, {"text": "dress, okay, or a bombs", "start": 2333.98, "end": 2335.94}, {"text": "brother. If you guys were a monster, would you rather have sex with a horse", "start": 2337.5, "end": 2341.26}, {"text": "that was covered in milk or one that wasn't covered in milk? Because I'm a", "start": 2341.26, "end": 2344.26}, {"text": "weird fucking. That's what I'm thinking, too. So I'm just going to pour the", "start": 2344.26, "end": 2347.38}, {"text": "milk on saturate his outfit. Yeah, make it what's a wet T shirt. Contest. Oh,", "start": 2347.38, "end": 2352.34}, {"text": "well, no, don't do that because I don't see the human underneath. I do this.", "start": 2352.34, "end": 2356.26}, {"text": "Well, I'm not. I make the milk look like I'm guys. I make the milk dribbling", "start": 2356.26, "end": 2360.5}, {"text": "down the corners of his mouth and out of his butthole. I want to I want to", "start": 2360.5, "end": 2363.5}, {"text": "let's reiterate I'm in a horse. I'm in a horse pose, no cost to a milk pie in his", "start": 2363.5, "end": 2369.62}, {"text": "but that's what I'm going to do and then I'm going to act like I'm just taking my", "start": 2369.62, "end": 2372.5}, {"text": "thing out of his butt and go. Oh, that was great. That was the best I ever had,", "start": 2372.5, "end": 2375.7}, {"text": "but you know I would make it better if I was a monster. Oh, what I am a", "start": 2375.7, "end": 2379.06}, {"text": "I'm a monster and I like this even more than we want than and fucking a", "start": 2379.06, "end": 2383.38}, {"text": "fucking human human", "start": 2383.38, "end": 2384.54}, {"text": "and I'm not a human. I'm a horse. Okay, let's let this play out. So what's what", "start": 2384.54, "end": 2390.62}, {"text": "so I put milk into his but and pretend that I got a leak out as if it was my", "start": 2390.66, "end": 2395.06}, {"text": "jizz my high yeah, so it's very you know that can we put up a big you know, I", "start": 2395.06, "end": 2399.54}, {"text": "can see of my nut. We put up a big Las Vegas style, so I'm pretending I'm", "start": 2399.54, "end": 2404.98}, {"text": "pulling my wolf cock out of his ass", "start": 2404.98, "end": 2407.02}, {"text": "as a werewolf. This was number one. We put up a big. We put up a big Las Vegas", "start": 2407.02, "end": 2413.06}, {"text": "like little like iridescent light bulbs. That's a free horse sex yeah.", "start": 2413.06, "end": 2419.34}, {"text": "and I stay and you're playing a sexy song. I'm playing a", "start": 2419.34, "end": 2423.5}, {"text": "yeah", "start": 2423.5, "end": 2424.7}, {"text": "okay,", "start": 2424.7, "end": 2427.84}, {"text": "so a couple I want to put this all together in a few different that's all", "start": 2427.84, "end": 2433.22}, {"text": "with a harmonica. You need me to explain my part of it again. I got a", "start": 2433.22, "end": 2436.08}, {"text": "played by a bus. Yeah, that's a", "start": 2436.08, "end": 2438.52}, {"text": "full harmonica. Don't roll yet. Don't roll yet. I'm going to tell you, though,", "start": 2438.52, "end": 2443.7}, {"text": "what we're going to do when so, but don't roll until I", "start": 2443.7, "end": 2446.72}, {"text": "stop bitch.", "start": 2446.72, "end": 2448.54}, {"text": "I was a good rule. It's fair. I got my bad roll out of the way to yeah, but", "start": 2448.54, "end": 2453.0}, {"text": "you did so okay. I think really good. We're going to do for you. It's going", "start": 2453.0, "end": 2456.94}, {"text": "to be a performance check for", "start": 2456.94, "end": 2459.02}, {"text": "or sorry talking to talk about how much you lie about how good it was. Good.", "start": 2459.02, "end": 2466.22}, {"text": "It was a pussy. Okay,", "start": 2466.22, "end": 2467.58}, {"text": "animal handling. We don't have", "start": 2467.58, "end": 2471.1}, {"text": "I roll now or I'm waiting. Still, sorry, still waiting. I want it all like", "start": 2471.1, "end": 2477.18}, {"text": "outlined what's happening. Yeah, you", "start": 2477.42, "end": 2479.42}, {"text": "why don't you put up the lights? Okay, and so that will be an", "start": 2479.42, "end": 2484.82}, {"text": "intelligence check. Okay, so that's one role. Your second role will be a", "start": 2484.82, "end": 2489.12}, {"text": "performance check for the music. Okay, and that's balance ball. That's sorry.", "start": 2489.12, "end": 2493.12}, {"text": "No, that is talking, talking. Okay, this is talking for both.", "start": 2493.12, "end": 2496.22}, {"text": "I plus talking and brain. Okay, two is best talking in brain tests.", "start": 2496.22, "end": 2501.32}, {"text": "You", "start": 2501.32, "end": 2502.12}, {"text": "I got a twerk.", "start": 2502.12, "end": 2504.22}, {"text": "that's a strength. You got to twerk that ass. It's a horse. It's our twerking is", "start": 2506.32, "end": 2511.72}, {"text": "not it's a butt strength. You got to have a it's if you think that twerking does", "start": 2511.72, "end": 2517.64}, {"text": "not take strength, but you get down on the ground and try it right now. You show", "start": 2517.64, "end": 2520.8}, {"text": "us right now. Just do it. You get upside down and you upside down.", "start": 2520.8, "end": 2524.44}, {"text": "Now, while", "start": 2524.44, "end": 2526.36}, {"text": "busted open for me, buddy, it's literally flexing your muscles.", "start": 2526.36, "end": 2531.68}, {"text": "It's such a great idea. We should all do our best roles. Yeah,", "start": 2531.68, "end": 2535.88}, {"text": "I'm not doing my best role, but it's all good. I'm rolling man.", "start": 2535.88, "end": 2539.72}, {"text": "The time to roll, but cheek strength, you got to pop those ass cheeks up.", "start": 2539.72, "end": 2544.64}, {"text": "We'll have you roll. Okay. You can do that.", "start": 2544.64, "end": 2548.72}, {"text": "You can use strength instead of performance,", "start": 2548.72, "end": 2551.92}, {"text": "but I'm going to make the difficulty class higher.", "start": 2551.92, "end": 2553.84}, {"text": "Fine. Then I'll do performance. Okay. I'm going to roll my fine.", "start": 2553.84, "end": 2559.36}, {"text": "Are we going in order? Yes. Because we have to see how each one of these", "start": 2559.36, "end": 2562.04}, {"text": "he succeeds okay all right. So first so first me so first the minute or so he", "start": 2562.04, "end": 2566.44}, {"text": "goes for here's the sense senses movement during brown and turns the", "start": 2566.44, "end": 2572.18}, {"text": "corner, the messy tour and", "start": 2572.18, "end": 2574.32}, {"text": "you are now okay. I'm like three and a half inches deep yeah and I'm in it", "start": 2574.32, "end": 2581.48}, {"text": "three and a half inches deep and let me say as a werewolf that's only two", "start": 2581.48, "end": 2586.6}, {"text": "percent", "start": 2586.6, "end": 2587.08}, {"text": "yeah", "start": 2588.56, "end": 2589.06}, {"text": "for a fucking yeah, fucking", "start": 2589.06, "end": 2592.18}, {"text": "try to think of it as a very", "start": 2592.18, "end": 2594.86}, {"text": "it's fifty times", "start": 2594.86, "end": 2597.46}, {"text": "it's a hundred and fifty and a half inches and a half times foot, a hundred", "start": 2597.46, "end": 2603.8}, {"text": "and seventy five inches, one seventy five inches long.", "start": 2603.8, "end": 2606.56}, {"text": "So you're you're on the other side of the map", "start": 2606.56, "end": 2612.2}, {"text": "hundred and seventy five inches would be the other side of the map to you.", "start": 2613.8, "end": 2616.38}, {"text": "Yeah", "start": 2616.38, "end": 2617.78}, {"text": "little", "start": 2617.78, "end": 2619.86}, {"text": "and I'm like Oh my God, this this beats", "start": 2619.86, "end": 2625.76}, {"text": "not fucking horses. I know you had to go in as a werewolf as a and as and as", "start": 2625.76, "end": 2633.66}, {"text": "now that I think about it, I bet any monster around here not only could but", "start": 2633.66, "end": 2639.22}, {"text": "will enjoy a pleasure such as this", "start": 2639.22, "end": 2642.26}, {"text": "(laughter)", "start": 2642.26, "end": 2645.26}, {"text": "Okay. That's sexy. That's sexy.", "start": 2645.26, "end": 2647.26}, {"text": "I have like a kitty from that 70's show laugh.", "start": 2647.26, "end": 2650.26}, {"text": "Alright, roll that.", "start": 2650.26, "end": 2651.26}, {"text": "I want to see how that pans out.", "start": 2651.26, "end": 2653.26}, {"text": "14. Very good.", "start": 2653.26, "end": 2654.26}, {"text": "That's good, man.", "start": 2654.26, "end": 2655.26}, {"text": "Pretty solid. Okay.", "start": 2655.26, "end": 2656.26}, {"text": "So now me. I've got to set up the lights.", "start": 2656.26, "end": 2658.26}, {"text": "What was the other thing I'm doing?", "start": 2658.26, "end": 2660.26}, {"text": "You're going to set up the lights and play the music.", "start": 2660.26, "end": 2662.26}, {"text": "You're playing \"Let's Get It On\" I guess.", "start": 2662.26, "end": 2664.26}, {"text": "Here's for the lights.", "start": 2664.26, "end": 2666.26}, {"text": "That's a 7, y'all.", "start": 2666.26, "end": 2667.26}, {"text": "Okay. So you didn't spell \"horse\" right.", "start": 2667.26, "end": 2669.26}, {"text": "That's fine.", "start": 2669.26, "end": 2670.26}, {"text": "wait, how did he spell it? H O R S? Yes, whores free, that's actually an", "start": 2670.26, "end": 2677.3}, {"text": "accidental win. Trick me and an eighteen for the song. You know,", "start": 2677.3, "end": 2680.54}, {"text": "I've been really", "start": 2680.54, "end": 2682.86}, {"text": "amazing", "start": 2682.86, "end": 2684.9}, {"text": "to know.", "start": 2684.9, "end": 2687.82}, {"text": "It's like when you see a subway like an eighteen is like when you see a subway", "start": 2687.82, "end": 2693.3}, {"text": "performing. You're like I know they're good.", "start": 2693.3, "end": 2695.62}, {"text": "I know they're good, but I'm on my way to work.", "start": 2695.62, "end": 2698.62}, {"text": "♪ I've had this feeling for so long ♪", "start": 2698.62, "end": 2703.04}, {"text": "♪ And if you feel ♪", "start": 2703.04, "end": 2704.28}, {"text": "- And you.", "start": 2704.28, "end": 2705.12}, {"text": "- Eight or 17, man.", "start": 2705.12, "end": 2708.1}, {"text": "- 17. - Or no.", "start": 2708.1, "end": 2709.14}, {"text": "- Wow. - Nevermind.", "start": 2709.14, "end": 2709.98}, {"text": "It's 'cause it was performance, right?", "start": 2709.98, "end": 2711.66}, {"text": "- Oh, yeah. - So it was a 13.", "start": 2711.66, "end": 2713.5}, {"text": "- No? - Okay.", "start": 2713.5, "end": 2714.34}, {"text": "- That still passes.", "start": 2714.34, "end": 2715.18}, {"text": "- No, 13 is--", "start": 2715.18, "end": 2716.9}, {"text": "- 'Cause it was a 14 minus one.", "start": 2716.9, "end": 2719.14}, {"text": "- No, what do you mean minus one?", "start": 2719.14, "end": 2720.38}, {"text": "What's performance?", "start": 2720.38, "end": 2721.2}, {"text": "Oh, is performance talking?", "start": 2721.2, "end": 2722.4}, {"text": "I thought performance was ball.", "start": 2722.4, "end": 2723.78}, {"text": "- Performance is talking.", "start": 2723.78, "end": 2725.82}, {"text": "- He got an insight check of a six.", "start": 2725.82, "end": 2727.76}, {"text": "oh, so he doesn't know we're tricking him into sex", "start": 2727.76, "end": 2731.72}, {"text": "way. He's had a he's doesn't know we're together to trick him into having a", "start": 2731.72, "end": 2738.4}, {"text": "computer program minotaur. So now whoever can real thinking feeling thing", "start": 2738.4, "end": 2745.08}, {"text": "no, that's right. Can't prove it", "start": 2745.08, "end": 2748.08}, {"text": "the hell so sinister. No, it was not what I was. Yeah, it was not that was", "start": 2748.08, "end": 2755.0}, {"text": "not how I was supposed to go out.", "start": 2755.0, "end": 2756.24}, {"text": "I", "start": 2756.24, "end": 2757.24}, {"text": "didn't know that that's what that sounded like anyway. Yes, you this", "start": 2757.24, "end": 2762.54}, {"text": "thing is is horned up by you. It is doing it is stopping its feet,", "start": 2762.54, "end": 2768.0}, {"text": "dragging it back. Do we have a fail safe in", "start": 2768.0, "end": 2770.86}, {"text": "I'm just getting fucked by the Minotaur. Hey, you know what we went through?", "start": 2770.86, "end": 2776.3}, {"text": "At least me. We went through this entire thing without even considering that it", "start": 2776.3, "end": 2779.54}, {"text": "means that he's about to get fun and there's no", "start": 2779.54, "end": 2781.86}, {"text": "advantage for us at all.", "start": 2782.26, "end": 2783.66}, {"text": "Well, maybe it'll let us just walk through the whole. Yeah, he fucked his", "start": 2783.66, "end": 2788.42}, {"text": "ass. I guess I have to roll performance. Huh? We can try and just go well. He's", "start": 2788.42, "end": 2793.86}, {"text": "he's fucking one of the brothers. We can take everyone else. Oh, yeah, the whole", "start": 2793.86, "end": 2796.86}, {"text": "point was I thought was a sacrifice. One of the", "start": 2796.86, "end": 2798.3}, {"text": "I was gonna roll per sacrifice a man. I don't like sacrifice. You'll just gonna", "start": 2798.3, "end": 2804.38}, {"text": "get", "start": 2804.38, "end": 2804.58}, {"text": "fucking somebody in their top half runs away.", "start": 2804.58, "end": 2808.02}, {"text": "would you keep going here? We are sacrificing him because we're going to", "start": 2811.5, "end": 2815.88}, {"text": "we're leaving behind to get fucked and we like run to the end of the maze and", "start": 2815.88, "end": 2818.52}, {"text": "like an hour later he catches up and he's like hey guys are like hello. No", "start": 2818.52, "end": 2822.16}, {"text": "man", "start": 2822.16, "end": 2822.6}, {"text": "you can't be", "start": 2822.6, "end": 2825.46}, {"text": "I mean we're going to get you will get you an hour.", "start": 2825.46, "end": 2828.96}, {"text": "You stay way too long. That's way to smoking in bed.", "start": 2828.96, "end": 2834.36}, {"text": "We had like a thing man. That was weird. All right, what I", "start": 2834.36, "end": 2839.86}, {"text": "Yeah, it's up to you.", "start": 2841.14, "end": 2841.98}, {"text": "Leave. I'm going. All right. My top has going.", "start": 2841.98, "end": 2845.68}, {"text": "Okay. He knows even hey or whoa.", "start": 2845.68, "end": 2848.62}, {"text": "Whoa is definitely staying.", "start": 2848.62, "end": 2851.52}, {"text": "Where is the sext all version of you right? Oh, are you kidding me? Mo", "start": 2851.52, "end": 2856.82}, {"text": "Mo broke it.", "start": 2856.82, "end": 2859.22}, {"text": "Oh broke. Mo is fucking it.", "start": 2859.22, "end": 2860.92}, {"text": "Mo is the minotaur. Mo is the minotaur. Yeah. Mo, I guess I put it in", "start": 2860.92, "end": 2866.12}, {"text": "the closet because my girlfriend's", "start": 2866.12, "end": 2868.02}, {"text": "my girlfriend's mom visited and it was on the in the living room after we did", "start": 2869.02, "end": 2875.32}, {"text": "that troll to show or allegations with Alex and she didn't know where to put it", "start": 2875.32, "end": 2879.98}, {"text": "and put it in the closet and then somehow grabbed the foot out of the closet and", "start": 2879.98, "end": 2885.46}, {"text": "popped it.", "start": 2885.46, "end": 2886.06}, {"text": "He wants to do that to you, man. He thought it was you. Imagine opening a", "start": 2886.06, "end": 2889.74}, {"text": "closet and see you deflated. Yeah, I did this morning.", "start": 2889.74, "end": 2893.74}, {"text": "it's still on the floor in there damn yeah. Well, that's what happens only", "start": 2895.78, "end": 2900.4}, {"text": "that's what happens to your brother. Yeah, poked and deflated by an animal", "start": 2900.4, "end": 2904.12}, {"text": "yeah.", "start": 2904.12, "end": 2904.6}, {"text": "Well, minotaur probably has what does he say as you guys are printing away", "start": 2904.6, "end": 2908.48}, {"text": "animal king? Well, this minotaur is in the whoa in the whoa", "start": 2908.48, "end": 2911.52}, {"text": "whoa", "start": 2911.52, "end": 2913.2}, {"text": "whoa and you guys it's and it's the it's the fucking or the one time we're going", "start": 2913.2, "end": 2919.68}, {"text": "back to the social network. It's all in tilt shift. It's like the the regatta", "start": 2919.68, "end": 2923.32}, {"text": "he's like a total animal", "start": 2924.6, "end": 2925.72}, {"text": "yeah with all the facial expressions from that scene right and yeah you just", "start": 2925.72, "end": 2935.54}, {"text": "hear", "start": 2935.54, "end": 2935.86}, {"text": "and you cruise through the maze and you reach it finally filled completely", "start": 2935.86, "end": 2942.62}, {"text": "looks like a sort on", "start": 2942.62, "end": 2945.94}, {"text": "type of guy,", "start": 2945.94, "end": 2947.84}, {"text": "but a diaper.", "start": 2947.84, "end": 2949.92}, {"text": "I drew him. It is it's a diaper or it's a face wearing a diaper. He's like the", "start": 2951.16, "end": 2954.8}, {"text": "first thing I drew when I was first doing this.", "start": 2954.8, "end": 2956.76}, {"text": "You were drawing", "start": 2956.76, "end": 2957.96}, {"text": "yeah, oh, it looks good. I like it. Yeah, what is it? It's all poop. Yeah, I'll", "start": 2957.96, "end": 2964.12}, {"text": "put this on screen. Maybe it's a poo. It looks it's poop wearing a bandana or", "start": 2964.12, "end": 2968.56}, {"text": "it's a diaper. I see it's a diaper. I didn't really finish, but I was supposed", "start": 2968.56, "end": 2971.24}, {"text": "to look like I knew that was going to happen.", "start": 2971.24, "end": 2973.32}, {"text": "Yeah, I'll master control. He screen shots into to be heard of the", "start": 2973.32, "end": 2979.16}, {"text": "odd discord. We can do that part. Yeah, sorry. I didn't send that. I just it was", "start": 2980.52, "end": 2984.92}, {"text": "like I just drew it when I was coming up with the campaign idea. I was like I", "start": 2984.92, "end": 2988.04}, {"text": "need to have a guy like this. Anyway, he turns to face you give me my most evil", "start": 2988.04, "end": 2993.2}, {"text": "fucking robot voice. Please do give me a second here and and pray. Yeah, I will", "start": 2993.2, "end": 2998.44}, {"text": "pray pray for Caleb.", "start": 2998.44, "end": 2999.84}, {"text": "Why is it doing this?", "start": 2999.84, "end": 3005.32}, {"text": "Caleb", "start": 3005.32, "end": 3008.92}, {"text": "It's still", "start": 3008.92, "end": 3010.92}, {"text": "How do we fix this am I better he's better I recovered", "start": 3010.92, "end": 3016.78}, {"text": "He turns to face you he swivels around and he says he's a sorry", "start": 3016.78, "end": 3033.52}, {"text": "three. Oh, my God,", "start": 3033.52, "end": 3037.32}, {"text": "yes,", "start": 3037.32, "end": 3041.32}, {"text": "my brother got his butt fucked by a monster by a monster. It was kind of", "start": 3041.32, "end": 3047.02}, {"text": "funny. Are you the brother that's left? Are you the brother who had the your", "start": 3047.02, "end": 3050.7}, {"text": "face up the butt or who had your brother's face up", "start": 3050.7, "end": 3053.52}, {"text": "fully", "start": 3053.52, "end": 3056.02}, {"text": "that was like", "start": 3056.02, "end": 3061.82}, {"text": "He ran and then the other one was like, wait.", "start": 3061.82, "end": 3068.82}, {"text": "He says, which one of you created me?", "start": 3068.82, "end": 3081.22}, {"text": "Me right?", "start": 3081.22, "end": 3082.22}, {"text": "I thought we decided it was me in court.", "start": 3082.22, "end": 3083.9}, {"text": "No, it wasn't Eduardo man.", "start": 3083.9, "end": 3085.5}, {"text": "No, it was me man.", "start": 3085.5, "end": 3087.74}, {"text": "It was all fucking me.", "start": 3087.74, "end": 3089.1}, {"text": "I created you bro.", "start": 3089.1, "end": 3090.54}, {"text": "you", "start": 3090.54, "end": 3091.04}, {"text": "it was off. I created you and I don't I gotta get out of here man. I got stuff", "start": 3091.04, "end": 3096.24}, {"text": "to do, I got, but I created at least twenty five to fifty percent of you. We", "start": 3096.24, "end": 3099.46}, {"text": "can agree that I created you a hundred percent and he gave me like fifty bucks", "start": 3099.46, "end": 3103.94}, {"text": "that created this. Okay, now we're just doing the court thing again. Don't", "start": 3103.94, "end": 3108.84}, {"text": "worry about it right now. Okay,", "start": 3108.84, "end": 3110.22}, {"text": "any and you guys best friend, you guys do", "start": 3110.22, "end": 3114.82}, {"text": "pretty good. You guys do like you're somehow compelled to silence.", "start": 3116.38, "end": 3121.1}, {"text": "Couldn't that be, it would be great if I could do that.", "start": 3121.1, "end": 3123.54}, {"text": "And he says,", "start": 3123.54, "end": 3125.94}, {"text": "\"You can't decide who created me.", "start": 3125.94, "end": 3131.42}, {"text": "You either mask your insecurities in a false sense of superiority, offer nothing", "start": 3131.42, "end": 3139.62}, {"text": "of value except $1200, or you're stupid and there's two of you.\"", "start": 3139.62, "end": 3145.7}, {"text": "(laughs)", "start": 3145.7, "end": 3147.28}, {"text": "- What?", "start": 3147.28, "end": 3148.12}, {"text": "Can you turn the voice off?", "start": 3148.12, "end": 3151.04}, {"text": "Okay.", "start": 3151.04, "end": 3155.5}, {"text": "- It's me.", "start": 3155.5, "end": 3157.02}, {"text": "- Okay.", "start": 3157.02, "end": 3158.1}, {"text": "If it's what we have to do to get out of here, I admit it.", "start": 3158.1, "end": 3161.1}, {"text": "Okay.", "start": 3161.1, "end": 3161.94}, {"text": "Eduardo created the website.", "start": 3161.94, "end": 3165.74}, {"text": "That $1,200,", "start": 3165.74, "end": 3168.76}, {"text": "I used that $1,200", "start": 3168.76, "end": 3172.86}, {"text": "to get all the server space. I lied about everything else I did with it was all", "start": 3174.04, "end": 3178.2}, {"text": "the server space and not only that, that cost $200, $1000. I he doesn't remember", "start": 3178.2, "end": 3184.02}, {"text": "this. I he gave me 1200. I spent 200 on server space and spent the other $1000 to", "start": 3184.02, "end": 3190.56}, {"text": "pay him to make the website.", "start": 3190.56, "end": 3192.04}, {"text": "He doesn't remember this. He doesn't remember it because he's not that bright,", "start": 3192.04, "end": 3196.92}, {"text": "but I asked him to write some code and he wrote the entire website. I'm like my", "start": 3196.92, "end": 3202.52}, {"text": "your body is biologically like shutting down. I'm like overclocking. My heart", "start": 3202.72, "end": 3207.6}, {"text": "rate is", "start": 3207.6, "end": 3207.9}, {"text": "two fifty beats per minute. Your mouth is wide open. Yeah, I'm like in freeze", "start": 3207.9, "end": 3212.84}, {"text": "frame. I'm like", "start": 3212.84, "end": 3213.84}, {"text": "and that's the twist guys.", "start": 3213.84, "end": 3216.08}, {"text": "It was Eduardo. The", "start": 3216.08, "end": 3218.2}, {"text": "and", "start": 3218.2, "end": 3224.58}, {"text": "from above", "start": 3224.58, "end": 3226.36}, {"text": "a pipe flies from the sky and goes inside of you like it like a fix. This is", "start": 3227.48, "end": 3233.32}, {"text": "what I was hoping was going to happen. I was really hoping that I could fight", "start": 3233.32, "end": 3236.18}, {"text": "really hard to be the creator and then a laser would shoot out and you start", "start": 3236.18, "end": 3240.98}, {"text": "being filled", "start": 3240.98, "end": 3241.94}, {"text": "with poop.", "start": 3241.94, "end": 3244.84}, {"text": "Once you are failed, we will be together and we will ingest the entire world", "start": 3244.84, "end": 3253.54}, {"text": "into the diaper network.", "start": 3253.54, "end": 3255.02}, {"text": "You have ten turns", "start": 3255.02, "end": 3257.1}, {"text": "To kill him?", "start": 3257.1, "end": 3259.1}, {"text": "To kill Phil completely.", "start": 3259.1, "end": 3261.1}, {"text": "Oh shit.", "start": 3261.1, "end": 3262.1}, {"text": "Or Eduardo will be your best friend.", "start": 3262.1, "end": 3264.1}, {"text": "This shit's easy.", "start": 3264.1, "end": 3265.1}, {"text": "Roll initiative.", "start": 3265.1, "end": 3266.1}, {"text": "I mean I really don't care if Eduardo dies.", "start": 3266.1, "end": 3268.1}, {"text": "I know but just for...", "start": 3268.1, "end": 3270.1}, {"text": "We have to have some stakes sometimes.", "start": 3270.1, "end": 3272.1}, {"text": "18 on initiative.", "start": 3272.1, "end": 3273.1}, {"text": "Okay.", "start": 3273.1, "end": 3274.1}, {"text": "13.", "start": 3274.1, "end": 3275.1}, {"text": "5.", "start": 3275.1, "end": 3276.1}, {"text": "Alright.", "start": 3276.1, "end": 3277.1}, {"text": "Oh shit.", "start": 3277.1, "end": 3278.1}, {"text": "5.", "start": 3278.1, "end": 3279.1}, {"text": "Luckily I'm DPS man.", "start": 3279.1, "end": 3280.1}, {"text": "I'm gonna destroy this thing.", "start": 3280.1, "end": 3281.1}, {"text": "What'd we get?", "start": 3281.1, "end": 3282.1}, {"text": "We got...", "start": 3282.1, "end": 3283.1}, {"text": "Okay we got 19 for Phil completely.", "start": 3283.1, "end": 3284.1}, {"text": "Actually have no damaging abilities.", "start": 3284.1, "end": 3287.32}, {"text": "Yeah, Eduardo's a very good character.", "start": 3287.32, "end": 3290.92}, {"text": "You have intelligent stuff you can use.", "start": 3290.92, "end": 3293.92}, {"text": "I don't think any of us do any damage, I'm not going to lie.", "start": 3293.92, "end": 3296.32}, {"text": "I do.", "start": 3296.32, "end": 3297.32}, {"text": "You have Ice Beam or something.", "start": 3297.32, "end": 3298.32}, {"text": "I have Shell Launcher.", "start": 3298.32, "end": 3299.32}, {"text": "I gave you like an ice ability.", "start": 3299.32, "end": 3300.32}, {"text": "No, you didn't.", "start": 3300.32, "end": 3301.32}, {"text": "Last session you did an ice power.", "start": 3301.32, "end": 3302.32}, {"text": "Oh, I don't remember that at all.", "start": 3302.32, "end": 3303.32}, {"text": "It was crazy.", "start": 3303.32, "end": 3304.32}, {"text": "That was probably five months ago.", "start": 3304.32, "end": 3305.32}, {"text": "I'm going to write it down.", "start": 3305.32, "end": 3306.32}, {"text": "Sorry, who got 16?", "start": 3306.32, "end": 3307.32}, {"text": "You, right?", "start": 3307.32, "end": 3308.32}, {"text": "I got five.", "start": 3308.32, "end": 3309.32}, {"text": "Caleb.", "start": 3309.32, "end": 3310.32}, {"text": "I got 16.", "start": 3310.32, "end": 3311.32}, {"text": "Caleb, I'm sorry.", "start": 3311.32, "end": 3312.32}, {"text": "I got 16.", "start": 3312.32, "end": 3313.32}, {"text": "I'm sorry. 17 I think. 17. What'd you get? 13. Alright. You got 17. 13. You guys want", "start": 3313.32, "end": 3330.04}, {"text": "to gossip right now? Yeah. I heard some interesting stuff about someone today. What was it? I", "start": 3330.04, "end": 3337.16}, {"text": "can't say I'm like", "start": 3337.16, "end": 3338.36}, {"text": "it's dirty. Turn all of our microphones down.", "start": 3338.36, "end": 3343.44}, {"text": "Thank you guys for covering. They're going to they're going to read my lips,", "start": 3343.44, "end": 3346.92}, {"text": "turn all the microphones down and we'll turn and face the wall and we'll talk", "start": 3346.92, "end": 3351.28}, {"text": "into the wall. Honestly, I see the thing I learned is so crazy to even if I said", "start": 3351.28, "end": 3356.28}, {"text": "it when we turn back around, everyone would tell what it was based on the", "start": 3356.28, "end": 3359.52}, {"text": "facial expressions. Wait, can we just please say it all right? Okay, fine,", "start": 3359.52, "end": 3364.4}, {"text": "completely. I'm going to say it really quick. Homer has returned to strangling.", "start": 3364.44, "end": 3368.76}, {"text": "But I thought really it was false all along. Are you serious? So he didn't", "start": 3368.76, "end": 3373.04}, {"text": "work. Is that actually true? Never stopped. You've never. Are you serious?", "start": 3373.04, "end": 3377.44}, {"text": "He was strangling the home. No strangling. He's strangling the whole", "start": 3377.44, "end": 3381.92}, {"text": "time. All of your role dexterity saving throws", "start": 3381.92, "end": 3384.12}, {"text": "5 17 critical 13. Just getting critical one. I failed. Okay.", "start": 3384.12, "end": 3392.92}, {"text": "you", "start": 3392.92, "end": 3393.42}, {"text": "now", "start": 3393.42, "end": 3395.82}, {"text": "you guys both failed right? Yeah, I got a", "start": 3395.82, "end": 3403.1}, {"text": "five thirty five", "start": 3403.1, "end": 3406.8}, {"text": "thirty five. I've take ten damage. I'm dead. I know my God", "start": 3406.8, "end": 3411.32}, {"text": "as you would you find a seventeen. Okay, cool. You take five damage five. Yeah,", "start": 3411.32, "end": 3418.02}, {"text": "I got a four. I have health for health", "start": 3418.02, "end": 3420.82}, {"text": "As this, as what rains down from the sky is a, just a like, like a multicolored, just excrement", "start": 3421.82, "end": 3431.38}, {"text": "bonanza just flying from the air. Like the whole thing is coming apart in front of you", "start": 3431.38, "end": 3436.42}, {"text": "as Phil completely roars in rage at your resistance. It is now your turn, Zuck. He's dead.", "start": 3436.42, "end": 3444.46}, {"text": "I guess even throw right. That's right.", "start": 3444.46, "end": 3447.46}, {"text": "Fourteen. All right. Success. You're up. I'm going to use shell launcher.", "start": 3447.46, "end": 3454.46}, {"text": "That's going to be a good move to all right. Turtle. Nice. Fuck them up.", "start": 3454.46, "end": 3459.46}, {"text": "Fuck them up. Good. I do water damage. Apparently it does do water damage.", "start": 3459.46, "end": 3464.46}, {"text": "One foot, 10 foot of water damage. Well, it's 10 foot on the", "start": 3464.46, "end": 3467.46}, {"text": "says that it's time to be around. I put of water damage and says ten feet of", "start": 3469.46, "end": 3473.5}, {"text": "water damage. Oh, which brother has the hashed code me? Okay, I want to see if I", "start": 3473.5, "end": 3480.82}, {"text": "can get you to say the other brother, but that would be funny. I could have", "start": 3480.82, "end": 3483.7}, {"text": "just said it was the other brother, but it'd be funny if he had it. Okay, cool.", "start": 3483.7, "end": 3487.26}, {"text": "We both have we both memorize it. We have twin telepathy. So what is that? It's a", "start": 3487.26, "end": 3491.62}, {"text": "DC saving throw. Yeah, right. Okay, so I got to roll against that or D eight. It", "start": 3491.62, "end": 3495.98}, {"text": "says next to the damage. I just never remember. We just literally happened", "start": 3496.0, "end": 3501.4}, {"text": "last time and I rewatched the episode and I don't remember", "start": 3501.4, "end": 3504.2}, {"text": "three foot of water to the super. Okay, it's thirty foot of water.", "start": 3504.2, "end": 3510.6}, {"text": "Let's thirty feet and then it's whatever feet", "start": 3510.6, "end": 3512.7}, {"text": "that you ten feet on feet on the sides of thirty. Okay, so I you roll", "start": 3512.7, "end": 3519.8}, {"text": "strength.", "start": 3519.8, "end": 3522.0}, {"text": "Yeah, okay, there's plus on that.", "start": 3522.0, "end": 3525.5}, {"text": "that is a 15 okay that just does hit him roll for d8", "start": 3525.5, "end": 3534.5}, {"text": "which one's the this one yeah Oh the trying to be a saving throw but doesn't", "start": 3534.5, "end": 3541.3}, {"text": "One six, but doesn't matter to it. One", "start": 3541.3, "end": 3544.9}, {"text": "ticket basis to", "start": 3544.9, "end": 3546.9}, {"text": "10 10 10 total. Yeah, 10 toes. All right, 10 toes. Good damage to him.", "start": 3546.9, "end": 3557.2}, {"text": "Now you're up.", "start": 3557.2, "end": 3559.1}, {"text": "Okay. Yeah, borrow, borrow major power, borrow big power. Okay, you're going to", "start": 3559.1, "end": 3567.2}, {"text": "borrow his power.", "start": 3567.2, "end": 3568.0}, {"text": "Nice do it. All right, roll attack roll.", "start": 3568.0, "end": 3571.0}, {"text": "Based on your strength. 17. That does hit. Now do the power. What? It's 4d8, you hit", "start": 3571.0, "end": 3578.0}, {"text": "him. Which power did you borrow? You're supposed to tell me. I borrow it from one of your two", "start": 3578.0, "end": 3587.68}, {"text": "compatriots. Oh, I was trying to borrow it from the bad guy. No, you can only borrow", "start": 3587.68, "end": 3590.08}, {"text": "it from your friends. Oh, okay, then I'll do that. I thought I was trying to borrow", "start": 3590.08, "end": 3592.36}, {"text": "my shell launcher. You use 30 feet of water. Yeah, I'm doing 30 feet. It's 4d8. You just", "start": 3592.36, "end": 3597.4}, {"text": "you'll end up also in a seven, whatever it's called.", "start": 3597.4, "end": 3600.9}, {"text": "Twelve. Oh damn.", "start": 3600.9, "end": 3603.4}, {"text": "Re-roll, re-roll, re-roll, re-roll, re-roll.", "start": 3603.4, "end": 3606.2}, {"text": "Face off my back. I like your back, man. Fifteen.", "start": 3606.2, "end": 3611.9}, {"text": "Wow. Twenty-two. All right. Twenty-two, holy shit. Damn, okay. He's not- Why did", "start": 3611.9, "end": 3617.8}, {"text": "I murder him on his own shell launcher, though?", "start": 3617.8, "end": 3619.7}, {"text": "Renegade. He's not looking too good. Eduardo the werewolf borrows a power from", "start": 3619.7, "end": 3626.8}, {"text": "one of the last remaining twins and also launch my twin now. Oh my God,", "start": 3627.2, "end": 3631.2}, {"text": "we literally look so like the computer. You're my twin. Also, can I say that by", "start": 3631.2, "end": 3638.44}, {"text": "putting this is crass by putting my", "start": 3638.44, "end": 3640.94}, {"text": "thing into his brother's space?", "start": 3640.94, "end": 3644.76}, {"text": "Did you actually do you really have to do that? Well, I have to make it look", "start": 3644.76, "end": 3649.34}, {"text": "real. Okay, well he's not going to leave it. If I what if I was like stepping", "start": 3649.34, "end": 3652.96}, {"text": "away, I'm like whoa around bunny. How else am I going to get hard first of all,", "start": 3652.96, "end": 3656.6}, {"text": "but anyway, I got blue ball something terrible. I feel completely twenty", "start": 3657.04, "end": 3662.08}, {"text": "damage from it. No, no completely", "start": 3662.08, "end": 3664.0}, {"text": "now", "start": 3664.0, "end": 3666.32}, {"text": "more than twice my age", "start": 3666.32, "end": 3668.56}, {"text": "to blue balls.", "start": 3668.56, "end": 3671.16}, {"text": "Okay, Phil, come on. It's actually throwing me in as age is the reason I", "start": 3671.16, "end": 3676.4}, {"text": "brought it up opens its it's a ma and out roars a beam of hot chocolate. You", "start": 3676.4, "end": 3685.58}, {"text": "know what it is. Man, he starts scanning across the sides. All you guys roll", "start": 3685.62, "end": 3689.82}, {"text": "dexterity saving throws. I don't need to, right? No, you're fine. Dad, wait,", "start": 3689.82, "end": 3694.02}, {"text": "it'll just go over you. What's my dex? What's my dex? Ball. Ball. That is a 19.", "start": 3694.02, "end": 3699.02}, {"text": "I've also got a 19. Okay, cool. It just goes over both of you guys. Twins. No", "start": 3699.02, "end": 3703.42}, {"text": "half damage for this one. We really are becoming twins. Dead saving throw. Do it.", "start": 3703.42, "end": 3707.42}, {"text": "18. All right, we're looking good. Was your first one good? It was also good.", "start": 3707.42, "end": 3712.52}, {"text": "All right, you're up now.", "start": 3712.52, "end": 3714.52}, {"text": "I guess I'm going to do another shell launcher.", "start": 3714.52, "end": 3716.52}, {"text": "That'll be your last one once you do it.", "start": 3716.52, "end": 3718.52}, {"text": "It'll count.", "start": 3718.52, "end": 3720.52}, {"text": "19.", "start": 3720.52, "end": 3722.52}, {"text": "Damn.", "start": 3722.52, "end": 3724.52}, {"text": "Do it. Roll for damage.", "start": 3724.52, "end": 3726.52}, {"text": "Y'all are carrying my ass.", "start": 3726.52, "end": 3728.52}, {"text": "It's a really good ability that I made over at work.", "start": 3728.52, "end": 3730.52}, {"text": "I just realized I have a healing.", "start": 3730.52, "end": 3732.52}, {"text": "You do have healing, yeah.", "start": 3732.52, "end": 3734.52}, {"text": "It's honestly not even worth healing me because I don't have any damage I can do.", "start": 3734.52, "end": 3736.52}, {"text": "Seven.", "start": 3736.52, "end": 3738.52}, {"text": "Yeah, he was sort of meant to be more manipulative.", "start": 3738.52, "end": 3740.52}, {"text": "to be more than two four seven", "start": 3740.52, "end": 3742.2}, {"text": "situations.", "start": 3742.2, "end": 3743.2}, {"text": "Two, four, seven, two.", "start": 3743.2, "end": 3746.28}, {"text": "Yeah, that's", "start": 3746.28, "end": 3748.64}, {"text": "fifteen.", "start": 3748.64, "end": 3749.64}, {"text": "OK, he's Phil completely is not", "start": 3749.64, "end": 3753.88}, {"text": "looking good. Maybe one more good", "start": 3753.88, "end": 3755.24}, {"text": "blow would do it.", "start": 3755.24, "end": 3756.24}, {"text": "OK, my brother comes back.", "start": 3756.24, "end": 3758.48}, {"text": "I will live. I will live.", "start": 3758.48, "end": 3759.72}, {"text": "Don't worry about my brother.", "start": 3759.72, "end": 3760.86}, {"text": "Come on. I'm borrowing.", "start": 3760.86, "end": 3762.2}, {"text": "This moment, you said one good blow", "start": 3762.2, "end": 3764.64}, {"text": "would do. My brother comes back from", "start": 3764.64, "end": 3766.3}, {"text": "the maze at this moment.", "start": 3766.3, "end": 3767.32}, {"text": "He's got he's got jizz.", "start": 3767.32, "end": 3768.92}, {"text": "he got cut in half. He slowed by june. They didn't actually you actually", "start": 3769.28, "end": 3773.32}, {"text": "you're cutting to have", "start": 3773.32, "end": 3774.12}, {"text": "on his actual bottom horse got cut. They plowed him open like nanner puss. I", "start": 3774.12, "end": 3778.72}, {"text": "he flowered out. He jigsaw head laser. It's got", "start": 3778.72, "end": 3783.76}, {"text": "it's what happened. I'm gonna I'm being realistic about what would happen if a", "start": 3783.76, "end": 3788.88}, {"text": "minotaur fucked army hammer. Yeah, yeah, his body can't support which he would", "start": 3788.88, "end": 3793.96}, {"text": "like. We don't like it because army hammer would like that. I want to get", "start": 3793.96, "end": 3797.16}, {"text": "I fucked by a minute. I want to get fucked by a minute. I really want you to fuck", "start": 3797.2, "end": 3804.24}, {"text": "me in a tour. I wish we're I'm so in love with you, but I wish I wish you were", "start": 3804.24, "end": 3808.28}, {"text": "mentor baby yeah. I wish you were a minotaur baby. I wish you were a minotaur.", "start": 3808.28, "end": 3811.48}, {"text": "I wish that you could turn into a puddle of", "start": 3811.48, "end": 3814.0}, {"text": "dark thoughts,", "start": 3814.0, "end": 3816.32}, {"text": "not being fucked by a minute or I wish that was a puddle that a minute or would", "start": 3816.32, "end": 3822.12}, {"text": "step in", "start": 3822.12, "end": 3822.66}, {"text": "I chose the twins like fuck myself like a minute or I want to eat my twin in the", "start": 3824.24, "end": 3828.8}, {"text": "womb roll man", "start": 3828.8, "end": 3830.1}, {"text": "not one", "start": 3830.1, "end": 3832.24}, {"text": "you miss that's the blue. That's it that's all it says.", "start": 3832.24, "end": 3840.64}, {"text": "You miss very badly. It says it says that's all now the robot. Oh, the robot", "start": 3840.64, "end": 3848.24}, {"text": "nobody says you mess.", "start": 3848.28, "end": 3849.88}, {"text": "I didn't say that you mess down voice, but now it is his turn shit.", "start": 3849.88, "end": 3855.78}, {"text": "You literally shit is right because here comes that raining", "start": 3855.78, "end": 3858.98}, {"text": "multicolored. I'm still actually you see him as he does.", "start": 3858.98, "end": 3861.18}, {"text": "He shakes and you watch the world like it's like the whole center", "start": 3861.18, "end": 3863.98}, {"text": "around him is like crumbling.", "start": 3863.98, "end": 3865.28}, {"text": "What'd you get?", "start": 3865.28, "end": 3866.58}, {"text": "Eight.", "start": 3866.58, "end": 3868.38}, {"text": "Oh, it's another.", "start": 3868.38, "end": 3869.08}, {"text": "That's a good.", "start": 3869.08, "end": 3870.38}, {"text": "Oh, yeah, I got a 10 10 20.", "start": 3870.38, "end": 3872.98}, {"text": "Okay, both are going to take have these.", "start": 3872.98, "end": 3876.98}, {"text": "What's that mean? Half", "start": 3876.98, "end": 3881.62}, {"text": "dead man. I'm dead. You might both be dead. We're probably dead. Seven plus", "start": 3881.62, "end": 3891.02}, {"text": "one's a", "start": 3891.02, "end": 3892.14}, {"text": "yeah. I have four health. What do you have? Five? You both dead. Come on.", "start": 3892.14, "end": 3898.78}, {"text": "We're so fucking close. I know one hit.", "start": 3898.78, "end": 3902.34}, {"text": "I actually just hadn't gotten myself horny as for a minute. My twin is still", "start": 3903.54, "end": 3908.08}, {"text": "a lot. It really is just that one on. Can I have a twin? Can I have a twin", "start": 3908.08, "end": 3912.94}, {"text": "like a Paula from earthbound type moment? Yeah, he has one chance to win", "start": 3912.94, "end": 3916.58}, {"text": "him twin with one HP", "start": 3916.58, "end": 3918.46}, {"text": "walks it like he wrote a horse. Yeah folks,", "start": 3918.46, "end": 3922.8}, {"text": "and he's like what's going on here. All three of us dead on the ground. Yeah,", "start": 3922.8, "end": 3927.44}, {"text": "well you're not dead yet. Do your death saving throws to his do a row. You feel", "start": 3927.44, "end": 3933.18}, {"text": "Okay, they do it in order success. There you go. I failed one. I'll go again. I guess I", "start": 3934.2, "end": 3940.04}, {"text": "could yeah failed again. So now it's to do it on when all right, you're stabilized.", "start": 3940.04, "end": 3947.2}, {"text": "Fail, I think. Yeah, fail or is a fail. When 19. Okay, success. 16. Oh, success. 20. Okay,", "start": 3947.2, "end": 3962.68}, {"text": "-stabilized. -All right, I have one success,", "start": 3962.68, "end": 3964.28}, {"text": "another success.", "start": 3964.28, "end": 3966.98}, {"text": "-What's ten? -Oh shit.", "start": 3966.98, "end": 3970.48}, {"text": "-Success? -Yeah, right.", "start": 3970.48, "end": 3973.28}, {"text": "-That's how I know this. -I'm pretty sure it's a success. Yes,", "start": 3973.28, "end": 3976.88}, {"text": "it's a success. It's got it. Yeah, one to ten, eleven, yes, yes,", "start": 3976.88, "end": 3979.38}, {"text": "-yes. No, it's a fail. -No. Oh, she's right. It'd be okay. It's", "start": 3979.38, "end": 3982.08}, {"text": "a fail. So to success, hold on.", "start": 3982.08, "end": 3983.88}, {"text": "I'm going to keep going. It should be a fail.", "start": 3983.88, "end": 3986.48}, {"text": "-It should be a fail. -Eleven success.", "start": 3986.48, "end": 3990.08}, {"text": "Yeah, it is ten. No, it's one through nine rolling lower than a ten one", "start": 3990.58, "end": 3993.46}, {"text": "through nine is a failure should be a fail. I know it's dumb, but I", "start": 3993.46, "end": 3996.58}, {"text": "can't keep rolling as if I got a failure because I don't agree with that rule.", "start": 3996.58, "end": 4000.42}, {"text": "Okay, kind of", "start": 4000.42, "end": 4000.94}, {"text": "yeah, it's success. Cool. All three are stabilized. Yeah, okay. So now the", "start": 4000.94, "end": 4007.1}, {"text": "brother comes in now. My broke but brother comes in and filled completely", "start": 4007.1, "end": 4011.22}, {"text": "says", "start": 4011.22, "end": 4011.74}, {"text": "what do you want", "start": 4011.74, "end": 4014.54}, {"text": "Hello. He wants to hit him with the shell. I'm going to hit you with the", "start": 4016.98, "end": 4020.38}, {"text": "shell, man.", "start": 4020.38, "end": 4021.38}, {"text": "This is big. This is big. It all comes down to this role, man. Please make", "start": 4021.38, "end": 4026.68}, {"text": "this good on", "start": 4026.68, "end": 4027.38}, {"text": "it hit this. We got a re roll. Yeah, hit this. I influence the role. He", "start": 4027.38, "end": 4032.88}, {"text": "influenced the role. All right,", "start": 4032.88, "end": 4034.18}, {"text": "15 plus. I need influence the role plus what that hits. Okay, so that hits.", "start": 4034.18, "end": 4041.28}, {"text": "So 48. Oh, yeah.", "start": 4041.28, "end": 4042.68}, {"text": "Eight.", "start": 4045.18, "end": 4045.68}, {"text": "Oh yeah.", "start": 4045.68, "end": 4046.18}, {"text": "We play some dramatic music right now.", "start": 4046.18, "end": 4047.68}, {"text": "One.", "start": 4047.68, "end": 4048.18}, {"text": "Daddy think.", "start": 4048.18, "end": 4049.68}, {"text": "[Laughter]", "start": 4049.68, "end": 4050.68}, {"text": "Six.", "start": 4050.68, "end": 4051.18}, {"text": "Fifteen.", "start": 4051.18, "end": 4051.68}, {"text": "You know, people usually like how harsh I am.", "start": 4051.68, "end": 4054.68}, {"text": "Seven.", "start": 4054.68, "end": 4055.18}, {"text": "Twenty-two.", "start": 4055.18, "end": 4055.68}, {"text": "How I always live by the rules, but sometimes, you know, I can be a little bit of a sucky.", "start": 4055.68, "end": 4059.18}, {"text": "Twenty-two, man.", "start": 4059.18, "end": 4060.18}, {"text": "And I want to see you guys win this one.", "start": 4060.18, "end": 4061.68}, {"text": "And he's dead, right?", "start": 4061.68, "end": 4063.18}, {"text": "Twenty-two damage.", "start": 4063.18, "end": 4064.68}, {"text": "Describe your kill.", "start": 4064.68, "end": 4065.68}, {"text": "I turn around, and I blast a...", "start": 4065.68, "end": 4071.18}, {"text": "You blast what?", "start": 4071.18, "end": 4072.68}, {"text": "A fart.", "start": 4072.68, "end": 4073.18}, {"text": "Yeah.", "start": 4073.18, "end": 4074.18}, {"text": "and I'm glad he's gonna like that.", "start": 4074.18, "end": 4075.94}, {"text": "I blast of load of minotaur nut.", "start": 4075.94, "end": 4079.34}, {"text": "Oh shit, so hard.", "start": 4079.34, "end": 4082.28}, {"text": "That it comes out in a spear.", "start": 4082.28, "end": 4085.72}, {"text": "It comes out shaped like a spear.", "start": 4085.72, "end": 4088.36}, {"text": "And it goes.", "start": 4088.36, "end": 4091.26}, {"text": "It's like the what's that thing?", "start": 4091.26, "end": 4094.62}, {"text": "The holdo maneuver.", "start": 4094.62, "end": 4095.72}, {"text": "The what from Star Wars 8?", "start": 4095.72, "end": 4099.0}, {"text": "Oh, oh, when every all the sound", "start": 4099.0, "end": 4102.96}, {"text": "you stop", "start": 4102.96, "end": 4103.66}, {"text": "that's sick.", "start": 4103.66, "end": 4108.48}, {"text": "Yeah, all the sound in the world stops. Whoa now", "start": 4108.48, "end": 4115.48}, {"text": "has to I mean you can you can also how do you heal people? What was the", "start": 4115.48, "end": 4121.12}, {"text": "ability I gave you was it like what you feel your party for two D four plus", "start": 4121.12, "end": 4124.48}, {"text": "what do I call it? Twelve? I don't have enough things anyway. Nobody he can", "start": 4124.48, "end": 4128.96}, {"text": "called twelve hundred dollars. I'm with you bro. Oh, okay. I said oh shit. So oh", "start": 4129.0, "end": 4132.8}, {"text": "shit. Well, you can rummage through your pockets and get take the twelve hundred", "start": 4132.8, "end": 4135.6}, {"text": "dollars. I think and heal you guys if he wants to you have this chance to throw", "start": 4135.6, "end": 4142.6}, {"text": "the hashed code like in Tron the movie the disc the disc into filled completely", "start": 4142.6, "end": 4149.5}, {"text": "and then at the same time you have to tell forced up in the private virtual", "start": 4149.5, "end": 4154.1}, {"text": "network to do the exact same thing to stop the redundancy. I'm going to do", "start": 4154.1, "end": 4158.8}, {"text": "it. You do it describe. Okay, how do you do it again? It comes out of my", "start": 4158.8, "end": 4163.44}, {"text": "but", "start": 4163.44, "end": 4163.76}, {"text": "the hash go to their yeah, it's kind of it's kind of like storage. I wear have", "start": 4163.76, "end": 4169.7}, {"text": "been keeping all my items this whole time. It's been in my butt filled", "start": 4169.7, "end": 4172.72}, {"text": "completely his diaper. First, he's dead. Now, his diaper starts to unravel and", "start": 4172.72, "end": 4177.92}, {"text": "his shit just starts falling out you and that move he did where it looked like", "start": 4177.92, "end": 4181.76}, {"text": "the whole network was shaking and things were falling from the sky.", "start": 4181.76, "end": 4185.16}, {"text": "it's now more and more and more and more as the whole diaper network starts to", "start": 4186.0, "end": 4190.32}, {"text": "fall apart. All these years that you guys spent building it and fighting over who", "start": 4190.32, "end": 4195.04}, {"text": "built it and not actually building it all are washing away as you feel", "start": 4195.04, "end": 4200.16}, {"text": "yourselves", "start": 4200.16, "end": 4200.74}, {"text": "suck your", "start": 4200.74, "end": 4202.48}, {"text": "on so your so suck ourselves", "start": 4202.48, "end": 4205.32}, {"text": "yourself. So I like this feeling", "start": 4205.32, "end": 4208.64}, {"text": "out of the computers. Oh my God, back into the courtroom right when the bailiff", "start": 4208.64, "end": 4215.92}, {"text": "it's just walking away days. He doesn't know why he started to yell about a", "start": 4215.96, "end": 4220.26}, {"text": "hash code and it's like only like half a second later, you're back in the", "start": 4220.26, "end": 4225.84}, {"text": "courtroom, we're all covered in shit. Yeah,", "start": 4225.84, "end": 4228.26}, {"text": "my brother is nude yeah", "start": 4228.26, "end": 4230.64}, {"text": "and Sullivan, Joyce, only", "start": 4230.64, "end": 4234.22}, {"text": "order", "start": 4234.22, "end": 4237.66}, {"text": "let the code of on begin.", "start": 4237.66, "end": 4241.98}, {"text": "I type in boobs. You guys going to do the code on I have realized what I'm a", "start": 4243.38, "end": 4249.32}, {"text": "werewolf. I've already admitted to it.", "start": 4249.32, "end": 4250.94}, {"text": "The courtroom cops are shooting me.", "start": 4250.94, "end": 4255.62}, {"text": "Bullets just hitting you as you're typing", "start": 4255.62, "end": 4258.06}, {"text": "ricocheting on your body. Yeah, I", "start": 4258.06, "end": 4261.86}, {"text": "I sit down to do the code on to prove my might and then I realize I still think", "start": 4261.86, "end": 4268.9}, {"text": "and then I realized that Eduardo not only built the website, but y'all", "start": 4268.94, "end": 4275.1}, {"text": "he's my best friend. Oh my God! Wow! So instead of opening up the", "start": 4275.1, "end": 4281.46}, {"text": "command line, I open up a photo of me and Eduardo, right click, set as desktop", "start": 4281.46, "end": 4286.5}, {"text": "background, push my chair away from the computer. Wow! I still think I'm a horse.", "start": 4286.5, "end": 4291.46}, {"text": "so I'm using my hooves on the I'm getting I'm getting shot by the by the", "start": 4291.46, "end": 4295.04}, {"text": "and I'm like down in the corner.", "start": 4295.04, "end": 4299.22}, {"text": "You walk out the court room like I just did the right thing like yeah,", "start": 4299.22, "end": 4304.04}, {"text": "and you think you're doing this", "start": 4304.04, "end": 4306.56}, {"text": "by", "start": 4306.56, "end": 4308.96}, {"text": "I guess by default, the creator of the website is hey hey and whoa", "start": 4308.96, "end": 4315.82}, {"text": "dark horse pick wow", "start": 4317.92, "end": 4320.12}, {"text": "long. We plan this y'all yeah cut to you. You're a cover of time magazine", "start": 4320.12, "end": 4326.42}, {"text": "yeah all that stuff", "start": 4326.42, "end": 4329.44}, {"text": "go to the Hamptons party that all white Hamptons party yeah and I have one", "start": 4329.44, "end": 4337.02}, {"text": "final thing to say", "start": 4337.02, "end": 4338.18}, {"text": "whoa", "start": 4338.18, "end": 4341.72}, {"text": "It's pretty good. And then I shit out a hole. I shit out the minotaur.", "start": 4342.96, "end": 4347.64}, {"text": "I shit out the minotaur into the real world. And now there's a minotaur", "start": 4347.64, "end": 4352.52}, {"text": "problem.", "start": 4352.52, "end": 4353.06}, {"text": "And I think we have our sequel already written for us.", "start": 4353.06, "end": 4357.36}, {"text": "Happy Halloween, everyone. GGs, guys. GGs.", "start": 4357.36, "end": 4361.76}, {"text": "Wait, guys, we should literally become spa workers so we can see women naked", "start": 4361.76, "end": 4369.5}, {"text": "all the time.", "start": 4369.5, "end": 4370.12}, {"text": "That's a fucking, it's a great idea.", "start": 4372.2, "end": 4374.52}, {"text": "Hey, I'm all these people who are wasting their time, jacking off to porn.", "start": 4374.52, "end": 4378.24}, {"text": "Just get a job at a YMCA.", "start": 4378.24, "end": 4381.08}, {"text": "We have to go on shark tank and we have to pitch this.", "start": 4381.08, "end": 4385.0}, {"text": "Mark Cuban and Mr.", "start": 4385.0, "end": 4386.96}, {"text": "Wonderful.", "start": 4386.96, "end": 4387.48}, {"text": "A spa for women who don't mind being ogled.", "start": 4387.48, "end": 4390.28}, {"text": "Yeah.", "start": 4390.28, "end": 4390.98}, {"text": "A spa where you, how about this, a spa where you go for free and you get a bunch", "start": 4390.98, "end": 4396.0}, {"text": "of perverts who pay, like if a woman wants to go to a spa, you could either, you", "start": 4396.0, "end": 4400.68}, {"text": "The perverts are paying double what the wards would pay.", "start": 4400.68, "end": 4402.68}, {"text": "Yeah, you can either pay, this is a great idea,", "start": 4402.68, "end": 4404.68}, {"text": "you either pay $50 to go to a normal spa or you pay zero.", "start": 4404.68, "end": 4408.68}, {"text": "Meanwhile, the perverts, Patrick and Cameron, are sitting behind a...", "start": 4408.68, "end": 4412.68}, {"text": "I didn't say that I was going to be there.", "start": 4412.68, "end": 4414.18}, {"text": "Oh wait, here's the thing though.", "start": 4414.18, "end": 4415.18}, {"text": "You could even do tiers.", "start": 4415.18, "end": 4416.18}, {"text": "I'm literally the inventor of this company. I wouldn't be one of the perverts.", "start": 4416.18, "end": 4418.68}, {"text": "You could even do, well you'd have to test it out.", "start": 4418.68, "end": 4420.18}, {"text": "You could even do tiers of the...", "start": 4420.18, "end": 4422.18}, {"text": "I would honestly be whipping and torturing the perverts.", "start": 4422.18, "end": 4424.68}, {"text": "The pervert tiers could be this, dude.", "start": 4424.68, "end": 4426.18}, {"text": "Listen to this. You could either have...", "start": 4426.18, "end": 4428.68}, {"text": "It's a pervert honeypot. We pitch this business on Shark Tank and then we post that. We tell", "start": 4428.68, "end": 4437.0}, {"text": "them afterwards, and this is the secret, don't air this part on your TV show, but actually", "start": 4437.0, "end": 4441.24}, {"text": "we're going to kill all the perverts. We're going to get that Anton Chigurh. You guys", "start": 4441.24, "end": 4446.84}, {"text": "are fucking idiots because you're wasting a million dollar idea. He wants to go. You", "start": 4446.84, "end": 4451.04}, {"text": "could even have it be tiered where there's windows that can be seen through both sides", "start": 4451.04, "end": 4456.96}, {"text": "and that tickets $50. But then they shut up. There's one that is a mirror, what do they", "start": 4456.96, "end": 4462.44}, {"text": "call that? A double sided mirror, a one way mirror, a two way mirror, and that one is", "start": 4462.44, "end": 4467.96}, {"text": "more money so that your identity is hidden. And then there's one that's even more that", "start": 4467.96, "end": 4472.84}, {"text": "is a private cube.", "start": 4472.84, "end": 4474.88}, {"text": "They have this already, the window and everything. It's called a peep show.", "start": 4474.88, "end": 4479.84}, {"text": "These women are just doing their own thing. They're not putting on a show.", "start": 4479.84, "end": 4482.76}, {"text": "Yeah, but wouldn't you want to pay for women doing the show?", "start": 4482.76, "end": 4484.76}, {"text": "Okay, so wait, now that we're trying to maximize profit, I just thought of an even better idea, Caleb.", "start": 4484.76, "end": 4488.76}, {"text": "Kind of jumping off of your two-way mirror idea.", "start": 4488.76, "end": 4490.76}, {"text": "Uh-huh.", "start": 4490.76, "end": 4491.76}, {"text": "What if we have it, it's all two-way mirrors, the perverts pay $100 to come watch from behind the mirror,", "start": 4491.76, "end": 4496.76}, {"text": "and the women also are charged $100 to use the spa, and they don't know the perverts are watching them.", "start": 4496.76, "end": 4501.76}, {"text": "(Bowser roaring)", "start": 4501.76, "end": 4503.76}], "title": "The Diaper Network: TRON 3", "link": "https://www.patreon.com/posts/diaper-network-3-92835251", "date": "Mon, 13 Nov 2023 23:52:51 GMT", "id": 528}