{"lines": [{"text": "[Dramatic music]", "start": 0.0, "end": 10.0}, {"text": "Okay, we're going.", "start": 10.0, "end": 12.0}, {"text": "[Laughter]", "start": 12.0, "end": 14.0}, {"text": "Last time on Trebuchet Village, end of the E-Bombs world, you three finally reached the dreaded witch Albert.", "start": 14.0, "end": 22.0}, {"text": "Yeah.", "start": 22.0, "end": 23.0}, {"text": "Who is actually really sexy in a total no makeup way.", "start": 23.0, "end": 27.0}, {"text": "Oh yeah.", "start": 27.0, "end": 28.0}, {"text": "love with girls have that no makeup look yeah who told you more about the", "start": 28.0, "end": 32.36}, {"text": "mysterious me from Drew Carey show told you more about the mysterious rune on", "start": 32.36, "end": 48.4}, {"text": "Patrick Yoda's mom's neck it was a Quinta rune meaning it had five entities", "start": 48.4, "end": 54.0}, {"text": "associated with it. 1. The rune itself 2. Where the rune was applied, which was Patrick's", "start": 54.0, "end": 59.44}, {"text": "mom 3. The effect of the rune, which is having", "start": 59.44, "end": 62.1}, {"text": "a power word \"kill\" buried within another term, in this case \"sticky fingers\"", "start": 62.1, "end": 66.8}, {"text": "4. Which was illusion magic that masked the rune 5. The outlier of the rune's characteristic,", "start": 66.8, "end": 73.52}, {"text": "some kind of abjuration magic that, were Albert to guess, warned someone or something that", "start": 73.52, "end": 79.12}, {"text": "the rune was activated. In the midst of learning this new fact, Evil", "start": 79.12, "end": 83.48}, {"text": "Steevel decided to make up the mud mom they'd been carting around with them so", "start": 83.48, "end": 87.68}, {"text": "that she has four heads made up to look like the Mount Rushmore of comedy", "start": 87.68, "end": 92.04}, {"text": "themselves the Marx Brothers well no they're quadro mud creating water will", "start": 92.04, "end": 96.48}, {"text": "be the body that houses the soul it's not that they look like the four Marx", "start": 96.48, "end": 100.64}, {"text": "brothers no it's that it is one it's one person who looks like who looks like", "start": 100.64, "end": 104.88}, {"text": "quadruple mud marks yeah looks like no it's no it looks like quadra marks", "start": 104.88, "end": 110.12}, {"text": "because it's mud. It's mud. It's mud, right. You have to talk into the microphone if", "start": 110.12, "end": 114.12}, {"text": "you're gonna talk. I'm practicing the voice so that I don't... It's Quadro Mudmarks.", "start": 114.12, "end": 117.68}, {"text": "Quadro Mudmarks. So that no one who is creating the show gets mad at me for", "start": 117.68, "end": 121.48}, {"text": "changing voices midway through. So Quadro... right. They just need to head to the", "start": 121.48, "end": 126.64}, {"text": "Berry Berry Academy on the southern tip of the Terrifier Continent to get there.", "start": 126.64, "end": 130.76}, {"text": "To basically revive Quadro Mudmarks. Quadro Mudmarks. Not revive,", "start": 130.76, "end": 136.24}, {"text": "a vibe. I feel so revived. For the very first time. As they immediately left", "start": 136.24, "end": 144.8}, {"text": "Albert upon leaving, you also like literally just the second you made", "start": 144.8, "end": 149.16}, {"text": "quadruple marks and she said she couldn't do anything for you guys just", "start": 149.16, "end": 152.52}, {"text": "left without saying goodbye. Oh we're supposed to say goodbye to all the NPCs?", "start": 152.52, "end": 157.16}, {"text": "It was very funny to me. Fuck her. Yeah she sucks. She's a witch. Wolf Hailey Robin", "start": 157.16, "end": 163.08}, {"text": "them I'll crash that fucking airplane that that what no keep going", "start": 163.08, "end": 167.64}, {"text": "wouldn't you stab Bruno friendly friend friendly friend Bob was um they came", "start": 167.64, "end": 174.36}, {"text": "face-to-face with a giant yeth hound after you left oh yes I remember yeah I", "start": 174.36, "end": 180.24}, {"text": "remember oh yeah I remember the hound I remember the hound it seemed hell-bent", "start": 180.24, "end": 189.36}, {"text": "bent on stalking them. You all nearly died, but you managed to have mud marks sort of", "start": 189.36, "end": 196.28}, {"text": "preserved in like a like in a kiln to absorb the fire damage. So now it is", "start": 196.28, "end": 201.4}, {"text": "Quadro mud marks is you know perfectly preserved until you get to Beriberi.", "start": 201.4, "end": 206.08}, {"text": "Okay. Since then you guys have been sailing for about a day. I'm getting your", "start": 206.08, "end": 212.4}, {"text": "long rest. So you guys are all healed up. So heal up all your stuff. I'm gonna heal my thang up.", "start": 212.4, "end": 216.52}, {"text": "But also, you guys get to level up.", "start": 216.52, "end": 219.52}, {"text": "Oh shit, I forgot. Oh my god.", "start": 219.52, "end": 222.52}, {"text": "Nice surprise then.", "start": 222.52, "end": 223.52}, {"text": "Well yeah, well I'm changing my voice now.", "start": 223.52, "end": 225.52}, {"text": "So level 5 is a big level for most of the folks here?", "start": 225.52, "end": 230.52}, {"text": "Mostly for... I guess mostly for Rodogon you.", "start": 230.52, "end": 235.52}, {"text": "Oh really? Damn, I wish I had remembered and looked at the options.", "start": 235.52, "end": 238.52}, {"text": "It looks to me like all I get is an extra attack.", "start": 238.52, "end": 241.52}, {"text": "That's the big one.", "start": 241.52, "end": 242.52}, {"text": "Okay, but I don't have to choose anything.", "start": 242.52, "end": 244.52}, {"text": "I get nothing.", "start": 244.52, "end": 247.6}, {"text": "You should get...", "start": 247.6, "end": 248.6}, {"text": "Oh, I get Uncanny Dodge.", "start": 248.6, "end": 249.88}, {"text": "Yes, you should get Uncanny Dodge.", "start": 249.88, "end": 250.88}, {"text": "I get Destroyed Undead.", "start": 250.88, "end": 251.88}, {"text": "Yeah, that is now a spell that you'll have automatically.", "start": 251.88, "end": 254.96}, {"text": "So any...", "start": 254.96, "end": 255.96}, {"text": "Starting at 5th level, when an Undead fails its saving throw against your Turn Undead", "start": 255.96, "end": 258.72}, {"text": "feature, the creature is instantly destroyed if its challenge rating is at or below a certain", "start": 258.72, "end": 263.36}, {"text": "threshold.", "start": 263.36, "end": 264.4}, {"text": "I will determine that threshold.", "start": 264.4, "end": 265.72}, {"text": "Yeah, I'm gonna ignore this.", "start": 265.72, "end": 267.36}, {"text": "It'll be useful if we have Undead fights.", "start": 267.36, "end": 269.32}, {"text": "Yeah, I only get extra attack here.", "start": 269.32, "end": 271.2}, {"text": "That's the big one.", "start": 271.2, "end": 272.2}, {"text": "Extra attack, now you can attack twice.", "start": 272.2, "end": 273.92}, {"text": "Yeah, but I don't have to pick anything. I just get that.", "start": 273.92, "end": 276.32}, {"text": "No, no. You just get extra attack.", "start": 276.32, "end": 277.92}, {"text": "Alright, nice.", "start": 277.92, "end": 278.72}, {"text": "That's why it's a big one for you. Any martial classes, really.", "start": 278.72, "end": 281.92}, {"text": "And Pat, what are you looking at? I think you also, you should be able to-", "start": 281.92, "end": 286.48}, {"text": "I just have, all I have is Uncanny Dodge. I don't know what else I was supposed to edit.", "start": 286.48, "end": 289.6}, {"text": "Yeah, I think that's mostly what you get, which Uncanny Dodge is very good.", "start": 289.6, "end": 292.4}, {"text": "You want to read it?", "start": 292.4, "end": 293.04}, {"text": "I didn't have anything else to edit.", "start": 293.04, "end": 294.88}, {"text": "Want to read Uncanny Dodge for the class?", "start": 294.88, "end": 296.24}, {"text": "Uncanny Dodge, I don't, I'm not going to read it.", "start": 296.24, "end": 298.4}, {"text": "Oh, I think my HP went up.", "start": 298.4, "end": 299.76}, {"text": "Uncanny dodge if somebody that I can see attacks me I can roll out of the way and it'll have their damage", "start": 299.76, "end": 307.7}, {"text": "Wow", "start": 307.7, "end": 309.48}, {"text": "so", "start": 309.48, "end": 311.32}, {"text": "Sounds uncanny. Yeah, you can use a health to try that out. Sorry. I'm just feeling a little punny today", "start": 311.32, "end": 317.16}, {"text": "He drank on a white claw and he's acting like sorry a little few sips of this white claw. Give me a little punny", "start": 317.16, "end": 322.7}, {"text": "I'm ready to have some", "start": 322.7, "end": 324.7}, {"text": "you to twerk like a hoe yeah so basically you can use your reaction expecting a lot", "start": 325.92, "end": 330.32}, {"text": "of hoish behavior from Cameron today so it's a bit so ho no cuz like hell no", "start": 330.32, "end": 335.28}, {"text": "you would use your reaction maybe for an opportunity attack or whatever but you", "start": 335.28, "end": 338.8}, {"text": "can use it to lessen damage towards you which is very useful for a rogue that", "start": 338.8, "end": 342.4}, {"text": "likes to get up so I can use uncanny dodge I could use uncanny dodge on like", "start": 342.4, "end": 347.76}, {"text": "like a projectile like say like it's like like a missile like something like a", "start": 347.76, "end": 353.68}, {"text": "missile or like a cannon nuclear bomb say there's like a giant who has like a", "start": 353.68, "end": 358.4}, {"text": "poop attack and it's like oh yeah does it does it does it does it does it does it", "start": 358.4, "end": 366.72}, {"text": "technically be a cum shot or any kind of so a giant comes over could it also", "start": 366.72, "end": 370.92}, {"text": "dodge a minute it's gonna hurt a normal person's sized cum shot only if it's a", "start": 370.92, "end": 375.4}, {"text": "squirt a squirter shot to do damage against you you can have them I could", "start": 375.4, "end": 379.44}, {"text": "- I could dodge a man's squirt, but not a woman's squirt.", "start": 379.44, "end": 382.88}, {"text": "- It has to be a squirt shot, but not a squirt spray.", "start": 382.88, "end": 386.32}, {"text": "- One more question.", "start": 386.32, "end": 387.16}, {"text": "- The way to think about can he dodge in play is like--", "start": 387.16, "end": 388.34}, {"text": "- Sorry, let me rephrase that so it makes sense.", "start": 388.34, "end": 390.32}, {"text": "- Sure.", "start": 390.32, "end": 391.16}, {"text": "- So I could dodge a man's squirt shot.", "start": 391.16, "end": 394.4}, {"text": "- Oh, your mic just cut out.", "start": 394.4, "end": 397.52}, {"text": "Stop messing with the cable.", "start": 397.52, "end": 398.8}, {"text": "- No, I'm just so glad that you guys", "start": 398.8, "end": 399.88}, {"text": "are taking such interest in the rules.", "start": 399.88, "end": 401.2}, {"text": "- Okay, so I could dodge a penile squirt shot,", "start": 401.2, "end": 404.8}, {"text": "but not a vaginal squirt shot.", "start": 404.8, "end": 407.08}, {"text": "he can roll out of the way of a of a", "start": 407.08, "end": 409.08}, {"text": "Come shot or squirt shot, but could he also could he duck under a jizz load?", "start": 409.08, "end": 412.92}, {"text": "Well ducking under I don't wait. I do", "start": 412.92, "end": 415.84}, {"text": "So if it's like a someone who has a vagina if they're on if they're on cream team", "start": 415.84, "end": 422.04}, {"text": "Yes, you you can dodge all that I can dodge the cream", "start": 422.04, "end": 424.64}, {"text": "But you said that you have to see the person right to see the target. So here's my question", "start": 424.64, "end": 428.6}, {"text": "So if say that he's under a giant hole member his big white car or a glory hole right or he's in a glory hole", "start": 428.6, "end": 436.3}, {"text": "yes so in a glory hall situation is the is the cock the attacker and he can dodge", "start": 436.3, "end": 442.94}, {"text": "the cumshot? Is the cock the attacker or the glory load?", "start": 442.94, "end": 446.26}, {"text": "yeah or is it the person whose cock it belongs to? You also by the way you get", "start": 446.26, "end": 449.98}, {"text": "third level spells so make sure that you're... oh oh me oh my yes and he's", "start": 449.98, "end": 454.5}, {"text": "changing the subject also guys your proficiency bonus goes up too", "start": 454.5, "end": 458.1}, {"text": "I'm sorry I'm making sure that I'm managing all that you know that should", "start": 458.1, "end": 461.9}, {"text": "happen automatically though to answer your question I mean you should look at", "start": 461.9, "end": 465.74}, {"text": "it as the attacker is the the attacker is the penis is not the attacker it's a", "start": 465.74, "end": 470.78}, {"text": "person wielding the penis so it's what about attack what if it's like a", "start": 470.78, "end": 474.26}, {"text": "controller okay depends on the contact what if okay it's a glory it's a glory", "start": 474.26, "end": 477.54}, {"text": "listen it's a glory okay listen to this scenario it's a glory hole there's a", "start": 477.54, "end": 481.3}, {"text": "hole over the cock and it's shooting a squirt jizz shot load okay any", "start": 481.3, "end": 485.78}, {"text": "combination of those words and it's shooting you can't see the attacker right", "start": 485.78, "end": 488.86}, {"text": "but say there's an ice flat to reveal the eyes if you can see the eyes of the", "start": 488.86, "end": 493.66}, {"text": "man who is who is who's come loading on to you recognizes them and it's his", "start": 493.66, "end": 498.02}, {"text": "brother could dodge out of that or does he have to take the brother load yeah", "start": 498.02, "end": 504.54}, {"text": "do I dodge oh my god that's so I think we're gonna switch this cable I gotta", "start": 504.54, "end": 509.86}, {"text": "pause this real quick okay so okay we're back question remains am I dodging the", "start": 509.86, "end": 516.22}, {"text": "jizz or the man's member all right so what about a member slap so so I guess", "start": 516.22, "end": 522.26}, {"text": "basically the question I think is the member is a part of the person right", "start": 522.26, "end": 525.5}, {"text": "it's part of the target yeah so I would say that I'm dodging the jizz but you", "start": 525.5, "end": 530.74}, {"text": "can see the person if I can see the person in a glory hole situation where", "start": 530.74, "end": 535.1}, {"text": "you can see the cock or if it's like a jizz load buckshot of sperms of pearls", "start": 535.1, "end": 540.42}, {"text": "of sperm that scatter they go through maybe a showerhead if the pearls of", "start": 540.42, "end": 545.06}, {"text": "sperm are scattering in a showerhead in a sort of buckshot scenario yeah it", "start": 545.06, "end": 549.3}, {"text": "would really be dependent on what about", "start": 549.3, "end": 551.46}, {"text": "it what about a cock load and the head", "start": 551.46, "end": 554.22}, {"text": "cock could be seen what if you're in a", "start": 554.22, "end": 556.34}, {"text": "small room and from above you're hit", "start": 556.34, "end": 558.18}, {"text": "with a chowder dump could you leave the", "start": 558.18, "end": 561.96}, {"text": "room so could I leave the room how did", "start": 561.96, "end": 566.58}, {"text": "your brain do that sometimes I do hot", "start": 566.58, "end": 569.46}, {"text": "dog makes relish yeah what about if", "start": 569.46, "end": 574.02}, {"text": "you're falling down from a high high", "start": 574.02, "end": 576.06}, {"text": "height and you're landing on a on a", "start": 576.06, "end": 578.26}, {"text": "a pearlescent jello dome could you roll midair to land on the hard hard ground", "start": 578.26, "end": 583.58}, {"text": "instead of a soft and wet gelatinous mount?", "start": 583.58, "end": 586.3}, {"text": "um to have the damage if the damage is not the fall damage we're talking about", "start": 586.3, "end": 591.6}, {"text": "what if it's cold and the jizz load is hard like lard?", "start": 591.6, "end": 594.38}, {"text": "yeah what if there's a hot squirt on my shirt?", "start": 594.38, "end": 598.24}, {"text": "how much how much damage does baseline jizz do?", "start": 598.24, "end": 602.5}, {"text": "and can you can you dodge the can you dodge", "start": 602.5, "end": 605.7}, {"text": "Wait, we're saying nonsense then guys.", "start": 605.7, "end": 607.7}, {"text": "This is a fucking useless conversation.", "start": 607.7, "end": 609.7}, {"text": "I thought this was all a metaphor for bow and arrows.", "start": 609.7, "end": 611.7}, {"text": "Can you dodge the mustard watered pre-cum but not the cum load?", "start": 611.7, "end": 614.7}, {"text": "Or can you do both?", "start": 614.7, "end": 616.7}, {"text": "If it's two attacks, you can only use your reaction once.", "start": 616.7, "end": 620.7}, {"text": "So you would have to either choose to just dodge the mustard water...", "start": 620.7, "end": 623.7}, {"text": "So if a guy was attacking my back with his todger...", "start": 623.7, "end": 627.7}, {"text": "[laughter]", "start": 627.7, "end": 631.7}, {"text": "Right, and then he pulls out...", "start": 631.7, "end": 633.7}, {"text": "- Is this still a metaphor for you?", "start": 633.7, "end": 635.36}, {"text": "- And he squirts his hot", "start": 635.36, "end": 637.36}, {"text": "(laughing)", "start": 637.36, "end": 638.66}, {"text": "on the small of my back and I roll.", "start": 638.66, "end": 641.58}, {"text": "- What if I'm falling into a dump swamp and I roll?", "start": 641.58, "end": 645.54}, {"text": "- If I meet a guy and we start hitting it off", "start": 645.54, "end": 648.14}, {"text": "and we start having maybe some over the pants stuff", "start": 648.14, "end": 651.54}, {"text": "and we don't ever go under the pants,", "start": 651.54, "end": 653.34}, {"text": "do I still have a risk of getting an STD?", "start": 653.34, "end": 656.22}, {"text": "(laughing)", "start": 656.22, "end": 658.82}, {"text": "Even though we didn't do any under the pants stuff", "start": 658.82, "end": 660.66}, {"text": "or at least none of the underwear stuff?", "start": 660.66, "end": 662.9}, {"text": "think if your jeans are dry you're good okay we have two wet jeans surfaces", "start": 662.9, "end": 666.86}, {"text": "so I'm in what if I'm in a full way there could be a there could be a transfer of", "start": 666.86, "end": 670.94}, {"text": "both yeah what if I'm suction cup to the ground teacher teacher I'm in a vacuum", "start": 670.94, "end": 676.46}, {"text": "sealed floor panel yeah and all you can see and I all I have all you can see is", "start": 676.46, "end": 681.98}, {"text": "the outline of my hard penis and I'm breathing through a tube I can't see a", "start": 681.98, "end": 686.78}, {"text": "thing because I'm completely covered in a vacuum sealed way you make I got", "start": 686.78, "end": 691.42}, {"text": "shrunk down to the size of a beetle and thrown in a plastic bag full of spunk and", "start": 691.42, "end": 704.26}, {"text": "junk can I bore a hole through the bag to get away from the attack okay yeah", "start": 704.26, "end": 715.14}, {"text": "you guys are so you guys have done your long rest you guys are sailing away from", "start": 715.14, "end": 718.94}, {"text": "from Hot Bay by Island, you're going towards,", "start": 718.94, "end": 721.48}, {"text": "well actually this is where I wanted to see", "start": 721.48, "end": 723.24}, {"text": "where you guys were going towards.", "start": 723.24, "end": 724.18}, {"text": "We're doing a little bit, a wee bit of a table setting", "start": 724.18, "end": 727.64}, {"text": "really this episode, I think.", "start": 727.64, "end": 728.92}, {"text": "- Okay.", "start": 728.92, "end": 730.34}, {"text": "- So let me look at, let me open up the map.", "start": 730.34, "end": 734.26}, {"text": "- He's looking up porn.", "start": 734.26, "end": 735.58}, {"text": "- I'm not looking up porn.", "start": 735.58, "end": 736.58}, {"text": "- He's looking up answers to our questions from earlier.", "start": 736.58, "end": 738.84}, {"text": "- The map is here.", "start": 738.84, "end": 740.64}, {"text": "I almost Googled cleric jizz actually", "start": 740.64, "end": 743.22}, {"text": "while you guys were talking.", "start": 743.22, "end": 744.06}, {"text": "(laughing)", "start": 744.06, "end": 745.1}, {"text": "I was trying to look up Caleb's level up table.", "start": 745.1, "end": 748.58}, {"text": "So, I'm on the super rolly chair.", "start": 748.58, "end": 752.38}, {"text": "I didn't mean to drift into you like that.", "start": 752.38, "end": 754.06}, {"text": "- It's okay.", "start": 754.06, "end": 755.34}, {"text": "It's okay.", "start": 755.34, "end": 756.18}, {"text": "- It's okay.", "start": 756.18, "end": 757.02}, {"text": "(laughing)", "start": 757.02, "end": 759.26}, {"text": "- It's all okay.", "start": 759.26, "end": 761.98}, {"text": "- It's okay.", "start": 761.98, "end": 763.46}, {"text": "- It's okay.", "start": 763.46, "end": 764.58}, {"text": "- So you guys are, I'll try to turn it a little bit for--", "start": 764.58, "end": 767.94}, {"text": "- Cam, get the iPad.", "start": 767.94, "end": 769.3}, {"text": "Oh no, wait, I can tell this laptop is ancient.", "start": 769.3, "end": 773.54}, {"text": "- It's 100 years old, yeah.", "start": 773.54, "end": 774.94}, {"text": "- Dude, you're missing a key.", "start": 774.94, "end": 776.38}, {"text": "- Yeah, I am missing a key.", "start": 776.38, "end": 777.22}, {"text": "- What is that?", "start": 777.22, "end": 778.04}, {"text": "the end. The end? You've been hitting that letter too hard? Yeah, saying no Patrick.", "start": 778.04, "end": 784.4}, {"text": "I'm not saying that word. So you guys are about here. To give you an idea of where", "start": 784.4, "end": 793.06}, {"text": "Beriberi is, it's like, I mean, you guys would have to travel. Like a reference?", "start": 793.06, "end": 798.34}, {"text": "It's like South Africa. Yeah. Oh, cuz Peri-Peri. It's on the very bottom. It's a season they use in", "start": 798.34, "end": 803.92}, {"text": "Africa. Yeah it's on the very bottom. It's gonna require like a few weeks of travel", "start": 803.92, "end": 809.78}, {"text": "to get to Beriberi so that you can revive Mud Marks. That's worth it.", "start": 809.78, "end": 814.6}, {"text": "Two weeks of travel, how much is that in game time? Yeah two weeks honestly is", "start": 814.6, "end": 818.68}, {"text": "probably what it is. Two weeks of travel in game time? Yeah. Is that like two episodes?", "start": 818.68, "end": 821.8}, {"text": "Two weeks. In real life time how long is that? We don't know yet.", "start": 821.8, "end": 825.94}, {"text": "We don't know. It's two weeks. It could be two weeks. Two full weeks of recording. Yeah", "start": 825.94, "end": 830.32}, {"text": "It could be less than that. It would just depend on how much is going on and how", "start": 830.32, "end": 834.86}, {"text": "you guys want to do this. Yeah. And we spend the entire episode discerning what a", "start": 834.86, "end": 839.38}, {"text": "cum shot does to a person. I do have a few more questions about cum shots. But we'll get to", "start": 839.38, "end": 844.34}, {"text": "them off mic so that we have more time to go to Barry-Barry. So you can start to go south", "start": 844.34, "end": 848.9}, {"text": "and hit a couple of the, there's a few towns along the way that you can hit for", "start": 848.9, "end": 854.34}, {"text": "restocking and resupplying. You can also go inland and dock in south", "start": 854.34, "end": 860.4}, {"text": "Israel and then travel through the dirtlands if you'd like to as well.", "start": 860.4, "end": 865.32}, {"text": "That might get you there in a shorter amount of time just because of where the", "start": 865.32, "end": 869.2}, {"text": "ports are, but you'll also have to travel over land which has its own risks as", "start": 869.2, "end": 874.6}, {"text": "opposed to going overseas. So it really depends on where you guys want to go.", "start": 874.6, "end": 882.76}, {"text": "okay so I feel like we should just I think we just go for it go for I'm", "start": 882.96, "end": 889.68}, {"text": "willing to travel any length to make quadra mud marks 5 - yeah and like our", "start": 889.68, "end": 894.2}, {"text": "entire the entire thing here is we're trying to do watch our mud marks 5 5 5", "start": 894.2, "end": 899.68}, {"text": "we're trying to do we're trying you meant like 5 like Quinto mud marks no but we", "start": 899.68, "end": 905.48}, {"text": "may then we might see I mean that's something we're really where the journey", "start": 905.48, "end": 909.12}, {"text": "Zachary Quinto and put it on top. Holy fucking shit. We will see where the journey takes us.", "start": 909.12, "end": 913.84}, {"text": "Okay, so I guess the entire point of whatever we're doing is just trying to avoid Sullivan.", "start": 913.84, "end": 918.68}, {"text": "So I don't really care as long as we just are I mean as long as we're having fun. Yeah, let's just go and", "start": 918.68, "end": 925.04}, {"text": "Let's make this mud marks just as as vibed as we possibly can. How about that? Okay, cool", "start": 925.04, "end": 930.56}, {"text": "So you guys want to go by if you go by land?", "start": 930.56, "end": 932.6}, {"text": "It'll possibly take shorter", "start": 932.6, "end": 935.44}, {"text": "You could get kind of sidewinded in the dirtlands if you go by sea I can you can pretty much guarantee two weeks no matter", "start": 935.44, "end": 941.68}, {"text": "What roll tables I have cuz I mean less I kind of want to I like sailing cuz it's a pirate. Yeah", "start": 941.68, "end": 946.94}, {"text": "Yeah, yeah", "start": 946.94, "end": 947.76}, {"text": "For the seven seas more or how many sit however many seas that we have this world", "start": 947.76, "end": 952.4}, {"text": "Seven seas and I want to just get it over with what I don't like is when I look at that map and I look", "start": 952.4, "end": 957.28}, {"text": "A right near berry berry that I see a dragon under the water. Oh, that's just I mean, it's just sort of like flavor", "start": 957.28, "end": 962.46}, {"text": "Is that flavor or is that a secret dragon because if that's a secret dragon I'm gonna tell you this much", "start": 963.08, "end": 968.48}, {"text": "But I want to go right there", "start": 968.48, "end": 970.48}, {"text": "Around that thing. Okay. Yeah, I mean there there are", "start": 970.48, "end": 974.28}, {"text": "Beasts, you know, okay, so we'll drive but they're not necessarily right there. Yeah, not necessarily", "start": 974.28, "end": 980.88}, {"text": "We'll see. Okay, we're gonna go by see but we're gonna steer around any beasts", "start": 980.88, "end": 986.24}, {"text": "Any random encounters what is go around", "start": 986.24, "end": 989.84}, {"text": "- Okay. - Let's avoid that.", "start": 990.72, "end": 991.92}, {"text": "And then as far as the route you guys wanna take,", "start": 991.92, "end": 994.88}, {"text": "just for my own-- - Swang and bang.", "start": 994.88, "end": 997.16}, {"text": "- So I don't know.", "start": 997.16, "end": 998.44}, {"text": "- Doors open. - That makes complete sense.", "start": 998.44, "end": 999.76}, {"text": "- Nice and slow. - Left to right.", "start": 999.76, "end": 1001.6}, {"text": "- With the doors open.", "start": 1001.6, "end": 1003.48}, {"text": "- On the sides of the ship. - Swang and bang.", "start": 1003.48, "end": 1004.32}, {"text": "- Okay, so the ship doesn't, so they--", "start": 1004.32, "end": 1006.04}, {"text": "- Swangity swang and biggity bang.", "start": 1006.04, "end": 1007.92}, {"text": "- Do you want the doors open on the ship?", "start": 1007.92, "end": 1009.4}, {"text": "- Doors are open. - Yeah.", "start": 1009.4, "end": 1010.8}, {"text": "(laughing)", "start": 1010.8, "end": 1012.08}, {"text": "- And we're gonna drink-- - Gangplank is down.", "start": 1012.08, "end": 1013.8}, {"text": "- We're gonna bring that thing low to the sea.", "start": 1013.8, "end": 1015.8}, {"text": "- We're ghost riding the ship.", "start": 1015.8, "end": 1017.08}, {"text": "We're in the water swimming next to it.", "start": 1017.08, "end": 1019.0}, {"text": "holding on to the plank with our feet like walking on the water like right", "start": 1019.0, "end": 1024.04}, {"text": "ghost riding the ship but not riding the ghost ship that's true I don't like that", "start": 1024.04, "end": 1029.8}, {"text": "no okay so we're swinging and banging that's basically good but do you want to", "start": 1029.8, "end": 1034.28}, {"text": "so you want to go along the coastline yeah long because we don't want people to", "start": 1034.28, "end": 1037.64}, {"text": "see me god damn it okay cool all right that's just good for me to know we can", "start": 1037.64, "end": 1043.64}, {"text": "Can we play some lab music too?", "start": 1043.64, "end": 1045.24}, {"text": "Yeah.", "start": 1045.24, "end": 1046.24}, {"text": "Some really lab...", "start": 1046.24, "end": 1047.24}, {"text": "Can we play a song that goes like...", "start": 1047.24, "end": 1049.24}, {"text": "Is there any kind of dirty south...", "start": 1049.24, "end": 1052.24}, {"text": "Medieval...", "start": 1052.24, "end": 1053.24}, {"text": "Yeah, like seafaring music?", "start": 1053.24, "end": 1054.24}, {"text": "Yeah, like seafaring lute music?", "start": 1054.24, "end": 1057.24}, {"text": "Yeah.", "start": 1057.24, "end": 1058.24}, {"text": "Two, four, bardzia?", "start": 1058.24, "end": 1061.04}, {"text": "I don't know.", "start": 1061.04, "end": 1062.04}, {"text": "I'm trying to think of what...", "start": 1062.04, "end": 1063.04}, {"text": "\"Sailing to South\" by ESG.", "start": 1063.04, "end": 1064.04}, {"text": "\"Sailing to South.\"", "start": 1064.04, "end": 1065.04}, {"text": "Yes.", "start": 1065.04, "end": 1066.04}, {"text": "Yeah.", "start": 1066.04, "end": 1067.04}, {"text": "I've been listening to \"Sailing to South.\"", "start": 1067.04, "end": 1068.04}, {"text": "He really knows lute music.", "start": 1068.04, "end": 1070.04}, {"text": "Put that into the episode, Julio.", "start": 1070.04, "end": 1071.04}, {"text": "I mean, it's not a lute music.", "start": 1071.04, "end": 1072.04}, {"text": "It's not a lute music, but it is sailing.", "start": 1072.04, "end": 1076.04}, {"text": "Sailing the south.", "start": 1076.04, "end": 1078.04}, {"text": "Because we're heading down to that dirty south.", "start": 1078.04, "end": 1080.04}, {"text": "Burry, burry.", "start": 1080.04, "end": 1081.04}, {"text": "Alright, cool. So you guys are sailing south now.", "start": 1081.04, "end": 1084.04}, {"text": "You give this information to...", "start": 1084.04, "end": 1086.04}, {"text": "Remember that song, that Aaliyah song?", "start": 1086.04, "end": 1088.04}, {"text": "Dirty south.", "start": 1088.04, "end": 1090.04}, {"text": "[Humming]", "start": 1090.04, "end": 1094.04}, {"text": "We already have a song.", "start": 1094.04, "end": 1096.04}, {"text": "Alright, you know what?", "start": 1096.04, "end": 1098.04}, {"text": "I thought that was a good song.", "start": 1098.04, "end": 1100.04}, {"text": "I actually had a great idea. What about Funky Town?", "start": 1100.04, "end": 1105.04}, {"text": "That's better. That's way better.", "start": 1105.04, "end": 1108.04}, {"text": "Yeah.", "start": 1108.04, "end": 1109.04}, {"text": "Okay, so you guys are listening to Funky Town.", "start": 1109.04, "end": 1112.04}, {"text": "Change the song, Julio.", "start": 1112.04, "end": 1113.04}, {"text": "Julio, change the song to Funky Town.", "start": 1113.04, "end": 1115.04}, {"text": "And you, um, so you told this to your, uh, Boatswain.", "start": 1115.04, "end": 1120.04}, {"text": "Oh, not your Boatswain. Your, um, quartermaster.", "start": 1120.04, "end": 1124.04}, {"text": "Let me see if I'm getting this right. God, it's been a minute since I've...", "start": 1124.04, "end": 1126.04}, {"text": "You guys have been docked for a while.", "start": 1126.04, "end": 1128.04}, {"text": "Yeah, your quartermaster Wayne, the half-orc, he begins to navigate south to make your way", "start": 1128.04, "end": 1135.18}, {"text": "to Beriberi.", "start": 1135.18, "end": 1136.18}, {"text": "So, a couple other bits of information you should know.", "start": 1136.18, "end": 1138.94}, {"text": "You have roughly two weeks of rations remaining.", "start": 1138.94, "end": 1142.74}, {"text": "Wait, I thought we restocked.", "start": 1142.74, "end": 1146.18}, {"text": "You did.", "start": 1146.18, "end": 1147.18}, {"text": "You had like, I think like one week or a few days if I last checked.", "start": 1147.18, "end": 1150.3}, {"text": "Well, are we, where are we right now?", "start": 1150.3, "end": 1152.64}, {"text": "Right now you're about two weeks out.", "start": 1152.64, "end": 1154.78}, {"text": "So you're good.", "start": 1154.78, "end": 1155.78}, {"text": "We're already on we've already left. Yeah, you guys left. Yeah, you guys left doesn't avoid the F", "start": 1155.78, "end": 1160.78}, {"text": "When you guys do we did get ref you did get really up to we are we doing we could have gotten more", "start": 1160.78, "end": 1165.66}, {"text": "But you guys were you always a lot of motto you always double everything you need. This is true", "start": 1165.66, "end": 1170.26}, {"text": "There's a scouts motto you have about five battles worth of cannonball and gunpowder. Oh", "start": 1170.26, "end": 1175.06}, {"text": "You know my god, I'm blowing that immediately you also have two weeks of miscellaneous ship repair supplies", "start": 1175.06, "end": 1181.54}, {"text": "That's useful for any sort of things that happen on along the way when there's an idea for the lore", "start": 1182.34, "end": 1188.72}, {"text": "Like a wado character like Star Wars episode", "start": 1188.72, "end": 1192.9}, {"text": "That is what water sounds like", "start": 1192.9, "end": 1199.7}, {"text": "Take it up with George", "start": 1199.7, "end": 1203.06}, {"text": "Like a Star Wars episode 1 podracer. It's like you go to wados junk shop", "start": 1203.06, "end": 1208.1}, {"text": "You go to the we have a junk shop where you can buy parts for the ship. I like the idea", "start": 1208.66, "end": 1213.24}, {"text": "Well, I mean I like the idea of there being a long", "start": 1213.24, "end": 1216.96}, {"text": "We can put like a big like a longer towel on the back of the ship so we can make it fly", "start": 1216.96, "end": 1220.8}, {"text": "Well, there could be on some of the towns that you dock there will be like like, you know", "start": 1220.8, "end": 1226.22}, {"text": "Ship like, you know, has that always been a thing there?", "start": 1226.22, "end": 1231.46}, {"text": "They wouldn't they wouldn't necessarily be like wado, but now they can't be you doing backseat dungeon mastering", "start": 1231.46, "end": 1236.94}, {"text": "Yeah, I mean we're just chatting about lore and I think that's a good idea", "start": 1236.94, "end": 1240.86}, {"text": "That we can buy upgrades for the ship you just want a waddle that you get to talk to that's so fucking obvious", "start": 1240.86, "end": 1246.8}, {"text": "I just want I think", "start": 1246.8, "end": 1248.8}, {"text": "I want to actually just had an idea for for lore. I think it would be cool if my character had bling-bling", "start": 1248.8, "end": 1255.34}, {"text": "See what you're not saying anything like that, but it's more mad at it. No. It's lore my guy would let's a good idea", "start": 1255.34, "end": 1262.88}, {"text": "Yeah, you'd like bling one. Maybe Caleb's character is bling bling - yeah. Oh, no, I don't like that flashy crap. Okay. All right", "start": 1262.88, "end": 1269.24}, {"text": "I'll get double bling bling. I'll have a little thing. I ever I blink blink", "start": 1269.24, "end": 1272.08}, {"text": "We're gonna give to the whole thing. I'll get triple bling bling on my character, maybe yeah", "start": 1272.08, "end": 1276.18}, {"text": "No, that might be a lower thing that could help flush out the world if I had flashy flashy bling bling", "start": 1276.18, "end": 1280.52}, {"text": "I'll put it down. I when I walk it clanks and it looks fresh. It looks fresh - yeah", "start": 1280.52, "end": 1286.3}, {"text": "And then when we go to the upgrade shop, we can buy spinners for the boat. I'm with that. Okay", "start": 1286.3, "end": 1292.24}, {"text": "with that. So you guys can make your ship look fly. And so be free. We can custom that. And", "start": 1292.24, "end": 1299.24}, {"text": "yeah, so as you guys travel down south, one of the things you see while you're traveling", "start": 1299.24, "end": 1305.64}, {"text": "down is a large ship, similar to your own in size, that has the flag of the Brave Lions", "start": 1305.64, "end": 1312.64}, {"text": "on it. So as you guys approach, because you guys have been a little bit out of the coast", "start": 1312.64, "end": 1320.8}, {"text": "you start to get closer to the coast and you can see some of the structures along the coast", "start": 1320.8, "end": 1325.68}, {"text": "of the actual Trebuchet village continent, Terrafire Kingdom continent I should say.", "start": 1325.68, "end": 1332.8}, {"text": "And you start to see more of the Brave Lion Galleons.", "start": 1332.8, "end": 1337.12}, {"text": "This is a noticeable growth over the last six months, you know, they were not a nation before", "start": 1337.12, "end": 1342.56}, {"text": "this.", "start": 1342.56, "end": 1343.8}, {"text": "I will also say that like, you have some opportunities throughout this to be proper pirates.", "start": 1343.8, "end": 1351.68}, {"text": "If you guys want to go after these ships, you can.", "start": 1351.68, "end": 1355.04}, {"text": "You just have to let me know whether you want to do it during the day, during the night,", "start": 1355.04, "end": 1359.44}, {"text": "if you want to tail a ship.", "start": 1359.44, "end": 1360.44}, {"text": "So I just wanted to let you know that that is an option.", "start": 1360.44, "end": 1363.6}, {"text": "Obviously it raises your risk of angering the Brave Lions Nation.", "start": 1363.6, "end": 1366.88}, {"text": "How are we passing them?", "start": 1366.88, "end": 1367.88}, {"text": "It is real.", "start": 1367.88, "end": 1368.88}, {"text": "What?", "start": 1368.88, "end": 1369.88}, {"text": "How are we passing them?", "start": 1369.88, "end": 1370.88}, {"text": "You're not like passing them right now where it's like you're right next to them", "start": 1370.88, "end": 1373.72}, {"text": "I'm letting you know just that like that is a like you're pirates", "start": 1373.72, "end": 1376.84}, {"text": "Yeah, you're close enough to the shoreline that there are ships. I said we were like passing them were currently well", "start": 1376.84, "end": 1382.5}, {"text": "You're I guess I meant like you're starting to see there in our vicinity in your vicinity like so we're going towards them", "start": 1382.5, "end": 1389.1}, {"text": "You can if you want to right now. They're the most of them are so because their nation is north", "start": 1389.1, "end": 1393.68}, {"text": "Typically they will peel out and then head south but", "start": 1393.68, "end": 1397.6}, {"text": "towards the the archipelago of", "start": 1398.72, "end": 1400.84}, {"text": "Virtue good and so after we I guess my question is are we in a position?", "start": 1400.84, "end": 1407.04}, {"text": "Right now where we could play chicken with their boat", "start": 1407.04, "end": 1410.76}, {"text": "You could you guys want to do that you could do that play chicken with your butt if you keep doing this", "start": 1410.76, "end": 1416.8}, {"text": "I was suggesting is a part of the part of the virtue of doing pirating would be", "start": 1416.8, "end": 1423.92}, {"text": "or virtue. The value of doing pirating would be to get additional supplies so you could", "start": 1424.48, "end": 1428.92}, {"text": "travel for longer and follow under potential treasure and things like that.", "start": 1428.92, "end": 1432.52}, {"text": "We have to fall under pirating. Playing chicken with another boat.", "start": 1432.52, "end": 1436.6}, {"text": "Not necessarily, no. Alright, then never mind.", "start": 1436.6, "end": 1439.0}, {"text": "We just can't play chicken, it's just kind of like a...", "start": 1439.0, "end": 1440.88}, {"text": "You can play chicken with... Patrick should have a sidecar boat.", "start": 1440.88, "end": 1445.2}, {"text": "I agree. A little boat.", "start": 1445.2, "end": 1448.76}, {"text": "You can be in one of the rowboats, yeah. You can be in the dinghy and you can do whatever", "start": 1448.76, "end": 1453.96}, {"text": "you want with the dinghy while we sail the big ship.", "start": 1453.96, "end": 1457.72}, {"text": "Well not the big ship, the other ship.", "start": 1457.72, "end": 1460.52}, {"text": "You get the boring ship.", "start": 1460.52, "end": 1461.52}, {"text": "You can have the little ship, or the other ship that's just for you.", "start": 1461.52, "end": 1466.84}, {"text": "With flames painted on the side?", "start": 1466.84, "end": 1468.16}, {"text": "You can paint whatever you want on it, you can make it fly.", "start": 1468.16, "end": 1470.88}, {"text": "I have it roped up like Kip in Napoleon Dynamite.", "start": 1470.88, "end": 1474.44}, {"text": "You can, yeah, whatever the hell.", "start": 1474.44, "end": 1477.44}, {"text": "We have a big rope with the anchor is in the dinghy and it's making it like capsize a little bit.", "start": 1477.44, "end": 1483.92}, {"text": "Yeah, yeah, no that's all you.", "start": 1483.92, "end": 1486.08}, {"text": "This is exactly what I wanted.", "start": 1486.08, "end": 1487.68}, {"text": "Yeah, go ahead, knock yourself out.", "start": 1487.68, "end": 1489.6}, {"text": "And your ship.", "start": 1489.6, "end": 1490.16}, {"text": "And we have, we put a, we put a, a, a, a, a Maggie Simpson steering wheel.", "start": 1490.16, "end": 1494.88}, {"text": "Meanwhile the ship that you're riding has like a port, has a portrait of you on the front of it,", "start": 1494.88, "end": 1504.24}, {"text": "but like you're just like you want to be in the thingy so you can do your own thing", "start": 1504.96, "end": 1508.4}, {"text": "don't remind me of that", "start": 1508.4, "end": 1510.12}, {"text": "there's actually a", "start": 1510.12, "end": 1511.4}, {"text": "portraits actually in the dinghy", "start": 1511.4, "end": 1512.9}, {"text": "i just realized i think we put it in there just for you", "start": 1512.9, "end": 1515.86}, {"text": "what if what if the dinghy is in the front so they think that i'm", "start": 1515.86, "end": 1518.96}, {"text": "i think that i'm steering it", "start": 1518.96, "end": 1521.48}, {"text": "but the boat keeps", "start": 1521.48, "end": 1523.04}, {"text": "tapping the back of it. you can definitely do that", "start": 1523.04, "end": 1526.72}, {"text": "it's insane", "start": 1526.72, "end": 1528.2}, {"text": "but yeah of course you can do that", "start": 1528.2, "end": 1530.64}, {"text": "Okay, roll our first random encounter. We're passing time.", "start": 1530.64, "end": 1533.64}, {"text": "Okay, okay, okay, okay, okay.", "start": 1533.64, "end": 1535.64}, {"text": "Um, well, I don't have to roll for this one, actually, but um...", "start": 1535.64, "end": 1539.14}, {"text": "-This doesn't sound very random. -Yeah, that is, um, not...", "start": 1539.14, "end": 1541.64}, {"text": "-Sounds as if it's a bit unfair. -Sounds a bit unbalanced.", "start": 1541.64, "end": 1543.64}, {"text": "-I mean, it's just like something... -Better be good.", "start": 1543.64, "end": 1546.14}, {"text": "-It's just stuff that's happening. -It's better be the best thing you ever fucking...", "start": 1546.14, "end": 1549.14}, {"text": "It's not a random encounter as much as it's more stuff that's happening.", "start": 1549.14, "end": 1552.14}, {"text": "-Okay, then make it happen. -Okay.", "start": 1552.14, "end": 1553.64}, {"text": "So, um, Scurvyneck, who is your, uh, who is your boatswain,", "start": 1553.64, "end": 1558.64}, {"text": "He comes up to you and shows you-", "start": 1558.64, "end": 1560.64}, {"text": "Who Wayne was.", "start": 1560.64, "end": 1561.64}, {"text": "No, Wayne's your quartermaster.", "start": 1561.64, "end": 1562.64}, {"text": "Oh, okay.", "start": 1562.64, "end": 1563.64}, {"text": "Yeah, yeah. I mean, your cook is Aeoli.", "start": 1563.64, "end": 1565.64}, {"text": "Okay. I know that.", "start": 1565.64, "end": 1567.64}, {"text": "So, he comes up to you and says,", "start": 1567.64, "end": 1573.64}, {"text": "\"Oh, boy! Lads! Captains! I've got something that I want to show you guys!\"", "start": 1573.64, "end": 1578.64}, {"text": "\"Where the fuck are you from?\"", "start": 1578.64, "end": 1580.64}, {"text": "\"I'm from... DAAAAAAAAMN!\"", "start": 1580.64, "end": 1582.64}, {"text": "\"Penifile Island.\"", "start": 1582.64, "end": 1583.64}, {"text": "\"Penifile Island!\"", "start": 1583.64, "end": 1585.64}, {"text": "\"Damn, good guess.\"", "start": 1585.64, "end": 1587.64}, {"text": "Wow. This is the accent of people who are pedophiles. Okay, all right. Pedophilians.", "start": 1587.64, "end": 1593.34}, {"text": "Pedophilians.", "start": 1593.34, "end": 1595.34}, {"text": "[Laughter]", "start": 1595.34, "end": 1597.34}, {"text": "So he's part reptile?", "start": 1597.34, "end": 1599.34}, {"text": "He's a goblin.", "start": 1599.34, "end": 1601.34}, {"text": "But he says, \"I found a kit on board.\"", "start": 1601.34, "end": 1606.14}, {"text": "And he pulls up a...", "start": 1606.14, "end": 1608.14}, {"text": "Oh, jeez, this pedophilian found a kit on board.", "start": 1608.14, "end": 1610.14}, {"text": "[Laughter]", "start": 1610.14, "end": 1612.14}, {"text": "He shows a cat that he found.", "start": 1612.14, "end": 1615.14}, {"text": "And uh, he said, \"I just wanted to know if it was alright, I could keep it if you wanted to.\"", "start": 1615.14, "end": 1619.14}, {"text": "\"No, you give that to me.\"", "start": 1619.14, "end": 1621.14}, {"text": "\"Oh, alright. Yes, Captain.\"", "start": 1621.14, "end": 1624.14}, {"text": "And uh, yeah, he sort of forlornly, \"No, I'd start, no, I'd put my hand in front.\"", "start": 1624.14, "end": 1629.14}, {"text": "\"Actually, you'll give that to me.\"", "start": 1629.14, "end": 1632.14}, {"text": "\"I am.\"", "start": 1632.14, "end": 1633.14}, {"text": "\"I'm drooling and I'm baring my teeth.\"", "start": 1633.14, "end": 1635.14}, {"text": "\"You'll give it back to me now.\"", "start": 1635.14, "end": 1637.14}, {"text": "\"You're licking my lips.\"", "start": 1637.14, "end": 1638.14}, {"text": "\"Nah, you're gonna hand that over to me. Actually, give it to Aeoli.\"", "start": 1638.14, "end": 1642.14}, {"text": "\"Don't give it, no.\"", "start": 1642.14, "end": 1644.14}, {"text": "is and that over a little bit you know we can you guys see this cat is tearing us", "start": 1644.14, "end": 1649.02}, {"text": "apart and i grab it my", "start": 1649.02, "end": 1650.38}, {"text": "fully it up", "start": 1650.38, "end": 1654.26}, {"text": "it", "start": 1654.26, "end": 1655.82}, {"text": "he's", "start": 1655.82, "end": 1656.38}, {"text": "wing it overboard", "start": 1656.38, "end": 1657.78}, {"text": "as it lands in the dinghy maybe", "start": 1657.78, "end": 1660.06}, {"text": "yeah i think that i wrote a make it a little more in a uh... you're all", "start": 1660.06, "end": 1663.02}, {"text": "that's what it's check", "start": 1663.02, "end": 1663.94}, {"text": "okay", "start": 1663.94, "end": 1664.62}, {"text": "i wanted to happen by accident though i'm not trying to have it there but i want", "start": 1664.62, "end": 1667.78}, {"text": "there to be a chance that it lands in the dinghy", "start": 1667.78, "end": 1670.38}, {"text": "Roll a luck check? What do you want me to do here?", "start": 1670.38, "end": 1672.58}, {"text": "You're the DM, you figure it out.", "start": 1672.58, "end": 1673.88}, {"text": "Yeah, roll a luck check.", "start": 1673.88, "end": 1675.28}, {"text": "Okay.", "start": 1675.28, "end": 1675.78}, {"text": "I rolled an 18.", "start": 1675.78, "end": 1677.88}, {"text": "That's pretty good luck.", "start": 1677.88, "end": 1678.88}, {"text": "That's damn good luck.", "start": 1678.88, "end": 1680.18}, {"text": "That might be enough.", "start": 1680.18, "end": 1681.48}, {"text": "You hear \"WOW!\" as the cat flies.", "start": 1681.48, "end": 1683.38}, {"text": "Just in case it's a genie in disguise or something.", "start": 1683.38, "end": 1685.98}, {"text": "That's \"I'm just covering all our bases.\"", "start": 1685.98, "end": 1687.38}, {"text": "Over the boat, it lands in the dinghy.", "start": 1687.38, "end": 1689.48}, {"text": "It's a genie in the cat's body.", "start": 1689.48, "end": 1690.08}, {"text": "A dinghy that's on the front of the boat, right?", "start": 1690.08, "end": 1692.88}, {"text": "Yeah.", "start": 1692.88, "end": 1693.38}, {"text": "So there's a dinghy that's in front of the boat.", "start": 1693.38, "end": 1695.78}, {"text": "You hear a thud as it lands.", "start": 1695.78, "end": 1698.18}, {"text": "I guess I have to roll for damage for the cat.", "start": 1698.18, "end": 1699.98}, {"text": "um...", "start": 1699.98, "end": 1701.64}, {"text": "just dies", "start": 1701.64, "end": 1703.9}, {"text": "from a new is better for the god damn", "start": 1703.9, "end": 1706.54}, {"text": "cooking pot", "start": 1706.54, "end": 1709.1}, {"text": "ocean", "start": 1709.1, "end": 1710.26}, {"text": "is fine", "start": 1710.26, "end": 1711.64}, {"text": "takes a few points of damage here", "start": 1711.64, "end": 1715.5}, {"text": "uh... misa", "start": 1715.5, "end": 1718.3}, {"text": "who's gonna name it", "start": 1718.3, "end": 1719.46}, {"text": "to name its quinn squalor ms", "start": 1719.46, "end": 1721.94}, {"text": "squalor ms", "start": 1721.94, "end": 1723.18}, {"text": "squidlums?", "start": 1723.18, "end": 1725.18}, {"text": "what the fuck is that?", "start": 1725.18, "end": 1727.18}, {"text": "you said like 5 different names", "start": 1727.18, "end": 1729.18}, {"text": "alright you know what?", "start": 1729.18, "end": 1731.18}, {"text": "cause you seem so attached to the cat", "start": 1731.18, "end": 1733.18}, {"text": "my vote is he can keep it", "start": 1733.18, "end": 1735.18}, {"text": "i don't give a fuck", "start": 1735.18, "end": 1737.18}, {"text": "no", "start": 1737.18, "end": 1739.18}, {"text": "if you can find it", "start": 1739.18, "end": 1741.18}, {"text": "if you can find the cat he can keep it", "start": 1741.18, "end": 1743.18}, {"text": "ok so that is 2 against 1", "start": 1743.18, "end": 1745.18}, {"text": "if you can get to it before me", "start": 1745.18, "end": 1747.18}, {"text": "if you wanna race him to the cat", "start": 1747.18, "end": 1749.18}, {"text": "sure", "start": 1749.18, "end": 1751.18}, {"text": "I'll roll, let's see.", "start": 1751.18, "end": 1753.68}, {"text": "That's a 17 and let me look at what my athletics is.", "start": 1753.68, "end": 1756.56}, {"text": "I mean I can tell you now you probably beat him.", "start": 1756.56, "end": 1760.16}, {"text": "Um, 17 plus 2, that's 19.", "start": 1760.16, "end": 1767.04}, {"text": "Okay.", "start": 1767.04, "end": 1768.04}, {"text": "Um, you guys tie.", "start": 1768.04, "end": 1770.12}, {"text": "We tie.", "start": 1770.12, "end": 1772.6}, {"text": "And uh, you guys both reach the cat as it's sort of like licking and nursing one of its", "start": 1772.6, "end": 1777.08}, {"text": "wounds.", "start": 1777.08, "end": 1778.08}, {"text": "You're both on the thingy.", "start": 1778.08, "end": 1779.08}, {"text": "Well, Captain Old Spade, it's your cat now, I guess.", "start": 1779.08, "end": 1782.08}, {"text": "I guess I'll throw it back onto the ship.", "start": 1782.08, "end": 1784.08}, {"text": "Okay, yeah.", "start": 1784.08, "end": 1785.08}, {"text": "Just a \"meow!\"", "start": 1785.08, "end": 1786.08}, {"text": "I guess I'll roll for damage again.", "start": 1786.08, "end": 1788.08}, {"text": "This cat is...", "start": 1788.08, "end": 1789.08}, {"text": "Unless one of them tries to catch it, I guess you guys don't like it.", "start": 1789.08, "end": 1792.08}, {"text": "I will try to catch it.", "start": 1792.08, "end": 1793.08}, {"text": "Okay, roll athletics.", "start": 1793.08, "end": 1795.08}, {"text": "Alright, that cat took damage.", "start": 1795.08, "end": 1800.08}, {"text": "Yeah, you try to grab it and you kind of almost...", "start": 1800.08, "end": 1802.08}, {"text": "You almost stuff it.", "start": 1802.08, "end": 1803.08}, {"text": "I try to grab it with my skin card.", "start": 1803.08, "end": 1805.08}, {"text": "Slam it down.", "start": 1805.08, "end": 1806.08}, {"text": "You almost stuff it.", "start": 1806.08, "end": 1807.08}, {"text": "grab it with my sword.", "start": 1807.08, "end": 1808.08}, {"text": "Okay.", "start": 1808.08, "end": 1809.08}, {"text": "Yeah, so you guys have this cat now.", "start": 1809.08, "end": 1812.08}, {"text": "It sounds like you're just going to toss it around and I can rid of it.", "start": 1812.08, "end": 1816.08}, {"text": "Now...", "start": 1816.08, "end": 1817.08}, {"text": "I will name you Squidlumps.", "start": 1817.08, "end": 1819.08}, {"text": "I'm going to name it after my grandfather.", "start": 1819.08, "end": 1824.08}, {"text": "Hitler.", "start": 1824.08, "end": 1825.08}, {"text": "Hitler Yodar.", "start": 1825.08, "end": 1826.08}, {"text": "All right.", "start": 1826.08, "end": 1827.08}, {"text": "I like that name more.", "start": 1827.08, "end": 1828.08}, {"text": "Now it's time...", "start": 1828.08, "end": 1829.08}, {"text": "No, it's Hidlar.", "start": 1829.08, "end": 1830.08}, {"text": "Sorry.", "start": 1830.08, "end": 1831.08}, {"text": "I had something in my throat for a random encounter.", "start": 1831.08, "end": 1832.08}, {"text": "Hidlar.", "start": 1832.08, "end": 1833.08}, {"text": "Sorry, I had something in my throat.", "start": 1833.08, "end": 1835.08}, {"text": "For a random encounter.", "start": 1835.08, "end": 1837.08}, {"text": "He was very old.", "start": 1837.08, "end": 1842.08}, {"text": "Older than my uncle.", "start": 1842.08, "end": 1844.08}, {"text": "I would think your grandfather would be older than your uncle.", "start": 1844.08, "end": 1848.08}, {"text": "They could be the same age.", "start": 1848.08, "end": 1850.08}, {"text": "In these times, incest is rampant.", "start": 1850.08, "end": 1853.08}, {"text": "Okay.", "start": 1853.08, "end": 1856.08}, {"text": "Alright. Okay.", "start": 1856.08, "end": 1858.08}, {"text": "Trust me.", "start": 1858.08, "end": 1859.08}, {"text": "I guess, I suppose you're correct.", "start": 1859.08, "end": 1861.08}, {"text": "was my sister. Okay. Okay, so as your ship is sailing along the sides, you reach a", "start": 1861.08, "end": 1872.7}, {"text": "massive whirlpool. It seems kind of almost, it's incredibly powerful.", "start": 1872.7, "end": 1879.12}, {"text": "It's pulling in all kinds of debris and detritus that's surrounding it.", "start": 1879.12, "end": 1884.24}, {"text": "Who's detritus? Oh man, it's pulling in. Listen, take all the debris you want, but", "start": 1884.24, "end": 1889.96}, {"text": "Can we at least keep the detritus in motion?", "start": 1889.96, "end": 1893.16}, {"text": "Alright, I'm an asshole.", "start": 1893.16, "end": 1894.16}, {"text": "Ah, fucking come on!", "start": 1894.16, "end": 1895.16}, {"text": "You're wasting the detritus!", "start": 1895.16, "end": 1897.16}, {"text": "Crew, batten down the detritus!", "start": 1897.16, "end": 1903.16}, {"text": "Oh no, it's gonna suck all the detritus off the ship!", "start": 1903.16, "end": 1908.16}, {"text": "You see all the trash cans?", "start": 1908.16, "end": 1912.16}, {"text": "But take this opportunity, dump the debris!", "start": 1912.16, "end": 1919.16}, {"text": "Get rid of it!", "start": 1919.16, "end": 1921.16}, {"text": "No, we need that detritus for food!", "start": 1921.16, "end": 1923.16}, {"text": "Uh, and yeah, you see, uh, Wayne, uh, he kinda comes up to you guys, he says...", "start": 1923.16, "end": 1929.16}, {"text": "Captains, if we... there's a... we have a whirlpool incoming, I'm apologizing we didn't get to quite catch it in time.", "start": 1929.16, "end": 1938.16}, {"text": "We have a few options here, we can either try to roll right through it, try to increase the power of the ship, get the sails adjusted, and try to power through.", "start": 1938.16, "end": 1946.16}, {"text": "Might be too strong for that, so we could also go around.", "start": 1946.16, "end": 1948.8}, {"text": "It seems like we just go around.", "start": 1948.8, "end": 1951.52}, {"text": "The risk of going around...", "start": 1951.52, "end": 1953.8}, {"text": "What if there's treasure in the whirlpool?", "start": 1953.8, "end": 1955.8}, {"text": "The risk of going around would be that if we don't execute it perfectly, we could capsize.", "start": 1955.8, "end": 1961.16}, {"text": "So...", "start": 1961.16, "end": 1962.18}, {"text": "So we have to go through...", "start": 1962.18, "end": 1963.08}, {"text": "So are you saying it's safer to go directly through the middle of the whirlpool?", "start": 1963.08, "end": 1966.6}, {"text": "Not necessarily.", "start": 1966.6, "end": 1968.48}, {"text": "So which one's safer?", "start": 1968.48, "end": 1970.0}, {"text": "They're both equal.", "start": 1970.0, "end": 1971.96}, {"text": "The point is...", "start": 1971.96, "end": 1972.46}, {"text": "Oh, they're completely equal.", "start": 1972.46, "end": 1973.68}, {"text": "You could roll a d20 and try to figure out,", "start": 1973.68, "end": 1976.68}, {"text": "to assess the situation.", "start": 1976.68, "end": 1978.68}, {"text": "Okay, I'm gonna do that.", "start": 1978.68, "end": 1979.68}, {"text": "Yeah, is there anything you want to investigate?", "start": 1979.68, "end": 1981.68}, {"text": "I'm gonna investigate which is better to do.", "start": 1981.68, "end": 1983.68}, {"text": "I mean...", "start": 1983.68, "end": 1984.68}, {"text": "And I would like to investigate...", "start": 1984.68, "end": 1986.68}, {"text": "I'll investigate the strength of the whirlpool.", "start": 1986.68, "end": 1988.68}, {"text": "Is that enough? Is that in-universe enough?", "start": 1988.68, "end": 1990.68}, {"text": "I would like to investigate whether or not we have...", "start": 1990.68, "end": 1992.68}, {"text": "I didn't really set this up that well.", "start": 1992.68, "end": 1994.68}, {"text": "I rolled an 18 minus 1, that's 17.", "start": 1994.68, "end": 1997.68}, {"text": "Okay.", "start": 1997.68, "end": 1998.68}, {"text": "You're doing an investigation.", "start": 1998.68, "end": 2000.68}, {"text": "So, I mean, an investigation takes like a minute.", "start": 2000.68, "end": 2002.68}, {"text": "So you're approaching pretty quickly, so I would only allow really one investigation in that case.", "start": 2002.68, "end": 2008.68}, {"text": "Can I see if we have a giant cork on the...", "start": 2008.68, "end": 2011.68}, {"text": "I can tell you you don't.", "start": 2011.68, "end": 2013.68}, {"text": "That would be detritus, and that is already true.", "start": 2013.68, "end": 2015.68}, {"text": "I'm going to try to just go right in the middle of this damn thing.", "start": 2015.68, "end": 2017.68}, {"text": "I'm also going to investigate.", "start": 2017.68, "end": 2018.68}, {"text": "Well, he said he only allows one.", "start": 2018.68, "end": 2020.68}, {"text": "Okay, well...", "start": 2020.68, "end": 2021.68}, {"text": "I didn't even roll mine, I was just fucking...", "start": 2021.68, "end": 2022.68}, {"text": "Then I am going to...", "start": 2022.68, "end": 2023.68}, {"text": "I was fucking around.", "start": 2023.68, "end": 2025.68}, {"text": "Fuck.", "start": 2025.68, "end": 2026.68}, {"text": "I feel like it would be crazy to try and go straight through.", "start": 2026.68, "end": 2028.68}, {"text": "Let's do it, that's cool.", "start": 2028.68, "end": 2029.68}, {"text": "I'm gonna roll survival to see well part of the way that you would go straight through and with this 17", "start": 2029.68, "end": 2036.0}, {"text": "You would know to some extent is you roll survival", "start": 2036.0, "end": 2038.76}, {"text": "You would sort of ride it and sort of use the momentum to sail out of it", "start": 2038.76, "end": 2042.98}, {"text": "If you go straight around there's a chance that you don't have enough give is there some kind of giant octopus?", "start": 2042.98, "end": 2048.76}, {"text": "That's gonna come out of the middle. I have no idea so then why don't I?", "start": 2048.76, "end": 2052.24}, {"text": "Well, let's just go right it sounds go into it", "start": 2052.24, "end": 2055.28}, {"text": "We're just going around that's already going around", "start": 2057.4, "end": 2059.4}, {"text": "You're going around I have directly trying to ride the momentum. I have really high momentum, right?", "start": 2059.4, "end": 2065.68}, {"text": "I really have you do that, and I've never rolled survival", "start": 2065.68, "end": 2068.44}, {"text": "So is there any if survival is that like rolling and being like our chances of survival or that's like when you find food in?", "start": 2068.44, "end": 2075.88}, {"text": "The wild yeah, yeah, it's like actions like that so you could do that you can for survival check", "start": 2075.88, "end": 2080.84}, {"text": "It would be I want to check the detritus to see if we can reinforce the whole", "start": 2080.84, "end": 2084.6}, {"text": "You could figure out what the chances of you surviving", "start": 2085.4, "end": 2088.88}, {"text": "Yeah, I thought it was like a Star Trek thing where like they had the computer", "start": 2088.88, "end": 2093.16}, {"text": "But I guess that only would work in gun city and not trebuchet village no and even then you know you need to have like a", "start": 2093.16, "end": 2098.8}, {"text": "computer", "start": 2098.8, "end": 2101.12}, {"text": "Well that means you could do that. We're going let's let's let's let's ride the", "start": 2101.12, "end": 2105.48}, {"text": "Momentum whoa and go around through it okay, but so she a belt so if you do this", "start": 2105.48, "end": 2112.14}, {"text": "The ship belts are gone. Oh fuck they were complete detritus", "start": 2112.68, "end": 2116.3}, {"text": "Dude, this is a number of checks you'd have to do", "start": 2116.3, "end": 2119.64}, {"text": "So one you're gonna have to do a charisma check one of you will do a charisma check", "start": 2119.64, "end": 2126.26}, {"text": "- do you have the highest charisma? Yes the highest everything I have high persuasion I could pursue roll he rolled everything", "start": 2126.26, "end": 2133.8}, {"text": "To get the crew aligned into performing the correct actions to all right in the right place", "start": 2133.8, "end": 2140.1}, {"text": "Yeah, but you definitely patched it roll all of this stuff. I feel like okay", "start": 2140.12, "end": 2144.08}, {"text": "All right, you pieces of shit", "start": 2144.08, "end": 2146.68}, {"text": "Get on the ship", "start": 2146.68, "end": 2149.4}, {"text": "We're all on the ship and do your job", "start": 2149.4, "end": 2153.32}, {"text": "You piece of shit. All right roll persuasion", "start": 2153.32, "end": 2158.92}, {"text": "Going with the", "start": 2158.92, "end": 2164.48}, {"text": "Coming with the tough love method. I guess I got a 29 for persuasion. See I told you dude", "start": 2166.28, "end": 2172.04}, {"text": "What is your push? My persuasion is plus 11", "start": 2172.04, "end": 2175.24}, {"text": "Fuck up your character", "start": 2175.24, "end": 2179.0}, {"text": "Yeah, I mean they they", "start": 2179.0, "end": 2181.16}, {"text": "Understood instantly what you were saying made complete sense. They all", "start": 2181.16, "end": 2185.8}, {"text": "Each of everyone goes to their stations to make sure the right to ship correctly to ride that", "start": 2185.8, "end": 2191.2}, {"text": "To ride that whirlpool", "start": 2192.32, "end": 2194.2}, {"text": "In the proper way. I mean, there's no really issue there. We're going in it like Bob Burnquist", "start": 2194.2, "end": 2199.68}, {"text": "Yeah, they know exactly what that means one of the greatest explorers of Trebuchet village history", "start": 2199.68, "end": 2205.32}, {"text": "Yeah, Bob Burnquist Bob Burnquist now. I'll make a note of that", "start": 2205.32, "end": 2209.36}, {"text": "and then", "start": 2209.36, "end": 2211.64}, {"text": "I'm gonna need also", "start": 2211.64, "end": 2213.64}, {"text": "At least a couple of you I guess all three of you really should roll", "start": 2213.64, "end": 2218.04}, {"text": "What should it be I guess really just strength checks - cuz you're all gonna. That's my worst", "start": 2219.72, "end": 2224.54}, {"text": "You're all gonna be tugging on rope. What's your strength? I mean, it's a part of oh, we're all we're all rolling", "start": 2224.54, "end": 2228.9}, {"text": "Yeah, okay. The crew is gonna be doing it as well. Like you're not gonna be strength is", "start": 2228.9, "end": 2232.62}, {"text": "11 I rolled a -", "start": 2232.62, "end": 2235.38}, {"text": "Okay", "start": 2235.38, "end": 2238.5}, {"text": "I got a 7. I don't want to I think we're gonna die", "start": 2238.5, "end": 2242.22}, {"text": "Can I have a 20? Yeah, I'll give you a 20. Oh, I got a 1 a", "start": 2242.22, "end": 2247.06}, {"text": "and that we are one natural one two and a five seven a seven or seven and you come", "start": 2248.42, "end": 2253.82}, {"text": "on", "start": 2253.82, "end": 2255.5}, {"text": "so that i'm not only of us we got a ten", "start": 2255.5, "end": 2259.58}, {"text": "come on come on so you guys i mean", "start": 2259.58, "end": 2261.62}, {"text": "scott's in", "start": 2261.62, "end": 2263.02}, {"text": "you perfectly like comic", "start": 2263.02, "end": 2264.72}, {"text": "your crew was there they showed up", "start": 2264.72, "end": 2266.58}, {"text": "the need everything ready to have a right", "start": 2266.58, "end": 2268.98}, {"text": "we came for you guys to sort of hop on and grab the", "start": 2268.98, "end": 2272.7}, {"text": "the sales grab the rope and why we do it any action only a andy's the cruise", "start": 2272.7, "end": 2277.18}, {"text": "was", "start": 2277.18, "end": 2284.18}, {"text": "situation of you guys just have not done this in a while I guess.", "start": 2284.18, "end": 2287.98}, {"text": "So it's kind of completely atrophied all the...", "start": 2287.98, "end": 2290.98}, {"text": "Yeah, from Hoppe Island.", "start": 2290.98, "end": 2292.98}, {"text": "And so the ship is wobbling, like pretty heavily.", "start": 2292.98, "end": 2298.48}, {"text": "And it starts to, as you're trying to ride the momentum of it,", "start": 2298.48, "end": 2302.98}, {"text": "it's now just riding the momentum down, down, down, down, down,", "start": 2302.98, "end": 2307.78}, {"text": "towards the whirlpool.", "start": 2307.78, "end": 2308.98}, {"text": "uh... as your shinning is starting to you", "start": 2308.98, "end": 2312.4}, {"text": "uh... ship is starting to", "start": 2312.4, "end": 2314.38}, {"text": "most peculiarly it seemed to be", "start": 2314.38, "end": 2317.88}, {"text": "you know it is starting to disassemble", "start": 2317.88, "end": 2321.1}, {"text": "uh... is really anything", "start": 2321.1, "end": 2323.42}, {"text": "uh... it", "start": 2323.42, "end": 2325.22}, {"text": "all of my greatest and and try to plug everything", "start": 2325.22, "end": 2328.34}, {"text": "with tritus", "start": 2328.34, "end": 2329.62}, {"text": "okay", "start": 2329.62, "end": 2330.38}, {"text": "uh... that which is a little bit", "start": 2330.38, "end": 2333.22}, {"text": "we're dead", "start": 2333.22, "end": 2333.98}, {"text": "who are we all going to live a lot of those are over", "start": 2333.98, "end": 2337.0}, {"text": "we lost", "start": 2337.0, "end": 2338.36}, {"text": "we're going to be the world's popular around we're gonna go to our ship we", "start": 2338.36, "end": 2342.68}, {"text": "didn't even get to be a little longer quadra mud marks but mud marks is gonna", "start": 2342.68, "end": 2347.2}, {"text": "hit the pocket while all turn into a pocket of dirt that's it i'm my resolve", "start": 2347.2, "end": 2352.04}, {"text": "and i think that you're having a bad attitude so you have you know i heard", "start": 2352.04, "end": 2355.76}, {"text": "your or", "start": 2355.76, "end": 2357.2}, {"text": "they can create a wave to maybe help you get out of this", "start": 2357.2, "end": 2360.2}, {"text": "i'll get a little way is as well as i can i roll a religion and so as this is", "start": 2360.2, "end": 2365.68}, {"text": "is", "start": 2365.68, "end": 2392.68}, {"text": "or", "start": 2392.68, "end": 2399.68}, {"text": "no prayers good", "start": 2399.68, "end": 2405.2}, {"text": "uh... so i'm going to create my i think i'm gonna die so i guess blindness", "start": 2405.2, "end": 2408.76}, {"text": "deftness on myself", "start": 2408.76, "end": 2410.24}, {"text": "and make it less scary", "start": 2410.24, "end": 2414.44}, {"text": "you can still use or feeling if there's a going around in circles i'd find a", "start": 2414.44, "end": 2418.32}, {"text": "I don't know, I'm scared here.", "start": 2418.32, "end": 2420.32}, {"text": "You really only have one kind of element here that's helping.", "start": 2420.32, "end": 2424.32}, {"text": "So, I'm trying to think of how to roll for this.", "start": 2424.32, "end": 2427.32}, {"text": "Wait, I guess, okay, I'll create water.", "start": 2427.32, "end": 2430.32}, {"text": "You can only really create like...", "start": 2430.32, "end": 2431.32}, {"text": "30 feet.", "start": 2431.32, "end": 2432.32}, {"text": "You can create water.", "start": 2432.32, "end": 2433.32}, {"text": "30 square feet of water I could fill up the...", "start": 2433.32, "end": 2435.32}, {"text": "Oh wait, create water under the boat?", "start": 2435.32, "end": 2437.32}, {"text": "I was just thinking you could do that.", "start": 2437.32, "end": 2438.32}, {"text": "Or you could also destroy the water that's in the boat if we're starting to take on water too.", "start": 2438.32, "end": 2443.32}, {"text": "Yeah, and right now I'm going to create a wave behind us that pushes us up.", "start": 2443.32, "end": 2446.32}, {"text": "That's already, that's what I already did.", "start": 2446.32, "end": 2448.32}, {"text": "What you can do is you can create...", "start": 2448.32, "end": 2450.32}, {"text": "You can't let him create a wave, that's my special ability.", "start": 2450.32, "end": 2452.32}, {"text": "You can't create a wave.", "start": 2452.32, "end": 2454.32}, {"text": "You can't take my only cool ability.", "start": 2454.32, "end": 2456.32}, {"text": "I've been doing that for way more episodes than you.", "start": 2456.32, "end": 2458.32}, {"text": "I have a wave, you can create water, you can't create waves.", "start": 2458.32, "end": 2460.32}, {"text": "He said that it's in a wave.", "start": 2460.32, "end": 2462.32}, {"text": "No, I did not say that.", "start": 2462.32, "end": 2464.32}, {"text": "I create a wave.", "start": 2464.32, "end": 2466.32}, {"text": "Episodes ago he said that when I create water, that shit can be in a wave.", "start": 2466.32, "end": 2468.32}, {"text": "No, that was my wave ability.", "start": 2468.32, "end": 2470.32}, {"text": "You might be right.", "start": 2470.32, "end": 2472.32}, {"text": "When we made the ship go up and crash down on the other ship, that was all me.", "start": 2472.32, "end": 2474.32}, {"text": "That was not you so we have to it's really like you can create like water within range in an open container, okay?", "start": 2474.32, "end": 2480.64}, {"text": "I would like to use motivational speech on my crew. Is that a spell you have yeah, don't motivational speech", "start": 2480.64, "end": 2486.52}, {"text": "I'm gonna cast it right now", "start": 2486.52, "end": 2489.2}, {"text": "Yeah, motivational speech man. I gotta start here ye here ye you", "start": 2489.2, "end": 2494.04}, {"text": "boys and girls and when", "start": 2494.04, "end": 2497.48}, {"text": "women and children of all colors and races", "start": 2497.48, "end": 2500.92}, {"text": "Who live on this boat?", "start": 2500.92, "end": 2503.56}, {"text": "Even though we may all be different colors and races and genders, we can come together to survive this very whirlpool full of detritus.", "start": 2503.88, "end": 2514.88}, {"text": "So please, grab your neighbor, and grab your friend, and control the aspect of the ship that you have been assigned, and do it to your greatest ability. So help you God.", "start": 2514.88, "end": 2529.88}, {"text": "Wow.", "start": 2529.88, "end": 2530.88}, {"text": "Wow you do have motivational speech.", "start": 2530.88, "end": 2534.72}, {"text": "And I'm going to roll persuasion and say, \"And listen to everything he just said!\"", "start": 2534.72, "end": 2540.28}, {"text": "I mean they're just going to get five temporary hit points and have advantage on wisdom saving", "start": 2540.28, "end": 2544.86}, {"text": "throws.", "start": 2544.86, "end": 2545.86}, {"text": "I really just picked it based on the name.", "start": 2545.86, "end": 2550.16}, {"text": "So I say all that and then they just keep firing at me.", "start": 2550.16, "end": 2557.44}, {"text": "If I rolled persuasion after that I would have got a 16.", "start": 2557.44, "end": 2561.52}, {"text": "So let's do the wave thing.", "start": 2561.52, "end": 2564.5}, {"text": "So for that I think really what that should be is...", "start": 2564.5, "end": 2568.84}, {"text": "Uh oh.", "start": 2568.84, "end": 2569.84}, {"text": "Why do we ever add sound effects?", "start": 2569.84, "end": 2572.84}, {"text": "We got Michael Winslow over here.", "start": 2572.84, "end": 2575.84}, {"text": "I think, I think, I think athletics.", "start": 2575.84, "end": 2577.84}, {"text": "You should be a drum machine.", "start": 2577.84, "end": 2580.84}, {"text": "Probably athletics.", "start": 2580.84, "end": 2581.84}, {"text": "You should be an instrument.", "start": 2581.84, "end": 2583.48}, {"text": "It's like a magical ability so can I do like a...", "start": 2583.48, "end": 2585.84}, {"text": "I do a spell attack.", "start": 2585.84, "end": 2586.84}, {"text": "Charisma?", "start": 2586.84, "end": 2587.84}, {"text": "Ummm.", "start": 2587.84, "end": 2588.84}, {"text": "Or is my spell wisdom?", "start": 2588.84, "end": 2589.84}, {"text": "Cause the way I'm looking at it is you.", "start": 2589.84, "end": 2594.12}, {"text": "I think a wisdom check is fair.", "start": 2594.12, "end": 2595.56}, {"text": "Ok then I'll just do athletics instead.", "start": 2595.56, "end": 2598.52}, {"text": "I think either of those.", "start": 2598.52, "end": 2599.52}, {"text": "I'm looking at the numbers.", "start": 2599.52, "end": 2600.52}, {"text": "Yeah I know.", "start": 2600.52, "end": 2601.52}, {"text": "I think either athletics or wisdom is fair because it's you being able to write yourself", "start": 2601.52, "end": 2605.66}, {"text": "on the ship, make the right move, and judge, and write judgment here.", "start": 2605.66, "end": 2609.72}, {"text": "I'm gonna do athletics.", "start": 2609.72, "end": 2610.72}, {"text": "Let's say athletics though.", "start": 2610.72, "end": 2611.72}, {"text": "Ok let's see what's up.", "start": 2611.72, "end": 2613.96}, {"text": "uh...", "start": 2613.96, "end": 2616.2}, {"text": "that's a ten", "start": 2616.2, "end": 2618.26}, {"text": "total", "start": 2618.26, "end": 2621.36}, {"text": "this year and i guess the other ship is able to serve like push a little bit out", "start": 2621.36, "end": 2625.28}, {"text": "of the world pool", "start": 2625.28, "end": 2626.72}, {"text": "uh... but", "start": 2626.72, "end": 2627.88}, {"text": "not quite enough to really get it out of the world", "start": 2627.88, "end": 2632.12}, {"text": "i'm gonna try and lift the boat up", "start": 2632.12, "end": 2635.08}, {"text": "so it's world since morals and squirrels on the train with the boat up by guys", "start": 2635.08, "end": 2639.48}, {"text": "were dying right now i mean i am nobody i don't really know what it was me", "start": 2639.48, "end": 2643.78}, {"text": "we're back at higher than a twenty can i lift up the boat and had not living in", "start": 2643.78, "end": 2647.5}, {"text": "the moment with us", "start": 2647.5, "end": 2648.9}, {"text": "patrick look at my eyes", "start": 2648.9, "end": 2650.74}, {"text": "we're looking at look at my eyes", "start": 2650.74, "end": 2652.78}, {"text": "right now we're drowning out i got a twenty-year-old really my i think we're", "start": 2652.78, "end": 2656.3}, {"text": "dying", "start": 2656.3, "end": 2657.16}, {"text": "were dead", "start": 2657.16, "end": 2658.04}, {"text": "i got a twenty three for performance were drowning in world i can't hear", "start": 2658.04, "end": 2661.54}, {"text": "nothing i can see nothing so you're on your own you said never mind and use the", "start": 2661.54, "end": 2665.32}, {"text": "different casting it right now just because you're pissing me off", "start": 2665.32, "end": 2672.32}, {"text": "Stop just so solemnly rolling all your dice.", "start": 2673.08, "end": 2676.2}, {"text": "We're dead.", "start": 2676.2, "end": 2676.92}, {"text": "You all take 36 damage.", "start": 2676.92, "end": 2678.92}, {"text": "Oh my god.", "start": 2678.92, "end": 2679.64}, {"text": "What are you talking about? I got 7 HP.", "start": 2679.64, "end": 2681.08}, {"text": "I threw the-", "start": 2681.08, "end": 2681.8}, {"text": "No, you're all full. You have full HP.", "start": 2681.8, "end": 2683.72}, {"text": "Yeah, threw the boat.", "start": 2683.72, "end": 2684.44}, {"text": "And now I have 7 HP.", "start": 2684.44, "end": 2685.24}, {"text": "I have 3 now.", "start": 2685.24, "end": 2686.36}, {"text": "I have no health. I'm dead.", "start": 2686.36, "end": 2688.12}, {"text": "Are you?", "start": 2688.12, "end": 2688.76}, {"text": "Yeah, I have 33 hit points.", "start": 2688.76, "end": 2690.44}, {"text": "Yeah.", "start": 2690.44, "end": 2690.84}, {"text": "So you're dead. You're knocked out as your ship crumbles and sinks into the squirrel pool.", "start": 2690.84, "end": 2700.04}, {"text": "Oh my god.", "start": 2700.04, "end": 2701.08}, {"text": "We lost our ship.", "start": 2701.08, "end": 2703.0}, {"text": "I'm", "start": 2703.0, "end": 2723.0}, {"text": "I'm sucked to the bottom of this whirlpool. I'm completely dead.", "start": 2723.0, "end": 2726.0}, {"text": "I will never let him complete.", "start": 2726.0, "end": 2728.0}, {"text": "We can't recover my body. We can't recover my body.", "start": 2728.0, "end": 2731.0}, {"text": "But in my last... I rolled a 23 performance.", "start": 2731.0, "end": 2735.0}, {"text": "So in my last breath, I threw Quadro Mudmarks up to you guys.", "start": 2735.0, "end": 2741.0}, {"text": "I died.", "start": 2741.0, "end": 2742.0}, {"text": "We're also in the water.", "start": 2742.0, "end": 2743.0}, {"text": "Yeah, Quadro Mudmarks...", "start": 2743.0, "end": 2744.0}, {"text": "I'm completely dead.", "start": 2744.0, "end": 2746.0}, {"text": "Don't worry.", "start": 2746.0, "end": 2747.0}, {"text": "I'm completely dead.", "start": 2747.0, "end": 2748.0}, {"text": "So maybe what happens here is we all die,", "start": 2748.0, "end": 2750.0}, {"text": "die and quadro mud marks watches up on the beach and three new guys are", "start": 2750.0, "end": 2753.84}, {"text": "discovering him and it's a completely new story.", "start": 2753.84, "end": 2757.0}, {"text": "That's what I was trying to think of. I was trying to think of maybe you two continue on and then I'm", "start": 2757.0, "end": 2761.6}, {"text": "quadro mud marks when you get her like alive.", "start": 2761.6, "end": 2764.6}, {"text": "Well hey guys we're not dead yet okay let's not get ahead of ourselves.", "start": 2764.6, "end": 2767.0}, {"text": "I'm dead, you're not dead yet.", "start": 2767.0, "end": 2768.0}, {"text": "You're knocked out.", "start": 2768.0, "end": 2769.0}, {"text": "Not dead yet.", "start": 2769.0, "end": 2770.0}, {"text": "We have a completely new campaign where it's three completely different characters and they see quadro.", "start": 2770.0, "end": 2775.0}, {"text": "we have to do it", "start": 2775.0, "end": 2778.0}, {"text": "we have to buy we have to buy", "start": 2778.0, "end": 2783.64}, {"text": "hasn't happened quite yet", "start": 2783.64, "end": 2787.4}, {"text": "ok we're getting close to a world where the entire campaign was we found out", "start": 2787.4, "end": 2793.32}, {"text": "that Sullivan was on one side of the earth tried to go the other way", "start": 2793.32, "end": 2796.32}, {"text": "instantly", "start": 2796.32, "end": 2798.32}, {"text": "One place we took 12 episodes", "start": 2798.32, "end": 2803.64}, {"text": "All right, but we don't know yet. Yeah, let's could go it could go anyway. Oh my god. You've been in bad situations", "start": 2803.64, "end": 2813.92}, {"text": "We may be down", "start": 2813.92, "end": 2818.76}, {"text": "Here I'm not out. I'm careful. We're not out. We may be down folks, but guys we're not out", "start": 2818.76, "end": 2823.76}, {"text": "You're deaf and blind right now.", "start": 2823.76, "end": 2826.16}, {"text": "Most of your crew is dead.", "start": 2826.16, "end": 2828.16}, {"text": "That is for sure.", "start": 2828.16, "end": 2830.16}, {"text": "Who's alive?", "start": 2830.16, "end": 2832.16}, {"text": "Squidlam?", "start": 2832.16, "end": 2834.16}, {"text": "What?", "start": 2834.16, "end": 2834.66}, {"text": "Who's dead? Name every single one.", "start": 2834.66, "end": 2836.66}, {"text": "Every single one?", "start": 2836.66, "end": 2838.66}, {"text": "Name who's alive.", "start": 2838.66, "end": 2839.66}, {"text": "Sorry, I'm just not that quick.", "start": 2839.66, "end": 2841.66}, {"text": "Wayne's alive.", "start": 2841.66, "end": 2843.66}, {"text": "Wayne's where?", "start": 2843.66, "end": 2845.66}, {"text": "Aeoli is alive.", "start": 2845.66, "end": 2847.66}, {"text": "The boatswain is alive.", "start": 2847.66, "end": 2849.66}, {"text": "No, just all the names.", "start": 2849.66, "end": 2851.66}, {"text": "He does not have that much HP.", "start": 2851.66, "end": 2852.66}, {"text": "with them alive", "start": 2852.66, "end": 2856.38}, {"text": "nine lives pay", "start": 2856.38, "end": 2857.66}, {"text": "yeah i'm less", "start": 2857.66, "end": 2858.72}, {"text": "you catch a flash of the cat", "start": 2858.72, "end": 2861.62}, {"text": "turn into a genius snake man", "start": 2861.62, "end": 2865.22}, {"text": "and then i do it", "start": 2865.22, "end": 2866.42}, {"text": "breath but he knew it", "start": 2866.42, "end": 2868.22}, {"text": "i knew he was something in disguise and i i didn't do it", "start": 2868.22, "end": 2872.26}, {"text": "you would not you would not make an event of us finding a cat and i wasn't", "start": 2872.26, "end": 2875.78}, {"text": "simply in this case i didn't hear you know you know you know i just knew he", "start": 2875.78, "end": 2878.98}, {"text": "was something in disguise. Why didn't you show us the twist then, you asshole? That's it,", "start": 2878.98, "end": 2882.62}, {"text": "to prove I'm right, to prove how smart I am. Yeah, to prove how smart Cam is. To cats, most", "start": 2882.62, "end": 2887.46}, {"text": "of what I do. It was a snake man, that's exactly what I said. It should have been something", "start": 2887.46, "end": 2891.46}, {"text": "different, it should have been a clay man. It should have been a genie, you should have", "start": 2891.46, "end": 2893.78}, {"text": "at least made it a genie. If it wasn't gonna matter, it's just a genie. Genies have snake", "start": 2893.78, "end": 2897.14}, {"text": "bodies. It was gonna matter. That's true. Who it was, but now he's dead. He died, okay.", "start": 2897.14, "end": 2904.14}, {"text": "And uh yeah you guys wake up, well you two wake up.", "start": 2904.38, "end": 2910.14}, {"text": "You don't wake up.", "start": 2910.14, "end": 2911.14}, {"text": "Lost at sea!", "start": 2911.14, "end": 2912.14}, {"text": "Not quite.", "start": 2912.14, "end": 2913.14}, {"text": "In a deep dark cave.", "start": 2913.14, "end": 2921.3}, {"text": "Cop out.", "start": 2921.3, "end": 2922.3}, {"text": "We're going to have to do that saving throw for you because you might be dead.", "start": 2922.3, "end": 2928.5}, {"text": "I had this plan from the start but I was not sure if what you-", "start": 2928.5, "end": 2932.46}, {"text": "Just killed a giant rope sorry.", "start": 2932.46, "end": 2934.14}, {"text": "you", "start": 2934.14, "end": 2941.14}, {"text": "I don't want to be in here anymore.", "start": 2941.14, "end": 2943.74}, {"text": "Pat, we're going to have to do some death saving throws for you right now to see if your character", "start": 2943.74, "end": 2947.3}, {"text": "makes it through this or not.", "start": 2947.3, "end": 2949.3}, {"text": "I got a 16.", "start": 2949.3, "end": 2952.18}, {"text": "That's one success.", "start": 2952.18, "end": 2953.18}, {"text": "You're going to have to roll all of them.", "start": 2953.18, "end": 2955.74}, {"text": "Oh my god.", "start": 2955.74, "end": 2956.98}, {"text": "This is, make it really dramatic Pat.", "start": 2956.98, "end": 2959.06}, {"text": "Because this is life or death right here.", "start": 2959.06, "end": 2961.42}, {"text": "Roll for real.", "start": 2961.42, "end": 2962.42}, {"text": "I got a 1.", "start": 2962.42, "end": 2963.42}, {"text": "That's a 2.", "start": 2963.42, "end": 2964.42}, {"text": "That is.", "start": 2964.42, "end": 2965.42}, {"text": "Wait, a 1 is an auto death you said last time.", "start": 2965.42, "end": 2967.86}, {"text": "Yes I did.", "start": 2967.86, "end": 2968.86}, {"text": "Your character's dead.", "start": 2968.86, "end": 2969.86}, {"text": "No!", "start": 2969.86, "end": 2970.86}, {"text": "(laughing)", "start": 2970.86, "end": 2973.12}, {"text": "- He got a one, man.", "start": 2973.12, "end": 2976.08}, {"text": "- Patrick Yodar is dead.", "start": 2976.08, "end": 2979.62}, {"text": "- He drowned.", "start": 2979.62, "end": 2980.7}, {"text": "(laughing)", "start": 2980.7, "end": 2981.54}, {"text": "- I can make a new character now.", "start": 2981.54, "end": 2983.34}, {"text": "I don't have to do this, I can make a new voice.", "start": 2983.34, "end": 2985.3}, {"text": "- We sailed our ship directly into a whirlpool", "start": 2985.3, "end": 2988.02}, {"text": "and drowned our friend.", "start": 2988.02, "end": 2989.62}, {"text": "(laughing)", "start": 2989.62, "end": 2990.7}, {"text": "Me and Caleb made the decision,", "start": 2990.7, "end": 2993.42}, {"text": "Patrick was the one who drowned.", "start": 2993.42, "end": 2996.0}, {"text": "- Wow, I did not expect this decision.", "start": 2996.0, "end": 2999.1}, {"text": "- Oh my god.", "start": 2999.1, "end": 2999.94}, {"text": "and", "start": 2999.94, "end": 3006.94}, {"text": "you'll know he's dead in a second. Oh no.", "start": 3006.94, "end": 3010.62}, {"text": "So I wash up to shore. Oh my god, you're dead. I wash up to shore and there is no bottom half of me.", "start": 3010.62, "end": 3017.62}, {"text": "Oh my god. But I'm still alive. So where you are, you're not sure where you are.", "start": 3017.62, "end": 3022.38}, {"text": "There's no bottom half of me and I'm still alive and I look at both of them and I say", "start": 3022.38, "end": 3027.78}, {"text": "\"meh\"", "start": 3027.78, "end": 3029.98}, {"text": "\"this is crap\"", "start": 3029.98, "end": 3031.66}, {"text": "and then you die and then i thought all my god i'm weeping", "start": 3031.66, "end": 3035.1}, {"text": "i'm solving", "start": 3035.1, "end": 3038.02}, {"text": "so", "start": 3038.02, "end": 3039.54}, {"text": "it's a dark", "start": 3039.54, "end": 3041.58}, {"text": "uh...", "start": 3041.58, "end": 3042.98}, {"text": "over a word a cave okay so i'm part of the still act might", "start": 3042.98, "end": 3046.22}, {"text": "you here uh... some tinkering in", "start": 3046.22, "end": 3049.26}, {"text": "tampering and use you to sort of slowly kind of game", "start": 3049.26, "end": 3053.1}, {"text": "consciousness", "start": 3053.1, "end": 3055.34}, {"text": "the layout is you three are all laid on the ground right now quadro mud marks is", "start": 3055.34, "end": 3059.7}, {"text": "standing up perfectly.", "start": 3059.7, "end": 3062.42}, {"text": "I see- I think we do have to put Patrick's soul into Quadra Mud Marks.", "start": 3062.42, "end": 3066.18}, {"text": "Can I wake up a little bit and see that Patrick is dead?", "start": 3066.18, "end": 3069.38}, {"text": "Ok, I wake up and I see Patrick and I go \"No!", "start": 3069.38, "end": 3073.94}, {"text": "No!\"", "start": 3073.94, "end": 3074.94}, {"text": "And then I see Quadra Mud Marks is still there and I go \"Oh my, thank God!", "start": 3074.94, "end": 3078.74}, {"text": "Oh my fucking thank- Oh my God, oh wow!\"", "start": 3078.74, "end": 3085.74}, {"text": "And you, what about you?", "start": 3085.74, "end": 3086.74}, {"text": "What's your react- you're waking up from this?", "start": 3086.74, "end": 3089.34}, {"text": "Yeah, I'm in denial, because that's the first stage of grief.", "start": 3089.34, "end": 3098.34}, {"text": "And so I'm in denial, so I'm slapping him.", "start": 3098.34, "end": 3101.34}, {"text": "I'm smacking him. I'm teabagging his face.", "start": 3101.34, "end": 3107.34}, {"text": "I'm drawing dicks on his face with my quill and ink.", "start": 3107.34, "end": 3112.34}, {"text": "It's like the sergeant from Day of the Dead.", "start": 3112.34, "end": 3115.34}, {"text": "clear that maybe like I'm dunking my balls in your mouth.", "start": 3115.34, "end": 3118.34}, {"text": "I looked like a sergeant from day to day.", "start": 3118.34, "end": 3119.84}, {"text": "Is it clear that like uh...", "start": 3119.84, "end": 3120.84}, {"text": "I completely flayed all my green verdant blood is everywhere.", "start": 3120.84, "end": 3123.84}, {"text": "Did it, did it, yeah so like did it, did it...", "start": 3123.84, "end": 3125.34}, {"text": "How'd the water do that or is it clear that like a shark bit his body?", "start": 3125.34, "end": 3128.84}, {"text": "I feel like, yeah, maybe like a board from the ship come out.", "start": 3128.84, "end": 3131.34}, {"text": "No I got, so because we're in a cave I was fine and then I got...", "start": 3131.34, "end": 3135.84}, {"text": "Something happened where like a wave, a wave pushed us all in and I, my, my butthole got stuck on a stalag, a stalagmite.", "start": 3135.84, "end": 3143.34}, {"text": "I", "start": 3143.34, "end": 3158.34}, {"text": "the wave yeah I think that makes sense for the one to getting like a one and just", "start": 3158.34, "end": 3162.86}, {"text": "yeah no dying yeah yeah cuz you got one success it looked like you're gonna", "start": 3162.86, "end": 3166.38}, {"text": "survive and then and then you just oh man this is I'm so sad it's crazy this", "start": 3166.38, "end": 3171.26}, {"text": "is all this is always said I don't have to do that fucking voice anymore there's", "start": 3171.26, "end": 3175.38}, {"text": "so much built in he was a character with the most back yeah we had it's all it's", "start": 3175.38, "end": 3179.98}, {"text": "literally all about him this whole campaign it's all it's all based on who", "start": 3179.98, "end": 3183.34}, {"text": "it's gonna be we're gonna have to change it so we'll we can figure out guy cuz", "start": 3183.34, "end": 3187.22}, {"text": "we're gonna record again next week so we'll have to figure out oh man well I", "start": 3187.22, "end": 3192.86}, {"text": "think we have to discuss this yeah when this happens in a campaign the DM and", "start": 3192.86, "end": 3199.22}, {"text": "the player who died will discuss it especially in figuring out where they", "start": 3199.22, "end": 3203.98}, {"text": "where if they want to have a new character where they want them to come", "start": 3203.98, "end": 3206.7}, {"text": "in everyone can discuss it to some extent it goes you can be you can be a surprise", "start": 3206.7, "end": 3211.82}, {"text": "character too and like show up in the middle of this right but because of the", "start": 3211.82, "end": 3215.22}, {"text": "way we do this we should discuss it. So you're basically out for the rest of the", "start": 3215.22, "end": 3220.54}, {"text": "episode. Yeah. Yeah. He turns off his mic and goes home.", "start": 3220.54, "end": 3225.38}, {"text": "He goes to Uniqlo.", "start": 3225.38, "end": 3228.34}, {"text": "That's good timing I guess. The wedding is in a day. I looked at the calendar. Wow.", "start": 3228.34, "end": 3240.18}, {"text": "Wow, okay.", "start": 3240.18, "end": 3241.18}, {"text": "You guys, you two slowly come to, and you see a, I guess I'm trying to get the arrangement", "start": 3241.18, "end": 3250.74}, {"text": "of it really.", "start": 3250.74, "end": 3251.86}, {"text": "You would really see, because you guys are all kind of laid out.", "start": 3251.86, "end": 3255.82}, {"text": "You're laid out like by somebody.", "start": 3255.82, "end": 3258.9}, {"text": "It seems very intentional.", "start": 3258.9, "end": 3262.42}, {"text": "And as you start to come to, actually I should roll for this guy.", "start": 3262.42, "end": 3266.42}, {"text": "Oh, okay.", "start": 3266.42, "end": 3269.98}, {"text": "You start to pick up and like blurry out of the, Rod Dogen, like out of the corner of", "start": 3269.98, "end": 3274.3}, {"text": "your eye, you start to pick up the movement of a gnomish looking figure.", "start": 3274.3, "end": 3280.1}, {"text": "Who's tinkering and tankering with stuff.", "start": 3280.1, "end": 3284.3}, {"text": "And he sort of like starts to hear you staring and looks over and sort of waddles over to", "start": 3284.3, "end": 3289.98}, {"text": "you", "start": 3289.98, "end": 3296.98}, {"text": "think I'm okay. Oh wait no he got... yeah I'm fine. And he's also talking to me, slapping", "start": 3296.98, "end": 3302.78}, {"text": "my cheek. Oh shit. I was hoping this... I'm crazy. I wasn't sure if the Verdun would make", "start": 3302.78, "end": 3309.9}, {"text": "it. That's too bad. He's alive. I'm still in denial. He's alive. See? He's yeah. I stick", "start": 3309.9, "end": 3318.38}, {"text": "my hand up his open... yeah into through his esophagus. Damn I'm still alive. And I don't", "start": 3318.38, "end": 3325.1}, {"text": "I mean I think it's gonna be like a puppet but really my hand is just in his throat.", "start": 3325.1, "end": 3329.1}, {"text": "And I'm just shaking him.", "start": 3329.1, "end": 3331.42}, {"text": "Yeah, I'm completely alive.", "start": 3331.42, "end": 3333.94}, {"text": "Just shaking him, just bits of viscera just like plopping out.", "start": 3333.94, "end": 3337.22}, {"text": "There's like a barnacle on his face.", "start": 3337.22, "end": 3339.82}, {"text": "See, he's alive.", "start": 3339.82, "end": 3341.7}, {"text": "My friend is alive.", "start": 3341.7, "end": 3344.62}, {"text": "I'm sorry about that.", "start": 3344.62, "end": 3348.26}, {"text": "My whirlpool machine seemed to...", "start": 3348.26, "end": 3351.1}, {"text": "What?", "start": 3351.1, "end": 3352.1}, {"text": "Hold on.", "start": 3352.1, "end": 3353.1}, {"text": "what", "start": 3353.1, "end": 3356.1}, {"text": "well", "start": 3356.1, "end": 3359.62}, {"text": "you can ask a question inflicted", "start": 3359.62, "end": 3362.68}, {"text": "yeah i go for it role i was a director role", "start": 3362.68, "end": 3365.96}, {"text": "i don't know me check", "start": 3365.96, "end": 3367.38}, {"text": "the guy who just attacked this guy yet yet it's a problem it's a it's a it's a", "start": 3367.38, "end": 3370.72}, {"text": "reflex he's artist", "start": 3370.72, "end": 3372.4}, {"text": "it's like a sudden it's like a sudden really like a really cool it's a", "start": 3372.4, "end": 3375.94}, {"text": "disaster while you passed angerly also you're like i want to kill this guy", "start": 3375.94, "end": 3379.54}, {"text": "Yeah, he just says Whirlpool Machine.", "start": 3379.54, "end": 3381.54}, {"text": "And I, I...", "start": 3381.54, "end": 3383.04}, {"text": "No, I make an attack. I'll roll an attack here.", "start": 3383.04, "end": 3386.54}, {"text": "That's a 22.", "start": 3386.54, "end": 3389.54}, {"text": "Um... wow.", "start": 3389.54, "end": 3392.04}, {"text": "That hits him.", "start": 3392.04, "end": 3394.04}, {"text": "Okay.", "start": 3394.04, "end": 3395.04}, {"text": "Roll for damage. Are you upcasting it, or what?", "start": 3395.04, "end": 3397.04}, {"text": "Whatever this is.", "start": 3397.04, "end": 3399.04}, {"text": "Whatever 4d10 damage is, I'm doing that.", "start": 3399.04, "end": 3401.54}, {"text": "Yeah, okay, yeah, yeah.", "start": 3401.54, "end": 3402.54}, {"text": "4d10 damage?", "start": 3402.54, "end": 3404.04}, {"text": "That's 6 plus...", "start": 3404.04, "end": 3406.54}, {"text": "uh... nine which is fifteen david a cool yet", "start": 3407.54, "end": 3411.34}, {"text": "so you grab him no i just touch him i i i don't remember and just touch and", "start": 3411.34, "end": 3415.98}, {"text": "he had a look at it", "start": 3415.98, "end": 3417.54}, {"text": "it", "start": 3417.54, "end": 3419.14}, {"text": "you'd like to point you like lurches back uh... and uh... uh... role for", "start": 3419.14, "end": 3423.9}, {"text": "loops are now my that's my bad i was i was holding something hot before that", "start": 3423.9, "end": 3427.5}, {"text": "was a good spell or anything exceptional", "start": 3427.5, "end": 3429.62}, {"text": "okay", "start": 3429.62, "end": 3432.38}, {"text": "yeah uh... has been five", "start": 3432.38, "end": 3434.62}, {"text": "plus and people don't hold on", "start": 3434.62, "end": 3437.78}, {"text": "of five", "start": 3437.78, "end": 3439.04}, {"text": "plus three that's an eight", "start": 3439.04, "end": 3441.22}, {"text": "brokerage is still not rolling for nation i don't know beef with this guy", "start": 3441.22, "end": 3445.38}, {"text": "that you just wrote for initiative", "start": 3445.38, "end": 3447.06}, {"text": "can i try to convince them not to fight me i guess i i i i i i want to talk to", "start": 3447.06, "end": 3450.54}, {"text": "him now", "start": 3450.54, "end": 3451.4}, {"text": "because i can still i'm not fighting for the role for a nation just so you can be", "start": 3451.4, "end": 3454.26}, {"text": "in the turn or ok", "start": 3454.26, "end": 3457.02}, {"text": "thank you for keeping me known", "start": 3457.02, "end": 3459.42}, {"text": "seven i would not got a eight", "start": 3459.42, "end": 3461.42}, {"text": "okay he is going to go first", "start": 3461.42, "end": 3465.62}, {"text": "one second. I guess I have three HP. Yeah.", "start": 3465.62, "end": 3468.42}, {"text": "I think I have an initiative bonus. I also got an eight but you can just count the seven.", "start": 3468.42, "end": 3475.42}, {"text": "What did you get? I got an eight with my initiative bonus.", "start": 3475.42, "end": 3479.38}, {"text": "You got the same initiative bonus and result?", "start": 3479.38, "end": 3481.54}, {"text": "Plus one and I rolled a seven. Me too.", "start": 3481.54, "end": 3483.94}, {"text": "That's just no count.", "start": 3483.94, "end": 3485.78}, {"text": "You both got an eight?", "start": 3485.78, "end": 3487.58}, {"text": "Who has the higher dex? Probably you, Rodogon, you.", "start": 3487.58, "end": 3492.08}, {"text": "My dex is...", "start": 3492.08, "end": 3494.08}, {"text": "What plus did you add to your initiative?", "start": 3494.08, "end": 3497.08}, {"text": "Plus one.", "start": 3497.08, "end": 3498.08}, {"text": "You both added plus one?", "start": 3498.08, "end": 3499.08}, {"text": "Yeah.", "start": 3499.08, "end": 3500.08}, {"text": "You both have 13 or...", "start": 3500.08, "end": 3502.08}, {"text": "I have 12.", "start": 3502.08, "end": 3503.08}, {"text": "One of you have 12?", "start": 3503.08, "end": 3505.08}, {"text": "Mine just says plus one initiative.", "start": 3505.08, "end": 3508.08}, {"text": "Let's see your stat.", "start": 3508.08, "end": 3510.08}, {"text": "Your stat is also 12.", "start": 3510.08, "end": 3512.08}, {"text": "I guess we can just take turn at the same time.", "start": 3512.08, "end": 3516.08}, {"text": "time. Can we try that one time just for this? Yeah, yeah, yeah. We could try. We could try.", "start": 3516.08, "end": 3523.08}, {"text": "This gnome is going to, I mean, first he's going to try to cast a, he's not going to try", "start": 3523.08, "end": 3529.84}, {"text": "to attack you right away, but he is going to try to suppress your magic. So I need both", "start": 3529.84, "end": 3536.84}, {"text": "of you to roll a wisdom saving throw. Don't we have advantage on that for motivational", "start": 3536.84, "end": 3544.46}, {"text": "speech wisdom saves or we get something.", "start": 3544.46, "end": 3547.46}, {"text": "Oh you do yeah.", "start": 3547.46, "end": 3548.46}, {"text": "You two have an advantage on that.", "start": 3548.46, "end": 3551.46}, {"text": "That's stupid.", "start": 3551.46, "end": 3552.46}, {"text": "It worked.", "start": 3552.46, "end": 3554.02}, {"text": "I knew it.", "start": 3554.02, "end": 3555.02}, {"text": "Okay.", "start": 3555.02, "end": 3556.02}, {"text": "I got a 20.", "start": 3556.02, "end": 3558.1}, {"text": "I got a also a 20.", "start": 3558.1, "end": 3561.1}, {"text": "Yeah I mean you both he tries to basically create a suppression shield around you it", "start": 3561.1, "end": 3565.22}, {"text": "doesn't work and now it is one of your turns.", "start": 3565.22, "end": 3569.18}, {"text": "We have to both take a turn at the same time.", "start": 3569.18, "end": 3572.02}, {"text": "I didn't mean to use my spell on you because I was actually holding a toast right out of", "start": 3572.02, "end": 3577.02}, {"text": "the toaster and I had a hot finger.", "start": 3577.02, "end": 3580.08}, {"text": "When I touched your nose it was supposed to be a nice gesture.", "start": 3580.08, "end": 3582.54}, {"text": "But I do want to know why you made a whirlpool machine.", "start": 3582.54, "end": 3584.7}, {"text": "And I also want to know why you made a whirlpool machine.", "start": 3584.7, "end": 3587.02}, {"text": "And why you didn't turn it off when the ship was in it.", "start": 3587.02, "end": 3590.06}, {"text": "And also stop copying me.", "start": 3590.06, "end": 3592.18}, {"text": "Wait, am I copying you or are you copying me?", "start": 3592.18, "end": 3595.62}, {"text": "Oh no.", "start": 3595.62, "end": 3596.62}, {"text": "Jinx, jinx, jinx.", "start": 3596.62, "end": 3597.62}, {"text": "You owe me a soda.", "start": 3597.62, "end": 3598.62}, {"text": "You owe me a soda.", "start": 3598.62, "end": 3599.62}, {"text": "You owe me a soda.", "start": 3599.62, "end": 3600.62}, {"text": "You owe me a soda.", "start": 3600.62, "end": 3601.62}, {"text": "you only a soda", "start": 3601.62, "end": 3603.46}, {"text": "you know the gangs", "start": 3603.46, "end": 3605.0}, {"text": "to date so i guess i guess it", "start": 3605.0, "end": 3608.62}, {"text": "it's really it's kinda still deception could you definitely did need to attack", "start": 3608.62, "end": 3613.44}, {"text": "him", "start": 3613.44, "end": 3614.28}, {"text": "who knows who can say what the grieving mind does but you're all with advantage", "start": 3614.28, "end": 3617.98}, {"text": "for sure because you're having assistance here", "start": 3617.98, "end": 3620.56}, {"text": "okay and we changed", "start": 3620.56, "end": 3622.6}, {"text": "you did should jinx", "start": 3622.6, "end": 3624.56}, {"text": "so now we have to invent soda", "start": 3624.56, "end": 3629.56}, {"text": "I got rolled a 19 plus something.", "start": 3629.56, "end": 3632.32}, {"text": "Oh, okay.", "start": 3632.32, "end": 3633.32}, {"text": "Yeah, that's a 22.", "start": 3633.32, "end": 3634.32}, {"text": "I mean, he didn't believe you last time, but...", "start": 3634.32, "end": 3637.52}, {"text": "Alright, he rolled pretty low here.", "start": 3637.52, "end": 3640.84}, {"text": "It's because I added the detail about a hot toast finger.", "start": 3640.84, "end": 3643.6}, {"text": "That usually gets him.", "start": 3643.6, "end": 3645.6}, {"text": "Yeah, yeah, yeah.", "start": 3645.6, "end": 3647.6}, {"text": "He's like, \"Ah, okay.", "start": 3647.6, "end": 3650.6}, {"text": "I understand you.\"", "start": 3650.6, "end": 3652.6}, {"text": "I'm holding my finger out again.", "start": 3652.6, "end": 3655.6}, {"text": "He's backing up.", "start": 3655.6, "end": 3657.6}, {"text": "Whoa!", "start": 3657.6, "end": 3658.6}, {"text": "Whoa!", "start": 3658.6, "end": 3659.6}, {"text": "My mistake.", "start": 3659.6, "end": 3660.6}, {"text": "I lost my balance for a second.", "start": 3660.6, "end": 3662.92}, {"text": "I'm sorry about that.", "start": 3662.92, "end": 3667.24}, {"text": "My name is Flint Lateralis and I did not mean, I have been testing my whirlpool machine for", "start": 3667.24, "end": 3676.28}, {"text": "some time.", "start": 3676.28, "end": 3677.88}, {"text": "I did not know there was a ship involved.", "start": 3677.88, "end": 3681.0}, {"text": "I do apologize for hurting-", "start": 3681.0, "end": 3684.4}, {"text": "Apologize?", "start": 3684.4, "end": 3685.4}, {"text": "You should be in prison.", "start": 3685.4, "end": 3687.08}, {"text": "You killed some, you killed a lot of people.", "start": 3687.08, "end": 3688.88}, {"text": "You killed like over a hundred people.", "start": 3688.88, "end": 3690.32}, {"text": "And a snake man cat.", "start": 3690.32, "end": 3691.32}, {"text": "Have I been killing snake man cats?", "start": 3691.32, "end": 3694.76}, {"text": "Yeah.", "start": 3694.76, "end": 3695.76}, {"text": "Where like only like three people survived.", "start": 3695.76, "end": 3700.2}, {"text": "Oh god.", "start": 3700.2, "end": 3703.24}, {"text": "I guess they never really thought about the ramifications of building a whirlpool machine.", "start": 3703.24, "end": 3707.92}, {"text": "Really?", "start": 3707.92, "end": 3708.92}, {"text": "In the middle of the ocean during pirate season.", "start": 3708.92, "end": 3711.44}, {"text": "I didn't even think about you being pirate season.", "start": 3711.44, "end": 3716.44}, {"text": "Was there anything I could do to make it up to you two?", "start": 3716.44, "end": 3721.44}, {"text": "Gold.", "start": 3721.44, "end": 3722.44}, {"text": "Lots and lots of gold.", "start": 3722.44, "end": 3724.44}, {"text": "You're asking, sorry I'm just amazed.", "start": 3724.44, "end": 3726.44}, {"text": "You're asking if there's anything you could do to make it up to us.", "start": 3726.44, "end": 3730.44}, {"text": "We're at the bottom of the ocean in a cave.", "start": 3730.44, "end": 3732.44}, {"text": "I'm about to die.", "start": 3732.44, "end": 3733.44}, {"text": "He's about to die.", "start": 3733.44, "end": 3734.44}, {"text": "I can make sure that you, well, okay.", "start": 3734.44, "end": 3736.44}, {"text": "You killed our best friend.", "start": 3736.44, "end": 3738.44}, {"text": "Can you put a soul into this quadro mud marks?", "start": 3738.44, "end": 3741.76}, {"text": "- I don't think I can do that.", "start": 3741.76, "end": 3743.04}, {"text": "- You destroy our ship, you kill our entire crew.", "start": 3743.04, "end": 3746.16}, {"text": "We have nothing.", "start": 3746.16, "end": 3747.52}, {"text": "You did it, you ruined everything.", "start": 3747.52, "end": 3749.12}, {"text": "I might as well be dead.", "start": 3749.12, "end": 3751.08}, {"text": "- In fact.", "start": 3751.08, "end": 3752.04}, {"text": "(laughing)", "start": 3752.04, "end": 3756.76}, {"text": "I'm having an idea.", "start": 3756.76, "end": 3758.08}, {"text": "That gives me an idea what you just said.", "start": 3758.08, "end": 3759.8}, {"text": "- I'm having a serious also idea.", "start": 3759.8, "end": 3761.8}, {"text": "- I'm holding my glowing red finger towards Caleb.", "start": 3761.8, "end": 3765.96}, {"text": "- We didn't do anything drastic.", "start": 3765.96, "end": 3768.32}, {"text": "I can and is Caleb also holding his glowing red finger out towards me.", "start": 3768.32, "end": 3772.32}, {"text": "I'm trying to put your finger to my temple.", "start": 3772.32, "end": 3774.32}, {"text": "I can I'm not going to I'm not going to do it unless we jinx it.", "start": 3774.32, "end": 3777.82}, {"text": "I can I can I can I can some what we jinx our death.", "start": 3777.82, "end": 3782.92}, {"text": "I can't same death.", "start": 3782.92, "end": 3784.22}, {"text": "Oh each other soda.", "start": 3784.22, "end": 3785.32}, {"text": "I can I can.", "start": 3785.32, "end": 3786.32}, {"text": "That's crazy.", "start": 3786.32, "end": 3789.12}, {"text": "I can I can give you give you supplies and give you and give you you", "start": 3789.12, "end": 3795.92}, {"text": "already gave us a huge surprise.", "start": 3795.92, "end": 3797.52}, {"text": "*laughter*", "start": 3797.52, "end": 3799.52}, {"text": "And we didn't like it at all.", "start": 3799.52, "end": 3801.52}, {"text": "He's much more surprising than destroying our lives, asshole.", "start": 3801.52, "end": 3803.52}, {"text": "I have an experimental machine that I've been working on.", "start": 3803.52, "end": 3807.52}, {"text": "I can let you have it.", "start": 3807.52, "end": 3809.52}, {"text": "What's this, an earthquake machine? You want to ruin the rest?", "start": 3809.52, "end": 3811.52}, {"text": "You want to go to my house and destroy that too?", "start": 3811.52, "end": 3813.52}, {"text": "He wanders over to a rock wall and he presses his hand along it.", "start": 3813.52, "end": 3819.52}, {"text": "And a little glyph glows and the rock wall slides down.", "start": 3819.52, "end": 3823.52}, {"text": "What you see is a very early prototype submarine.", "start": 3823.52, "end": 3827.52}, {"text": "Okay, this is awesome.", "start": 3827.52, "end": 3832.52}, {"text": "Look, I know that things... I'm sorry, I'm sorry.", "start": 3832.52, "end": 3839.52}, {"text": "For what?", "start": 3839.52, "end": 3840.52}, {"text": "This is great, this is perfect.", "start": 3840.52, "end": 3844.52}, {"text": "Wait, we can take this, right?", "start": 3844.52, "end": 3846.52}, {"text": "It's yours, but please let me make sure I explain how everything works so you don't involve any disasters.", "start": 3846.52, "end": 3852.52}, {"text": "I'm already in there.", "start": 3852.52, "end": 3853.88}, {"text": "Let me guess, there's a steering wheel.", "start": 3853.88, "end": 3856.38}, {"text": "I brought Patrick's body, I brought Quadro mud marks, I got all my stuff, I'm in there.", "start": 3856.38, "end": 3861.08}, {"text": "Patrick's body is detritus at this point.", "start": 3861.08, "end": 3863.32}, {"text": "I don't want it, I'm bringing it with us.", "start": 3863.32, "end": 3865.2}, {"text": "I'm bringing it with us.", "start": 3865.2, "end": 3866.2}, {"text": "Okay, alright, well.", "start": 3866.2, "end": 3867.8}, {"text": "Okay, Patrick, do you have any last words as we head to the episode?", "start": 3867.8, "end": 3872.56}, {"text": "Is your mic on?", "start": 3872.56, "end": 3873.56}, {"text": "Yeah, well, it is what it is.", "start": 3873.56, "end": 3878.28}, {"text": "And uh...", "start": 3878.28, "end": 3879.28}, {"text": "That's brave.", "start": 3879.28, "end": 3880.28}, {"text": "Yeah.", "start": 3880.28, "end": 3881.28}, {"text": "Yeah.", "start": 3881.28, "end": 3881.78}, {"text": "It is what it is.", "start": 3881.78, "end": 3885.18}, {"text": "And yeah.", "start": 3885.18, "end": 3886.68}, {"text": "That's just about the best last words I've ever heard.", "start": 3886.68, "end": 3891.18}, {"text": "Yeah.", "start": 3891.18, "end": 3891.68}, {"text": "Okay.", "start": 3891.68, "end": 3892.18}, {"text": "Bye.", "start": 3892.18, "end": 3892.68}, {"text": "Bye everybody.", "start": 3892.68, "end": 3893.68}, {"text": "[Music]", "start": 3893.68, "end": 3896.68}, {"text": "[Music]", "start": 3896.68, "end": 3924.68}, {"text": "(wind whooshing)", "start": 3924.68, "end": 3927.44}, {"text": "[BLANK_AUDIO]", "start": 3927.44, "end": 3937.44}], "title": "Trebuchet Village: End of Ze Ebaum's World Part 8: The Whirlpool", "link": "https://www.patreon.com/posts/trebuchet-end-of-71902948", "date": "Mon, 19 Sep 2022 11:01:04 GMT", "id": 540}